{"error": 448, "message": "OK", "parameters": {"id": 3136, "name": "Modern Collab", "created_at": "2021-04-14 00:30:22.500541", "updated_at": "2021-04-15 00:01:32.014128", "wikipedia": null, "keywords": null, "related": null, "slug": "modern_collab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3136.png", "url": "moderncollab.co.uk", "documents": [{"id": 5038, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/17782666/legal", "xpath": "//body", "text": " Privacy Policy of <strong>moderncollab.co.uk</strong>\n<p>This Application collects some Personal Data from its Users.</p>\n<br>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>ModernCollab.\nLimited\n<br>Flat 3, 28a Wincott Street, London, SE11 4NT</p>\n<p>\n<b>Owner contact email:</b> dan@moderncollab.co.uk</p> Types of Data collected <p> Among the types of Personal Data that this Application collects, by itself or through third parties, there are: first name.\nlast name.\nemail address.\nCookies.\nUsage Data.\nData communicated while using the service.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br>Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Contacting the User, Analytics, Hosting and backend infrastructure and Tag Management.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics with anonymized IP (Google Ireland Limited) <p>Google Analytics is a web analysis service provided by Google Ireland Limited (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.<br>\nThis integration of Google Analytics anonymizes your IP address.\nIt works by shortening Users' IP addresses within member states of the European Union or in other contracting states to the Agreement on the European Economic Area.\nOnly in exceptional cases will the complete IP address be sent to a Google server and shortened within the US.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy – Opt Out.\n</p>\n</li>\n<li> Contacting the User Contact form (this Application) <p>By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.</p>\n</li>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable this Application to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of this Application.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Netlify (Netlify, Inc.) <p>Netlify is a hosting service provided by Netlify, Inc.</p>\n<p>Personal Data processed: Data communicated while using the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n</li>\n<li> Tag Management <p>This type of service helps the Owner to manage the tags or scripts needed on this Application in a centralized fashion.<br>\nThis results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p> Google Tag Manager (Google Ireland Limited) <p>Google Tag Manager is a tag management service provided by Google Ireland Limited.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<b>Withdraw their consent at any time.</b> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<b>Object to processing of their Data.</b> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<b>Access their Data.</b> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<b>Verify and seek rectification.</b> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<b>Restrict the processing of their Data.</b> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<b>Have their Personal Data deleted or otherwise removed.</b> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<b>Receive their Data and have it transferred to another controller.</b> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<b>Lodge a complaint.</b> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>This Application does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: August 13, 2020 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the simplified Privacy Policy <p>Privacy Policy generated with </p> Generate yours ", "created_at": "2021-04-14 00:30:24.826234", "updated_at": "2021-04-14 00:30:45.107672"}, {"id": 5037, "name": "Your privacy and Work Smart", "url": "https://moderncollab.co.uk/worksmart-privacy-statement/", "xpath": "//body", "text": "Your privacy and Work Smart<p>Last updated 05 March 2021</p>Contents<ul>\n<li>What data does the Work Smart app collect?</li>\n<li>Why does the Work Smart app collect data?</li>\n<li>How does the Work Smart app collect data?</li>\n<li>Where does the Work Smart app store data?</li>\n<li>How will ModernCollab.\nLtd use data collected from the Work Smart app?</li>\n<li>Does data from the Work Smart app get shared with third parties?</li>\n<li>What are my data protection rights?</li>\n<li>Who can I contact about data collected by the Work Smart app?</li>\n</ul>What data does the Work Smart app collect?<p>The Work Smart app collects and processes the following data across 2 categories.</p>\n<ol>\n<li>User data</li>\n<li>Functional data</li>\n</ol>\n<p>\n<strong>User data</strong>\n<br>This category includes data related to the individual user of the app.\nSuch data is derived from the account used to log into Microsoft Teams and includes:</p>\n<ul>\n<li>Given name (The user's first name)</li>\n<li>Surname (The user's last name)</li>\n<li>Email (The user's email address)</li>\n<li>Tenant ID (The ID relating to the Office 365 tenant for the user's organisation)</li>\n<li>Object ID (The ID relating to the user within the specified organisation)</li>\n</ul>\n<p>\n<strong>Functional data</strong>\n<br>This category includes data related to the necessary proper functioning of the app itself.</p>\n<ul>\n<li>Messages sent to the app from the user via the chat feature</li>\n</ul>\n<p>\n<em>Note: You may see references in Microsoft AppSource and the Microsoft Teams App Store about the collection of data other than the items listed under User and Functional data.\nThis is because the Azure Bot Framework and Microsoft Teams Development Platform allows for the collection of data other than that specified in this Privacy Statement.\nPlease rest assured that although the app could be capable of collecting more data, we only choose to actively collect, process, and sometimes store the data specified in this Privacy Statement.</em>\n</p>Why does the Work Smart app collect data?<p>The Work Smart app collects the specified User data for the following reasons:</p>\n<ul>\n<li>To provide a personalised user experience i.e.\nGreet the user by name within the app</li>\n<li>To understand usage analytics i.e.\nhow many people have installed the app</li>\n<li>To allow ModernCollab.\nLtd to contact users i.e.\nImportant updates or issues</li>\n</ul>\n<p>The app collects the specified Functional data for the following reasons:</p>\n<ul>\n<li>To fulfill the apps main purpose in providing the user with knowledge and answers relating to Microsoft Office 365</li>\n</ul>How does the Work Smart app this collected data?<p>The Work Smart app collects User data upon the app being installed within Microsoft Teams, and only upon this one-time event.\nThe app does not repeatedly collect User data again within the lifetime of the app.\nThis User data is collected, processed, and stored for a finite period.</p>\n<p>The app collects Functional data every time the user chooses to send the app a message.\nMessages are sent by the user to the app in 1 of 2 forms:</p>\n<ol>\n<li>A message freely written in text format by the user using the chat feature</li>\n<li>A button that is clicked by the user within the app navigation</li>\n</ol>\n<p>This Functional data is collected, processed but not stored.</p>\n<p>\n<em>Note: Although both User data and Functional data is collected, we do not correlate the 2 types of data together.\nWe do not therefore know which user has submitted which message.\nTherefore, all user messages sent to the app is private and confidential and will not be stored, monitored, or analysed by ModernCollab.\nLtd</em>\n</p>Where does the Work Smart app store data?<p>The Work Smart app stores User data within the Microsoft Azure cloud platform.\nMore specifically, User data is stored in a Cosmos DB service located in the Western Europe region.\nUser data residing in this service is therefore compliant with all Microsoft privacy terms and security practices as stated in the Microsoft Trust Center</p>\n<p>User data stored in this context will reside in the Cosmos DB service for a maximum period 12 months to allow for relevant reporting and usage analysis.</p>\n<p>The app does not store Functional data outside of the Microsoft Teams application.\nThis Functional data stored within the Microsoft Teams application is bound by the data measures implemented by the user's organisation and therefore resides in the organisations Office 365 tenant.</p>\n<p>Although Functional data is not stored, it is collected and processed.\nThis enables the app to understand the intention of the user and respond with an appropriate reply.\nFunctional data is processed within the Microsoft Azure cloud platform.\nMore specifically Functional data is processed by the Microsoft Language Understanding Intelligent Service (LUIS) service.</p>How will ModernCollab.\nLtd use this collected data?<p>ModernCollab.\nLtd will use the collected User data for the following reasons:</p>\n<p>\n<strong>To provide a personalised user experience</strong>\n</p>\n<p>The Work Smart app collects certain user information to personalise the users experience, whilst using the app.\nThis includes greeting the user by their first name.</p>\n<p>\n<strong>To understand usage analytics</strong>\n</p>\n<p>The app collects certain user information to be able to gain an understanding of how many users have installed the app.\nWe may also use this information to understand which organisations and derived industries are using the app to better develop and serve its audience in the future.</p>\n<p>\n<strong>To allow ModernCollab.\nLtd to contact users</strong>\n</p>\n<p>ModernCollab.\nLtd may choose to use User data to send users communications by email or social media.\nModernCollab.\nLtd will only ever communicate to users to welcome them once the Work Smart app has been installed.\nor to notify of important or critical message that users or organisations must become aware of.\nThis may include a major change to the privacy statement, or terms of use.\nIn addition, this may also include a major change in the apps functionality that impacts usage in some manner.\nModernCollab.\nLtd will never contact users for marketing purposes.</p>\n<p>ModernCollab.\nLtd will use the collected Functional data for the following reasons:</p>\n<p>\n<strong>To fulfill the apps main purpose</strong>\n<br>The app collects certain Functional data to fulfil its overall purpose.\nThis will primarily be to understand user input so that the app can respond with relevant information, therefore educating the user in a better use of Microsoft Office 365</p>Does ModernCollab.\nLtd share this collected data?<p>No, we do not share any collected, processed, or stored information with a third party other that reasons listed in this privacy statement i.e.\nMicrosoft Azure cloud platform.</p>What are my data protection rights?<p>\n<strong>Access to data</strong>\n<br>As a user, you have the right to request a copy of any information stored about you.</p>\n<p>\n<strong>Verifying and correcting data</strong>\n<br>As a user, you have the right to verify any information stored about you and if necessary request that it is updated.</p>\n<p>\n<strong>Withdraw consent and deletion of data</strong>\n</p>\n<p>As a user, you have the right to withdraw consent for us to collect, process and store User or Functional data.\nIf this is your intention, you will need to uninstall the Work Smart app.\nUpon install any stored data will automatically be deleted after a maximum period of 12 months.\nIf you wish that your data be deleted sooner, please contact us.</p>\n<p>\n<strong>Lodge a complaint</strong>\n</p>\n<p>You also have the right to lodge a complaint with us at ModernCollab.\nLtd or with the appropriate information commissioner's office.</p>Who can I contact about data collection?<p>\n<strong>Contacting ModernCollab.\nLtd</strong>\n<br>Dan Burling (Company Director)<br>ModernCollab.\nLtd<br>Get in touch</p>\n<p>\n<strong>Contacting the Information Commissioner's Office</strong>\n<br>Please visit ico.org.uk</p>", "created_at": "2021-04-14 00:30:24.148056", "updated_at": "2021-04-14 00:31:26.547909"}, {"id": 5036, "name": "terms of use", "url": "https://moderncollab.co.uk/worksmart-terms-of-use/", "xpath": "//body", "text": "Work Smart's terms of use<p>Last updated 24 January 2021</p>Contents<ul>\n<li>Links to other resources</li>\n<li>Prohibited uses</li>\n<li>Intellectual property rights</li>\n<li>Limitation of liability</li>\n<li>Indemnification</li>\n<li>Severability</li>\n<li>Dispute resolution</li>\n<li>Changes and amendments</li>\n<li>Acceptance of these terms</li>\n<li>Contacting us</li>\n</ul>\n<p>These terms and conditions (\"Agreement\") set forth the general terms and conditions of your use of the \"Work Smart\" mobile application (\"Mobile Application\" or \"Service\") and any of its related products and services (collectively, \"Services\").\nThis Agreement is legally binding between you (\"User\", \"you\" or \"your\") and ModernCollab.\nLtd (\"Operator\", \"we\", \"us\" or \"our\").\nBy accessing and using the Mobile Application and Services, you acknowledge that you have read, understood, and agree to be bound by the terms of this Agreement.\nIf you are entering into this Agreement on behalf of a business or other legal entity, you represent that you have the authority to bind such entity to this Agreement, in which case the terms \"User\", \"you\" or \"your\" shall refer to such entity.\nIf you do not have such authority, or if you do not agree with the terms of this Agreement, you must not accept this Agreement and may not access and use the Mobile Application and Services.\nYou acknowledge that this Agreement is a contract between you and the Operator, even though it is electronic and is not physically signed by you, and it governs your use of the Mobile Application and Services.</p>Links to other resources<p>Although the Mobile Application and Services may link to other resources (such as websites, mobile applications, etc.), we are not, directly or indirectly, implying any approval, association, sponsorship, endorsement, or affiliation with any linked resource, unless specifically stated herein.\nWe are not responsible for examining or evaluating, and we do not warrant the offerings of, any businesses or individuals or the content of their resources.\nWe do not assume any responsibility or liability for the actions, products, services, and content of any other third parties.\nYou should carefully review the legal statements and other conditions of use of any resource which you access through a link in the Mobile Application and Services.\nYour linking to any other off-site resources is at your own risk.</p>Prohibited uses<p>In addition to other terms as set forth in the Agreement, you are prohibited from using the Mobile Application and Services or Content: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Mobile Application and Services, third party products and services, or the Internet.\n(h) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(i) for any obscene or immoral purpose.\nor (j) to interfere with or circumvent the security features of the Mobile Application and Services, third party products and services, or the Internet.\nWe reserve the right to terminate your use of the Mobile Application and Services for violating any of the prohibited uses.</p>Intellectual property rights<p>\"Intellectual Property Rights\" means all present and future rights conferred by statute, common law or equity in or in relation to any copyright and related rights, trademarks, designs, patents, inventions, goodwill and the right to sue for passing off, rights to inventions, rights to use, and all other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted, rights to claim priority from, such rights and all similar or equivalent rights or forms of protection and any other results of intellectual activity which subsist or will subsist now or in the future in any part of the world.\nThis Agreement does not transfer to you any intellectual property owned by the Operator or third parties, and all rights, titles, and interests in and to such property will remain (as between the parties) solely with the Operator.\nAll trademarks, service marks, graphics and logos used in connection with the Mobile Application and Services, are trademarks or registered trademarks of the Operator or its licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Mobile Application and Services may be the trademarks of other third parties.\nYour use of the Mobile Application and Services grants you no right or license to reproduce or otherwise use any of the Operator or third party trademarks.</p>Limitation of liability<p>To the fullest extent permitted by applicable law, in no event will the Operator, its affiliates, directors, officers, employees, agents, suppliers or licensors be liable to any person for any indirect, incidental, special, punitive, cover or consequential damages (including, without limitation, damages for lost profits, revenue, sales, goodwill, use of content, impact on business, business interruption, loss of anticipated savings, loss of business opportunity) however caused, under any theory of liability, including, without limitation, contract, tort, warranty, breach of statutory duty, negligence or otherwise, even if the liable party has been advised as to the possibility of such damages or could have foreseen such damages.\nTo the maximum extent permitted by applicable law, the aggregate liability of the Operator and its affiliates, officers, employees, agents, suppliers and licensors relating to the services will be limited to an amount greater of one pound or any amounts actually paid in cash by you to the Operator for the prior one month period prior to the first event or occurrence giving rise to such liability.\nThe limitations and exclusions also apply if this remedy does not fully compensate you for any losses or fails of its essential purpose.</p>Indemnification<p>You agree to indemnify and hold the Operator and its affiliates, directors, officers, employees, agents, suppliers and licensors harmless from and against any liabilities, losses, damages or costs, including reasonable attorneys' fees, incurred in connection with or arising from any third party allegations, claims, actions, disputes, or demands asserted against any of them as a result of or relating to your Content, your use of the Mobile Application and Services or any willful misconduct on your part.</p>Severability<p>All rights and restrictions contained in this Agreement may be exercised and shall be applicable and binding only to the extent that they do not violate any applicable laws and are intended to be limited to the extent necessary so that they will not render this Agreement illegal, invalid or unenforceable.\nIf any provision or portion of any provision of this Agreement shall be held to be illegal, invalid or unenforceable by a court of competent jurisdiction, it is the intention of the parties that the remaining provisions or portions thereof shall constitute their agreement with respect to the subject matter hereof, and all such remaining provisions or portions thereof shall remain in full force and effect.</p>Dispute resolution<p>The formation, interpretation, and performance of this Agreement and any disputes arising out of it shall be governed by the substantive and procedural laws of the United Kingdom without regard to its rules on conflicts or choice of law and, to the extent applicable, the laws of the United Kingdom.\nThe exclusive jurisdiction and venue for actions related to the subject matter hereof shall be the courts located in the United Kingdom, and you hereby submit to the personal jurisdiction of such courts.\nYou hereby waive any right to a jury trial in any proceeding arising out of or related to this Agreement.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to this Agreement.</p>Changes and amendments<p>We reserve the right to modify this Agreement or its terms relating to the Mobile Application and Services at any time, effective upon posting of an updated version of this Agreement in the Mobile Application.\nWhen we do, we will revise the updated date.\nContinued use of the Mobile Application and Services after any such changes shall constitute your consent to such changes.</p>Acceptance of these terms<p>You acknowledge that you have read this Agreement and agree to all its terms and conditions.\nBy accessing and using the Mobile Application and Services you agree to be bound by this Agreement.\nIf you do not agree to abide by the terms of this Agreement, you are not authorized to access or use the Mobile Application and Services.</p>Contacting us<p>If you would like to contact us to understand more about this Agreement or wish to contact us concerning any matter relating to it, please do Get in touch</p>", "created_at": "2021-04-14 00:30:23.469496", "updated_at": "2021-04-14 00:32:27.982286"}], "points": [{"id": 25887, "title": "There is a date of the last update of the agreements", "source": "https://moderncollab.co.uk/worksmart-privacy-statement/", "status": "Generated through the annotate view", "created_at": "2021-11-22 21:25:27.666712", "updated_at": "2021-11-28 06:09:26.402333", "quoteText": "Last updated 05 March 2021", "case_id": 331, "document_id": 5037, "quoteStart": 30, "quoteEnd": 56}], "urls": ["moderncollab.co.uk"]}}