{"error": 448, "message": "OK", "parameters": {"id": 3217, "name": "Dare Drop", "created_at": "2021-04-23 12:00:22.045324", "updated_at": "2021-04-24 00:01:22.468317", "wikipedia": null, "keywords": null, "related": null, "slug": "dare_drop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3217.png", "url": "daredrop.com", "documents": [{"id": 5260, "name": "Cookie Policy", "url": "https://daredrop.com/cookie-policy", "xpath": "", "text": " Dare DropDaresExtensionsBlogSign InCookie PolicyWhy we use cookies<p>Dare Drop uses cookies and other technologies to help recognize you as a repeat visitor and, to improve the quality of our Services.</p>How we use cookies<p>When you visit Dare Drop, our web server sends a cookie to your device, which allows us to recognize your device (but not the specific person using it).\nBy associating the identification numbers in the cookies with other account information when, for example, you log in to our Services, we know that the cookie information relates to your user account.\nSimilarly, pixel tags on Dare Drop and in email communications help us identify how your device is being used to interact with Dare Drop content.\nSome of the tags and cookies used by our Services are served by us, and some are served by trusted partners who are delivering services on our behalf.</p>\n<p>Some examples of the types of cookies and other technologies Dare Drop uses:</p>\n<p>\n<strong>Authentication</strong>Dare Drop uses authentication cookies and similar technologies to tell us when you’re logged in to Dare Drop.\nThis lets us show you personalized views related to your interests and connect you with Dares like those you may already have backed.<strong>Security</strong>Cookies also help keep Dare Drop secure by facilitating security features and allowing us to detect activity that might violate our rules and Terms of Service.\nThese cookies help protect your account from being accessed by anyone other than you, alert you and us when your account is accessed, and provide capabilities that allow us to disable any active sessions you have (for example, when you log out or change your password).<strong>Localization</strong>Some cookies help us provide localized experiences — for example, by making sure you see Dare Drop in your preferred language.<strong>Site features and services</strong>Dare Drop uses cookies that provide functionality and help us deliver our products and services — for instance, by storing your preferences or by pre-filling the username field when you log in.<strong>Performance</strong>Performance cookies help us route traffic between servers and understand how Dare Drop is performing, so we can provide you with the best experience possible.\nWe may use third party software development kits (SDK) in our mobile apps to collect information about activity in the app, the type of device and operating system it is running on and how the app is functioning.\nFor example an SDK may send us a report if the app crashes, and reports on which features of the app are used more than others.<strong>Analytics and research</strong>Cookies and other technologies also help us to understand, improve, and research features and content on the Dare Drop site.\nFor example, we may use cookies to understand how you are discovering Dares or to determine which types of browsers or devices are accessing Dare Drop.\nYou can opt-out of being included in Google Analytics here.<strong>Social Media Platforms</strong>Cookies and other technologies make interacting with social media platforms more seamless.\nFor example, when you’re signed into social media accounts while you use our Services, these technologies enable you to share content with your social network or, in some cases, log in using your social media credentials.\nThese features are usually controlled by the social media platform you are using and are governed by its separate privacy policies and the preferences you set with that service.<strong>Marketing</strong>Cookies help us deliver targeted advertisements on social media platforms, based on your activity on Dare Drop, including the Dares you’ve backed or creators you’ve followed on Dare Drop, and to track the performance of those ads.\nThis is sometimes referred to as online behavioral advertising.\nIn some cases, our partners may use cookies to provide us with information about your interactions with their services.\nThose third-party cookies would be subject to the third party service’s policies.\nYou can opt-out of online behavioral advertising.\nThe Self-Regulatory Program for Online Behavioral Advertising program provides consumers with the ability to opt-out of having their online behavior recorded and used for advertising purposes.\nTo opt out of having your online behavior collected for advertising purposes, click here.\nCertain choices you make are both browser- and device-specific.</p>You can control certain cookies<p>Your browser may give you the ability to control cookies.\nHow you do so depends on the type of cookie.\nCertain browsers can be set to reject browser cookies.\nBlocking or deleting cookies may prevent you from using most of our Services.\nTo find out more about how to enable, disable, or delete cookies from your web browser, please visit here.\nTo control flash cookies, which may be used on certain websites from time to time, you can go here.\nWhy? Because flash cookies cannot be controlled through your browser settings.</p>Our Do Not Track Policy<p>Some browsers have “do not track” features that allow you to tell a website not to track you.\nThese features are not all uniform.\nWe do not currently respond to those signals.\nIf you block cookies, certain features on our sites may not work.\nIf you block or reject cookies, not all of the tracking described here will stop.</p>\n<p>Certain options you select are browser- and device-specific.</p>Questions?<p>If you have questions or suggestions, please contact us at support@DareDrop.com.</p>\n<p>This updated policy will go into effect on January 31, 2019.</p>FAQContact usTerms of ServiceCookie PolicyPrivacy PolicyBrandsJoin us on Discord© 2021 Dare Drop.\nAll right reserved.", "created_at": "2021-04-23 12:00:24.37092", "updated_at": "2021-04-23 12:32:27.68253"}, {"id": 5258, "name": "Privacy Policy", "url": "https://daredrop.com/privacy-policy", "xpath": "", "text": " Dare DropDaresExtensionsBlogSign InPrivacy Policy<ul>\n<li>Changes to This Policy</li>\n<li>Who We Are</li>\n<li> How This Policy Applies</li>\n<li> What We Collect and Receive</li>\n<li>How We Use This Information</li>\n<li> European Union Users</li>\n<li>How This Information Is Shared </li>\n<ul>\n<li>Information that’s shared publicly</li>\n<li>Information that isn’t shared publicly</li>\n<li>Information that’s shared with trusted third-party services</li>\n<li>Information that’s shared with creators and collaborators</li>\n<li>Information that’s shared to protect Dare Drop and comply with the law</li>\n<li>Links to other websites and services</li>\n</ul>\n<li>Retention</li>\n<li>Data Transfers</li>\n<li> Your Rights</li>\n<li>Email and Mobile Notifications</li>\n<li>Security</li>\n<li>Data Protection Officer</li>\n<li>Data Protection Authority</li>\n<li>Children</li>\n</ul>Changes to This Policy<p>We may update this Policy periodically.\nIf we do, we’ll let you know about any material changes, either by notifying you on the Site or by sending you an email.\nNew versions of this Policy will never apply retroactively — we’ll tell you the exact date they go into effect.\nIf you keep using Dare Drop after a change, that means you accept this Policy.</p>Who We Are<p>Dare Drop, Inc (along with its parents, subsidiaries, affiliates, agents, representatives, consultants, employees, officers, and directors — collectively, “Dare Drop,” “we,” or “us”) provides services that help people bring creative content to life.\nOur main service is a funding platform for creative dares.</p>How This Policy Applies <p>This Policy describes the information we collect from you, how we use that information and our legal basis for doing so.\nIt also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.\nIf you see a capitalized word, it’s defined in our Terms of Use.\nWe use cookies and similar technologies, as described in our Cookie Policy.</p>\n<p>By using the Services offered by Dare Drop, you’re acknowledging you have agreed to our Terms of Use and that you have read and understood this Privacy Policy and our Cookie Policy.</p>What We Collect and Receive<p>In order for you to create an account on Dare Drop and use our Services, we need to collect and process certain information.\nDepending on your use of the Services, that may include:</p>\n<ul>\n<li>Information you provide by completing forms on Dare Drop — your name, email and postal addresses, telephone number, country of residence, login, and password details.\nWe may ask for this information if you register as a user of the Services, subscribe to our newsletters, upload, pledge or submit content through Dare Drop, or if you contact us;</li>\n<li>Information you provide for identity verification purposes when fulfilling a dare, including your legal name, business name and Tax ID for business entities, and date of birth.\nIn some cases, our payment processor will request that you provide a secure upload of an identity document (such as your passport, drivers license or other government-issued ID) to Dare Drop;</li>\n<li>Details of any requests or transactions you make through the Services.\nDare Drop partners with other companies (such as PayPal) for payment processing, and the payment information you submit is collected and used by them in accordance with their privacy policies (for PayPal’s, click here).\nDare Drop doesn’t store your payment information apart from the last four digits of your credit card or bank account (as applicable), expiration date, and country, which we require for tax, government regulatory, and security purposes;</li>\n<li>Information about your activity on and interaction with Dare Drop, including use of our mobile apps (such as your IP address, the type of device or browser you use, and your actions on the Site);</li>\n<li>Information about the ways people visit and interact with our Site, in the form of traffic analytics.\nYou can opt out of being included in Google Analytics here.\nFor more information about our use of data analytics to protect and improve our Services, see our Cookie Policy;</li>\n<li>Communications you send to us (for example, when you ask for support, send us questions or comments, or report a problem).\nand</li>\n<li>Information that you submit on or to Dare Drop in the form of comments, contributions to discussions, or messages to other users.</li>\n</ul>\n<p>You may decline to provide us with your information.\nHowever, this will limit your ability to register for an account or use our Services.\nYou may pledge to a dare as a guest by providing only an email address.\nHowever, to adjust your pledge, save payment details for future pledges, make dare comments and take most other actions on our Site, you will need to finish creating an account.\nYou may review, change or remove your information through your account settings.</p>How We Use This Information<p>We use the information we collect for the following purposes:</p>\n<ul>\n<li>To keep your account secure and protect our Services (including to verify the identities of creators and prevent fraud and abuse);</li>\n<li>To enable us to provide you with our Services, and to improve and promote our Services;</li>\n<li>To create and administer your account, contact you, and customize your experience on Dare Drop (for example, to show you dares that we think may interest you based on your previous use).\nand</li>\n<li>To track and analyze use of the Services so that we can improve how Dare Drop is performing and provide users with the best experience possible.</li>\n</ul>European Union Users<p>Data protection law in Europe requires a “lawful basis” for collecting and retaining personal information from citizens or residents of the European Economic Area.\nOur lawful bases include:</p>\n<ul>\n<li>Performing the contract we have with you: In certain circumstances, we need your personal data to comply with our contractual obligation to deliver the Services, enable creators to establish and display their dares, and enable backers to find and make pledges to them.</li>\n<li>Legal compliance: Sometimes the law says we need to collect and use your data.\nFor example, tax laws require us to retain records of pledges and payments made through our Services.</li>\n<li>\n<p>Legitimate interests: This is a technical term in data protection law which essentially means we have a good and fair reason to use your data and we do so in ways which do not hurt your interests and rights.\nWe sometimes require your data to pursue our legitimate interests n a way that might reasonably be expected as part of running our business and that does not materially impact your rights, freedom or interests.</p>\n<p>For example, we use identity, device, and location information to prevent fraud and abuse and to keep the Services secure.\nWe may also send you promotional communications about our Services, subject to your right to control whether we do so.</p>\n<p>We analyze how users interact with our Site so we can understand better what elements of the design are working well and which are not working so well.\nThis allows us to improve and develop the quality of the online experience we offer all our users.</p>\n</li>\n</ul>How This Information Is Shared<p>\n<strong> Information that’s shared publicly</strong>When you create an account, we create a basic profile page for you on Dare Drop, containing your username, the date the account was created, and a list of dares you have funded or completed.\nYour profile is private.\nYour username appears with dares you create or claim on Dare Drop.</p>\n<p>Creators are also asked to verify their identities before claiming a dare.\nOnce this has been done, the creator’s Verified Name will be publicly displayed on their account profile and on any dares they create or claim.</p>\n<p>\n<strong> Information that isn’t shared publicly</strong>The following data will not be publicly displayed or revealed to other users:</p>\n<ul>\n<li>Any payment information you provide;</li>\n<li>Your password details;</li>\n<li>Your IP address;</li>\n<li>Your phone number;</li>\n<li>Your date of birth and other identity verification documentation (for creators).\nand</li>\n<li>Communications you send to us (for example, when you ask for support, send us questions or comments, or report a problem).</li>\n</ul>\n<p>\n<strong>Information that’s shared with trusted third-party services</strong>We may share your information with certain trusted third-party services to help us provide, improve, promote, or protect Dare Drop’s Services (like when we partner with payment processors, or use services that help us manage our ads on other sites).\nWhen we share data with third-party services that support our delivery of the Dare Drop Services, we require that they use your information only for the purposes we’ve authorized, and that they protect your personal information at least to the same standards we do.\nWe may also share information that’s aggregated and anonymized in a way that it doesn’t directly identify you.</p>\n<p>\n<strong>Information that’s shared with creators and collaborators</strong>When you back a dare, the dare’s deliverer will know your username, and the amount you have pledged.\nDeliverers never receive backers’ credit card details or other payment information.</p>\n<p>If a dare you have backed is successfully funded, the creator will receive the email address associated with your Dare Drop account.\nThey may also send you a survey requesting information needed to provide any reward.\n(For instance, they may need your mailing address, or T-shirt size.) Any information you provide in such surveys will be received by the deliverer.</p>\n<p>Deliverers are required to keep backer information confidential, except as strictly necessary to communicate with backers directly and fulfill rewards.\nDelverers should not ask for personal information that isn’t necessary to provide your reward, and should never request sensitive personal information such as your Social Security number or payment information.\nContact us at support@DareDrop.com if you receive a request for information that seems inappropriate or excessive</p>\n<p>Collaborators are third parties that deliverers can appoint to help manage their dare.\nThese collaborators may be able to access the information available to deliverers (including backers’ names, email addresses, pledge amounts, messages, and survey responses), and are required to treat backers’ personal information with the same care and respect as deliverers are.</p>\n<p>Deliverers and their collaborators may also receive routine traffic analytics about their dare pages.</p>\n<p>\n<strong>Information that’s shared to protect Dare Drop and comply with the law</strong>We do reserve the right to disclose personal information when we believe that doing so is reasonably necessary to comply with the law or law enforcement, to prevent fraud or abuse, or to protect Dare Drop’s legal rights, property, or the safety of Dare Drop, its employees, users, or others.</p>TOS for Links<p>\n<strong>Links to other websites and services</strong>Our Site may include links to other websites or services whose privacy practices may differ from Dare Drop’s.\nWhen you use a link to an external site or service, the privacy policy and data processing disclosures for that site or service governs.</p>Data Retention<p>We will retain your information as long as your account is active, as necessary to provide you with the Services or as otherwise set forth in this Policy.\nWe will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Dare Drop’s legal rights.</p>\n<p>We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.</p>Data Transfers<p>Because Dare Drop is a US-based company, your information will be collected and processed in the United States.\nThe United States has its own laws governing data protection and government access to information.\nThe rules that protect your personal information under United States law may be different than in your home country.\nIf you choose to use the Services, you need to agree to our Terms of Use, which set out the contract between Dare Drop and its users.</p>Your Rights<p>Users residing in certain countries, including the EU, are afforded certain rights regarding their personal information.\nExcept where an exception or exemption applies, these rights include the ability to access, correct, and request deletion of your personal information.\nThese rights are not applicable globally.</p>\n<p>You can request a downloadable copy of your personal data from Dare Drop from your account settings page.\nTo modify or delete the personal information you’ve provided to us, please log in and update your profile.\nWe may retain certain information as required by law or as necessary for our legitimate business purposes.</p>Email and Mobile Notifications<p>We want to communicate with you only if you want to hear from us.\nWe try to keep emails to a minimum and give you the ability to opt in to any marketing communications we send.</p>\n<p>We will send you email relating to your transactions on Dare Drop.\nYou may also elect to receive certain marketing email communications, in accordance with your preferences, and from which you may opt out at any time.\nWe’ll also send you service-related announcements when it’s necessary to do so.</p>Security<p>We take security seriously, and the security of your personal data is important to us.\nWe follow industry-standard practices to protect the data we collect and maintain, including using Transport Layer Security (TLS) to encrypt information as it travels over the internet.\nNo method of transmission over the internet or electronic storage is completely secure, so Dare Drop cannot guarantee its absolute security.\nYour account information is protected by a password, which you should choose carefully and keep secure.</p>\n<p>We encourage the responsible disclosure of vulnerabilities of our Services by emailing support@DareDrop.com.</p>Data Protection Officer<p>To contact our Data Protection Officer, please email support@DareDrop.com.</p>You can contact us in writing at:<br>Dare Drop <br>PO Box 2021 <br>St.\nHelena, CA 94574 <br>USA<br>Data Protection Authority<p>Subject to applicable law, if you are a citizen or resident of the European Economic Area, you also have the right to (i) object to Dare Drop’s use of your personal information and (ii) lodge a complaint with your local data protection authority or the United Kingdom Information Commissioner’s Office, which is Dare Drop’s lead supervisory authority in the European Union.<br>United Kingdom Information Commissioner’s Office<br>Wycliffe House, Water Lane, Wilmslow, Cheshire<br>SK9 5AF, United Kingdom<br>Telephone: +0303 123 1113<br>Fax: 01625 524510<br>Web: https://ico.org.uk/global/contact-us/</p>Children<p>People under 18 (or the legal age in your jurisdiction) are not permitted to use Dare Drop on their own.\nDare Drop does not knowingly collect any personal information from children under the age of 13 and children under 13 are not permitted to register for an account or use our Services.</p>\n<p>If you believe that a child has provided us with personal information, please contact us at support@DareDrop.com.\nIf we become aware that a child under age 13 has provided us with personally identifiable information, we’ll delete it.</p>\n<p>\n<i>Updated: Feb 2019</i>\n</p>FAQContact usTerms of ServiceCookie PolicyPrivacy PolicyBrandsJoin us on Discord© 2021 Dare Drop.\nAll right reserved.", "created_at": "2021-04-23 12:00:23.013775", "updated_at": "2021-04-23 12:32:53.248311"}, {"id": 5259, "name": "Terms Of Service", "url": "https://daredrop.com/terms", "xpath": "", "text": " Dare DropDaresExtensionsBlogSign InTerms Of ServiceRules for your use of Dare Drop1.\nWelcome to Dare Drop!<p>This page explains our terms of service.\nWhen you use Dare Drop, you’re agreeing to all the rules on this page.\nWe’ve done our best to offer you clear and simple explanations of what everything means with brief summaries before each Section.\nThe summaries are not part of the official legal terms.</p>\n<p>Welcome to Dare Drop.\nBy using this website (the “Site”) and services (together with the Site, the “Services”) offered by Dare Drop (together with its parents, subsidiaries, affiliates, agents, representatives, consultants, employees, officers, and directors — collectively, “Dare Drop,” “we,” or “us”), and used by companies marketing their products and services (”Brands”), you’re agreeing to these legally binding rules (the “Terms”).\nYou’re also agreeing to our Privacy Policy, Cookie Policy, and Copyright Policy.\nand agreeing to follow any other rules on the Site, like our Rules of Use.</p>\n<p>We may change these terms from time to time.\nIf we do, we’ll let you know about any material changes, either by notifying you on the Site or by sending you an email.\nNew versions of the terms will never apply retroactively and we’ll tell you the exact date they go into effect.\nIf you keep using Dare Drop after a change, that means you accept the new terms.</p>\n<p>Dare Drop is for your personal, non-commercial use, except as explained in Section 4 and Section 5 below.</p>2.\nCreating an Account<p>To use Dare Drop, you need to be 13 years old or older.\nIf you’re between 13 and 18 (or the legal age of majority for your jurisdiction), you may only use Dare Drop under the supervision of a parent or legal guardian who agrees to these Terms.\nYou’re responsible for your account and all the activity on it.</p>\n<p>You can browse Dare Drop without registering for an account.\nBut to use some of Dare Drop’s functions, you’ll need to register.\nWhen you do that, the information you give us has to be accurate and complete.\nDon’t choose names that are offensive or that violate anyone’s rights, and don’t impersonate anyone.\nIf you don’t follow these rules, we may cancel your account.</p>\n<p>You’re responsible for all the activity on your account, and for keeping your password confidential.\nIf you find out that someone has used your account without your permission, report it to support@DareDrop.com.</p>\n<p>To sign up for an account, you need to be at least 18 years old, old enough to form a binding contract where you live, or at least 13 years old under the supervision of a parent or guardian who agrees to be bound by these Terms of Service.\nIf necessary, we may ask you for proof of your age.</p>3.\nDon’t Do These Things<p>This Section is a List of things you know you shouldn’t do: lie, break laws, abuse people, steal data, hack other people’s computers, and so on.\nPlease behave yourself.</p>\n<p>Many people use Dare Drop.\nWe expect all of them to help keep this a nice place.\nDon’t do any of these things on the Site:</p>\n<ul>\n<li>\n<strong>Don’t break the law.</strong> Don’t take any action that infringes or violates other people’s rights, violates the law, or breaches any contract or legal duty you have toward anyone</li>\n<li>\n<strong>Don’t spam.</strong> Don’t distribute unsolicited or unauthorized advertising or promotional material, or any junk mail, spam, or chain letters.\nDon’t run mail TermLists, TermListservs, or any kind of auto-responder or spam on or through the Site.</li>\n<li>\n<strong>Don’t lie to people.</strong> Don’t post information you know is false, misleading, or inaccurate.\nDon’t do anything deceptive or fraudulent.</li>\n<li>\n<strong>Don’t solicit use of prohibited items of activities.\n</strong>Don’t post Dares that include or encourage illegal actions or items, violate any of Dare Drop’s policies, rules, or guidelines, or violate any applicable law, statute, ordinance, or regulation.</li>\n<li>\n<strong> Don’t victimize anyone.</strong> Don’t do anything threatening, abusive, harassing, defamatory, libelous, tortious, obscene, profane, or invasive of another person’s privacy.</li>\n<li>\n<strong> Don’t harm anyone’s computer.\n</strong>Don’t distribute software viruses, or anything else (code, films, programs) designed to interfere with the proper function of any software, hardware, or equipment on the Site (whether it belongs to Dare Drop or another party).</li>\n</ul>\n<p>We also need to make sure that the Site is secure and functions properly.\nSo don’t do any of these things — most of which boil down to “don’t mess with our system.”</p>\n<ul>\n<li>Don’t try to interfere with the proper workings of the Services.</li>\n<li>Don’t bypass any measures we’ve put in place to secure the Services.</li>\n<li>Don’t try to damage or get unauthorized access to any system, data, password, or other information, whether it belongs to Dare Drop or another party.</li>\n<li>Don’t take any action that imposes an unreasonable load on our infrastructure, or on our third-party providers.\n(We reserve the right to determine what’s reasonable.)</li>\n<li>Don’t use any kind of software or device (whether it’s manual or automated) to “crawl” or “spider” any part of the Site.</li>\n<li>Don’t take apart or reverse engineer any aspect of Dare Drop in an effort to access things like source code, underlying ideas, or algorithms.</li>\n</ul>4.\nHow Dares Work<p>Most of our Terms of Service explain your relationship with Dare Drop.\nThis section is different — it explains the relationship between creators and backers of Dare Drop Dares, and who’s responsible for what.\nThis is what you’re agreeing to when you create, fund, or deliver results for a Dare Drop Dare.</p>\n<p>Dare Drop provides a funding platform for creative Dares.\nWhen a creator fulfills a Dare on Dare Drop or a funder backs a Dare on Dare Drop, they’re inviting other people to form a contract with them.\nAnyone who delivers the result for a Dare is accepting the creator’s and funder’s offer, and forming that contract</p>\n<p>Dare Drop is not a part of this contract — the contract is a direct legal agreement between creators and backers.\nHere are the terms that govern that agreement:</p>\n<p>When a Dare is successfully completed, <b>the funders must pay their pledged amounts to the deliverer</b>.\nOnce a funder has done so, they’ve satisfied their obligation to the other funders and the deliverer.</p>\n<p>Throughout the process, deliverers owe their funders a high standard of effort, honest communication, and a dedication to bringing the Dare to life.\nAt the same time, funders must understand that when they fund a Dare, they’re helping to create something.\nThere may be changes or delays, and there’s a chance something could happen that prevents a deliverer from being able to finish the Dare as requested.</p>\n<p>The deliverers are each solely responsible for fulfilling the promises made in their claimed Dare.\nIf they’re unable to satisfy the terms of this agreement, they may be subject to legal action by the funders.</p>5.\nHow Funding Works<p>This section goes over the details of funding and creating Dares.\nThis is how money gets collected, and the details on how and when pledges can be changed or canceled.</p>\n<p>These are the terms that apply when you’re funding or creating a Dare:</p>\n<ul>\n<li>You’re only charged if the Dare is completed.\nYou’ll provide your payment information when you pledge, but you won’t be charged.\nYour payment will only be collected if, at the time of the Dare’s funding deadline, the Dare has been completed.\nThe exact amount you pledged is the amount Dare Drop will collect.\nIf the Dare hasn’t been completed, you won’t be charged, and no money will change hands.</li>\n<li>In some cases we’ll reserve the charge on your card.\nDare Drop and its payment partners may authorize or reserve a charge on your credit card (or whatever payment method you use) for any amount up to the full pledge, at any time between the pledge and the collection of funds.</li>\n<li>You can increase, decrease, or cancel your pledge at any time during the Dare, with one exception.\nDuring the last 24 hours before the Dare is completed, you can’t decrease or cancel your pledge without contacting customer support first — if the deliverer has already created the video or is in the process of streaming the video which will be used to deliver on the Dare, then you may not cancel or decrease your pledge.</li>\n<li>Dare Drop doesn’t offer refunds.\nResponsibility for finishing a Dare lies entirely with the Dare deliverer.\nDare Drop doesn’t hold funds on deliverers’ behalf, cannot guarantee deliverers’ work, and does not offer refunds.</li>\n</ul>\n<p>These are the terms that apply when you’re <b>delivering a Dare</b>:</p>\n<ul>\n<li>\n<b>We’ll charge our fees before putting funds in your account</b>.\nDare Drop and its payment partners will subtract fees before transmitting the proceeds of a Dare.</li>\n<li>\n<b>Some pledges can’t be collected, which might reduce the amount of funding you get</b>.\nBecause some payments can’t be collected — for instance, when a backer’s credit card expires before funding ends, and they don’t provide updated information — we can’t guarantee that the amount of funding you receive will be exactly equal to the full amount pledged minus fees.</li>\n<li>\n<b>We’ll help resolve payment-card disputes</b>.\nIf a backer of your Dare disputes the charge with their card issuer, we’ll handle re-presenting the charge to settle the dispute with the card issuer.\nYou’ll be notified that a dispute has been filed, and you’ll be able to provide evidence to help us resolve it in your favor.\nIf the cardholder’s dispute is found valid, you authorize us to charge the credit card number you provided when you completed the Dare for the amount of the chargeback.</li>\n<li>\n<b>Don’t count your chickens before they hatch</b>.\nDon’t assume you’ll be able to deliver on a Dare when you want.\nthere could be a reason we’re not able to accept it, or a problem that takes time to resolve.\nDon’t assume you’ll be able to immediately collect your funding.\nthere may be a delay between the end of a successful Dare and your access to the funds.\nAnd don’t take any actions in reliance on collecting any of the money pledged until you actually have the ability to withdraw it from your account and spend it.</li>\n</ul>6.\nTerms Applicable to Developers, Brands, and Publishers<p>This section applies to those who use the site to promote a brand, product, or service using a campaign.\nThis includes all functionality you can use adding and publishing a campaign on our site, and funding Dares.\nThis section does not exclude you from the rest of the terms, you are bound by those too.</p>\n<p>In order to use our services you must register and create an account.\nYou must provide the background information on your game and organization laid out by our site to publish a campaign.\nWe will review the information provided by you or any information that is publicly available.\nWe reserve the right, in our sole discretion, to accept or reject your campaign and the use of our Site and/or Service.\nIf your campaign is accepted, you will be allowed to make acceptable Content available to our community, such as the game pages, game keys, products, and dares you create to promote your brands, products, or services.</p>\n<p>\n<strong>Fees</strong>\n</p>\n<p>Developers, Brands, and Publishers may purchase one-time and subscription services.\nWe reserve the right to modify our billing rates at any time upon thirty (30) days written notice by posting such fee changes to the Site or by email notification to you.\nYou will be liable to pay such modified billing rates.</p>\n<p>If you purchase any service, you agree that our third party payment processors, such as Stripe and PayPal, may store your payment method.\nYou expressly agree that we are authorized to charge you (i) a fee for any applicable service to which you have subscribed, billed on a basis of any applicable subscription period, (ii) any other fees for services you may purchase, (iii) any charges for use of the services in excess of the any limits placed on your use of the services (and you hereby consent to such charges and agree we are not required to notify you of any such charge in advance) and (iv) any applicable taxes in connection with your use of the services to the payment method you provide and to reimburse us for all collection costs and interest for any overdue amounts.\nIf the payment method you provide expires and you do not provide new payment information or cancel your account, you authorize us to continue billing you and you agree to remain responsible for any uncollected fees.</p>\n<p>You take full responsibility for all taxes and fees associated with the services, including any sales tax related to any purchase or sale of services or goods added to the site by you.\nWhen purchasing or selling services or goods on the site, it is your responsibility to determine whether or not sales taxes apply to a transaction and to collect, report and remit the correct amounts to the appropriate authority.</p>\n<p>\n<strong>Cancellation Policy</strong>\n</p>\n<p>Unless otherwise set out in writing at the time of purchase with Dare Drop, fees for services will be billed in advance for each month and are non-refundable.\nThere will be no refunds or credits for partial months of service or for periods in which your services are active but go unused.</p>\n<p>If a dare deliverer accepted a dare prior to your cancellation, you are liable for any reward listed for that dare if it is completed.\nDare completion may happen up to thirty (30) days after your last subscription period ends.\nYou remain liable through that period.</p>7.\nStuff We Aren’t Responsible For<p>We don’t oversee Dares’ performance, and we don’t mediate disputes between users.</p>\n<p>Dare Drop isn’t liable for any damages or losses related to your use of the Services.\nWe don’t become involved in disputes between users, or between users and any third party relating to the use of the Services.\nWe don’t oversee the performance or punctuality of Dares, and we don’t endorse any content users submit to the Site.\nWhen you use the Services, you release Dare Drop from claims, damages, and demands of every kind — known or unknown, suspected or unsuspected, Dsclosed or undisclosed — arising out of or in any way related to such disputes and the Services.\nAll content you access through the Services is at your own risk.\nYou’re solely responsible for any resulting damage or loss to any party.</p>8.\nOur Fees<p>Fees are only charged on successfully funded Dares.\nWe charge 10%, in addition to any fees from our payments partners.</p>\n<p>Creating an account on Dare Drop is free.\nIf you create, fund or deliver on a Dare that is successfully funded, we (and our payment partners) collect fees.\nOur partners’ fees may vary slightly based on your location.</p>\n<p>We will not collect any fees without giving you a chance to review and accept them.\nIf our fees ever change, we’ll announce that on our Site.\nSome funds pledged by backers are collected by payment providers.\nEach payment provider is its own company, and Dare Drop isn’t responsible for its performance.</p>\n<p>You’re responsible for paying any additional fees or taxes associated with your use of Dare Drop.</p>9.\nOther Websites<p>If you follow a link to another website, what happens there is between you and them — not us.</p>\n<p>Dare Drop may contain links to other websites (for instance, Dare pages, and user profiles may link to other sites).\nWhen you access third-party websites, you do so at your own risk.\nWe don’t control or endorse those sites.</p>\n<p>Dare Drop partners with other companies (such as PayPal) for payment processing.\nWhen you back or create a Dare, you’re also agreeing to the payment processor’s terms of service.</p>10.\nYour Intellectual Property<p>We don’t own the stuff you post on Dare Drop.\nBut when you post it, you’re giving us permission to use or copy it however we need in order to run the site, or show people what’s happening on it.\n(We generally just use this to promote Dares and showcase our community on the website.) You’re responsible for the content you post, and you’re vouching to us that it’s all okay to use.</p>\n<p>Dare Drop, Developers, Brands, Publishers, and deliverers that use Dare Drop, don’t own content you submit to us (your “Content”).\nBut we do need certain licenses from you in order to perform our Services.\nWhen you submit delivery on a Dare, submit a new Dare for review, or save content to a campaign you agree to these terms:</p>\n<ul>\n<li>\n<b>We can use the content you’ve submitted</b>.\nYou grant to us, Brands who have sponsored your Dares, and others acting on our behalf, the worldwide, non-exclusive, perpetual, irrevocable, royalty-free, sublicensable, transferable right to use, exercise, commercialize, and exploit the copyright, publicity, trademark, and database rights with respect to your Content.</li>\n<li>\n<b> When Dare Drop or Brands use the content, we can make changes, like editing or translating it</b>.\nYou grant us the right to edit, modify, reformat, excerpt, delete, or translate any of your Content.</li>\n<li>\n<b>You won’t submit Content you don’t hold the copyright for (unless you have permission)</b>.\nYour Content will not contain third-party copyrighted material, or material that is subject to other third-party proprietary rights, unless you have permission from the rightful owner of the material, or you are otherwise legally entitled to post the material (and to grant Dare Drop all the license rights outlined here).</li>\n<li>\n<b>Any royalties or licensing on your Content are your responsibility</b>.\nYou will pay all royalties and other amounts owed to any person or entity based on your Content, or on Dare Drop’s hosting of that Content.</li>\n<li>\n<b>You promise that if we use your Content, we’re not violating anyone’s rights or copyrights</b>.\nIf Dare Drop or its users exploit or make use of your submission in the ways contemplated in this agreement, you promise that this will not infringe or violate the rights of any third party, including (without limitation) any privacy rights, publicity rights, copyrights, contract rights, or any other intellectual property or proprietary rights.</li>\n<li>\n<b>You’re responsible for the stuff you post</b>.\nAll information submitted to the Site, whether publicly posted or privately transmitted, is the sole responsibility of the person from whom that content originated.</li>\n<li>\n<b>We’re not responsible for mistakes in your content</b>.\nDare Drop will not be liable for any errors or omissions in any content.</li>\n</ul>11.\nDare Drop’s Intellectual Property<p>The content on Dare Drop is protected in various ways.\nYou do have the right to use it for certain personal purposes, but you can’t use it for anything commercial without getting permission first.</p>\n<p>Dare Drop’s Services are legally protected in various ways, including copyrights, trademarks, service marks, patents, trade secrets, and other rights and laws.\nYou agree to respect all copyright and other legal notices, information, and restrictions contained in any content accessed through the Site.\nYou also agree not to change, translate, or otherwise create derivative works of the Service.</p>\n<p>Dare Drop grants you a license to reproduce content from the Services for personal use only.\nThis license covers both Dare Drop’s own protected content and user-generated content on the Site.\n(This license is worldwide, non-exclusive, non-sublicensable, and non-transferable.) If you want to use, reproduce, modify, distribute, or store any of this content for a commercial purpose, you need prior written permission from Dare Drop or the relevant copyright holder.\nA “commercial purpose” means you intend to use, sell, license, rent, or otherwise exploit content for commercial use, in any way.</p>12.\nHow We Deal with Copyright Issues<p>We comply with the Digital Millennium Copyright Act.</p>\n<p>To learn more about how we deal with claims of copyright infringement, read our Copyright Policy.\nThe Digital Millennium Copyright Act lays out a system of legal requirements for dealing with allegations of copyright infringement.\nDare Drop complies with the DMCA, and we respond to notices of alleged infringement if they comply with the law and the requirements set forth in our Copyright Policy.\nWe reserve the right to delete or disable content alleged to be infringing, and to terminate accounts for repeat infringers.\n(We do this when appropriate and at our sole discretion.)</p>\n<p>If you’d like to submit a claim of copyright infringement, please visit our Copyright Policy.\nOur designated agent for notice of alleged copyright infringement is:</p>\n<p>Dare Drop<br>Attn: Copyright Office<br>PO Box 2021<br>St.\nHelena, CA 94574<br>support@DareDrop.com</p>13.\nDeleting Your Account<p>You can delete your account at any time.\nDeleting your account won’t automatically make some content you’ve already posted go away.</p>\n<p>You can delete your account at any time.\nDeleting your account won’t automatically make some content you’ve already posted go away.</p>\n<p>You can terminate your account at any time through your account settings.\nWe may retain certain information as required by law or as necessary for our legitimate business purposes.\nAll provisions of this agreement survive termination of an account, including our rights regarding any content you’ve already submitted to the Site.\n(For example, if you’ve created a Dare, deleting your account will not remove the Dare from the Site.) You can contact us at support@DareDrop.com for more information or to request Dare page deletion (this is not available in all circumstances).</p>14.\nOur Rights<p>To operate, we need to be able to maintain control over what happens on our website.\nSo in this Section, we reserve the right to make decisions to protect the health and integrity of our system.\nWe don’t take these powers lightly, and we only use them when we absolutely have to.</p>\n<p>Dare Drop reserves these rights:</p>\n<ul>\n<li>We can make changes to the Dare Drop Site and Services without notice or liability.</li>\n<li>We have the right to decide who’s eligible to use Dare Drop.\nWe can cancel accounts or decline to offer our Services (especially if you’re abusing them).\nWe can change our eligibility criteria at any time.\nIf these things are prohibited by law where you live, then we revoke your right to use Dare Drop in that jurisdiction.</li>\n<li>We have the right to cancel any pledge to any Dare, at any time and for any reason.</li>\n<li>We have the right to reject, cancel, interrupt, remove, or suspend any Dare at any time and for any reason.</li>\n</ul>\n<p>Dare Drop is not liable for any damages as a result of any of these actions, and it is our policy not to comment on the reasons for any such action.</p>15.\nWarranty Disclaimer<p>We work hard to provide you with great services, but we can’t guarantee everything will always work perfectly.\nThis site is presented as-is, without warranties.</p>\n<p>You use our Services solely at your own risk.\nThey are provided to you “as is” and “as available” and <em>without warranty of any kind</em>, express or implied.</p>\n<p>DARE DROP SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.\nNO ADVICE OR INFORMATION (ORAL OR WRITTEN) OBTAINED BY YOU FROM Dare Drop SHALL CREATE ANY WARRANTY.</p>16.\nIndemnification <p>If you do something on Dare Drop that winds up getting us sued, you have to help defend us.</p>\n<p>If you do something that gets us sued, or break any of the promises you make in this agreement, you agree to defend, indemnify, and hold us harmless from all liabilities, claims, and expenses (including reasonable attorneys’ fees and other legal costs) that arise from or relate to your use or misuse of Dare Drop.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to this indemnification clause, in which case you agree that you’ll cooperate and help us in asserting any defenses.</p>\n<p>If you do something that gets us sued, or break any of the promises you make in this agreement, you agree to defend, indemnify, and hold us harmless from all liabilities, claims, and expenses (including reasonable attorneys’ fees and other legal costs) that arise from or relate to your use or misuse of Dare Drop.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to this indemnification clause, in which case you agree that you’ll cooperate and help us in asserting any defenses.</p>17.\nLimitation of Liability<p>If something bad happens as a result of your use of Dare Drop, we’re not liable.</p>\n<p>To the fullest extent permitted by law, in no event will Dare Drop, its directors, employees, partners, suppliers, or content providers be liable for any indirect, incidental, punitive, consequential, special, or exemplary damages of any kind, including but not limited to damages (i) resulting from your access to, use of, or inability to access or use the Services.\n(ii) for any lost profits, data loss, or cost of procurement or substitute goods or services.\nor (iii) for any conduct of content of any third party on the Site.</p>18.\nDispute Resolution and Governing Law<p>We’re located in New York, and any disputes with us have to be handled in New York under New York State law.</p>\n<p>We at Dare Drop encourage you to contact us if you’re having an issue, before resorting to the courts.\nIn the unfortunate situation where legal action does arise, these Terms (and all other rules, policies, or guidelines incorporated by reference) will be governed by and construed in accordance with the laws of the State of New York and the United States, without giving effect to any principles of conflicts of law, and without application of the Uniform Computer Information Transaction Act or the United Nations Convention of Controls for International Sale of Goods.\nYou agree that Dare Drop and its Services are deemed a passive website that does not give rise to jurisdiction over Dare Drop or its parents, subsidiaries, affiliates, assigns, employees, agents, directors, officers, or shareholders, either specific or general, in any jurisdiction other than the State of New York.\nYou agree that any action at law or in equity arising out of or relating to these Terms, or your use or non-use of Dare Drop, shall be filed only in the state or federal courts located in New York County in the State of New York, and you hereby consent and submit to the personal jurisdiction of these courts for the purposes of litigating any such action.\nYou hereby irrevocably waive any right you may have to trial by jury in any dispute, action, or proceeding.</p>19.\nThe Rest<p>These are our official terms and our rules for how things work.\n(So if you ever see conflicting information about any of this stuff, the information here is the last word.)</p>\n<p>These Terms and the other material referenced in them are the entire agreement between you and Dare Drop with respect to the Services.\nThey supersede all other communications and proposals (whether oral, written, or electronic) between you and Dare Drop with respect to the Services and govern our future relationship.\nIf any provision of these Terms is found to be invalid under the law, that provision will be limited or eliminated to the minimum extent necessary so that the Terms otherwise will remain in full force and effect and enforceable.\nThe failure of either you or Dare Drop to exercise any right provided for in these Terms in any way won’t be deemed a waiver of any other rights.</p>\n<p>These Terms are personal to you.\nYou can’t assign them, transfer them, or sublicense them unless you get Dare Drop’s prior written consent.\nDare Drop has the right to assign, transfer, or delegate any of its rights and obligations under these Terms without your consent.\nDare Drop will provide you notice via email, written notice, or by conspicuously posting the notice on our Site.</p>\n<p>These updated terms will go into effect on March 30, 2021, at 12 a.m.\nEastern Time, and apply to all Dares launched on Dare Drop on or after that date.</p>FAQContact usTerms of ServiceCookie PolicyPrivacy PolicyBrandsJoin us on Discord© 2021 Dare Drop.\nAll right reserved.", "created_at": "2021-04-23 12:00:23.692293", "updated_at": "2021-04-23 12:33:11.30644"}], "points": [], "urls": ["daredrop.com"]}}