{"error": 448, "message": "OK", "parameters": {"id": 463, "name": "furrymate", "created_at": "2018-05-08 12:19:45.243226", "updated_at": "2021-07-08 22:18:25.91209", "wikipedia": null, "keywords": "", "related": "", "slug": "furrymate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/463.png", "url": "furrymate.com", "documents": [{"id": 8234, "name": "Privacy Policy", "url": "https://furrymate.com/dating/page/general/privacy/", "xpath": "/html/body/div[1]/div/div[5]/div/div[2]/div/div[2]/div[1]", "text": " <p>\n</p>\n<p>\n<b>Privacy Policy</b>\n</p>\n<p>('<b>We</b>') FurryMate are committed\nto protecting and respecting your privacy.</p>\n<p>This policy (together with our terms\nand conditions of use and any other documents referred to on it) sets out the\nbasis on which any personal data we collect from you, or that you provide to\nus, will be processed by us.\nPlease read the following carefully to understand\nour views and practices regarding your personal data and how we will treat it.</p>\n<p>&nbsp;</p>\n<p>\n<b>What information do we collect about\nyou?</b>\n</p>\n<p>We may collect and process the\nfollowing information about you:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation that you provide by filling in forms on our site (the\n'Site') (including your personal details, contact details, and other profile\ninformation you submit when you create a membership profile).\nWe may also\ncollect information when you voluntarily complete customer surveys, provide\nfeedback and participate in competitions.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation from your web-based email accounts (including your profile\npicture and other publicly visible information) if you agree to add the Site's\nemail address to the contact lists stored at your email provider's website.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour location according to the IP address assigned to your PC by your\nInternet Service Provider.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you contact us, we may keep a record of that correspondence.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;Details of transactions you carry out through the Site, including\nany information we require to provide any products or services that you order\nfrom us through the Site.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWebsite usage information is also collected using cookies (see below\nunder 'Cookies').&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>How will we use the information about\nyou?</b>\n</p>\n<p>We use the information we hold about\nyou in the following ways:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo administer your user account with us (including notifying you of any\ncompatible matches, tips, announcements, updates, special offers or services,\nshould you consent to it).</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo help us improve the structure, layout and usability of the Site.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo allow you to participate in any interactive features of the Site</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo help personalize your repeat visits to the Site.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo notify you of any compatible matches or any matches who are near your\nlocation.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo provide you with information, products or services that you request\nfrom us or which we feel may interest you, where you have consented to be\ncontacted for such purposes</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo answer any questions you may raise or respond to any comments you may\nsend to us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo notify you about changes to our service or the functionality of the\nSite.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo carry out market analysis and research.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo ensure that you are complying with the terms and conditions of use\nand to comply with our statutory and regulatory obligations.&nbsp.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>What information do we collect about\nothers?</b>\n</p>\n<p>Some features of the Site allow you\nto share your Site experience with people you know (“your Contacts”), or to\ninvite them to join the Site.\nWhen given the option to do so you can choose to\nupload your Contacts information.\nwe will request their name and email address.</p>\n<p>If you give us your password to\nupload these Contacts through a web based email provider we shall not store your\npassword after you have uploaded your Contacts’ addresses.</p>\n<p>&nbsp;</p>\n<p>\n<b>How do we use information about your\nContacts?</b>\n</p>\n<p>If you choose to upload your\nContact’s name and email address you are allowing us to send an email\ninvitation on your behalf, inviting your Contact to join the Site.</p>\n<p>We will store your Contact’s name and\nemail address solely for the purposes of inviting them to join our Site and for\nassociating your Contact with you and other people they may know.</p>\n<p>If your Contact does not want us to\nstore their email address which you uploaded to our Site, they can ask us to\nremove it by contacting us at using our contact form.</p>\n<p>We will not store your Contacts\ninformation after invitations (up to a maximum of 3) have been sent.\nYour\nContacts will then only receive future emails from us if they choose to accept\nthe invitation and join our Site, or if you use any of our tools to share\nexperiences with your Contacts and you input their email address for us to use\nagain.</p>\n<p>&nbsp;</p>\n<p>\n<b>Disclosure of your information</b>\n</p>\n<p>As we continue to develop our\nbusiness, we might sell or buy assets.\nIn such transactions, the information we\nhave collected about you will generally be one of the transferred business\nassets.\nAlso in the unlikely event that we or our assets are purchased, your\ninformation will also be one of the transferred assets.\nWe may share\ninformation about you with:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther companies in the same corporate group as us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nA buyer or prospective buyer of our business.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOur professional advisers, such as our lawyers, where it is necessary\nfor them to advise us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther persons if we are under a duty to disclose or share your\ninformation in order to comply with any legal obligation.</p>\n<p>We may also share information about\nyou with third parties that we engage to help us in certain areas, such as\nprocessing payments for services you order from us.\nHowever, we will control\nand be responsible for the use of your information by these third parties.</p>\n<p>We may also provide information about\nyou to other users of the Site as reasonably required in order to provide the\nservices that you order from us.</p>\n<p>&nbsp;</p>\n<p>\n<b>Marketing and other uses of your\nnon-personal data by us and by third parties</b>\n</p>\n<p>We may share non-personal information\nwe collect under any of the above circumstances.\nWe may share it with our own\ncompanies or other third parties to develop and deliver targeted advertising to\nyou, or to help us prepare or share aggregate business and marketing reports.</p>\n<p>We would like to send you information\nabout goods and services offered by us and selected third parties that we think\nmay be of interest to you.\nFor that, the email address or mobile phone number\nyou have provided can be used.</p>\n<p>If you do not want us to use your\ndata in this way, or to pass your details on to third parties for marketing\npurposes please tick the appropriate boxes situated in the 'my account' area of\nthe Site.\nYou can also ask us to not to use your personal information, or to\npass your details on to third parties for marketing purposes, by e-mailing us\nusing the contact form found in the footer of the site.</p>\n<p>&nbsp;</p>\n<p>\n<b>Cookies</b>\n</p>\n<p>We may collect information about your\ncomputer, including where available your IP address, operating system and\nbrowser type, for system administration and to report aggregate information to\nour advertisers.\nThis is statistical data about our users' browsing actions and\npatterns, and does not identify any individual.\nFor the same reason, we may\nobtain information about your general internet usage by using a cookie file\nwhich is stored on the hard drive of your computer.\nCookies contain information\nthat is transferred to your computer's hard drive.\nThey help us to improve the\nSite and to deliver a better and more personalised service.\nThey enable us:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo estimate our audience size and usage pattern.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo store information about your preferences, and so allow us to\ncustomise the Site according to your individual interests.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo speed up your searches.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo recognize you when you return to the Site.</p>\n<p>Cookies are small text files that are\nplaced on your computer by websites that you visit.\nThey are widely used in\norder to make websites work, or work more efficiently, as well as to provide\ninformation to the owners of the site.\n&nbsp;We use cookies to enhance our\nsecurity, help us gather information during subscription and understand our web\ntraffic trends.\nYou can amend your browser settings so that you do not accept\ncookies, but this will probably adversely affect the way you experience our\nSite.</p>\n<p>Non-personal data may be gathered on\nour behalf using cookies, log file data, and code that is embedded on our\nwebsites by specific third party partners.\nWe use this non-personal information\nto help improve the services we provides to you.\nThe non-personal data gathered\nis used to provide anonymised statistical information.</p>\n<p>&nbsp;</p>\n<p>\n<b>Where we store your personal data</b>\n</p>\n<p>The personal data that we collect\nfrom you may be transferred to, and stored at, a secure server.\nIt may also be\nprocessed by staff who work for us or for one of our suppliers (for example,\nstaff who are involved in providing services that you order from us, processing\nyour payment details or providing support services for the Site).\nBy submitting\nyour personal data to us through the Site, you agree to this transfer, storing\nor processing.\nWe will take all steps reasonably necessary to ensure that your\ndata is treated securely and in accordance with this privacy policy.</p>\n<p>Where we have given you (or where you\nhave chosen) a password or user ID code which enables you to access certain\nparts of the Site, you are responsible for keeping the password or user ID code\nconfidential.\nWe ask you not to share a password or user ID code with anyone.</p>\n<p>Unfortunately, the transmission of\ninformation via the internet is not completely secure.\nAthough we will do our\nbest to protect your personal data, we cannot guarantee the security of your\ndata transmitted to the Site.\nany transmission is at your own risk.\nOnce we\nhave received your information, we will use procedures and security features to\ntry to prevent unauthorized access.</p>\n<p>&nbsp;</p>\n<p>\n<b>Other Websites</b>\n</p>\n<p>The Site may, from time to time,\ncontain links to and from the websites of our partner networks, advertisers and\naffiliates.\nIf you follow a link to any of these websites, please note that\nthese websites have their own privacy policies and that we do not accept any\nresponsibility or liability for these policies.\nPlease check these policies\nbefore you submit any personal data to these websites.</p>\n<p>&nbsp;</p>\n<p>\n<b>Access to information and correction</b>\n</p>\n<p>You have the right to request a copy\nof the information that we hold about you.\nIf you would like a copy of some or\nall of your personal information, please contact us using our contact form\nlocated at the footer of the website.\nPlease note that we may make a small\ncharge for this service.</p>\n<p>We want to make sure that your\npersonal information is accurate and up to date.\nYou can ask us to correct or\nremove information you think is inaccurate at any time by e-mailing by using\nour contact form located at the footer of the website.</p>\n<p>&nbsp;</p>\n<p>\n<b>Changes to our privacy policy</b>\n</p>\n<p>We keep our privacy policy under\nregular review and will post any changes to it on this page.\nWe encourage you\nto regularly review our privacy policy to make sure you are always aware of\nwhat information we collect, how we use it and under what circumstances, if\nany, we may share it with other parties.</p>\n<p>&nbsp;</p>\n<p>\n<b>Questions</b>\n</p>\n<p>If you have any questions about this\nprivacy policy then please contact us at using our contact form located in the\nfooter of the site.</p> ", "created_at": "2021-07-08 22:20:43.258063", "updated_at": "2021-07-08 22:20:52.935353"}, {"id": 8233, "name": "Terms of Use", "url": "https://furrymate.com/dating/page/general/tos/", "xpath": "/html/body/div[1]/div/div[5]/div/div[2]/div/div[2]/div[1]", "text": " <p>TERMS OF USE</p>\n<p>This page inform you of the terms of use on which you may make use of the website http://FurryMate.com (the 'Site').\nPlease read these terms of use carefully before you start to use the Site.\nYou must be at least 18 years of age to use the Site.\nBy using the Site, you indicate that you accept these terms of use and that you agree to abide by them.\nIf you do not agree to these terms of use or you are under 18 years of age, please do not use the Site.\n</p>\n<p>\n<br>\n</p>\n<p>WE DO NOT CONDUCT ANY BACKGROUND CHECKS, CRIMINAL CHECKS OR IDENTITY CHECKS ON ANY OF THE SITE’S USERS.&nbsp;YOU ARE RESPONSIBLE FOR ALL OF YOUR INTERACTION WITH OTHER USERS AND YOU SHOULD READ MORE ABOUT ONLINE DATING SAFETY.<br>\n</p>\n<p>\n<br>When you see \"JOIN FOR FREE\" this means that you can sign up to the Services free of charge, however you will have limited access to features and areas of the Service.\nFull access will require a Full Membership.<br>\n</p>\n<br>\n<p>These terms of use will become effective from the point at which you use the Site or the Services (or where you expressly accept these terms of use by registering with FurryMate) and will remain in full force and effect unless terminated hereunder.</p>\n<p>\n</p>\n<p>SERVICES</p>\n<p>FurryMate provides on line services and associated services through the Site that enables you to contact and engage in conversation with other members hosted on the Site (the 'Services').\n</p>\n<p>FurryMate creates user profiles for use by our customer support representatives for the support, marketing and improvement of the Services.\nFurryMate's customer support representatives are encouraged to speak to members and also stimulate conversation between members by making introductions and recommendations.Some profiles are created for entertainment purposes only.\n<br>Members will also receive communications from computer generated virtual profiles for entertainment purposes only.\n</p>\n<p> They may, from time to time, send electronic communications to ask how their members are using certain aspects of the Services.\n</p>\n<p>FurryMate may offer additional services or revise the scope of the Services at its discretion and with or without notice, and these terms of use will apply to all additional or revised Services.\nFurryMate also reserves the right to stop offering the Services.\n</p>\n<p>&nbsp;</p>\n<p>YOUR ACCESS</p>\n<p>You can access the Site in the following ways:\n</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n(i) By visiting the Site as a guest.\n</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n(ii) By registering through the Site as a member.\nor\n</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n(iii) By registering through the Site as a member and purchasing a subscription package.\n</p>\n<p>There is no fee payable to access the Site as a guest or as a registered member.\nHowever, please note that accessing the Site as a guest or registered member will only give you limited access to features and areas of the Site.\nIf you would like full access to all the features and areas of the Site and access to all the Services then you must purchase one of FurryMate's subscription packages.\n</p>\n<p>The fees payable for each of FurryMate's subscription packages are set out on the “Upgrade” page of the Site.\n</p>\n<p>&nbsp;</p>\n<p>USE OF THE SITE PERSONAL USE</p>\n<p>Your account is for your personal use only.\nYou may not authorise others to use your account or attempt to use another member's account without first obtaining their consent.\nYou must not assign or otherwise transfer your account to any other person or entity.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Information YOU SUBMIT</p>\n<p>If you register with the Site, you warrant that you will:\n</p>\n<p>• Provide all the information required to complete the registration forms on the Site.\n</p>\n<p>• Ensure the information you provide is accurate and up to date.\n</p>\n<p>• Update and maintain the accuracy of the information you provide.\n</p>\n<p>• Only post information and content that is relevant to the members of the Site (please see below under 'Restrictions on your use of the Site' for further details of the restrictions on the type of information and content you can post).\n</p>\n<p>• Be fully responsible for all use of your account and for any actions that take place using your account.\nand\n</p>\n<p>• Only post genuine ratings of and comments on other members' profiles and other content based on your personal experience.\nPlease note that any comments you make, if false, could be defamatory and could lead to legal proceedings being taken against you.\n</p>\n<p>&nbsp;</p>\n<p>RESTRICTIONS OF YOUR USE OF THE SITE</p>\n<p>You agree that you will not post any content on the Site, transmit any content to others, communicate any content, provide links to any content, or otherwise engage in any activity on the Site or through the Services that:\n</p>\n<p>• Impersonates or otherwise misrepresents affiliation, connection or association with, any person or entity.\n</p>\n<p>• Posting of email addresses, messenger usernames, external website links, or phone numbers in your profile or personal messages.\n</p>\n<p>• Discloses any personal or confidential information of any person or organisation without first obtaining their consent or solicits another person's personal information for commercial or unlawful purposes.\n</p>\n<p>• Solicits or requests personal information from anyone under the age of 18 or solicit passwords for unlawful purposes.\n</p>\n<p>• Contains any material which is technically harmful (including, without limitation, computer viruses, logic bombs, Trojan horses, worms, harmful components, corrupted data or other malicious software or harmful data).\n</p>\n<p>• Promotes racism, bigotry, hatred or physical harm against any group or individual.\n</p>\n<p>• Promotes or enables illegal or unlawful activities.\n</p>\n<p>• Is intended to harass, annoy, threaten or intimidate any other members or other people or organizations.\n</p>\n<p>• Is defamatory, inaccurate, obscene, indecent, seditious, offensive, , abusive, liable to incite racial hatred, discriminatory, inflammatory, blasphemous, in breach of confidence, in breach of privacy or which may cause annoyance or inconvenience.\n</p>\n<p>• Is deliberately misleading or fraudulent;</p>\n<p>• Contains copyrighted content (such as music, videos, photographs, images etc) without first obtaining their owners consent.\n</p>\n<p>• Uses the Site or Services for chain letters, junk mail or spam e-mails.\n</p>\n<p>• Advertises or solicits any member to buy or sell any products or services.\n</p>\n<p>• Interferes or disrupts networks connected to the Site or attempts to interfere with the proper functioning of the Site (including imposing an unreasonable load on the technical infrastructure used to operate the Site).\nor\n</p>\n<p>• Contains any material which may infringe or violate any third party's rights.\n</p>\n<p>&nbsp;</p>\n<p>YOUR RESPONSIBILITY</p>\n<p>You are solely responsible for, and assume all liability regarding,<br> (i) the information and content you post on the Site.\n<br>(ii) the information and content you post, transmit, publish, or otherwise make available through the Site.\nand <br>(iii) your interactions with other members through the Site.\n</p>\n<p>&nbsp;</p>\n<p>REMOVAL OF CONTENT</p>\n<p>FurryMate reserves the right, but has no obligation, to monitor the information or content you submit to the Site or post in the public areas of the Site.\nFurryMate has the right to remove any such information or content: (i) that in FurryMate's sole discretion violates, or may violate, any applicable law, or these terms of use.\n(ii) or upon the request of any third party.\n</p>\n<p>&nbsp;</p>\n<p>SECURITY</p>\n<p>You agree that you are responsible for keeping your screen name and password for your account secret.\nYou acknowledge that FurryMate is not responsible for third party access to your account that results from sharing by you or the theft or misappropriation of your screen name and password.\nFurryMate reserves the right to suspend your access to the Site or terminate your account if FurryMate suspects an unauthorized person is attempting to access it.\n</p>\n<p>&nbsp;</p>\n<p>REPORTING</p>\n<p>You agree to tell FurryMate immediately about: (i) any violation of these terms of use by others (including but not limited to other members) of which you become aware.\nand (ii) any known or suspected unauthorized access to your account.\n</p>\n<p>&nbsp;</p>\n<p>Risks of using the Site &amp.\nServices</p>\n<p>You assume all risk when using the Site and the Services, including but not limited to, all of the risks associated with any online or offline interactions with others, including dating.\nYou understand that FurryMate is unable to guarantee the accuracy or completeness of information provided to you by or about other members, and that FurryMate is unable to confirm that any member is who he or she claims to be.\nFurryMate does not warrant and is not responsible for ensuring that other members are in compliance with these terms of use.\nYou agree to take all necessary precautions when communicating with or meeting individuals through the Site.\nYou understand that FurryMate makes no guarantees or warranties, either express or implied, regarding your ultimate compatibility with individuals you meet through the Site or as to the conduct of such individuals.\nYou further understand that FurryMate makes no guarantees or warranties as to the number or frequency of matches made available to you through the Site.\n</p>\n<p>&nbsp;</p>\n<p>FurryMate's proprietary rights</p>\n<p>You acknowledge and agree that the copyright and other intellectual property rights in the Site and the content provided as part of the Services belongs to FurryMate.\nNo rights in respect of the Site or the content provided as part of the Services are granted to you other than those expressly set out in these terms of use.\n</p>\n<p>&nbsp;</p>\n<p>Licence to your posted content</p>\n<p>By posting information or content to your profile pages or any public area of the Site, you automatically grant, and you represent and warrant that you have the right to grant to FurryMate an irrevocable, perpetual, non-exclusive, royalty free, worldwide license to use, copy, publish, display, reformat, translate and distribute such information or content and to grant and authorize sub-licences of the same.\nYou further waive any moral rights you may have in any such information or content.\n</p>\n<p>&nbsp;</p>\n<p>Disclaimer of warranties</p>\n<p>This section will apply to the maximum extent permitted by applicable law.\n</p>\n<p>FurryMate will provide the Services with reasonable skill and care, and except as expressly provided in these terms of use, does not make or grant (and hereby excludes) any warranties, representations, conditions or terms of any kind, whether express, implied, statutory or otherwise with respect to the Services or the Site (including all information contained therein), including but not limited to any implied warranties of merchantability, satisfactory quality, fitness for a particular purpose or non-infringement.\n</p>\n<p>FurryMate does not warrant that your use of the Site will be secure, uninterrupted, always available, error-free or will meet your requirements, or that any defects in the Site will be corrected.\nFurryMate disclaims liability for, and no warranty, representation, condition or other term is made with respect to, the connectivity and availability of the Site.\n</p>\n<p>Opinions, advice, statements, offers, or other information or content made available through the Services, but not directly by FurryMate, are those of their respective authors, and should not necessarily be relied upon.\nSuch authors are solely responsible for such content.\nFurryMate does not: (i) warrant or guarantee the accuracy, completeness or usefulness of any information provided on the Site or the Services, or (ii) adopt, endorse or accept responsibility for the accuracy or reliability of any opinion, advice, or statement made by any party other than FurryMate.\nUnder no circumstances will FurryMate be responsible for any loss or damage resulting from anyone's reliance on information or other content posted on the Site, provided through the Services, or transmitted to or by any members.\n</p>\n<p>&nbsp;</p>\n<p>Liability</p>\n<p>To the maximum extent permitted by law, in no event will FurryMate be liable for any direct, indirect or consequential loss or damage arising out of or relating, directly or indirectly, to the use or inability to use the Site or Services, including, without limitation, loss of income or revenue, loss of corruption of data or programs, loss of goodwill and loss of anticipated savings, even if FurryMate knows or has been advised of the possibility of such loss arising.\n</p>\n<p>To the maximum extent permitted by applicable law, in no event will FurryMate be liable for any claims, losses or damages whatsoever, whether direct, indirect, general, special, compensatory, consequential, and/or incidental, arising out of or relating to the conduct of you or anyone else in connection with the use of the Site or Services, including without limitation, bodily injury, emotional distress, and/or any other claims, losses or damages resulting from communications or meetings with other users of the Site.\nThis includes any claims, losses or damages arising from the conduct of members who have registered under false pretenses or who attempt to defraud or harm you.\n</p>\n<p>FurryMate's total liability to you in connection with these terms of use or the use of the Services or the Site shall be to the fees paid by you to FurryMate for use of the Services.\n</p>\n<p>&nbsp;</p>\n<p>Indemnity</p>\n<p>You agree to indemnify FurryMate, its officers, directors, employees, agents and third parties for any claims, causes of action, debts, losses, costs, liabilities and expenses (including reasonable legal fees) relating to or arising, directly or indirectly, out of: (i) your use of or inability to use the Site or Services, (ii) any content or information posted by you, (iii) your violation of these terms of use or your violation of any rights of a third party, or (iv) your violation of any applicable laws, rules or regulations.\n</p>\n<p>FurryMate reserves the right, at its own cost, to assume the exclusive defence and control of any matter otherwise subject to indemnification by you.\nYou agree to provide FurryMate with full co-operation if FurryMate chooses to exercise this right.\n</p>\n<p>&nbsp;</p>\n<p>Information about you and your visits to the Site</p>\n<p>FurryMate processes information about you in accordance with FurryMate's privacy policy.\nBy using the Site, you consent to such processing and you warrant that all data provided by you is accurate.\n</p>\n<p>&nbsp;</p>\n<p>Links to other sites</p>\n<p>Where the Site contains links to other sites and resources provided by third parties, these links are provided for your information only.\nFurryMate has no control over the contents of those sites or resources, and accepts no responsibility for them or for any loss or damage that may arise from your use of them.\n</p>\n<p>&nbsp;</p>\n<p>Term and termination</p>\n<p>\n<br>\n</p>\n<p>These terms of use will become effective from the point at which you use the Site or the Services (or where you expressly accept these terms of use by registering with FurryMate) and will remain in full force and effect unless terminated hereunder.\n\u2028</p>\n<p>\nYour subscription will be automatically extended for successive renewal period of the same duration as the subscription term originally selected, at the then current non-promotional subscription rate.\nPlease note that you must terminate your subscription prior to the end of the subscription period for which you have paid to avoid being charged for the next subscription period.\nTo change or terminate your subscription at any time, please choose one of the procedures detailed in the FAQ\nsection of the website or us the contact us\nlink found at the footer of the site.\nEither FurryMate or you may terminate your user account at any time and for any reason by sending notice to the other.\nFurryMate reserves the right to suspend immediately or terminate your access to any of the Services, without notice, for any reason.\nFurryMate also reserves the right to remove your account information or data from the Site and any other records at any time at FurryMate's sole discretion.\nIf your access to any of the Services is suspended due to the breach of these terms of use, you agree that all fees then paid to FurryMate by you will be non-refundable and all outstanding or pending payments will immediately be due.\nFollowing any termination of your use of the Services, FurryMate reserves the right to send a notice explaining such termination to other members you have contacted through the Site.\n<br>\n<br>We operate an automatic renewal billing policy for all trial and 3 month plans.\n<br>This means that once your initial membership period has expired, for your convenience, your membership will automatically be renewed at the same rate that you signed up for using the original payment method.\nFor example if you pay by card, we will continue to debit this same credit card as each subscription period expires.\nWe will only debit these repeat payments when your current payment period expires and not before.<br>\nPlease be aware when you subscribe to a trial period package, or 3 month package, you will become liable for automatic rebilling.\nTHIS MEANS THAT THE MINIMUM DURATION OF YOUR CONTRACT WILL BE FOR THE INTIAL PERIOD YOU SELECT, AND THIS WILL AUTOMATICALLY RENEWS UNTIL YOU CANCEL YOUR SERVICE.\nPlease note that 6 month packages are one time payments and will not renew.<br>\nCompany is not responsible for Membership cancellation requests that are not properly completed.\nCancellations requests submitted through email using the contact us\nform will be handled during normal business hours in the order they are received.\nIt is Your sole responsibility to submit cancellation requests properly and with enough time to ensure that Your request for cancellation may be processed prior to the subsequent rebilling period.\nReceipts for subscriptions and confirmations of cancellation will be sent to You via email.\nIt is Your sole responsibility to provide a correct email address upon registering for the Service in order to obtain such receipts and confirmations.</p>\n<p>&nbsp;</p>\n<p>Your rights of cancellation Cancellation at any time with no refund</p>\n<p>You may cancel your paid subscription at any time by following the instructions in our FAQ section “How do I cancel my subscription?”.\nIf you cancel your subscription before the end of the trial period, you will not be rebilled.\nYou will lose your access to paid features at the end of the trial period and you will be returned to free member account.\nWhen you cancel a paid subscription, you will remain a paid member with access to all paid Features until the end of your already-paid billing cycle.\nAt the end of said billing cycle, your access to paid features will be terminated.\nAny fees previously paid up to the date of cancellation or termination of your subscription will not be refunded and you will remain liable for any and all unpaid fees already billed by company.</p>\n<p>\n<br>\n</p>\n<p>Notice of Copyright infringement</p>\n<p>The Company respects the intellectual property rights of others.\nIf you believe that your work is being used on our Web site in a manner that constitutes copyright infringement, please notify us using our contact us link found in the footer of the site or at hello {at} FurryMate.com.\nWe will, upon receiving effective written notification of such a claim, promptly remove or disable access to material on this site that is claimed to be infringing or to be the subject of infringing activity.\nTo be effective, the notification must include the following information:<br>1.\nIdentification of each copyrighted work that you claim to have been infringed.<br>2.\nIdentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to enable us to locate the material.<br>3.\nYour mailing and e-mail addresses and your telephone and fax numbers, so that we can contact you.<br>4.\nA statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, the copyright owner's agent, or the law.<br>5.\nA statement by you that the information in the notification is accurate, and that, under penalty of perjury, you either are the copyright owner or are authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.<br>The notification must include the physical signature of the copyright owner or of a person authorized to act on behalf of the copyright owner.\nAnyone who knowingly misrepresents that material is infringing is liable for any damages incurred as of result of our relying on such misrepresentation in removing or blocking the material.\n</p>\n<p>\n</p>\n<p>Entire agreement</p>\n<p>These terms of use, and the pages on the Site to which these terms refer, constitute a contract that governs the relationship between you and FurryMate.\nThey cancel and replace any conditions that may have been agreed to in the past, even if not directly withdrawn or amended, and constitute the entirety of the rights and obligations in place between you and FurryMate.\n</p>\n<p>&nbsp.\n</p>\n<p>Changes to these terms of use</p>\n<p>FurryMate may revise these terms of use at any time by amending this page.\nYou are expected to check this page from time to time to take notice of any changes FurryMate makes, as they are binding on you.\nSome of the provisions contained in these terms of use may also be superseded by provisions or notices published elsewhere on the Site.\n</p>\n<p>\n<br>\n</p>\n<p> Class Action waiver</p>\n<p>IN ANY DISPUTE, NEITHER YOU NOR ANY OTHER PERSON SHALL BE ENTITLED TO JOIN OR CONSOLIDATE CLAIMS BY OR AGAINST OTHER AFFILIATES OR PERSONS, OR ARBITRATE ANY CLAIM AS A REPRESENTATIVE OR CLASS ACTION OR IN A PRIVATE ATTORNEY GENERAL CAPACITY.\nYOU ACKNOWLEDGE THAT YOU ARE GIVING UP YOUR RIGHTS TO PARTICIPATE IN A CLASS ACTION OR REPRESENTATIVE ACTION WITH RESPECT TO ANY SUCH CLAIM.<br>\n<br>\n</p>\n<p>Jurisdiction and applicable law</p>\n<p>These terms of use and the documents referred to in them shall be governed and construed in accordance with English law.\nAny disputes relating to these terms of use, the documents referred to in them or the Site or the Services will be subject to the exclusive jurisdiction of the English courts.&nbsp.\n</p> ", "created_at": "2021-07-08 22:20:05.490747", "updated_at": "2021-07-08 22:20:14.858512"}], "points": [{"id": 2674, "title": "TermOs Service", "source": "https://groups.google.com/d/topic/tosdr/ZgEgMTJA7kg/discussion", "status": "TermOs Service", "created_at": "2018-05-18 13:49:31.553885", "updated_at": "2018-05-30 12:50:16.599224", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["furrymate.com"]}}