{"error": 448, "message": "OK", "parameters": {"id": 3267, "name": "DBNA", "created_at": "2021-04-23 19:55:16.142151", "updated_at": "2021-04-24 00:01:49.692279", "wikipedia": null, "keywords": null, "related": null, "slug": "dbna", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3267.png", "url": "dbna.com", "documents": [{"id": 5345, "name": "Datenschutzerklärung", "url": "https://mag.dbna.com/intern/datenschutz/", "xpath": "//body", "text": " hot heart unicorn gaylove gaycouple gayflag photos play newsletter beratung skull unicorn lesen quiz koerper comingout coming-out video hoeren lieben start leben web wohlfuehlen sehen ratgeber chat <i>\n</i> Suchen Startseite Videos Leben Lieben Coming-out Web Körper Wohlfühlen Sehen Hören Lesen Ratgeber <i>\n</i> Themen Created with Sketch.\nLogin Intern Datenschutzerklärung <i>\n</i>\n<i>\n</i>\n<i>\n</i> Alle Informationen zur Verwendung deiner Daten auf DBNA findest du hier! 1.\nDatenschutz auf einen Blick\n<p>\n<strong>Allgemeine Hinweise</strong>\n</p>\n<p>Auf dieser Seite findest du alle Informationen, wie deine personenbezogenen Daten auf dbna erfasst, gespeichert und genutzt werden.\nPersonenbezogene Daten sind alle Daten, mit denen du persönlich identifiziert werden kannst.</p>\n<p>Dabei ist uns deine Sicherheit und der Schutz deiner persönlichen Daten ein großes Anliegen und du kannst dir sicher sein, dass wir alle Angaben, die du beim Anlegen deines Profils hinterlegst mit größter Sorgfalt behandeln und nicht an Dritte weitergeben.\n</p>\n<p>Damit wir dir ein interessantes, abwechslungsreiches und auf deine Bedürfnisse zugeschnittenes Angebot präsentieren können, erfassen wir darüber hinaus Nutzungs- und Bewegungsdaten (z.B.\nwelche Seiten du in der Community aufrufst, die Dauer deines Aufenthalts auf verschiedenen Seiten und ähnliche Informationen).\nAuch verwenden wir die Software externer Anbieter, um Nutzungsstatistiken in anonymisierter Form zu erfassen und auszuwerten.\n</p>\n<p>Du kannst dir jedoch sicher sein, dass wir deine personenbezogenen Angaben sorgfältig und vertraulich behandeln und diese nicht weitergegeben werden.\n</p>\n<p>Ausführliche Informationen zum Thema Datenschutz entnehme bitte unserer unter diesem Text aufgeführten Datenschutzerklärung.</p>\nDatenerfassung auf unserer Website\n<p>\n<strong>Wer ist verantwortlich für die Datenerfassung auf dieser Website?</strong>\n</p>\n<p>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber.\nDessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.</p>\n<p>\n<strong>Wie erfassen wir Ihre Daten?</strong>\n</p>\n<p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.B.\num Daten handeln, die Sie in ein Kontaktformular eingeben.</p>\n<p>Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.B.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.</p>\n<p>\n<strong>Wofür nutzen wir Ihre Daten?</strong>\n</p>\n<p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.</p>\n<p>\n<strong>Welche Rechte haben Sie bezüglich Ihrer Daten?</strong>\n</p>\n<p>Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen.\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\nDes Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.</p>\n<p>\n<strong>Analyse-Tools und Tools von Drittanbietern</strong>\n</p>\n<p>Beim Besuch unserer Website kann Ihr Surf-Verhalten statistisch ausgewertet werden.\nDas geschieht vor allem mit Cookies und mit sogenannten Analyseprogrammen.\nDie Analyse Ihres Surf-Verhaltens erfolgt in der Regel anonym.\ndas Surf-Verhalten kann nicht zu Ihnen zurückverfolgt werden.\nSie können dieser Analyse widersprechen oder sie durch die Nichtbenutzung bestimmter Tools verhindern.\nDetaillierte Informationen dazu finden Sie in der folgenden Datenschutzerklärung.</p>\n<p>Sie können dieser Analyse widersprechen.\nÜber die Widerspruchsmöglichkeiten werden wir Sie in dieser Datenschutzerklärung informieren.</p>\n2.\nAllgemeine Hinweise und Pflichtinformationen\n<p>\n<strong>Datenschutz</strong>\n</p>\n<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p>\n<p>Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.\nPersonenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können.\nDie vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen.\nSie erläutert auch, wie und zu welchem Zweck das geschieht.</p>\n<p>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.</p>\n<p>\n<strong>Hinweis zur verantwortlichen Stelle</strong>\n</p>\n<p>Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:</p>\n<p>dbna GmbH, Hohenlindener Str.\n1, 81677 München, E-Mail: email@dbna.de</p>\n<p>Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B.\nNamen, E-Mail-Adressen o.\nÄ.) entscheidet.</p>\n<p>\n<strong>Widerruf Ihrer Einwilligung zur Datenverarbeitung</strong>\n</p>\n<p>Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich.\nSie können eine bereits erteilte Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.</p>\n<p>\n<strong>Beschwerderecht bei der zuständigen Aufsichtsbehörde</strong>\n</p>\n<p>Im Falle datenschutzrechtlicher Verstöße steht dem Betroffenen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\nZuständige Aufsichtsbehörde in datenschutzrechtlichen Fragen ist der Landesdatenschutzbeauftragte des Bundeslandes, in dem unser Unternehmen seinen Sitz hat.\nEine Liste der Datenschutzbeauftragten sowie deren Kontaktdaten können folgendem Link entnommen werden: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html.</p>\n<p>\n<strong>Recht auf Datenübertragbarkeit</strong>\n</p>\n<p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen.\nSofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>\n<p>\n<strong>SSL- bzw.\nTLS-Verschlüsselung</strong>\n</p>\n<p>Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw.\nTLS-Verschlüsselung.\nEine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.</p>\n<p>Wenn die SSL- bzw.\nTLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.</p>\n<p>\n<strong>Auskunft, Sperrung, Löschung</strong>\n</p>\n<p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf.\nein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten.\nHierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p>\n3.\nDatenschutzbeauftragter\n<p>Gesetzlich vorgeschriebener Datenschutzbeauftragter</p>\n<p>Wir haben für unser Unternehmen einen Datenschutzbeauftragten bestellt, der unter der E-Mail: datenschutz@dbna.de zu erreichen ist.</p>\n4.\nDatenerfassung auf unserer Website\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Unsere Internetseiten verwenden so genannte „Cookies“.\nCookies sind kleine Textdateien und richten auf Ihrem Endgerät keinen Schaden an.\nSie werden entweder vorübergehend für die Dauer einer Sitzung (Session-Cookies) oder dauerhaft (permanente Cookies) auf Ihrem Endgerät gespeichert.\nSession-Cookies werden nach Ende Ihres Besuchs automatisch gelöscht.\nPermanente Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese selbst löschen oder eine automatische Lösung durch Ihren Webbrowser erfolgt.</p>\n<p>Teilweise können auch Cookies von Drittunternehmen auf Ihrem Endgerät gespeichert werden, wenn Sie unsere Seite betreten (Third-Party-Cookies).\nDiese ermöglichen uns oder Ihnen die Nutzung bestimmter Dienstleistungen des Drittunternehmens (z.B.\nCookies zur Abwicklung von Zahlungsdienstleistungen).</p>\n<p>Cookies haben verschiedene Funktionen.\nZahlreiche Cookies sind technisch notwendig, da bestimmte Webseitenfunktionen ohne diese nicht funktionieren würden (z.B.\ndie Warenkorbfunktion oder die Anzeige von Videos).\nAndere Cookies dienen dazu das Nutzerverhalten auszuwerten oder Werbung anzuzeigen.</p>\n<p>Cookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z.\nB.\nWarenkorbfunktion) erforderlich sind, werden auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO gespeichert.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p>\n<p>Soweit Cookies von Drittunternehmen oder zu Analysezwecken eingesetzt werden, werden wir Sie hierüber im Rahmen dieser Datenschutzerklärung gesondert informieren und ggf.\neine Einwilligung abfragen.</p>\n<p>\n<strong>Server-Log-Dateien</strong>\n</p>\n<p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt.\nDies sind:</p>\n<ul>\n<li>Browsertyp und Browserversion</li>\n<li>verwendetes Betriebssystem</li>\n<li>Referrer URL</li>\n<li>Hostname des zugreifenden Rechners</li>\n<li>Uhrzeit der Serveranfrage</li>\n<li>IP-Adresse</li>\n</ul>\n<p>Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.</p>\n<p>Grundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nf DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.</p>\n<p>\n<strong>Kontaktformular</strong>\n</p>\n<p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>\n<p>Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSie können diese Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.</p>\n<p>Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B.\nnach abgeschlossener Bearbeitung Ihrer Anfrage).\nZwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.</p>\n<p>\n<strong>Kommentarfunktion und Forum auf dieser Website</strong>\n</p>\n<p>Für die Kommentarfunktion und Forum auf dieser Seite werden neben Ihrem Kommentar auch Angaben zum Zeitpunkt der Erstellung des Kommentars, als auch der von Ihnen gewählte Nutzername gespeichert.</p>\n<p>\n<strong>Speicherdauer der Kommentare</strong>\n</p>\n<p>Die Kommentare und die damit verbundenen Daten werden gespeichert und verbleiben auf unserer Website, bis der kommentierte Inhalt vollständig gelöscht wurde oder die Kommentare aus rechtlichen Gründen gelöscht werden müssen (z.B.\nbeleidigende Kommentare).</p>\n<p>\n<strong>Registrierung auf dieser Website</strong>\n</p>\n<p>Sie können sich auf unserer Website registrieren, um zusätzliche Funktionen auf der Seite zu nutzen.\nDie dazu eingegebenen Daten verwenden wir nur zum Zwecke der Nutzung des jeweiligen Angebotes oder Dienstes, für den Sie sich registriert haben.\nDie bei der Registrierung abgefragten Pflichtangaben (Zum Beispiel Nutzername, E-Mail-Adresse, Geburtstag, Land, Region und Stadt) müssen vollständig angegeben werden.\nAnderenfalls werden wir die Registrierung ablehnen.</p>\n<p>Die von Ihnen mitgeteilten Angaben, wie z.B.\nsexuelle Orientierung, Raucher/Nichtrauer oder Figur sind für alle Nutzer der Community einsehbar.\nWenn Sie diese besonderen personenbezogene Daten angeben, erklären Sie sich mit der Erhebung und Verarbeitung einverstanden.</p>\n<p>Die von Ihnen in die Community hochgeladene und in Ihrem eigenen Profil in der öffentlichen Galerie hinzugefügte Bilddateien sind allen Nutzern des Netzwerkes zugänglich und können von diesen betrachtet werden.\nEin als „Vorschaubild“ (Avatar) markiertes Bild kann auch nicht-eingeloggten Besuchern der Website angezeigt werden.</p>\n<p>Für wichtige Änderungen etwa beim Angebotsumfang oder bei technisch notwendigen Änderungen nutzen wir die bei der Registrierung angegebene E-Mail-Adresse, um Sie auf diesem Wege zu informieren.</p>\n<p>Die Verarbeitung der eingegebenen Daten erfolgt auf Grundlage Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSie können eine von Ihnen erteilte Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bereits erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.</p>\n<p>Die bei der Registrierung erfassten Daten werden von uns gespeichert, solange Sie auf unserer Website registriert sind und werden anschließend gelöscht.\nGesetzliche Aufbewahrungsfristen bleiben unberührt.</p>\n<p>\n<strong>Verarbeiten von Daten (Kunden- und Vertragsdaten)</strong>\n</p>\n<p>Wir erheben, verarbeiten und nutzen personenbezogene Daten nur, soweit sie für die Begründung, inhaltliche Ausgestaltung oder Änderung des Rechtsverhältnisses erforderlich sind (Bestandsdaten).\nDies erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nb DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\nPersonenbezogene Daten über die Inanspruchnahme unserer Internetseiten (Nutzungsdaten) erheben, verarbeiten und nutzen wir nur, soweit dies erforderlich ist, um dem Nutzer die Inanspruchnahme des Dienstes zu ermöglichen oder abzurechnen.</p>\n<p>Die erhobenen Kundendaten werden nach Abschluss des Auftrags oder Beendigung der Geschäftsbeziehung gelöscht.\nGesetzliche Aufbewahrungsfristen bleiben unberührt.</p>\n<p>\n<strong>Speicherung der IP-Adresse</strong>\n</p>\n<p>Wir speichern die IP-Adressen der Nutzer.\nDa wir Inhalte auf dieser Website nicht vor der Freischaltung prüfen, benötigen wir diese Daten, um im Falle von Rechtsverletzungen wie Beleidigungen oder Propaganda gegen den Verfasser vorgehen zu können.</p>\n5.\nSoziale Medien\n<p>\n<strong>Facebook-Plugins (Like &amp.\nShare-Button)</strong>\n</p>\n<p>Auf dieser Website sind Plugins des sozialen Netzwerks Facebook integriert.\nAnbieter dieses Dienstes ist die Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland.\nDie erfassten Daten werden nach Aussage von Facebook jedoch auch in die USA und in andere Drittländer übertragen.</p>\n<p>Die Facebook Plugins erkennen Sie an dem Facebook-Logo oder dem „Like-Button“ („Gefällt mir“) auf dieser Website.\nEine Übersicht über die Facebook Plugins finden Sie hier: https://developers.facebook.com/docs/plugins/?locale=de_DE.\n</p>\n<p>Wenn Sie diese Website besuchen, wird über das Plugin eine direkte Verbindung zwischen Ihrem Browser und dem Facebook-Server hergestellt.\nFacebook erhält dadurch die Information, dass Sie mit Ihrer IP-Adresse diese Website besucht haben.\nWenn Sie den Facebook „Like-Button“ anklicken während Sie in Ihrem Facebook-Account eingeloggt sind, können Sie die Inhalte dieser Website auf Ihrem Facebook-Profil verlinken.\nDadurch kann Facebook den Besuch dieser Website Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Facebook erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Facebook unter: https://de-de.facebook.com/privacy/explanation.\n</p>\n<p>Wenn Sie nicht wünschen, dass Facebook den Besuch dieser Website Ihrem Facebook-Nutzerkonto zuordnen kann, loggen Sie sich bitte aus Ihrem Facebook-Benutzerkonto aus.\n</p>\n<p>Die Verwendung der Facebook Plugins erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.</p>\n<p>\n<strong>Twitter Plugin</strong>\n</p>\n<p>Auf dieser Website sind Funktionen des Dienstes Twitter eingebunden.\nDiese Funktionen werden angeboten durch die Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.\nDurch das Benutzen von Twitter und der Funktion „Re-Tweet“ werden die von Ihnen besuchten Websites mit Ihrem Twitter-Account verknüpft und anderen Nutzern bekannt gegeben.\nDabei werden auch Daten an Twitter übertragen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Twitter erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Twitter unter: https://twitter.com/de/privacy.</p>\n<p>Die Verwendung des Twitter-Plugins erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.</p>\n<p>Ihre Datenschutzeinstellungen bei Twitter können Sie in den Konto-Einstellungen unter https://twitter.com/account/se...\nändern.</p>\n<p>\n<strong>Instagram Plugin</strong>\n</p>\n<p>Auf dieser Website sind Funktionen des Dienstes Instagram eingebunden.\nDiese Funktionen werden angeboten durch die Instagram Inc., 1601 Willow Road, Menlo Park, CA 94025, USA integriert.</p>\n<p>Wenn Sie in Ihrem Instagram-Account eingeloggt sind, können Sie durch Anklicken des Instagram-Buttons die Inhalte dieser Website mit Ihrem Instagram-Profil verlinken.\nDadurch kann Instagram den Besuch dieser Website Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Instagram erhalten.</p>\n<p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Webseitenbetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von Instagram: https://instagram.com/about/legal/privacy/.</p>\n6.\nAnalyse Tools und Werbung\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Diese Website nutzt Funktionen des Webanalysedienstes Google Analytics.\nAnbieter ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>Google Analytics verwendet so genannte „Cookies“.\nDas sind Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.</p>\n<p>Die Speicherung von Google-Analytics-Cookies und die Nutzung dieses Analyse-Tools erfolgen auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>\n<strong>IP Anonymisierung</strong>\n</p>\n<p>Wir haben auf dieser Website die Funktion IP-Anonymisierung aktiviert.\nDadurch wird Ihre IP-Adresse von Google innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum vor der Übermittlung in die USA gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.\nIm Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem Websitebetreiber zu erbringen.\nDie im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.</p>\n<p>\n<strong>Browser Plugin</strong>\n</p>\n<p>Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.\nwir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\nSie können darüber hinaus die Erfassung der durch den Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl.\nIhrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten bei Google finden Sie in der Datenschutzerklärung von Google: https://policies.google.com/technologies/partner-sites?hl=de<br>\n</p>\n<p>\n<strong>Auftragsdatenverarbeitung</strong>\n</p>\n<p>Wir haben mit Google einen Vertrag zur Auftragsdatenverarbeitung abgeschlossen und setzen die strengen Vorgaben der deutschen Datenschutzbehörden bei der Nutzung von Google Analytics vollständig um.</p>\n<p>\n<strong>Google reCAPTCHA</strong>\n</p>\n<p>Wir nutzen “Google reCAPTCHA” (im Folgenden “reCAPTCHA”) auf unseren Websites.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (“Google”).</p>\n<p>Mit reCAPTCHA soll überprüft werden, ob die Dateneingabe auf unseren Websites (z.B.\nin einem Kontaktformular) durch einen Menschen oder durch ein automatisiertes Programm erfolgt.\nHierzu analysiert reCAPTCHA das Verhalten des Websitebesuchers anhand verschiedener Merkmale.\nDiese Analyse beginnt automatisch, sobald der Websitebesucher die Website betritt.\nZur Analyse wertet reCAPTCHA verschiedene Informationen aus (z.B.\nIP-Adresse, Verweildauer des Websitebesuchers auf der Website oder vom Nutzer getätigte Mausbewegungen).\nDie bei der Analyse erfassten Daten werden an Google weitergeleitet.</p>\n<p>Die reCAPTCHA-Analysen laufen vollständig im Hintergrund.\nWebsitebesucher werden nicht darauf hingewiesen, dass eine Analyse stattfindet.</p>\n<p>Die Datenverarbeitung erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse daran, seine Webangebote vor missbräuchlicher automatisierter Ausspähung und vor SPAM zu schützen.</p>\n<p>Weitere Informationen zu Google reCAPTCHA sowie die Datenschutzerklärung von Google entnehmen Sie folgenden Links: https://www.google.com/intl/de...\nund https://www.google.com/recaptcha/intro/android.html.</p>\n7.\nHosting und Content Delivery Networks (CDN)\n<p>\n<strong>Externes Hosting</strong>\n<br>\n</p>\n<p>Diese Website wird bei einem externen Dienstleister gehostet (Hoster).\nDie personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters gespeichert.\nHierbei kann es sich v.\na.\num IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Webseitenzugriffe und sonstige Daten, die über eine Website generiert werden, handeln.</p>\n<p>Der Einsatz des Hosters erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art.\n6 Abs.\n1 lit.\nb DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art.\n6 Abs.\n1 lit.\nf DSGVO).</p>\n<p>Unser Hoster wird Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.</p>\n<p>Abschluss eines Vertrages über Auftragsverarbeitung</p>\n<p>Um die datenschutzkonforme Verarbeitung zu gewährleisten, haben wir einen Vertrag über Auftragsverarbeitung mit unserem Hoster geschlossen.</p>\n<p>\n<strong>Cloudflare</strong>\n</p>\n<p>Wir nutzen den Service „Cloudflare“.\nAnbieter ist die Cloudflare, Inc.\n665 3rd St.\n#200, San Francisco, CA 94107, USA (im Folgenden „Cloudflare”).</p>\n<p>Cloudflare bietet ein weltweit verteiltes Content Delivery Network mit DNS an.\nDabei wird technisch der Informationstransfer zwischen Ihrem Browser und unserer Webseite über das Netzwerk von Cloudflare geleitet.\nDas versetzt Cloudflare in die Lage, den Datenverkehr zwischen Ihrem Browser und unserer Webseite zu analysieren und als Filter zwischen unseren Servern und potenziell bösartigem Datenverkehr aus dem Internet zu dienen.\nHierbei kann Cloudflare auch Cookies einsetzen, die jedoch allein zum hier beschriebenen Zweck eingesetzt werden.</p>\n<p>Wir haben mit Cloudflare einen Vertrag über Auftragsverarbeitung abgeschlossen.\nCloudflare ist zudem zertifizierter Teilnehmer des „EU-US Privacy Shield Frameworks“.\nCloudflare hat sich dazu verpflichtet, sämtliche aus den Mitgliedstaaten der Europäischen Union (EU) erhaltenen personenbezogenen Daten gemäß dem „Privacy Shield Framework“ zu handhaben.</p>\n<p>Der Einsatz von Cloudflare beruht auf unserem berechtigten Interesse an einer möglichst fehlerfreien und sicheren Bereitstellung unseres Webangebotes (Art.\n6 Abs.\n1 lit.\nf DSGVO).</p>\n<p>Weitere Informationen zum Thema Sicherheit und Datenschutz bei Cloudflare finden Sie hier: https://www.cloudflare.com/privacypolicy/.</p>\n8.\nPlugins und Tools\n<p>\n<strong>YouTube</strong>\n</p>\n<p>Unsere Website nutzt Plugins der von Google betriebenen Seite YouTube.\nBetreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.</p>\n<p>Wenn Sie eine unserer mit einem YouTube-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von YouTube hergestellt.\nDabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben.</p>\n<p>Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.</p>\n<p>Die Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n<p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von YouTube unter: https://www.google.de/intl/de/policies/privacy.</p>\n<p>\n<strong>Embedly</strong>\n<br>\n<br>Auf einigen Seiten binden wir die Plattform ein, um Elemente aus sozialen Netzwerken und anderen Webseiten in unserer Artikel einzubetten.\nHierbei besteht die Möglichkeit, dass Embedly Cookies einsetzt.\nMehr zum Datenschutz bei Embedly finden Sie hier: http://embed.ly/legal/privacy<br>\n</p>\n<p>\n<strong>Vimeo</strong>\n</p>\n<p>Unsere Website nutzt Plugins des Videoportals Vimeo.\nAnbieter ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.</p>\n<p>Wenn Sie eine unserer mit einem Vimeo-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von Vimeo hergestellt.\nDabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben.\nZudem erlangt Vimeo Ihre IP-Adresse.\nDies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder keinen Account bei Vimeo besitzen.\nDie von Vimeo erfassten Informationen werden an den Vimeo-Server in den USA übermittelt.</p>\n<p>Wenn Sie in Ihrem Vimeo-Account eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem Vimeo-Account ausloggen.</p>\n<p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Vimeo unter: https://vimeo.com/privacy.</p>\n<p>\n<strong>Google Web Fonts</strong>\n</p>\n<p>Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden.\nBeim Aufruf einer Seite lädt Ihr Browser die benötigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen.</p>\n<p>Zu diesem Zweck muss der von Ihnen verwendete Browser Verbindung zu den Servern von Google aufnehmen.\nHierdurch erlangt Google Kenntnis darüber, dass über Ihre IP-Adresse unsere Website aufgerufen wurde.\nDie Nutzung von Google Web Fonts erfolgt im Interesse einer einheitlichen und ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n<p>Wenn Ihr Browser Web Fonts nicht unterstützt, wird eine Standardschrift von Ihrem Computer genutzt.</p>\n<p>Weitere Informationen zu Google Web Fonts finden Sie unter https://developers.google.com/...\nund in der Datenschutzerklärung von Google: https://www.google.com/policies/privacy/.</p>\n<p>\n<strong>Google reCAPTCHA</strong>\n</p>\n<p>Wir nutzen „Google reCAPTCHA“ (im Folgenden „reCAPTCHA“) auf dieser Website.\nAnbieter ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>Mit reCAPTCHA soll überprüft werden, ob die Dateneingabe auf dieser Website (z.\nB.\nin einem Kontaktformular) durch einen Menschen oder durch ein automatisiertes Programm erfolgt.\nHierzu analysiert reCAPTCHA das Verhalten des Websitebesuchers anhand verschiedener Merkmale.\nDiese Analyse beginnt automatisch, sobald der Websitebesucher die Website betritt.\nZur Analyse wertet reCAPTCHA verschiedene Informationen aus (z.\nB.\nIP-Adresse, Verweildauer des Websitebesuchers auf der Website oder vom Nutzer getätigte Mausbewegungen).\nDie bei der Analyse erfassten Daten werden an Google weitergeleitet.</p>\n<p>Die reCAPTCHA-Analysen laufen vollständig im Hintergrund.\nWebsitebesucher werden nicht darauf hingewiesen, dass eine Analyse stattfindet.</p>\n<p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse daran, seine Webangebote vor missbräuchlicher automatisierter Ausspähung und vor SPAM zu schützen.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Weitere Informationen zu Google reCAPTCHA entnehmen Sie den Google-Datenschutzbestimmungen und den Google Nutzungsbedingungen unter folgenden Links: https://policies.google.com/pr...\nund https://policies.google.com/terms?hl=de.</p>\n<p>\n<strong>Google Maps</strong>\n</p>\n<p>Diese Seite nutzt über eine API den Kartendienst Google Maps.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Zur Nutzung der Funktionen von Google Maps ist es notwendig, Ihre IP Adresse zu speichern.\nDiese Informationen werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nDer Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung.</p>\n<p>Die Nutzung von Google Maps erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und an einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Google: https://www.google.de/intl/de/...</p>\n<p>\n<strong>Playbuzz</strong>\n</p>\n<p>Auf einigen Seiten binden wir die Plattform ein, um Umfragen, Quizze und andere interaktive Elemente darzustellen.\nHierbei besteht die Möglichkeit, dass Playbuzz Cookies zur Werbevermarktung einsetzt.\nMehr zum Datenschutz bei Playbuzz finden Sie hier: http://www.playbuzz.com/Privac...</p>\n<p>\n<strong>Sentry</strong>\n</p>\n<p>In unserer Community verwenden Sentry (Functional Software, Inc.\ndba Sentry, 132 Hawthorne Street, San Francisco, CA 94107, USA), ein System zur Protokollierung von Software-Fehlern.\n</p>\n<p>Wenn ein Fehler beim Benutzer auftritt, werden die Daten eines Nutzers, wie z.B.\nBrowserversion, Betriebssystem und Uhrzeit, anonym erhoben, nicht personenbezogen gespeichert und anschließend gelöscht.\nMehr zum Datenschutz bei Sentry finden Sie hier: https://sentry.io/privacy/ .</p>\n<p>\n<strong>SoundCloud</strong>\n<br>\n</p>\n<p>Auf unseren Seiten können Plugins des sozialen Netzwerks SoundCloud (SoundCloud Limited, Berners House, 47-48 Berners Street, London W1T 3NF, Großbritannien.) integriert sein.\nDie SoundCloud-Plugins erkennen Sie an dem SoundCloud-Logo auf den betroffenen Seiten.</p>\n<p>Wenn Sie unsere Seiten besuchen, wird nach Aktivierung des Plugin eine direkte Verbindung zwischen Ihrem Browser und dem SoundCloud-Server hergestellt.\nSoundCloud erhält dadurch die Information, dass Sie mit Ihrer IP-Adresse unsere Seite besucht haben.\nWenn Sie den “Like-Button” oder “Share-Button” anklicken während Sie in Ihrem SoundCloud- Benutzerkonto eingeloggt sind, können Sie die Inhalte unserer Seiten mit Ihrem SoundCloud-Profil verlinken und/oder teilen.\nDadurch kann SoundCloud Ihrem Benutzerkonto den Besuch unserer Seiten zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch SoundCloud erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von SoundCloud unter: https://soundcloud.com/pages/privacy.</p>\n<p>Wenn Sie nicht wünschen, dass SoundCloud den Besuch unserer Seiten Ihrem SoundCloud- Benutzerkonto zuordnet, loggen Sie sich bitte aus Ihrem SoundCloud-Benutzerkonto aus bevor Sie Inhalte des SoundCloud-Plugins aktivieren.</p>\n9.\nOnline Marketing/Partnerprogramme/Sonstiges\n<p>\n<strong>Amazon Partnerprogramm</strong>\n</p>\n<p>Die Betreiber dieser Website nehmen am Amazon EU- Partnerprogramm teil.\nAuf dieser Website werden durch Amazon Werbeanzeigen und Links zur Seite von Amazon.de eingebunden, an denen wir über Werbekostenerstattung Geld verdienen können.\nAmazon setzt dazu Cookies ein, um die Herkunft der Bestellungen nachvollziehen zu können.\nDadurch kann Amazon erkennen, dass Sie den Partnerlink auf dieser Website geklickt haben.</p>\n<p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Webseitenbetreiber hat ein berechtigtes Interesse an der korrekten Berechnung seiner Affiliate-Vergütung.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Weitere Informationen zur Datennutzung durch Amazon erhalten Sie in der Datenschutzerklärung von Amazon: https://www.amazon.de/gp/help/customer/display.html/ref=footer_privacy?ie=UTF8&amp;nodeId=3312401.</p>\n<p>\n<strong>Seeding Alliance</strong>\n</p>\n<p>Die Native Advertising Technologie der Seeding Alliance GmbH präsentiert relevante Werbeinhalte in störungsfreiem und nativem Design.\nZur Steuerung, welche Inhalte ausgespielt werden, und zur Analyse der Zugriffe, werden Daten erhoben und anonymisiert gespeichert.\nHierzu zählen in erster Linie Verlaufsdaten, Geräteinformationen sowie Cookies.\nPersonenbezogene Daten werden</p>\n<p>grundsätzlich nicht erhoben.\nMehr Informationen zum Datenschutz der Seeding Alliance GmbH finden Sie unter https://seeding-alliance.de/da...</p>\n<p>Sollten Sie der Nutzung von Cookies zur Optimierung der gezeigten Inhalte widersprechen wollen, können Sie jederzeit unter https://seeding-alliance.de/op...\neinstellen.</p>\n<p>\n<strong>Conversion Tracking</strong>\n</p>\n<p>Auf dieser Seite wird ein sogenanntes Conversion Tracking der Seeding Alliance eingesetzt.\nÜber dieses wird mittels eines Cookies bei Abschluss der Conversion erfasst, ob der Besucher über ein Werbemittel der Seeding Alliance zur Zielseite gelangt ist.\nAndernfalls werden die Daten des Besuchers nicht gespeichert, genauso wird jede Conversion pro Besucher nur einmal erfasst.\nEs werden dabei in keinem Fall personenbezogene Daten des Besuchers erfasst.</p>\n<p>Weitere Informationen zum Datenschutz der Seeding Alliance GmbH und zur Nutzung von Cookies inklusive der Möglichkeit eines Opt-Outs finden Sie unter https://seeding-alliance.de/da....</p>\n<p>\n<strong>Awin</strong>\n</p>\n<p>Auf diesen Seiten wird Affiliate-Werbung der AWIN AG eingesetzt.\nAnbieter ist die AWIN AG, Eichhornstraße 3, 10785 Berlin, Deutschland.\nAWIN setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.</p>\n<p>Link Datenschutzhinweise: https://www.awin.com/de/rechtl...</p>\n<p>\n<strong>AdDefend</strong>\n</p>\n<p>Diese Seite verwendet zur Anzeige von Werbung AdDefend, einen Dienst der AdDefend GmbH, Borselstrasse 3, 22765 Hamburg.\nDieser Dienst nutzt Cookies, um festzustellen, ob Sie eine Webseite schon einmal besucht haben.\nSie können der Verwendung dieser Cookies durch AdDefend jederzeit widersprechen, indem Sie die opt-out Möglichkeit unter https://www.addefend.com/de/op...\nnutzen.</p>\n<p>\n<strong>Taboola</strong>\n</p>\n<p>Wir setzen auf unsere Webseite den Service von Taboola ein, der es ermöglicht, nutzerindividuelle Empfehlungen für Inhalte und Anzeigen auf Basis von Surfverhalten und Kundeninteressen auszuspielen, um damit die Nutzerfreundlichkeit unseres Angebots zu verbessern.\nDie Nutzungsprofile werden unter Verwendung von Pseudonymen erstellt, sie werden nicht mit den Daten über den Träger des Pseudonyms zusammengeführt und lassen keine Rückschlüsse auf persönliche Daten zu.\nTaboola erhebt mittels Cookies folgende Nutzer-Informationen:</p>\n<ul>\n<li>Betriebssystem des Nutzers</li>\n<li>Aufgerufene Webseiten/Inhalte auf unseren Webseiten</li>\n<li>Referrer/Link, über den der User auf unsere Website gekommen ist</li>\n<li>Zeitpunkt und Anzahl der Website-Aufrufe</li>\n<li>Aufrufe von Fehlerseiten</li>\n<li>Standortinformationen (Stadt und Bundesland)</li>\n<li>IP Adressen in gekürzter Form</li>\n</ul>\n<p>Ihre Rechte / Widerspruch: Weitere Informationen zu Taboola finden Sie unter https://www.taboola.com/privac...\n.\n</p>\n<p>Dort können Sie im Abschnitt „User Choices“ jederzeit das Tracking deaktivieren.\nNach erfolgtem Opt-Out werden Ihnen keine personalisierten Inhalte/Werbung mehr ausgespielt.</p>\n<p>\n<strong>VG-Wort</strong>\n</p>\n<p>Unsere Website und unser mobiles Webangebot nutzen das „Skalierbare Zentrale Messverfahren“ (SZM) der INFOnline GmbH (https://www.infonline.de) für die Ermittlung statistischer Kennwerte zur Ermittlung der Kopierwahrscheinlichkeit von Texten.\nDabei werden anonyme Messwerte erhoben.\nDie Zugriffszahlenmessung verwendet zur Wiedererkennung von Computersystemen alternativ ein Session Cookie oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nIP-Adressen werden nur in anonymisierter Form verarbeitet.\nDas Verfahren wurde unter der Beachtung des Datenschutzes entwickelt.\nEinziges Ziel des Verfahrens ist es, die Kopierwahrscheinlichkeit einzelner Texte zu ermitteln.\nZu keinem Zeitpunkt werden einzelne Nutzer identifiziert.\nIhre Identität bleibt immer geschützt.\nSie erhalten über das System keine Werbung.</p>\n10.\nUmfragen, Werbeaktionen und Gewinnspiele\n<p>Von Zeit zu Zeit geben wir Ihnen die Möglichkeit, an Umfragen oder Gewinnspielen teilzunehmen.\nWenn Sie sich freiwillig beteiligen, werden wir unter Umständen zusätzliche Daten von Ihnen erfragen und verarbeiten (z.B.\nIhre Anschrift zum Zweck der Gewinnbenachrichtigung sowie E-Mail-Adresse und Telefonnummer, um eine Gewinnbenachrichtigung auch im Falle versehentlich fehlerhafter Adressangaben sicherstellen zu können, und das Geburtsdatum zum Zweck der Altersprüfung).\nEine weitergehende Nutzung Ihrer Daten, etwa zum Zwecke der Veröffentlichung des Gewinners auf unserer Plattform, geschieht nur mit Ihrer ausdrücklichen Zustimmung.</p>\n11.\nWerbung / Individualisierung\n<p>\n<strong>Nutzungsbasierte Werbung – Online Behavorial Advertisement (OBA)</strong>\n</p>\n<p>Wenn Sie diese Internetseiten besuchen, werden mittels einer anonymen Benutzernummer in einem Cookie Interessen (z.B.\ngeklickte Werbebanner, besuchte Unterseiten, anonymisierte Fragebögen etc.) von Ihnen festgehalten.\nCookies sind kleine Textdateien, die auf der Festplatte Ihres Computers abgelegt werden und die Wiedererkennung ermöglichen.\nDiese Daten werden zum Zweck der Einblendung von Inhalten und Werbung passend zu Ihren Interessen verwendet.\nIn keinem Fall werden dabei personenbezogene Daten wie Name, Anschrift, E-Mail-Adresse oder IP-Adresse in den Cookies gespeichert.\n</p>\n<p>Die Auslieferung nutzungsbasierter Online Werbung wird vom digitalen Werbevermarkter Netpoint Media GmbH betrieben.\nDie Daten werden an die Netpoint Media bzw.\ndie jeweiligen hier aufgelisteten Werbepartner zur Verfügung gestellt.\nDiese verarbeiten die Daten jeweils als eigene verantwortliche Stelle zum Zweck der Kontrolle der Auslieferung der Daten Rechtsgrundlage hierfür ist Art.\n6 Absatz 1 (f) DSGVO.\nDas besondere Interesse liegt hier in der Ermöglichlichung der Schaltung von Werbung und der Kontrolle der Auslieferung der Werbung, der Abwehr von Betrugsversuchen und zu Abrechnungszwecken.\n</p>\n<p>Die Daten werden bei den jeweiligen Werbeanbietern entsprechend deren verlinkter Datenschutzerklärungen verarbeitet.</p>\n<p>Für die Datenerhebung zur Auslieferung von nutzungsbasierter Online-Werbung zuständig sind die hier aufgeführten Unternehmen in Zusammenarbeit mit der der Netpoint Media GmbH.\nWenn Sie keine nutzungsbasierten Werbeeinblendungen mehr erhalten möchten, können Sie auf folgenden Links widersprechen und die Datenerhebung deaktivieren und damit der entsprechenden Datenverarbeitung widersprechen.</p>\n<p>Auf der Webseite meine-cookies.org oder youronlinechoices.com können Sie weitere Informationen zu Cookies und den einzelnen Anbietern nachlesen.\nSie haben dort auch die Möglichkeit, der nutzungsbasierten Online Werbung durch einzelne oder durch alle Unternehmen zu widersprechen.\nUm direkt zum Präferenzmanager zu gelangen, klicken Sie bitte hier: www.youronlinechoices.com/de/praferenzmanagement/<br>\n</p> 12.\nWie oft aktualisieren wir diese Datenschutzerklärung?\n<p>Diese Datenschutzerklärung kann von Zeit zu Zeit geändert werden, z.B., um sie neuen datenschutzrechtlichen Bestimmungen anzupassen.\nAlle Änderungen der Datenschutzerklärung werden von uns auf dieser Seite veröffentlicht.\nFalls die Änderungen wesentlich sein sollten, werden wir sie gegebenenfalls gesondert (z.B.\nper E-Mail oder Community-Nachricht) benachrichtigen.<br>\n</p> Bist du schon Mitglied bei uns? DBNA ist das Social Network für queere Jungs.\nWerde Teil unserer Community und vernetze dich mit anderen Jungs aus deiner Nähe! Hier kannst du dich kostenlos registrieren» DBNA unterstützen <p>Du findest DBNA toll und möchtest uns unterstützen? </p>\n<p>Als Dankeschön kannst du die DBNA-Community <strong>ohne Werbebanner</strong> genießen!</p> Hier kannst du jetzt DBNA unterstützen Mehr Stories Intern DBNA App für Smartphones DBNA Community ♥ Pride Shop DBNA unterstützen DBNA Schweiz Inside Über DBNA Werben mit DBNA Partner Presse Team Community Support Sicherheit Jugendschutz Guidelines Folge uns! <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Nutzungsbedingungen Datenschutz Impressum © dbna GmbH DBNA Magazin Cookie-Einstellungen <i>\n</i>Zurück <p>Wir und unsere Partner verwenden Cookies, um relevante Inhalte und Werbung bereitzustellen.\nDetails zu Werbe- und Statistik-Trackern findest du in unserer Datenschutzerklärung.\nDu kannst hier die Verwendung von Cookies hier anpassen.</p> Cookies akzeptieren Wie möchtest du das DBNA Magazin in Zukunft nutzen? Kostenlos mit Werbung, Statistik und externen Inhalten (Z.\nB.\nInstagram-Posts) <p>Wir bieten dir DBNA kostenlos an und finanzieren DBNA mit deiner Einwilligung durch Werbung.\nDafür nutzen wir Cookies.\nDetails hierzu findest du in unserer Datenschutzerklärung.</p>Auswählen oder Mit Werbung, ohne Statistik, ohne externe Inhalte <p>Für uns ist es wichtig, von unseren Usern zu lernen, welche Funktionen und Inhalte sie nutzen.\nDeshalb setzen wir mit anonymisierten Daten den Analysedienst Google Analytics ein.\nDetails hierzu findest du in unserer Datenschutzerklärung.</p>Auswählen oder Mit Statistik, mit externen Inhalten, ohne Werbung <p>Wir finanzieren DBNA mit Werbung! Sei fair und werde DBNA Unterstützer! Als DBNA Unterstützer nutzt du die DBNA Community ohne Werbebanner und ohne Tracking.\nHier kannst du uns bei Steady unterstützen»</p>Auswählen oder Ohne Werbung, ohne Statistik, ohne externe Inhalte <p>Wir finanzieren DBNA mit Werbung! Sei fair und werde DBNA Unterstützer! Als DBNA Unterstützer nutzt du die DBNA Community ohne Werbebanner und ohne Tracking.\nHier kannst du uns bei Steady unterstützen»</p>Auswählen DBNA unterstützen <p>Du liebst, was wir tun? Du findest DBNA toll? Hilf uns mit einer monatlichen Unterstützung, DBNA immer besser zu machen.</p>\n<p>Hier kannst du uns bei unterstützen»</p> Impressum ", "created_at": "2021-04-23 19:55:17.069906", "updated_at": "2021-04-23 19:58:04.40401"}], "points": [], "urls": ["dbna.com"]}}