{"error": 448, "message": "OK", "parameters": {"id": 733, "name": "XVideos", "created_at": "2018-10-02 20:55:06.563105", "updated_at": "2021-03-25 03:19:38.628204", "wikipedia": "https://en.wikipedia.org/wiki/XVideos", "keywords": null, "related": null, "slug": "xvideos", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/733.png", "url": "xvideos.com", "documents": [{"id": 603, "name": "Privacy Policy", "url": "https://info.xvideos.com/legal/privacy", "xpath": "//*[@id=\"main\"]", "text": "\n<p>Last Updated: 19 sept, 2019</p>\n<p>We, <strong>WGCZ, a.s</strong>, a company registered and existing under the laws of the Czech Republic, with registration number 291 45 465, having its registered seat at Krakovska 1366/25, 110 00 Prague 1, Czech Republic, the provider of the website www.xvideos.com and www.xvideos.red (hereinafter referred to as the “<strong>Website</strong>”).\nThe provider of the Website is the responsible data controller in the sense of Article 4 (7) of European Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (hereinafter referred to as the „<strong>GDPR</strong>“).</p>\n<p>This Privacy Policy describes how we collect, use, process, and disclose your information, including personal information, in conjunction with your access to and use of the Website.\nWe are processing personal data only in accordance with this Privacy Policy.</p>\n1.\nINFORMATION WE COLLECT\n<p>Personal data refers to any information that tells us something about you or that we can link to you.\nWe processes following categories of information:</p>\n1.1 Information You Give to Us.\n<p>We collect your personal information that we received from you when you use the Website, including personal information you provide to us including when you: watch a video, enquire or make an application for ours services, register to use and/or use any of our services and when you communicate with us through e-mail, the Website or portal, or any other electronic means.</p>\n<p>Such information may include:</p>\n<ul>\n<li>user’s name including first name and family name, gender, date of birth, e-mail address, billing address, username, password, photograph, nationality and country of residence, etc.;</li>\n<li>additional personal information (e.g.\ndata concerning a natural person’s sexual orientation).</li>\n</ul>\n1.2 Information We Automatically Collect from Your Use of the Website.\n<p>We&nbsp;collect information&nbsp;about the services that you use and how you use them, like when you watch a video on the Website, visit a website that uses our advertising services or&nbsp;view and interact with our ads&nbsp;and content.\nThis information includes:</p>\n<ul>\n<li>\n<p>\n<strong>Device information.</strong> We collect device specific information such as IP address, access dates and times, hardware and software information, device information, cookie data.</p>\n</li>\n<li>\n<p>\n<strong>Geo-location Information.</strong> When you use certain features of the Website, we may collect information about your approximate location as determined through data such as your IP address.</p>\n</li>\n<li>\n<p>\n<strong>Usage Information.</strong>&nbsp;We collect information about your interactions with the Website such as the content you view, your searches queries and other actions on the Website.</p>\n</li>\n<li>\n<p>\n<strong>Cookies and Similar Technologies.</strong>&nbsp;We use cookies and other similar technologies, such as web beacons, pixels, and mobile identifiers.\nWe may also allow our business partners to use these tracking technologies on the Website, or engage others to track your behaviour on our behalf.\nFor more information on our use of these technologies, see our&nbsp;Cookie Policy.</p>\n</li>\n<li>\n<p>\n<strong>Payment Transaction Information.</strong> We collect information related to your payment transactions through the payment platform, including the payment instrument used, date and time, payment amount, payment instrument expiration date and billing postcode, PayPal email address, IBAN information, your address and other related transaction details.</p>\n</li>\n</ul>\n1.3 Information We Collect from Third Parties.\n<p>We may collect information, including personal information that others provide about you when they use the Website, or obtain information from other sources and combine that with information we collect through the Website.\nWe do not control, supervise or respond for how the third parties providing your information process your personal data, and any information request regarding the disclosure of your personal information to us should be directed to such third parties.</p>\n<ul>\n<li>Other Sources.\nTo the extent permitted by applicable law, we may receive additional information about you, such as demographic data or fraud detection information and combine it with information we have about you.</li>\n</ul>\n2.\nHOW WE USE INFORMATION WE COLLECT\n<p>We use, store, and process information, including personal information, about you to provide, understand, improve, and develop the Website, to protect us and our users and to comply with our legal obligations.\nWe also use this information to offer you tailored content – like giving you more relevant search results and ads.</p>\n2.1 Provide, Improve, and Develop the Website.\n&nbsp.\n<ul>\n<li>Enable you to access and use the Website.</li>\n<li>Enable you to communicate with other users.</li>\n<li>Operate, protect, improve, and optimize the Website, such as by performing analytics and conducting research.</li>\n<li>Provide customer service.</li>\n<li>Send you service or support messages, updates, security alerts, and account notifications.</li>\n<li>To operate, protect, improve, and optimize the Website, and personalize and customize your experience (such as making suggestions or ranking search results), we conduct profiling based on your interactions with the Website, your search and viewing history, your profile information and preferences, and other content you submit to the Website.</li>\n</ul>\n<p>We process this information as it is necessary for the adequate performance of the contract with you and given our legitimate interest in improving the Website and our users’ experience with it and with your consent where required.</p>\n2.2 Protect us and our Users and Comply with Legal Obligations.\n<ul>\n<li>Detect and prevent fraud, spam, abuse, security incidents, and other harmful activity.</li>\n<li>Conduct security investigations and risk assessments.</li>\n<li>Comply with our legal obligations.</li>\n<li>Resolve any disputes with any of our users and enforce our agreements with third parties.</li>\n<li>Enforce our&nbsp;Terms of Service&nbsp;and other policies.</li>\n</ul>\n<p>We process this information given our legitimate interest in protecting the Website or pursued by a third party and to comply with applicable laws.</p>\n2.3 Provide, Personalize, Measure, and Improve our Advertising and Marketing.\n<ul>\n<li>Send you promotional messages, marketing, advertising, and other information that may be of interest to you based on your preferences (including information about Website).</li>\n<li>Personalize, measure, and improve our advertising based on your characteristics and preferences (based on the information you provide to us, your interactions with the Website, information obtained from third parties, and your search and booking history) to send you promotional messages, marketing, advertising and other information that we think may be of interest to you.</li>\n</ul>\n<p>We will process your personal information for the purposes listed in this section given our legitimate interest in undertaking marketing activities to offer you products or services that may be of your interest and with your consent where required.\nYou can opt-out of receiving marketing communications from us by following the unsubscribe instructions included in our marketing communications or changing your notification settings within your account.</p>\n3.\nCOOKIES POLICY AND GOOGLE ANALYTICS\n3.1 We use cookies to collect information about how the Website is used.\n<p>Cookies are text files that are placed by the browser in the memory of a user’s device when our website is visited.\nOur website uses session cookies and persistent cookies:</p>\n<p>Session cookies expire at the end of a browser session.\nThey only enable us to collect and connect the user’s actions during the particular browser session and are deleted when the browser is closed or the user logs off.\n</p>\n<p>Persistent cookies survive a browser session and are stored for a predefined period of time.\nWe are using persistent cookies with the following information and for the following purposes:</p>\n<ul>\n<li>Identifying a registered user.\nand</li>\n<li>Keeping some search preferences.\nand</li>\n<li>Keeping the likes of the unregistered users.\nand</li>\n<li>Saving the video player’s preferences.\nand</li>\n<li>Displaying the advertisements.\nand</li>\n<li>Keeping statistics regarding the speed loading of the pages.</li>\n</ul>\n<p>The user can disable the cookie function in his browser options.\nPlease see the specific information of the browser used for visiting this website.\nFor details how to control and/or delete cookies, see aboutcookies.org.\nIf cookies are disabled the user might not be able to use all the functions and services of the Website.\n</p>\n<p>3.2 In addition, we use Google Analytics, a web analytics service provided by Google, Inc.\n(hereinafter referred to as \"<strong>Google</strong>\"), using third-party cookies that enable Google to analyze the use of the Website.\nThe information generated by the cookie about the use of this website is transferred to a Google server in North America.\nNote that we have activated Google’s IP anonymization service “anonymizeIP” for our website which shortens a user’s IP address prior to the transfer.</p>\n<p>Google will use this information on our behalf to evaluate the use of the Website, to compile reports for activities on the Website, and to provide other services to us relating to the Website.</p>\n<p>Google Analytics operates under the following terms:</p>\n<ul>\n<li>\n<p>Terms of Service: http://www.google.com/analytics/terms/gb.html </p>\n</li>\n<li>\n<p>Privacy Statement: http://www.google.com/intl/en/analytics/learn/privacy.html</p>\n</li>\n<li>\n<p>Privacy Policy: http://www.google.com/intl/en/policies/privacy</p>\n</li>\n</ul>\n<p>The user can prevent Google from collecting and processing the data concerning the use of the Website (including the IP address) by installing a browser-plug-in which is available under&nbsp;https://tools.google.com/dlpage/gaoptout.</p>\n4.\nSECURITY\n<p>Note that all data is kept in a secure environment.\nWe protect personal data by using appropriate safeguard procedures and measures, in particular:</p>\n<ul>\n<li>We encrypt our services&nbsp;using SSL (you can reach our SSL protected website under https://www.xvideos.com/).</li>\n<li>We use firewalls to protect your information.\n</li>\n<li>We review our information collection, storage and processing practices, including physical security measures, to guard against unauthorised access to systems.</li>\n<li>We restrict access to personal information to employees, contractors and agents who need to know that information in order to process it for us and who are subject to strict contractual confidentiality obligations.</li>\n</ul>\n<p>If you know or have reason to believe that your account credentials have been lost, stolen, misappropriated, or otherwise compromised or in case of any actual or suspected unauthorized use of your account, please contact us following the instructions in the Contact Us section below.</p>\n5.\nYOUR RIGHTS\n<p>You may exercise any of the rights described in this section by adjusting settings in your user account and, if it is not possible, you can contact us at our abovementioned address.\nPlease note that we will ask you to verify your identity before taking further action on your request, if we cannot identify you we cannot act according to your request.</p>\n5.1 Managing Your Information.\n<p>You may access and update some of your information through your account settings.\nYou are responsible for keeping your personal information up-to-date.\n</p>\n5.2 Rectification of Inaccurate or Incomplete Information.\n<p>You have the right to ask us to correct inaccurate or incomplete personal information concerning you (and which you cannot update yourself within your account).</p>\n5.3 Data Access and Portability.\n<p>You have a right to request copies of your personal information held by us.\nYou are also entitled to request copies of personal information that you have provided to us in a structured, commonly used, and machine-readable format and/or request us to transmit this information to another service provider (where technically feasible).\nYou may exercise this right and download your data in your user account settings by clicking “Export my data”.</p>\n5.4 Data Retention and Erasure.\n<p>We generally retain your personal information for as long as is necessary for the performance of the contract between you and us, to protect our legitimate interest or legitimate interest of a third party and to comply with our legal obligations.\nIf you no longer want us to use your information to provide you the service, you can request that we close your account and erase your personal data in your user account by clicking “Delete my whole account”.\nPlease note that if you request the erasure of your personal information:</p>\n<ul>\n<li>\n<p>We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety.\nFor example, if we suspend an account for fraud or safety reasons, we may retain certain information from that account to prevent that user from opening a new account in the future.</p>\n</li>\n<li>\n<p>We may retain and use your personal information to the extent necessary to comply with our legal obligations.</p>\n</li>\n<li>\n<p>Information you have shared with others (e.g., likes, forum postings) may continue to be publicly visible on the Website, even after your account is cancelled.\nHowever, attribution of such information to you will be removed.\nAdditionally, some copies of your information (e.g., log records) may remain in our database, but are disassociated from personal identifiers.</p>\n</li>\n<li>\n<p>Because we maintain the Website to protect from accidental or malicious loss and destruction, residual copies of your personal information may not be removed from our backup systems for a limited period of time.</p>\n</li>\n</ul>\n5.5 Withdrawing Consent and Restriction of Processing.\n<p>Where you have provided your consent to the processing of your personal information by us you may withdraw your consent at any time by changing your account settings.\nPlease note that the withdrawal of your consent does not affect the lawfulness of any processing activities based on such consent before its withdrawal.\nAdditionally you have the right to limit the ways in which we use your personal information, in particular where (i) you contest the accuracy of your personal information.\n(ii) the processing is unlawful and you oppose the erasure of your personal information.\n(iii) we no longer need your personal information for the purposes of the processing, but you require the information for the establishment, exercise or defence of legal claims.\nor (iv) you have objected to the processing pursuant to Section 5.6 and pending the verification whether the legitimate grounds of the Website provider override your own.</p>\n5.6 Objection to Processing.\n<p>You have a right to require us not to process your personal information for certain specific purposes (including profiling) where such processing is based on legitimate interest.\nIf you object to such processing we will no longer process your personal information for these purposes unless we can demonstrate compelling legitimate grounds for such processing or such processing is required for the establishment, exercise or defence of legal claims.<br>\nWhere your sensitive personal data are processed you may, at any time ask us to cease processing your data by changing your user’s profile settings.</p>\n5.7 Lodging Complaints.\n<p>You have the right to file a complaint about the data processing activities carried out before the competent data protection authorities, e.g.\nto The Office for Personal Data Protection.</p>\n6.\nOPERATING GLOBALLY\n<p>Where we transfer, store and process your personal data outside of the EEA we have ensured that appropriate safeguards are in place to ensure adequate level of data protection.\nWe rely on EU Model clauses and Privacy Shield Framework.</p>\n<p>We share certain data within our corporate group of companies and with the following groups of recipients:</p>\n<ul>\n<li>Government authorities;</li>\n<li>Third party service providers;</li>\n<li>Financial institutions;</li>\n<li>Providers of storage systems;</li>\n<li>IT services providers;</li>\n<li>Providers of services necessary for the performance of our activity (administrative activities, archiving, legal advice, receivables management, etc.)</li>\n</ul>\n7.\nCHANGES TO THIS PRIVACY POLICY\n<p>We reserve the right to modify this Privacy Policy at any time in accordance with this provision.\nIf we make changes to this Privacy Policy, we will post the revised Privacy Policy on the Website and update the “Last Updated” date at the top of this Privacy Policy.\nIf you disagree with the revised Privacy Policy, you may cancel your account.\nIf you do not cancel your account before the date the revised Privacy Policy becomes effective, your continued access to or use of the Website will be subject to the revised Privacy Policy.</p>\n8.\nCONTACT US\n<p>You may contact us at</p>\n<p>WGCZ, a.s<br>\nKrakovska 1366/25<br>\nPrague 1<br>\nCzech Republic</p>\n<p>TERMS OF SERVICE - GENERAL INFORMATION</p> ", "created_at": "2018-10-02 20:58:24.586101", "updated_at": "2020-12-14 20:18:36.746391"}, {"id": 604, "name": "Terms of service", "url": "https://info.xvideos.com/legal/tos", "xpath": "//*[@id=\"main\"]", "text": "\n<p>Below are the Terms of Service for xvideos.com, including an agreement governing any disputes (see section 13).\nPlease read our anti-piracy statement here and our repeat copyright infringers policy here, our protect children from abuse policy here at <strong>https://info.xvideos.com/legal/control</strong> as well as our privacy policy here https://info.xvideos.com/legal/privacy.</p>\nTerms of Service\n1.\nPreamble\n<p>These are official terms and conditions and form a legally binding agreement between you and WebGroup Czech Republic, a.s., located at Krakovska 1366/25, 110 00 Prague, Czech Republic, ID: 291 45 465 (“we”, “us,” “our,” or any other first-person plural pronouns.\nthe “Provider”), the Provider of the website located at http://www.xvideos.com, regarding your use of the internet website located at https://www.xvideos.com and at https://www.xvideos.red (collectively, the “Website”).\nThe Provider provides the services on its Website subject to the terms and conditions on this page, and by using the Website, you agree to these terms.\nPlease read them very carefully and abide by each and every of them.</p>\n<p>When using the Website, you are subject to any posted rules, community guidelines, statements or policies, including our protect children from abuse policy, repeat copyright infringer policy and our privacy policy (https://info.xvideos.com/legal/privacy.\nSuch rules, guidelines, statements and policies are hereby incorporated by reference into these Terms of Service.<br>\nThrough the Website and under the conditions stipulated in these Terms of Service, the Provider allows the users of the Website to watch or submit video or other material and hosting, sharing and/or publishing of such submission.\nThe submissions are shared and provided to other users under the conditions stipulated in these Terms of Service.</p>\n2.\nAccess\n<p>By accessing the Website, you certify that:</p>\n<ul>\n<li>you are at least 18 years of age or otherwise the age of majority under the laws of your state, province or country.\nand</li>\n<li>you know and understand that the materials presented at and/or downloadable from the Website include explicit visual, audio, and/or textual depictions of nudity and explicit sexual activities.\nthat you are familiar with materials of this kind.\nthat you are not offended by such materials.\nand that by agreeing to these Terms of Services you are warranting to us that you are intentionally and knowingly seeking access to such explicit sexual materials for your own personal viewing.\nand</li>\n<li>you will use the Website solely for personal and non-commercial purposes.\nand</li>\n<li>you will not download, copy or distribute any part of the Website for any commercial purpose.\nand</li>\n<li>you will not alter, delete, add, change or edit any of these Terms of Services, and any such attempted alteration shall be void and of no effect.</li>\n</ul>\n3.\nChild pornography/Underage individuals\n<p>The word “teen” and similar terms are used to describe young adults of age 18 to 20 years.\nXVideos is committed to protecting children from any form of abuse and to preventing our platforms from being accessed by an underage individual.\nAny content we suspect might feature persons under the age of 18 will be removed and reported to law enforcement in accordance with the applicable laws.\nIf you believe that any content appearing on the Website depicts any person under the age of 18, please fill out our ABUSE REPORTING FORM available at https://info.xvideos.com/takedown-amateur.\nRead about our anti-child pornography policy here https://info.xvideos.com/legal/control.</p>\n<p>XVIDEOS is rated with RTA label.\nParents, you can easily block access to this site.\nPlease read https://www.rtalabel.org/index.php?content=parents/ for more information.</p>\n4.\nCreation of an Account\n<p>To access some of the resources offered through the Website, you may be asked to create a user login account.\nIn connection with creating a user login account for the Website, you agree to (i)&nbsp;provide true, accurate, current, and complete information about yourself as prompted by the account registration form (such information being the “Registration Data”).\nand (ii)&nbsp;maintain and promptly update the Registration Data to keep it true, accurate, current, and complete at all times while you are a registered user.\nYou must promptly inform us of all changes, including, but not limited to, changes in your address and changes in your credit card used in connection with billing for the Website.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or we or any of our authorized agents have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, we reserve the right to suspend or terminate your user account and refuse any and all current or future use of the Website.</p>\n<p>As part of the registration process, you will select a unique user name and password which you must provide in order to gain access to the non-public portions of the Website (including, without limitation, the “RED” tab premium content).\nYou represent and warrant that you will not disclose to any other person your unique user name and password and that you will not provide access to the Website to anyone who is below the age of majority in your jurisdiction.\nYou are solely responsible for maintaining the confidentiality of your user name and password and are fully responsible for all activities that occur under your user name and password.\nWe will not release your password for security reasons.\nYou agree to (i)&nbsp;immediately notify us of any unauthorized use of your user name and password or any other breach of security.\nand (ii)&nbsp;ensure that you exit from your account at the end of each session.\nYou are liable and responsible for any unauthorized use of the Website under your user account until you notify us by email regarding such unauthorized use.\nUnauthorized access to the Website is illegal and a breach of these Terms of Service.\nYou may obtain access to your billing records regarding charges of your use of the Website upon request as may be required by law.\nYou may be first required to provide information sufficient to confirm the applicable account belongs to you.</p>\n5.\nFree Content and the “RED” Tab\n<p>Our Website has content and features that are available to users free of charge and some that are only made available to users who have paid for a premium membership.\nUsers who have purchased a premium membership will see a “RED” tab on the main display of the Website’s homepage.\nSelecting the “RED” tab gives access to premium content that is only accessible to premium members.\nContent not appearing on the “RED” tab is made available to all users, free of charge.\nUnless separately agreed otherwise with the Provider, Submissions (defined below) are displayed in the free areas of the Website, not on the “RED” tab, and will be available to all users.</p>\n6.\nIntellectual Property Rights\n<p>The Website, except all user Submissions (as defined below), including without limitation, all content, media and materials, all Website‘s software, code, design, text, scripts, messages, images, photographs, illustrations, audio and video material, media files, artwork, graphic material, articles, databases, proprietary information, writings, spoken statements, music, video recordings, audio-visual works and recordings, slides, portraits, works of authorship, animated and/or motion pictures, interactive features, caricatures, likenesses, profiles, vocal or other sounds, sound recordings, voices, voice reproductions, computer graphics and visual effects, as well as any accompanying documentation, packaging or other materials, tangible or intangible, and all copyrightable or otherwise legally protectable elements of the Website, including, without limitation, the selection, sequence, 'look and feel' and arrangement of items, and all derivative works, translations, adaptations or variations of same, regardless of the medium, broadcast medium, format or form, now known or hereinafter developed or discovered, and regardless of where produced, on location, in a studio or elsewhere, in black-and-white or in color, alone or in conjunction with other work, characters, real or imaginary, in any part of the world, and all of the foregoing, individually and/or collectively (\"Content\") and the trademarks, service marks and logos, whether or not registered, contained therein (\"Marks\"), are owned by or licensed by the Provider and/or its affiliates, and their advertisers, licensors, suppliers, service providers, promotional partners and/or sponsors, subject to copyright and other intellectual property rights under the relevant governing laws and conventions.\nYou may not copy, reproduce, distribute, broadcast, display, sell, license, or otherwise exploit the Content and/or Marks for any other purposes without the prior written consent of the respective owners.</p>\n7.\nUser Submissions\n<p>A.\nWe allow our users to submit video or other material and the hosting, sharing, and/or publishing of such submissions for display in the free areas of the Website (“Submissions”).\nYou shall be solely responsible for your Submissions (including those made through your account) and the consequences of posting or publishing them.\nIn connection with your Submissions, you affirm/warrant that:</p>\n<ul>\n<li>you have the written consent, release, and/or permission of each and every identifiable person in the Submission to use the name or likeness of each individual for use in your Submissions in the manner contemplated by these Terms of service.\nand</li>\n<li>your Submission is compliant with all laws, including, but not limited to, 18 U.S.C.\n§ 2257 and 28 C.F.R 751.\nand</li>\n<li>you retain all of your ownership rights in your Submissions.\nHowever, by submitting the material to us, you grant us a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, modify, adapt, transmit, translate, distribute, promote, exhibit, prepare derivative works of, publicly display, and publicly perform the Submission.\nand</li>\n<li>the posting of your Submissions on or through the Website does not violate whether directly or indirectly the privacy rights, publicity rights, copyrights, trademark rights, trade secret rights, contract rights or any other rights of any person or entity.\nand</li>\n<li>if anyone brings a claim against us related to your actions, uploaded content, or information, you will indemnify and hold Provider and its affiliates, officers, agents, and employees harmless from any claim, suit or action arising from or related to the use of the Services or violation of these Terms of Service, including for any and all liability or expense arising from claims, losses, damages, suits, judgments, litigation costs and attorneys’ fees.\nYou acknowledge that you, not Provider, are responsible for any offensive, inappropriate, obscene, unlawful, unauthorized or otherwise objectionable content or information you upload.\nand</li>\n<li>you have paid or shall pay any and all residuals, reuse and other fees, compensation or payments of any kind, however denominated, which are due or may become due in relation with your Submissions.</li>\n</ul>\n<p>B.\nContent on the Website is provided to you AS IS for your information and personal use only.\nYou further agree that you will not:</p>\n<ul>\n<li>submit material that depicts any person under 18 years of age (or the age of majority under the laws of your state), whether real or simulated.\nand</li>\n<li>submit material without written documentation confirming that all subjects depicted are, in fact, over 18 years of age (or the age of majority under the laws of your state).\nand</li>\n<li>submit material depicting child pornography, rape, forced sexual acts, bestiality, death, or use of controlled substances, whether implied, staged, simulated, artificial or cartoon/drawn/art.\nand</li>\n<li>submit material that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant Provider all of the license rights granted herein.\nand\n<ul>\n<li>allow any third party, whether or not for your benefit, to reproduce, use, copy, modify, adapt, translate, create derivative works from, display, perform, publish, post, distribute, sell, license, upload, transmit, disseminate, broadcast or circulate to any third party (including, without limitation, on or via a third-party website) or otherwise exploit, any Content, including member Submissions, without our express prior written consent.\nand</li>\n<li>publish falsehoods or misrepresentations that could damage Provider or any third party.\nand</li>\n<li>submit material that is unlawful, threatening, harassing or hateful, constitutes “revenge porn,” encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate.\nand</li>\n<li>submit material depicting violence or abuse (actual harm to another living thing, including animals).\nand</li>\n<li>submit material that depicts or promotes incest.\nand</li>\n<li>submit material that depicts or promotes coprophilia, also known as “fecophilia” or “scat”.\nand</li>\n<li>use any computerized or automatic mechanism, including without limitation, any web scraper, offline reader, spider or robot, to access, extract or download any Content from the Website, unless you are expressly authorized in writing to do so by us.\nand</li>\n<li>use or launch any automated system that accesses the Website in a manner that sends more request messages to our servers in a given period of time than a person can reasonably create in the same period by using a conventional on-line web browser;</li>\n<li>collect or harvest any personally identifiable information, including account names, from the Website.\nand</li>\n<li>solicit, for commercial purposes, any users of the Website with respect to their Submissions.\nand</li>\n<li>post advertisements or solicitations of business.\nand</li>\n<li>impersonate another person.</li>\n</ul>\n</li>\n</ul>\n<p>C.\nWe do not endorse any user Submission, and expressly disclaim any and all liability in connection with user Submissions.\nProvider does not permit copyright infringing activities or infringement of intellectual property rights on its Website, and will promptly remove content if&nbsp;properly notified of infringements&nbsp;on third parties' intellectual property rights.\nRepeat copyright infringers will have their user accounts and other access to the Website terminated.\nRead about our&nbsp;repeat infringers policy here.\n</p>\n<p>If you are a copyright owner or an agent thereof and believe that any user Submission or other content infringes upon your rights, submit a takedown request available at the following ling https://info.xvideos.com/takedown with the above form containing the following information:</p>\n<ul>\n<li>an electronic or physical signature of the copyright owner or of the person authorized to act on behalf of the owner of the copyright interest.\nand</li>\n<li>a description identifying the material claimed to have been infringed and that is to be removed or access to which is to be disabled, and the location where the original or an authorized copy of the material exists (for example, the URL of the page of the website where it is lawfully posted.\nthe name, edition and pages of a book from which an excerpt was copied, etc.).\nand</li>\n<li>information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number and, if available, an electronic mail.\nand</li>\n<li>a statement that you have a good faith belief that use of the material, in the manner complained of, is not authorized by its rightful owner, its agent, or the law.\nand</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that you are the rightful copyright owner or that you are authorized to act on behalf of the owner’s behalf.</li>\n</ul>\n<p>You acknowledge that if you fail to comply with all of the requirements of this section, your take down request may not be valid.\nPlease note that we regularly provide your name, contact information, as well as the contents of your takedown request to the person who posted the content you are reporting.\nIn the case that you are an authorized representative submitting a report, we provide the name of the organization or client that owns the right in question.</p>\nCounter-Notification Process\n<p>When a user’s video submission has been removed, the Website will notify the user of this removal, including by providing the contact information of the person or entity sending the takedown request.<br>\nPursuant to the Website’s repeat infringer policy, the user then has five (5) days to submit a counter-notification to the Website, explaining why the original takedown notice was sent in error.\nThe counter-notification may be sent to the Provider’s email address from which the user originally received the forwarded takedown request.</p>\n<p>For the Website to consider a user’s counter-notification, it must include the following:</p>\n<ul>\n<li>A physical or electronic signature of the user.\nand</li>\n<li>Identification of the material that has been removed by providing one or more URLs where the material was previously available.\nand</li>\n<li>A statement under penalty of perjury that the user has a good-faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>The user's name, address, and telephone number.\nand.</li>\n<li>A statement that the user consents to the jurisdiction of the federal District Court for the judicial district in which the user is located, or if the user’s address is outside of the United States, for any judicial district in which the Website may be found.\nand</li>\n<li>A statement that the user will accept service of process from the person who sent the notice of alleged infringement or an agent of such person.</li>\n</ul>\n<p>Counter-notifications that do not satisfy all of these elements are ineffective and may not be considered by the Website.</p>\n<p>Please note that we will send any complete counter-notifications we receive to the person who submitted the original takedown request, including by providing the contact information of the person or entity sending the takedown request (to the extent allowed under the applicable laws).\nThat person may elect to file a lawsuit against you for copyright infringement.\nIf we do not receive notice that a lawsuit has been filed within ten (10) business days after we provide notice of your counter-notification, we will restore access to the removed materials.\nUntil that time, your uploaded material will remain inaccessible.\nWe will provide a copy of the original takedown request if asked.\nPlease note that we regularly provide your name, contact information, as well as the contents of your takedown request to the person who posted the content you are reporting in accordance with our privacy policy and applicable laws.\nIn the case that you are an authorized representative submitting a report, we provide the name of the organization or client that owns the right in question.</p>\n<p>Please use this form to report child abuse, privacy, abuse, harassment, or other inappropriate or illegal content https://info.xvideos.com/takedown-amateur.</p>\n<p>D.\nYou understand that when using the Website, you will be exposed to user Submissions from a wide variety of sources, and that Provider is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such Submissions.\nYou further understand and acknowledge that you may be exposed to user Submissions that are inaccurate, indecent, offensive, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Provider with respect thereto, and agree to indemnify and hold Provider and its owners, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website.</p>\n8.\nPremium Content\n<p>We may, from time to time, make certain premium content (collectively, “Premium Content”) available to members of our XVIDEOS.RED service on the “RED” tab.\nAll Premium Content, which is licensed from various third-party content owners, comprises proprietary information and valuable intellectual property of the third-party content owners who have provided the Premium Content, and those third-party content owners retain all right, title, and interest in the Premium Content.\nAccordingly, Premium Content may not be copied, distributed, republished, uploaded, posted, or transmitted in any way without our prior written consent.\nYou may not for any reason, at any time remove or alter, or cause to be removed or altered, any copyright, trademark, trade name, service mark, or any other proprietary notice or legend appearing on any of the Premium Content.\nModification or use of all or any portion of the Premium Content except as expressly provided in these Terms of Service violates the Premium Content owners’ intellectual property rights and may result in legal action against you for damages, including, without limitation, statutory damages.\nNeither title nor intellectual property rights are transferred to you by virtue of your access to the Website.\nYou acknowledge and agree that, in order to access Premium Content, we may (i)&nbsp;require you to create a user login account for the Website.\nand/or (ii)&nbsp;charge you a fee.</p>\n9.\nFees and Billing\n<p>You agree to pay all membership fees when due according to the billing terms.\nWe post the current membership fees for the XVIDEOS.RED service as part of the account registration process.\nWe reserve the right to change membership fees at any time, with prior notice to you.\nAt the time of account registration, you must select a payment method.\nWe reserve the right to contract with a third party to process all payments.\nSuch third party may impose additional terms and conditions governing payment processing.\nYour account will be deemed past due if it is not paid in full by the payment due date.\nIf your account becomes past due, you agree to pay interest on the past due amount at a monthly rate of 1.5%, or the highest amount allowed by law, whichever is lower, compounded daily, plus any additional collection costs, credits, charge backs and attorney's fees.\nYour credit card issuer agreement may contain additional terms with respect to your rights and liabilities as a card holder.\nYou are responsible for reimbursing us for all credit card charge backs, dishonored checks, and any related charges.\nYou authorize us and our agents to make payments for the services provided to you through the Website by automatic check debit and credit card on your behalf.\nYou hereby agree not to falsely report the credit card or check card lost or stolen, without good reason that it is lost or stolen, that you have used for payment of our goods or services, including subscriptions.\nSuch fraudulent reporting to avoid payment for goods or services that you or anyone under your authority has made to us when you have an outstanding charge to us shall make you liable to Provider for $25,000 in liquidated damages.\nThis liability for liquidated damages is in addition to any other liability you may incur for breaches of any other provision of these Terms of Service.</p>\n<p>If you believe that you have been erroneously billed, please notify us immediately of such error.\nIf we do not hear from you within 30 days after such billing error first appears on any account statement, such fee will be deemed acceptable by you for all purposes, including resolution of inquiries made by your credit card issuer.<br>\nWe do not provide cash refunds.\nWe do, however, grant credits in the form of free monthly memberships to resolve customer service issues.\nThe billing system used by Provider or our authorized agents provides extensive credit card fraud protection measures and the Website includes many features to protect users from accidental charges.\nTherefore, refunds to your credit card will be provided only under the rarest of circumstances, such as persistent technical problems originating with our equipment.</p>\n10.\nWarranty Disclaimer\n<p>YOU AGREE THAT YOUR USE OF THE WEBSITE SHALL BE AT YOUR SOLE RISK.\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, PROVIDER, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEBSITE AND YOUR USE THEREOF.\nPROVIDER MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE WEBSITE'S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY:</p>\n<ul>\n<li>ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, AND/OR</li>\n<li>PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, AND/OR</li>\n<li>UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, AND/OR</li>\n<li>INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, AND/OR</li>\n<li>ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR</li>\n<li>ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE.</li>\n<li>SOME JURISDICTIONS PROVIDE FOR CERTAIN WARRANTIES, LIKE THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTO THE EXTENT PERMITTED BY LAW, WE EXCLUDE ALL WARRANTIES.</li>\n</ul>\n<p>PROVIDER PROVIDES ITS SERVICES “AS IS” AND DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR ANY HYPERLINKED WEBSITE OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND PROVIDER WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n11.\nLimitation of Liability\n<p>TO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF PROVIDER, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS FOR ANY CLAIMS UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US (IF ANY) TO USE THE SERVICES (OR, IF WE CHOOSE, TO SUPPLYING YOU THE SERVICES AGAIN).</p>\n<p>IN NO EVENT SHALL PROVIDER, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES WHATSOEVER RESULTING FROM ANY:</p>\n<ul>\n<li>ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, AND/OR</li>\n<li>PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, AND/OR</li>\n<li>UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, AND/OR</li>\n<li>INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, AND/OR</li>\n<li>BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR</li>\n<li>ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT PROVIDER IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU SPECIFICALLY ACKNOWLEDGE THAT PROVIDER SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</li>\n</ul>\n<p>IN ALL CASES, PROVIDER, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.</p>\n12.\nNotices to XVideos\n<p>General inquiries regarding the Website and services provided by the Provider may be made by using this online form.<br>\nThe Provider respects the intellectual property rights of third parties.\nIf you wish to send a copyright infringement notice, please use our procedures and submit a takedown request with this form.\nFailure to use Provider’s online form for alleged copyright violations may delay our review.</p>\n<p>Contact for other content-related issues, such as reporting inappropriate content can be made here.</p>\n<p>It is important to use the right form or contact method, as failing to do so could slow down your request or even cause it to be left unnoticed.</p>\n13.\nVENUE AND JURISDICTION, CHOICE OF LAW, ARBITRATION\n<p>You agree that the Terms of Service, your use of the Website, as well as any claim relating to, arising out of, or in connection with the Terms of Service and your use of the Website, shall be governed by the laws of the Czech Republic, without regard to conflict of law provisions.</p>\n<p>You further agree that you shall endeavor to resolve any and all claims relating to, arising out of, or in connection with the Terms of Service or your use of the Website by engaging in amicable consultations with the Provider for no less than thirty (30) calendar days.\nThose amicable consultations shall commence upon Provider’s receipt of a notice of dispute containing sufficient information to identify you and the basis of your claim.\nThe notice of dispute must be sent by registered mail to the registered address of the Provider: WebGroup Czech Republic, a.s., Krakovska 1366/25, 110 00 Prague, Czech Republic.</p>\n<p>a) If the dispute cannot be resolved by amicable consultations and you are not a consumer, it shall be submitted by either party to the Arbitration Court attached to the Czech Chamber of Commerce and the Agricultural Chamber of the Czech Republic (“Arbitration Court”), except for disputes in which the Czech state courts have exclusive jurisdiction under Czech law.\nArbitral disputes shall be resolved by a panel of three arbitrators in accordance with the Arbitration Rules of the Arbitration Court in effect at the time the notice of dispute was received by the Provider.\nThe resulting arbitral award shall be final and binding on the parties.\nThe seat of the arbitration shall be Prague, Czech Republic.\nThe proceedings shall take place in Prague, Czech Republic, and the language of arbitration shall be English.</p>\n<p>b) if the dispute cannot be resolved by amicable consultation and you are a consumer, i.e.\nany person who enters into a contract with the Provider outside his business or outside his independent occupation or deal with him in a different way, you may submit the motion for the extrajudicial handling of such dispute to the designated authority for extrajudicial handling of the consumer disputes, which is Czech Trade Inspection Authority (www.coi.cz).</p>\n<p>The online dispute resolution platform at http://ec.europa.eu/consumers/odr can be used to resolve disputes arising from contracts on service provision concluded on-line between a consumer with residency in the European Union (hereinafter referred to as the “EU”) and a trader established in the EU.</p>\n<p>The disputes in which at least one of the party to the dispute is a consumer, shall be submitted to the Czech general courts, which have an exclusive jurisdiction under the Czech law.</p>\n<p>The parties hereto each acknowledges and agrees that it is his, her or its intent that arbitration and litigation between the parties will be of the parties' individual claims, and that no respective claims may be arbitrated or litigated on a class-wide basis.</p>\n14.\nGeneral\n<p>These terms of service, the privacy policy, the rules as written on the upload form, and any other legal notices published on the Website, shall constitute the entire agreement between you and the Provider.\nIf any provision of these terms of service is deemed invalid by a court or arbitrator of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these terms of service, which shall remain in full force and effect.\nNo waiver of any term of these terms of service shall be deemed a further or continuing waiver of such term or any other term, and Provider’s failure to assert any right or provision under these terms of service shall not constitute a waiver of such right or provision.</p>\n<p>We reserve the right to amend these terms at any time and for any reason, without advance notice to you.\nAlthough we may attempt to notify you when major changes are made to these Terms of Service, you are advised to periodically review the most up-to-date version of these terms on this page, so that you are aware of any changes.\nOnce we make the new terms available, these changes become effective immediately and if you use the Website after they become effective, it will signify your agreement to be bound by the changes.\nWhere applicable, and to the extent there is any conflict or ambiguity, the English version of the Terms and Conditions will prevail over any foreign language versions.</p>\n15.\nOther\n<p>In case you are a consumer, you represent and warrant to us that we provided you with information to the extent required by applicable consumer protection legislation in advance before entering into a contract.\nWe hereby inform you of your right to withdraw from the contract for any reason, in order to do so, you must inform us in writing within 14 days from the conclusion of the contract.\nIf you withdraw from the contract after the Provider start providing the services within abovementioned period, we may request payment of the services you have already used.\nThe minimum period of service is for 1 month.\nThe contract is concluded for an indefinite time period, you may terminate the contract at any time for any reason by canceling your subscription.\nYou have a right to submit a warranty claim to the Provider and the Provider is obliged to accept this claim and deal with it.\nThe claim must be submitted to the Provider without undue delay, no later than within two months from the date of the defective provision of the Service.\nThe Provider is obliged to deal with the claim without undue delay within one month from submission of the claim.\nIf the Provider finds the claim justified and the defect can be fixed, a consumer may demand either a repair or supplementing what is missing, or a reasonable price reduction.\nIf a defect cannot be fixed and prevents the proper use of the Service, the consumer may either withdraw from the contract or demand a reasonable price reduction.</p>\n", "created_at": "2018-10-02 21:09:00.320551", "updated_at": "2020-12-14 20:18:40.878482"}, {"id": 1302, "name": "Repeat Infringers Policy", "url": "https://info.xvideos.com/legal/repeat", "xpath": "/html/body/div[3]/p", "text": "Although we are based outside North America and not governed by U.S.\nor Canadian law, we have adopted and reasonably implemented policies in an effort to voluntarily comply with anti-infringement laws such as the Digital Millennium Copyright Act (\"DMCA\") or the Copyright Modernization Act (\"CMA\").\nPursuant to such policies, we assert safe harbor from liability related to alleged copyright infringement committed by third parties.\nTherefore, we will, in appropriate circumstances, terminate the accounts of users who we believe, in our sole and absolute discretion, are repeat copyright infringers, pursuant to our voluntary compliance of laws like the DMCA or CMA.", "created_at": "2019-05-13 06:49:37.381572", "updated_at": "2019-05-13 06:49:38.864653"}, {"id": 1301, "name": "Anti-Piracy Statement", "url": "https://info.xvideos.com/legal/piracy", "xpath": "//*[@id=\"main\"]", "text": "\nANTI-PIRACY STATEMENT\n<p>Many in the adult industry are concerned about the effect that unlawfully operated \"tube\" websites have on the business and the bottom line of individual studios.\nWhile not every site is alike, Xvideos has been proactive in fighting content theft and copyright infringement - more so than other tube sites - and has taken several steps to ensure not merely legal compliance, but to show loyalty and give proactive assistance to the online adult entertainment community.\nRather than serving as a direct competitor, Xvideos operates as, and continuously aspires to be, a content delivery and marketing component for the broader adult industry.\nXvideos seeks to be a responsible and cooperative member of this industry - not a detriment to it.</p>\n<p>In order to fulfill that goal, Xvideos has evaluated all dimensions of its legal policies and acted to ensure compliance - and protection of content producers - in all aspects.\nFor example, Xvideos was the first to implement fingerprinting technology to inhibit the uploading of infringing content owned by others.\nThis fingerprinting solution is still operating today.</p>\n<p>Although we are based outside North America and not governed by U.S.\nor Canadian law, we respect the rights of copyright owners and thus have implemented certain policies in an effort to voluntarily comply with anti-infringement laws.\nWe reserve all rights and objections to the extraterritorial application of U.S., Canadian, or any other foreign law to our operations in any capacity.\nNonetheless, we believe that protection of copyright owners' content can be best achieved by voluntary compliance with anti-infringement laws.\nCompliance with such laws is of utmost importance to Xvideos.\nAs such, Xvideos has a registered DMCA agent with the U.S.\nCopyright Office, and is otherwise compliant with various anti-infringement laws, including by expeditiously processing all proper notices of alleged infringement.\nIf you would like to submit a notification of infringement about a particular video, click here.</p>\n<p>In addition, Xvideos allows its users to submit counter-notifications when their uploaded material has been mistakenly removed pursuant to a takedown notice.\nXvideos also sends counter-notifications to the complaining copyright holders or their licensees when takedown notices are sent with respect to licensed content, as opposed to content uploaded by the Xvideos' users.</p>\n<p>Please note that Xvideos specifically reserves the right to pursue damages, costs and legal fees available by law in the event a copyright owner or a user submits a copyright infringement notice or counter-notice without a good faith belief regarding the infringing or non-infringing nature of particular content, or to the extent an individual submitting a notice or counter-notice makes any material misrepresentations to Xvideos.</p>\n<p>Finally, Xvideos has implemented a robust and comprehensive repeat infringer policy.\nIn an effort to voluntarily comply with copyright laws, Xvideos has adopted a repeat infringer policy and notified its users of the policy's terms.\nA link to the repeat infringer policy is placed on the upload page of Xvideos.</p>\n<p>This repeat infringer policy bans users from Xvideos if they continue to upload videos that are removed pursuant to takedown notices.\nWhen a user is banned, he or she may not continue to upload content or re-register.</p>\n<p>TAKE-DOWN REQUEST FORM (COPYRIGHT)<br>\n&nbsp;<br>\nEMAIL CONTACT FOR OTHER REQUESTS</p> ", "created_at": "2019-05-13 06:48:22.145365", "updated_at": "2019-05-13 06:48:23.509218"}], "points": [{"id": 9080, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-03-28 21:14:01.332444", "updated_at": "2020-10-09 07:06:16.233218", "quoteText": "Please note that if you request the erasure of your personal information:</p>\n<ul>\n<li>\n<p>We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety.\nFor example, if we suspend an account for fraud or safety reasons, we may retain certain information from that account to prevent that user from opening a new account in the future.", "case_id": 333, "document_id": 603, "quoteStart": 13081, "quoteEnd": 13514}, {"id": 6571, "title": "This service is only available to users of a certain age", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2019-05-13 06:46:02.604357", "updated_at": "2019-06-09 20:12:40.586181", "quoteText": "Access\n<p>By accessing the Website, you certify that:</p>\n<ul>\n<li>you are at least 18 years of age or otherwise the age of majority under the laws of your state, province or country.\nand</li>\n<li>you know and understand that the materials presented at and/or downloadable from the Website include explicit visual, audio, and/or textual depictions of nudity and explicit sexual activities", "case_id": 152, "document_id": 604, "quoteStart": 1857, "quoteEnd": 2245}, {"id": 9079, "title": "There is a date of the last update of the terms", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-03-28 21:08:39.998839", "updated_at": "2020-12-05 01:18:48.575695", "quoteText": "If we make changes to this Privacy Policy, we will post the revised Privacy Policy on the Website and update the “Last Updated” date at the top of this Privacy Policy.", "case_id": 331, "document_id": 603, "quoteStart": 16985, "quoteEnd": 17152}, {"id": 9077, "title": "You maintain ownership of your data", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-03-28 20:56:41.690772", "updated_at": "2020-12-05 01:18:07.534383", "quoteText": "and</li>\n<li>your Submission is compliant with all laws, including, but not limited to, 18 U.S.C.\n§ 2257 and 28 C.F.R 751.\nand</li>\n<li>you retain all of your ownership rights in your Submissions", "case_id": 183, "document_id": 604, "quoteStart": 9690, "quoteEnd": 9885}, {"id": 9076, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://info.xvideos.com/legal/piracy", "status": "Generated through the annotate view", "created_at": "2020-03-28 20:51:43.052639", "updated_at": "2020-12-15 11:08:23.954933", "quoteText": "For example, Xvideos was the first to implement fingerprinting technology to inhibit the uploading of infringing content owned by others.", "case_id": 323, "document_id": 1301, "quoteStart": 951, "quoteEnd": 1088}, {"id": 9078, "title": "This service gathers information about you through third parties", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-03-28 21:06:33.748655", "updated_at": "2020-12-15 11:08:32.501106", "quoteText": "3.2 In addition, we use Google Analytics, a web analytics service provided by Google, Inc.\n(hereinafter referred to as \"<strong>Google</strong>\"), using third-party cookies that enable Google to analyze the use of the Website.\n", "case_id": 382, "document_id": 603, "quoteStart": 8999, "quoteEnd": 9226}, {"id": 10802, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:46:09.79518", "updated_at": "2021-02-06 04:25:29.356054", "quoteText": "If any provision of these terms of service is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these terms of service, which shall remain in full force and effect.", "case_id": 294, "document_id": 604, "quoteStart": 21059, "quoteEnd": 21320}, {"id": 10805, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:52:30.616372", "updated_at": "2021-02-06 04:25:29.382531", "quoteText": "Lodging Complaints.\n<p>You have the right to file a complaint about the data processing activities carried out before the competent data protection authorities, e.g.\nto The Office for Personal Data Protection.\nAlso all users may contact: dpo@xvideos.com.", "case_id": 300, "document_id": 603, "quoteStart": 15778, "quoteEnd": 16032}, {"id": 10800, "title": "This service gathers information about you through third parties", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:41:47.633815", "updated_at": "2020-11-02 05:26:11.235943", "quoteText": "1.3 Information We Collect from Third Parties.\n<p>We may collect information, including personal information that others provide about you when they use the Website, or obtain information from other sources and combine that with information we collect through the Website.", "case_id": 382, "document_id": 603, "quoteStart": 3760, "quoteEnd": 4032}, {"id": 10806, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-10-30 04:17:35.622394", "updated_at": "2020-11-01 04:57:52.394839", "quoteText": "agree to indemnify and hold Provider and its owners, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website", "case_id": 145, "document_id": 604, "quoteStart": 20262, "quoteEnd": 20447}, {"id": 10799, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:37:00.041489", "updated_at": "2020-11-02 05:26:22.549388", "quoteText": "We use cookies and other similar technologies, such as web beacons, pixels, and mobile identifiers.", "case_id": 323, "document_id": 603, "quoteStart": 3036, "quoteEnd": 3135}, {"id": 10801, "title": "You can opt out of promotional communications", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:43:31.6416", "updated_at": "2020-11-01 22:43:24.379992", "quoteText": "You can opt-out of receiving marketing communications from us by following the unsubscribe instructions included in our marketing communications or changing your notification settings within your account.", "case_id": 223, "document_id": 603, "quoteStart": 7413, "quoteEnd": 7617}, {"id": 10803, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:46:34.974769", "updated_at": "2021-02-06 04:25:29.575806", "quoteText": "No waiver of any term of these terms of service shall be deemed a further or continuing waiver of such term or any other term, and Xvideos’ failure to assert any right or provision under these terms of service shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 604, "quoteStart": 21321, "quoteEnd": 21588}, {"id": 10804, "title": "This service collects your IP address for location use", "source": "https://info.xvideos.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-30 03:47:55.540999", "updated_at": "2020-11-01 18:12:48.654024", "quoteText": "<strong>Geo-location Information.</strong> When you use certain features of the Website, we may collect information about your approximate location as determined through data such as your IP address.", "case_id": 399, "document_id": 603, "quoteStart": 2551, "quoteEnd": 2750}, {"id": 10807, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://info.xvideos.com/legal/piracy", "status": "Generated through the annotate view", "created_at": "2020-10-30 04:22:18.693974", "updated_at": "2020-10-30 23:08:13.212607", "quoteText": "When a user is banned, he or she may not continue to upload content or re-register.", "case_id": 319, "document_id": 1301, "quoteStart": 3344, "quoteEnd": 3427}, {"id": 10862, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://info.xvideos.com/legal/piracy", "status": "Generated through the annotate view", "created_at": "2020-11-02 20:38:09.1552", "updated_at": "2020-11-03 17:47:28.534634", "quoteText": "In addition, Xvideos allows its users to submit counter-notifications when their uploaded material has been mistakenly removed pursuant to a takedown notice.", "case_id": 155, "document_id": 1301, "quoteStart": 2070, "quoteEnd": 2227}, {"id": 9075, "title": "Users agree to comply with the law of the service's country", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-03-28 20:50:55.640562", "updated_at": "2020-06-30 16:48:47.788949", "quoteText": "You agree that the Terms of Service, your use of the Website, as well as any claim relating to, arising out of, or in connection with the Terms of Service and your use of the Website, shall be governed by the laws of the Czech Republic, without regard to conflict of law provisions", "case_id": 237, "document_id": 604, "quoteStart": 29573, "quoteEnd": 29854}, {"id": 10808, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://info.xvideos.com/legal/tos", "status": "Generated through the annotate view", "created_at": "2020-10-30 04:25:02.935864", "updated_at": "2021-02-06 04:25:29.414258", "quoteText": "Xvideos does not permit copyright infringing activities or infringement of intellectual property rights on its Website, and will promptly remove content if properly notified of infringements on third parties' intellectual property rights.", "case_id": 310, "document_id": 604, "quoteStart": 9014, "quoteEnd": 9252}], "urls": ["xvideos.com"]}}