{"error": 448, "message": "OK", "parameters": {"id": 2635, "name": "ImgPile (DigitFreak)", "created_at": "2021-01-22 22:41:12.675731", "updated_at": "2021-03-25 03:19:35.263409", "wikipedia": null, "keywords": null, "related": null, "slug": "imgpile_digitfreak", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2635.png", "url": "imgpile.com", "documents": [{"id": 3784, "name": "Terms of Service", "url": "https://imgpile.com/page/tos", "xpath": "", "text": " &lt;h1 data-translate=\"turn_on_js\" style=\"color:#bd2426;\"&gt;Please turn JavaScript on and reload the page.&lt;/h1&gt.\nChecking your browser before accessing imgpile.com.\n<p>Please enable Cookies and reload the page.</p>\n<p>This process is automatic.\nYour browser will redirect to your requested content shortly.</p>\n<p>Please allow up to 5 seconds…</p> DDoS protection by Cloudflare <br> Ray ID: <code>6168c1a75b077431</code> ", "created_at": "2021-01-22 22:42:56.723851", "updated_at": "2021-01-24 09:34:03.648546"}, {"id": 3783, "name": "Privacy Policy", "url": "https://imgpile.com/page/privacy ", "xpath": "/html/body/div[1]/div/div[2]", "text": " <p>At <strong>ImgPile (imgpile.com)</strong>, which is a subsidary of <strong>DigitFreak</strong>, the privacy of our visitors is extremely important.\nThis Privacy Policy outlines the types of personal information that is received and collected and how it is used.</p>\n<p>This Privacy Policy is reviewed and revised from time to time.\nYou will want to revisit it regularly.\nYour use of this site, in any and all forms, constitutes an acceptance of this Privacy Policy.</p>\n<strong>1.\nLog Files</strong>\n<p>We use log files like many other websites.\nThe information in the log files include:</p>\n<ul>\n<li>Internet Protocol addresses (IP)</li>\n<li>Types of browser</li>\n<li>Internet Service Provider (ISP)</li>\n<li>Date and time stamp</li>\n<li>Referring and exit pages</li>\n<li>Number of clicks</li>\n</ul>\n<p>All of this information is not linked to anything that is personally identifiable.</p>\n<strong>2.\nCookies</strong>\n<p>We use cookies to store information about visitor preferences and to record user-specific information on visits and pages the user views so as to provide a custom experience.\nIn regard to third-party advertisers, Imgpile (collectively “DigitFreak” or “subsidiary Site”) has no access or control over these cookies.\nYou should review the respective privacy policies on any and all third-party ad servers for more information regarding their practices and how to opt-out.</p>\n<p>If you wish to disable cookies you may do so through your web browser options.\nInstructions for doing so and for other cookie-related management can be found on the specific web browsers' websites.</p>\n<strong>Third Party Disclosure</strong>\n<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide you with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.</p>\n<strong>Third party links</strong>\n<p>Occasionally, at our discretion, we may include or offer third party products or services on our website through advertisements.\nThese third party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<em>\n<strong>Google Adsense &amp.\nDoubleClick DART Cookie</strong>\n</em>\n<p>Google, a third party vendor, uses the DART cookie to serve ads on Imgpile (collectively “DigitFreak” or “subsidiary Site”).\nUsers may opt out of the use of the DART cookie by visiting Google's Content Network Privacy Policy.</p>\n<p>You can read Terms of service and&nbsp;Google Ad Local (Localized terms of service) and Google ad Policy so that you agree with them before browsing the website any further.</p>\n<p>Imgpile (collectively “DigitFreak” or “subsidiary Site”) uses third party ad service to monetize the website.\nImgpile (collectively “DigitFreak” or “subsidiary Site”) cannot be held responsible for any content or service that is provided by the third party ad service or third party ad.&nbsp;</p>\n<em>\n<strong>We have implemented the following:</strong>\n</em>\n<ul>\n<li>Remarketing with Google AdSense</li>\n<li>Google Display Network Impression Reporting</li>\n<li>Demographics and Interests Reporting</li>\n<li>DoubleClick Platform Integration</li>\n</ul>\n<p>We along with third-party vendors, such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions, and other ad service functions as they relate to our website.</p>\n<em>\n<strong>Optingout:</strong>\n</em>\n<p>Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising initiative opt out page or permanently using the Google Analytics Opt Out Browser add on.</p>\n<strong>3.\nOther</strong>\n<p>Users might be asked to subscribe to our newsletter by providing name and email address to receive communication from Imgpile.\nWe use a secure op-in subscription system and we reserve the right to contact subscribers with information related to this website and blog.\nSubscribers may unsubscribe anytime and every email delivered will contain an \"Unsubscribe\" link.</p>\n<p>If you require any more information or have any questions about our privacy policy, please feel free to contact us by email at support@imgpile.com.</p>\n<p>Last Updated: October 11, 2016</p> ", "created_at": "2021-01-22 22:41:41.120593", "updated_at": "2021-02-03 22:28:41.503295"}], "points": [], "urls": ["imgpile.com"]}}