{"error": 448, "message": "OK", "parameters": {"id": 1888, "name": "Upakka", "created_at": "2019-10-06 00:05:11.259435", "updated_at": "2021-03-25 03:19:41.788419", "wikipedia": null, "keywords": null, "related": null, "slug": "upakka", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1888.png", "url": "upakka.com", "documents": [{"id": 1974, "name": "Privacy Policy", "url": "https://upakka.com/privacy/", "xpath": "", "text": " <b>Upakka</b> 🎨 + Login <br>\n<br>\n<br>\n<br> Privacy Policy <p> Return Home</p>\n<br> Privacy Policy for upakka.com At upakka.com, accessible at upakka.com, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by upakka.com and how we use it.\n<br>\n<br>\nIf you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at privacy@upakka.com\n<br>\n<br>\nLog Files\n<br>\n<br>\nupakka.com follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.\n<br>\n<br>\nCookies and Web Beacons\nLike any other website, upakka.com uses ‘cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.\n<br>\n<br>\nPrivacy Policies\n<br>\n<br>\nYou may consult this list to find the Privacy Policy for each of the advertising partners of upakka.com.\n<br>\n<br>\nThird-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on upakka.com, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.\n<br>\n<br>\nNote that upakka.com has no access to or control over these cookies that are used by third-party advertisers.\n<br>\n<br>\nThird Party Privacy Policies\n<br>\n<br>\nupakka.com's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou may find a complete list of these Privacy Policies and their links here: ReCaptcha, ProveSource, Drift, and iubenda.\n<br>\n<br>\nYou can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\n<br>\n<br>\nChildren's Information\n<br>\n<br>\nAnother part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\n<br>\n<br>\nThis website does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.\n<br>\n<br>\nOnline Privacy Policy Only\n<br>\n<br>\nThis privacy policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in upakka.com.\nThis policy is not applicable to any information collected offline or via channels other than this website.\n<br>\n<br>\nConsent\n<br>\n<br>\nBy using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.\n<br>\nWe are not liable for any of the actions or content posted by users who use this website.\n<br>\nWe are not liable for any type of damages created by this website.\n<br>\n<br>\n<br>\nAffiliates:\n<br>\n<br>\nUpakka LLC.\nis a participant in the following affiliate programs: Etsy, Ebay, Amazon <br>\nOfficial Amazon Affiliates Disclosure:\n<br>\nUpakka LLC.\nis a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com\n<br>\n<br>\nThank you.\n<br>\n<br>\n<br>\n<br>\n<br>\n<ul>\n<li>home</li>\n<li>about</li>\n<li>support</li>\n<li>privacy</li>\n</ul> 🙀 Mobile coming soon! 🎉 <br>\n<p>Upakka LLC.\n© 2018 - Present.\nAll rights reserved.</p>\n<p>Affiliate disclaimer: We use affiliate links when possible.\n</p> ", "created_at": "2019-10-06 00:07:16.039371", "updated_at": "2020-12-14 19:44:06.82642"}], "points": [{"id": 8076, "title": "This service provides a way for you to export your data", "source": "https://www.upakka.com/u/login/?next=/data-download/", "status": "", "created_at": "2019-10-06 00:17:25.636841", "updated_at": "2021-02-06 03:50:18.863702", "quoteText": null, "case_id": 184, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8078, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.upakka.com/privacy/", "status": "This privacy policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in www.upakka.com. This policy is not applicable to any information collected offline or via channels other than this website.\r\n", "created_at": "2019-10-06 00:21:15.144425", "updated_at": "2019-10-09 12:40:38.632562", "quoteText": null, "case_id": 299, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8081, "title": "Prohibits the posting of pornographic content", "source": "https://www.upakka.com/add-post/", "status": "", "created_at": "2019-10-06 00:25:03.154726", "updated_at": "2021-02-06 03:50:19.242038", "quoteText": null, "case_id": 315, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8080, "title": "This service can delete your content if you violate the terms", "source": "https://www.upakka.com/add-post/", "status": "", "created_at": "2019-10-06 00:22:51.301004", "updated_at": "2021-02-06 03:50:19.506129", "quoteText": null, "case_id": 377, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8079, "title": "This service is only available to users of a certain age", "source": "https://www.upakka.com/privacy/", "status": "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\r\n\r\nThis website does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.", "created_at": "2019-10-06 00:21:44.981315", "updated_at": "2019-10-09 12:39:32.395263", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8077, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.upakka.com/u/login/?next=/data-download/", "status": "", "created_at": "2019-10-06 00:18:09.784103", "updated_at": "2021-02-06 03:50:47.991482", "quoteText": null, "case_id": 140, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["upakka.com"]}}