{"error": 448, "message": "OK", "parameters": {"id": 5950, "name": "explorepanel.com", "created_at": "2021-11-29 23:13:36.121883", "updated_at": "2021-11-29 23:01:12.932694", "wikipedia": null, "keywords": null, "related": null, "slug": "explorepanel-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5950.png", "url": "explorepanel.com", "documents": [{"id": 10744, "name": "Terms of Use", "url": "https://explorepanel.com/page.php?p=terms-of-use", "xpath": "//body", "text": "ExplorePanel<ul>\n</ul>Search Terms of Use <p>When you use this website, you agree to be bound by these Terms of Use.\nThese Terms of Use incorporate the Privacy Policy posted on this website, as well as the terms of any subscriber agreement that may exist between you and this website.\nTo the extent there is a conflict between these Terms of Use and your subscriber agreement, the terms of your subscriber agreement will control your use of this website.\nPlease read these Terms of Use carefully.\nIf you do not agree with these Terms of Use, please do not use this website.</p>\n<p>\n<b>This website</b>\n</p>\n<p>This website, including the text, graphics, and software that appear on the This website, is owned by or licensed to this website, and is subject to copyright and other intellectual property rights under United States, foreign laws and international conventions.\nUsers may not re-post tThis website’s content on other web sites without our permission.\nUser cannot re-sell this website’s content to third parties, or prepare derivative works of this website’s content.</p>\n<p>\n<b>Consumer Content</b>\n</p>\n<p>This website is designed to offer users general information for educational purposes only.\nThe general information furnished on this site is not intended to replace personal consultation with a qualified professional.\nYou must always seek the advice of a professional for questions related to you disease, disease symptoms, and appropriate therapeutic treatments.\nIf you have or suspect that you have a medical problem or condition, please contact a qualified health care professional immediately.\nYou should never disregard medical advice or delay in seeking it because of something you have read on this site.\nIF YOU HAVE AN EMERGENCY, CALL 9-1-1.\nThis website does not give medical, financial or legal advice, nor do we provide medical or diagnostic services.\nNeither This website nor any affiliated entity guarantees that the content covers all possible uses, direction, precautions, drug interactions, or adverse effects that may be associated with any therapeutic treatments.\nYou may not rely on the application of any information on this website as being applicable to your specific circumstances.\nNeither this website nor any affiliated entity assumes any liability or responsibility for damages or injury to you, other persons, or property arising from any use of any information, idea, or instruction contained in this website.</p>\n<p>\n<b>Permission to reproduce this website’s material</b>\n</p>\n<p>Permission to reproduce material from this website in another publication or web site must be secured in writing.\nTo request permission to reproduce material from this website, please submit your request in writing via e-mail, fax, or regular mail.\nYou may wish to include a copy of the material for which you are requesting permission.\nYour permission request must include the following information: Title of the topic review or figure (figure titles can be found in the outline of each topic review) The title of the topic review in which a requested figure appears The format in which the material will be reproduced (e.g.\nprint, CD, Internet) Title, publisher, author/editor, and publication date for the publication in which the figure and/or topic review will be reproduced.\nPermissions Please Use our contact form to get in touch regarding permissions.</p>\n<p>\n<b>Allowed Uses</b>\n</p>\n<p>This website encourages its users to print topic reviews and graphics for personal, clinical, educational, or research use.\nSuch material should be printed directly from this website’s service so that the copyright statement is visible and must be given free of charge.\nUsers may email individual topic reviews and graphics to others, including patients and colleagues as permitted by the website’s functionality.\nUsers may also link to this website.\nWe reserve the right to limit or suspend your use of this website, by electronic self-help or other means and without notice, if we believe you have committed a breach of security or violated these Terms of Use, subject only to any terms in your subscriber agreement, as applicable.</p>\n<p>\n<b>Subscriber Accounts</b>\n</p>\n<p>If you create a subscriber account for this website, you agree to complete the registration process by providing current, complete, and accurate information as required by this website.\nYou are responsible for all activities that occur under your account.\nYou agree to notify us immediately of any unauthorized use of your account or any other breach of security.\nThis website will not be liable for any loss that you may incur as a result of someone else using your account, either with or without your knowledge.\nIn addition, you may be held liable for any losses incurred by This website or another party due to someone else using your account.\nYou may not use anyone else’s account at any time.</p>\n<p>\n<b>Privacy</b>\n</p>\n<p>These Terms of Use incorporate the entirety of the this website’s Privacy Policy posted on this website.</p>\n<p>\n<b>No Unlawful Use</b>\n</p>\n<p>You agree not to use this website for any purpose that is unlawful or prohibited by these terms, or the terms of a subscriber agreement you have with this website, if applicable.\nYou may not use this website in any manner that could damage, disable, overburden, or impair any of this website’s server, or the network(s) connected to any of this website servers, or interfere with any other party’s use and enjoyment of this website.\nYou may not attempt to gain unauthorized access to any portion of this website, other accounts, computer systems, or networks connected to any of this website’s servers, through hacking, password or data mining, or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available to you on this website.</p>\n<p>\n<b>No Warranties</b>\n</p>\n<p>Neither this website, nor any parent, subsidiary, affiliate, director, employee, licensor, licensee, distributor, supplier, agent, or reseller of this website (collectively, the “this website entities”) make any warranty or representation, expressed or implied, with respect to this website’s services, which are provided “as is”, or with respect to these terms of use.\nThis website’s entities expressly exclude and disclaim all warranties, including, without limitation, implied warranties of merchantability or fitness for a particular purpose, and any warranties arising by statute or otherwise in law or from course of dealing, course of performance, or use of trade.\nAny statements or representations made by any other person or entity are void.\nYou assume all risk as to the quality, function, and performance of this website.\nSome states or other jurisdictions do not allow the exclusion of implied warranties, so the above exclusions may not apply to you.\nIn addition, please note that this website may include technical inaccuracies or typographical errors.\nThis website has the right at any time to change, modify, add to, discontinue, or retire any aspect or feature of this website, including, but not limited to, hours of availability, equipment needed for access or use, or the availability of this website’s Services on any particular device or communications service.\nThis website has no obligation to provide you with notice of any such changes, and this website is under no obligation to provide you with any support, error corrections, updates, upgrades, bug fixes, and/or enhancements of this website, except as provided by your subscriber agreement with this website, if applicable.</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>In no event will this website’s entities or any other party who has been involved in the creation, production, distribution, promotion, or marketing of this website or these terms of use be liable to you or any other party for any special, indirect, incidental, reliance, exemplary, or consequential damages, including, without limitation, loss of data or profits, or for inability to use this website, even if this website’s entities or such other party has been advised of the possibility of such damages.\nSuch limitation shall apply notwithstanding any failure of essential purpose of any limited remedy and to the fullest extent permitted by law.\nSome states or other jurisdictions do not allow limitations on how long an implied warranty lasts and some jurisdictions do not allow the exclusion or limitation of special, indirect, incidental, exemplary, or consequential damages, or the limitation of liability to specified amounts, so the above limitation and exclusion may not apply to you if prohibited by applicable law.</p>\n<p>\n<b>Indemnification</b>\n</p> You agree to defend, indemnify, and hold harmless this website’s entities from all liabilities, claims, and expenses, including attorneys’ fees, that arise from your use of this website.\nThis website reserves the right, at it own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with this website in asserting any available defenses.<p>\n</p>\n<p>\n<b>Modifications</b>\n</p>\n<p>This website may modify these Terms of Use from time to time and changes will be effective upon posting to this website.\nYou agree to be bound by any modification of these Terms of Use when you use this website, effective after their posting to this website.\nIt is therefore important that you review these Terms of Use regularly to ensure you are updated as to any changes.</p>\n<p>\n<b>Claim of Copyright Infringement</b>\n</p>\n<p>This website respects the intellectual property of others.\nIf you believe that your copyrighted work has been copied and is accessible on this website in a way that constitutes copyright infringement, pursuant to Title 17, United States Code, Section 512(c)(2), you may send a notification of claimed copyright infringement to this website’s designated agent along with the following information: the electronic or physical signature of the owner of the copyright or the person authorized to act on the owner’s behalf a description of the copyrighted work that you claim has been infringed and a description of the infringing activity identification of the location where the original or an authorized copy of the copyrighted work exists, for example the URL of the website where it is posted or the name of the book in which it has been published identification of the URL or other specific location on this site where the material that you claim is infringing is located.\nyou must include enough information to allow this website to locate the material your name, address, telephone number, and email address a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner’s behalf.\nThis website’s designated agent for notice of claims of copyright infringement on this website can be reached as follows: By email: Please use our contact us form.\nPlease note that this contact information is only for reporting copyright infringement and any other inquiries reported through this process will not be guaranteed a response.</p>\n<p>\n<b>Trademarks</b>\n</p>\n<p>All of this website’s trademarks are owned by this website and may not be used for any purpose without our prior written permission.</p> About UsContact UsPrivacy PolicyTerms of Use <p>Copyright explorepanel.com 2021.\nAll rights reserved.</p> ", "created_at": "2021-11-29 23:13:36.125796", "updated_at": "2021-11-29 22:14:20.632512"}, {"id": 10743, "name": "Privacy Policy", "url": "https://explorepanel.com/page.php?p=privacy-policy", "xpath": "", "text": "ExplorePanel<ul>\n</ul>Search Privacy Policy <p>We are very sensitive to the privacy needs of its website visitors and subscribers and is wholly committed to maintaining privacy at the highest level.\nWe do not sell or otherwise share subscribers’ or website visitors’ personal information with anyone.</p>\n<p>To better understand our online privacy policies, please read the following Privacy Policy.</p>\n<p>\n<b>Subscriber Information</b>\n</p>\n<p>We never automatically collects any information that specifically identifies you such as your name, address, or e-mail address.\nThis information is collected only when you voluntarily provide it as part of the subscription process (“Subscriber Information”).\nWe will ask you whenever we need Subscriber Information that identifies you or allows us to contact you.</p>\n<p>\n<b>Consent and Security</b>\n</p>\n<p>It is your choice whether or not you provide your Subscriber Information to us, but Subscriber Information is required for us to provide you with services (for example, access to this website under a subscription agreement).</p>\n<p>\n<b>Use of Subscriber Information</b>\n</p> Your Subscriber Information may be used internally within our company.\nFor example, we may use your Subscriber Information internally to provide subscription services to you and process your transactions, to contact you for customer service and billing purposes, to communicate to you about your subscription or changes to our service, to understand who uses the Website and to improve the Website.\nIn addition, we reserve the right to disclose your Subscriber Information under limited circumstances in the event we believe that the Website is being used to commit unlawful acts, and/or if disclosure of your Subscriber Information is required to comply with applicable laws or regulations, or with a court or administrative order.<p>\n</p>\n<p>\n<b>Usage Information</b>\n</p>\n<p>Non-personally identifying information (“Usage Information”) comprises information that does not identify any particular user.\nExamples include: information about which of our pages are visited on an aggregate level, browser type, operating system type, or IP address.</p>\n<p>\n<b>Use of Usage Information</b>\n</p>\n<p>Your Usage Information may be disclosed internally within our company and to third parties.\nFor example, we may disclose Usage Information in order to better understand which parts of the Website users are visiting, to improve the content of the Website, and for marketing, advertising, or research purposes.\n(Institutional licensees should refer to their subscription and license agreement).</p>\n<p>\n<b>Cookies</b>\n</p>\n<p>The Website may place a text file called a “cookie” in the browser files of your computer.\nCookies can be used to provide you with tailored information from the Website.\nThe cookie itself does not contain Subscriber Information.\nYou can set your browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it.</p>\n<p>\n<b>Effective Date</b>\n</p>\n<p>This Privacy Policy is effective as of October 27, 2007 and will remain in effect unless changed.\nwe may modify this Privacy Policy at any time, and such modifications shall be effective immediately upon posting of the modified Privacy Policy on the Website.</p>\n<p>\n<b>Contacting the Website</b>\n</p>\n<p>If you have any questions about this Privacy Policy, the practices of this Website, or your dealings with this Website, please contact us using our contact us page.</p> About UsContact UsPrivacy PolicyTerms of Use <p>Copyright explorepanel.com 2021.\nAll rights reserved.</p> ", "created_at": "2021-11-29 23:13:36.124215", "updated_at": "2021-11-29 22:14:10.345514"}], "points": [], "urls": ["explorepanel.com"]}}