{"error": 448, "message": "OK", "parameters": {"id": 3575, "name": "Petro‑Canada ", "created_at": "2021-05-13 00:06:59.0119", "updated_at": "2021-05-13 22:00:21.869705", "wikipedia": null, "keywords": null, "related": null, "slug": "petrocanada_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3575.png", "url": "petro-canada.ca", "documents": [{"id": 5942, "name": "Privacy", "url": "https://www.petro-canada.ca/en/legal-privacy", "xpath": "//*[@id=\"maincontent\"]/section/div[3]/div/div[3]", "text": " Privacy Toggle accordion content Scope\n<p>This is a statement of the privacy practices applicable to Suncor Energy Inc.\n(“Suncor”), its subsidiaries and its affiliates and describes how we collect, use and disclose personal information of our customers, website users and other individuals.</p>\n<p>In this statement, references to “Suncor”, “we” and “our” and similar references may include – or refer only to – Suncor or one or more subsidiaries, affiliates or entities of Suncor, including Suncor Energy Foundation, Suncor Energy Products Partnership, Suncor Energy Marketing Inc.\nand Suncor Energy (U.S.A.) Inc., as applicable.</p>\n<p>Petro‑Canada is a Suncor business.</p>\nPersonal Information\n<p>Personal information is any information about an identifiable individual or information that permits an individual to be identified, but does not, in most circumstances, include business contact information.</p>\nOur Commitment\n<p>Suncor is committed to protecting the privacy and security of the personal information of individuals with whom we interact in accordance with applicable privacy legislation.\nRespecting and protecting your privacy is important to us and a priority in our continuing relationship.</p>\nConsent\n<p>We collect, use and disclose your personal information with your consent (which may be express or implied) or as required or permitted by law.\nBy providing us with your personal information, you consent to our collection, use and disclosure of that personal information in accordance with this statement of privacy practices.\nIf this statement of privacy practices is not acceptable to you, please do not submit any of your personal information.</p>\n<p>Subject to legal and contractual requirements and upon reasonable notice, you may withdraw your consent to our further collection, use and disclosure of your personal information.\nContact us at privacy@suncor.com to request that your name be removed from our telephone, mail or email marketing lists.\nIf you refuse or withdraw consent, we may be unable to provide you with certain products, services or information, but we will not require personal information beyond what is required to provide those products, services or information.</p>\nNature of Collection\n<p>We collect personal information, wherever appropriate, directly from you or from interactions with you, but may, where necessary, collect personal information from other sources.\nThe personal information we collect may include your name, address, email address, location and other information relevant to our providing of products and services to you or doing business with you.\nWe limit our collection of your personal information to the information that is reasonably necessary to fulfill the purposes for the personal information we identify to you or as otherwise required or permitted by law.</p>\nOur Purposes for Collection, Use and Disclosure\n<p>Suncor collects, uses and discloses your personal information so that we can:</p>\n<ul>\n<li>administer the <strong>Petro‑Points™</strong> program;</li>\n<li>provide you with ongoing services relating to your purchases of Suncor products, including, but not limited to, fuel, lubricants, car care, warranties and other offerings;</li>\n<li>include you in preferred customer activities, such as special promotions and bonus offers;</li>\n<li>manage, develop and improve our business and operations;</li>\n<li>complete the necessary credit investigation(s) when you are applying for credit;</li>\n<li>assist in the development and marketing of our products and services;</li>\n<li>understand and respond to your needs and preferences, including recommending particular products and services to meet your needs;</li>\n<li>administer scholarships and community-based programs;</li>\n<li>provide localized content based on your location;</li>\n<li>establish and maintain an effective relationship with those with whom Suncor interacts, including customers, suppliers and contractors with whom we do business;</li>\n<li>provide information to interested individuals, including shareholders;</li>\n<li>consider your application for employment opportunities with Suncor;</li>\n<li>protect us from error, breach of contract, negligence, fraud and illegal activity;</li>\n<li>engage in a business transaction, including a purchase, sale, lease, merger, amalgamation or any other type of acquisition, disposal, securitization of financing involving us or a part of our business.\nand</li>\n<li>comply with any legal or regulatory requirements, or to cooperate with police and/or financial institutions during any investigation of credit/debit card and/or suspected criminal/fraudulent activities involving Suncor or any of Suncor’s service providers or agents.</li>\n</ul>\n<p>If we need your personal information for any other purpose, we will identify that purpose and obtain your consent.</p>\nStoring and Sharing of Personal Information\n<p>Suncor takes great care to ensure your personal information is securely stored.\nYour personal information is held in confidence by Suncor.\nAccess to this information is restricted to authorized personnel of Suncor and, unless otherwise required or permitted by law, will only be disclosed to program partners (including partners in the Petro‑Points program as set out on Petro‑Points.com) and third-party service providers responsible for administering our programs or special offers or providing Suncor with services, provided that such partners and service providers use the information only for the purposes for which it was disclosed, and agree to maintain privacy policies consistent with those of Suncor.</p>\n<p>Personal information collected by Suncor may be used, processed and stored outside of Canada and may be subject to disclosure in accordance with the laws of such foreign jurisdictions.\nPlease note that the personal information that you disclose on a commercial credit card application will only be used to complete the necessary credit investigation and will not be used for marketing or other purposes, unless we ask for and receive your consent for such use(s).</p>\nOur Websites\n<p>We use a few technologies to collect non-personal and Petro‑Points account-related data to make your experience on our websites better.</p>\n<p>We gather this information to make our websites <strong>more efficient and relevant for you</strong>, find out <strong>what content is popular</strong> (or unpopular!), validate and <strong>complete transactions, improve website functionality</strong> and <strong>fix experiences</strong> that may be broken.</p>\n<p>Specifically, we use:</p>\nGoogle Analytics.\n<p>This program works with our other tracking technologies below to paint a picture of how you and our other guests use our website.</p>\nCookies.\n<p>These small files are placed in the temporary folder of your browser and help us track information about the use of our website during your session.</p>\nPixel Tags.\n<p>These invisible images are placed on some of our webpages to enhance our analytics where our regular tracking may not be enough.</p>\nSession data logs.\n<p>Our servers automatically collect some anonymous information about your session and create log files.</p>\nUser ID tracking.\n<p>Though most of our technologies work anonymously by assigning a random ID to track your session information, user ID tracking allows us to associate this information across devices and multiple sessions when you log in to your Petro‑Points account.</p>\nLocation tracking.\n<p>We use your phone’s GPS capability or your desktop IP address to track your location so you can use our station locator accurately and see localized content.</p>\nWhat we collect.\n<p>These technologies allow us to collect information such as your:</p>\n<ul>\n<li>browser </li>\n<li>device</li>\n<li>return visits</li>\n<li>referring and exit pages</li>\n<li>transaction information</li>\n<li>pages visited</li>\n<li>time on page</li>\n<li>preferences</li>\n<li>location</li>\n<li>login data</li>\n<li>clicks</li>\n<li>IP address</li>\n<li>form fields</li>\n</ul>\n<p>The bottom line is: we use this information to make our website better for you.</p>\nIs your information secure?\n<p>Your personal information is protected using defense-in-depth security, utilizing a combination of security technologies and practices such as data encryption, firewalls and security monitoring and audits.</p>\nYou’ve got options.\n<p>You are consenting to our use of cookies and tracking technologies by visiting our website with a browser that is set to accept cookies.</p>\n<p>\n<strong>If you’d like to disable cookies</strong>, visit the Help menu within your browser.\nEach browser is different, but the menu will walk you through how to ensure your preferences are updated.\nOur website works best with cookies.\nYour experience may not be as seamless without them.</p>\n<p>\n<strong>If you’d like to opt out of Google Analytics tracking</strong>, use Google Chrome to browse our sites and download their Google Analytics Opt-out extension.</p>\nGot questions?\n<p>Feel free to send us an email at privacy@suncor.com if you want to know more about our use of tracking technologies on our websites and your personal information.</p> ", "created_at": "2021-05-12 22:09:31.886147", "updated_at": "2021-05-12 22:10:08.660753"}, {"id": 5941, "name": "Legal ", "url": "https://www.petro-canada.ca/en/legal-privacy", "xpath": "//*[@id=\"accordion-content-c488c406-d422-4850-a892-3962ec4f79e2\"]", "text": " <p>This website is provided to you by Suncor Energy Inc.\n(“Suncor”).\nBy using this website, you agree to be bound by and comply with these terms of service, which are subject to and incorporate any additional terms of service elsewhere on this website.\nSuncor may change these terms of service at any time without notice.\nPlease check these terms of service periodically for changes.\nYour continued use of this website following the posting of changes will mean that you agree to be bound by, and will comply with, the changes.</p>\nAbout Suncor\n<p>Suncor is Canada’s leading integrated energy company headquartered in Calgary, Alberta.\nSuncor’s operations include oil sands development and upgrading, conventional and offshore oil and gas production, and petroleum refining, sales and product marketing under the Petro‑Canada™ brand.\nSuncor also operates one Sunoco branded retail site in Ontario.\nDownstream assets in the United States include pipeline and refining operations in Colorado and Wyoming and retail operations and sales in Colorado under the Shell and ExxonMobil® brands.\nSuncor is also developing a growing renewable energy portfolio.\nSuncor’s common shares (symbol: SU) are listed on the Toronto and New York stock exchanges.</p>\n<p>In these terms of service, references to “Suncor”, “we” and “our” and similar references may include – or refer only to – Suncor or one or more subsidiaries, affiliates or entities of Suncor, including Suncor Energy Foundation, Suncor Energy Products Partnership, Suncor Energy Marketing Inc.\nand Suncor Energy (U.S.A.) Inc., as applicable.</p>\n<p>Petro‑Canada is a Suncor business.</p>\nPermitted Use of this Website\n<p>As long as you comply with these terms of service, Suncor grants you a personal, non-exclusive, non-transferable, revocable, limited licence to access and use this website.\nYou may use photos supplied in Suncor’s photo library provided that you:</p>\n<ol>\n<li>Not remove the copyright or other proprietary notices from the photos;</li>\n<li>Credit Suncor Energy Inc.;</li>\n<li>Make no modifications to the photos or distort the photos in any manner;</li>\n<li>Not display the photos in a manner that would prejudice the reputation of Suncor, and</li>\n<li>Not make any additional representations, warranties or statements relating to the photos.</li>\n<li>You may also use documents purposely made available by Suncor for downloading from this website, provided that you:</li>\n<li>Not remove the copyright or other proprietary notices from the documents;</li>\n<li>Use the documents only for your own personal or internal company use and do not copy or post the documents on any networked computer or broadcast them in any media;</li>\n<li>Make no modifications to the documents;</li>\n<li>Not make any additional representations, warranties or statements relating to the documents.</li>\n</ol>\n<p>Corporate logos supplied on this website must be downloaded from our corporate logos page.\nUse of these logos is subject to the terms of a licence which must be agreed to prior to download of the logos.\nThe visual identity guidelines must be followed when using the logos.\nLogos are not permitted to be downloaded or used for purposes other than those permitted by the licence agreed to prior to download of the logos without Suncor’s express prior written consent.</p>\nProhibited use of this Website\n<p>You may not attempt to gain unauthorized access to, or breach the security or authentication measures of, any portion of this website, or any other systems or networks connected to this website or any Suncor server or obtain any materials, documents or information through any means not purposely made available through this website.</p>\n<p>You may not interfere or attempt to interfere with the proper working of this website or any transaction being conducted on this website, or with any other person’s use of this website.</p>\n<p>You may not pretend that you are, or that you represent, someone else, or impersonate any other person.</p>\n<p>You may not frame, link to, or screen scrape this website without Suncor’s express permission.</p>\n<p>You may not reproduce or redistribute any HTML code, Java code or other code contained on this website without Suncor’s express permission.</p>\n<p>You may not use this website or any of its content for any purpose that infringes upon, misappropriates or violates the rights of any person or encourages or that effects harmful or illegal activity.</p>\nDisclaimers\n<p>This website and its content are provided “as is” and use of this website or its content is at your own risk.\nSuncor does not make any representations, warranties or conditions about the quality, accuracy, reliability, completeness, currency, or timeliness of this website or its content.\nSuncor does not assume any responsibility for any errors, omissions or inaccuracies of this website or its content.\nTo the fullest extent permitted by law, Suncor disclaims all warranties, representations and conditions of any kind with respect to this website and its content whether express, implied or collateral, including, without limitation, representations, warranties or conditions about the quality, accuracy, reliability, completeness, currency, or timeliness of the website or its content and implied warranties and conditions of merchantability, fitness for a particular purpose and non-infringement or that this website or its content are or will be error-free or will operate without interruption.</p>\nLimitation of Liability\n<p>In no event will Suncor be liable, whether based on warranty, contract, tort, negligence, strict liability or any other legal theory, for any damages of any kind (including, without limitation, direct, indirect, incidental, consequential, special, exemplary, punitive damages, lost profits, loss of use, loss of data, personal injury, fines, fees, penalties or other liabilities), whether or not Suncor is advised of the possibility of such damages, resulting from the use of, or the inability to make use of, this website or its content.</p>\nLinks\n<p>Suncor’s websites contain links to third party sites.\nThese links have been provided solely as a convenience for users of the websites and do not constitute an endorsement by Suncor of the content of third party sites.\nLinks to Suncor websites may also be provided from other websites either known or unknown to Suncor.\nAccessing other websites linked to or from Suncor’s websites is at your own risk.\nIf you wish to link to this website, please contact us.</p>\nCurrency and Accuracy of Information\n<p>The content on this website may not always be the most current source of information about Suncor, and Suncor disclaims liability for any failure to update this website or the information or any document contained herein.\nIn addition, the documents and information available on this website are not intended to provide specific legal, accounting, financial, investing or tax information or advice to you and are provided as a convenience only.\nWhere any documents on this website have been filed in accordance with applicable securities laws, the documents may not be the official versions of Suncor’s securities laws disclosure documents, and you are directed to obtain official copies either from applicable securities regulatory authorities, www.sedar.com, http://www.sec.gov or from Suncor.\nThe documents and information provided do not constitute an offer or a solicitation of an offer for the purchase or sale of any shares or other securities of Suncor and should not be used for the purpose of making investment decisions concerning securities of Suncor.</p>\nForward-Looking Statements\n<p>Suncor’s websites contain certain forward-looking information and forward-looking statements (collectively referred to herein as “forward-looking statements”) within the meaning of applicable Canadian and U.S.\nsecurities laws.\nForward-looking statements and other information are based on Suncor’s current expectations, estimates, projections and assumptions that were made by Suncor in light of information available at the time the statement was made and consider Suncor’s experience and its perception of historical trends, including expectations and assumptions concerning: the accuracy of reserves and resources estimates.\ncommodity prices and interest and foreign exchange rates.\nthe performance of assets and equipment.\ncapital efficiencies and cost-savings.\napplicable laws and government policies.\nfuture production rates.\nthe sufficiency of budgeted capital expenditures in carrying out planned activities.\nthe availability and cost of labour, services and infrastructure.\nthe satisfaction by third parties of their obligations to Suncor.\nthe execution of projects.\nand the receipt, in a timely manner, of regulatory and third-party approvals.\nIn addition, all other statements and other information that address expectations or projections about the future, and other statements and information about Suncor’s strategy for growth, expected and future expenditures or investment decisions, commodity prices, costs, schedules, production volumes, operating and financial results, future financing and capital activities, and the expected impact of future commitments are forward-looking statements.\nSome of the forward-looking statements may be identified by words such as “objective”, “targets”, “estimates”, “anticipated”, “plans”, “goal”, “vision”, “strategy”, “expects”, “proposed”, “intention”, “continue”, “may”, “will”, “outlook”, “opportunity”, “pursuing”, “illustrative”, “projected”, “scheduled”, “believes”, “indicates”, “could”, “focus”, “should”, “would” and variations of such words and similar expressions.</p>\n<p>Forward-looking statements are not guarantees of future performance and involve a number of risks and uncertainties, some that are similar to other oil and gas companies and some that are unique to Suncor.\nSuncor’s actual results may differ materially from those expressed or implied by its forward-looking statements, so readers are cautioned not to place undue reliance on them.\nRisks, uncertainties and other factors that could influence the financial and operating performance of Suncor include, but are not limited to, changes in general economic, market and business conditions, such as commodity prices, interest rates and currency exchange rates.\nfluctuations in supply and demand for Suncor’s products.\nthe successful and timely implementation of capital projects, including growth projects and regulatory projects.\ncompetitive actions of other companies, including increased competition from other oil and gas companies or from companies that provide alternative sources of energy.\nlabour and material shortages.\nactions by government authorities, including the imposition or reassessment of taxes or changes to fees and royalties, and changes in environmental and other regulations.\nthe ability and willingness of parties with whom we have material relationships to perform their obligations to us.\noutages to third-party infrastructure that could cause disruptions to production.\nthe occurrence of unexpected events such as fires, equipment failures and other similar events affecting Suncor or other parties whose operations or assets directly or indirectly affect Suncor.\nthe potential for security breaches of Suncor’s information systems by computer hackers or cyberterrorists, and the unavailability or failure of such systems to perform as anticipated as a result of such breaches.\nour ability to find new oil and gas reserves that can be developed economically.\nthe accuracy of Suncor’s reserves, resources and future production estimates.\nmarket instability affecting Suncor’s ability to borrow in the capital debt markets at acceptable rates.\nmaintaining an optimal debt to cash flow ratio.\nthe success of Suncor’s risk management activities using derivatives and other financial instruments.\nthe cost of compliance with current and future environmental laws.\nrisks and uncertainties associated with closing a transaction for the purchase or sale of an oil and gas property, including estimates of the final consideration to be paid or received, the ability of counterparties to comply with their obligations in a timely manner and the receipt of any required regulatory or other third-party approvals outside of Suncor’s control that are customary to transactions of this nature.\nthe accuracy of cost estimates, some of which are provided at the conceptual or other preliminary stage of projects and prior to commencement or conception of the detailed engineering that is needed to reduce the margin of error and increase the level of accuracy.\nthe ability to secure adequate product transportation.\nthe risk of war, hostilities, civil insurrection, political instability and terrorist threats.\nand risks associated with existing and potential future lawsuits and regulatory actions.\nThe foregoing important factors are not exhaustive.</p>\n<p>Although Suncor believes that the expectations represented by such forward-looking statements are reasonable, there can be no assurance that such expectations will prove to be correct.\nSuncor’s most recently filed Annual Report, Quarterly Report, Annual Information Form/Form 40-F, and other documents it files from time to time with securities regulatory authorities describe the risks, uncertainties, material assumptions and other factors that could influence actual results and such factors are incorporated herein by reference.</p>\n<p>Copies of these documents are available without charge from Suncor through the following means:</p>\n<ul>\n<li>via mail request: 150 6th Avenue S.W., Calgary, Alberta T2P 3Y7,</li>\n<li>by telephone 1 (800) 558-9071,</li>\n<li>via email request to info@suncor.com</li>\n<li>by referring to Suncor’s profile on SEDAR at www.sedar.com/ or EDGAR at www.sec.gov/.</li>\n</ul>\n<p>Except as required by applicable securities laws, Suncor disclaims any intention or obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.</p>\nNon-GAAP Financial Measures\n<p>Certain financial measures on Suncor’s websites are not prescribed by Canadian generally accepted accounting principles (“GAAP”).\nNon-GAAP measures presented do not have any standardized meaning and therefore are unlikely to be comparable to similar measures presented by other companies.\nTherefore, these non-GAAP measures should not be considered in isolation or as a substitute for measures of performance prepared in accordance with GAAP.\nNon-GAAP measures are included because management uses the information to analyze business performance, leverage and liquidity and therefore may be considered useful information by investors.\nNon-GAAP measures are defined and reconciled in Suncor’s most recent Management’s Discussion and Analysis filed with securities regulatory authorities available at www.sedar.com/.</p>\nReserves\n<p>Unless otherwise stated, reserves information presented on Suncor’s websites is presented as Suncor’s working interest (operating and non-operating) before deduction of royalties, and without including any royalty interests of Suncor.\nFor more information on Suncor’s reserves, please see Suncor’s most recent Annual Information Form/Form 40-F filed with securities regulatory authorities available at www.sedar.com/ and www.sec.gov/.</p>\n<p>Certain crude oil and natural gas liquids volumes have been converted to mcfe on the basis of one bbl to six mcf.\nAlso, certain natural gas volumes have been converted to boe or mboe on the same basis.\nAny figure presented in mcfe, boe or mboe may be misleading, particularly if used in isolation.\nA conversion ratio of one barrel of crude oil or natural gas liquids to six thousand cubic feet of natural gas is based on an energy equivalency conversion method primarily applicable at the burner tip and does not necessarily represent value equivalency at the wellhead.\nGiven that the value ratio based on the current price of crude oil as compared to natural gas is significantly different from the energy equivalency of 6:1, utilizing a conversion on a 6:1 basis may be misleading as an indication of value.</p>\nIntellectual Property\n<p>All content on or available through this website is owned by or licensed to Suncor and is protected by copyright, trade-mark and other intellectual property laws and treaty provision laws.\nExcept as expressly provided on this website, no content on or available through this website may be copied, reproduced, republished, uploaded, posted, transmitted, distributed or otherwise exploited in any way, without Suncor’s express prior written consent.\nYou should note that:</p>\n<ul>\n<li>“Suncor” and “Petro‑Canada” are Canadian registered trade-marks and U.S.\nregistered trademarks of Suncor;</li>\n<li>Suncor’s subsidiary, Suncor Energy Products Partnership, an Alberta partnership, uses the Petro‑Canada brands.\nThe Petro‑Canada brands are used under licence from Suncor;</li>\n<li>“Sunoco” is a Canadian registered trade-mark of Suncor;</li>\n<li>any references to “Sunoco” on Suncor websites refer only to the Ontario downstream brand owned by Suncor, which is separate and unrelated to the Sunoco brand used outside of Canada by Sunoco, Inc., a Philadelphia, U.S.A., corporation;</li>\n<li>both “Shell” and “ExxonMobil” are U.S.\nregistered trademarks used by Suncor Energy (U.S.A.) Inc., as authorized licensee, in the state of Colorado.\nand</li>\n<li>any references to “Shell” or “ExxonMobil” on Suncor websites refers only to their use by Suncor Energy (U.S.A.) Inc.\nin the state of Colorado or to their use by their licensor.</li>\n</ul>\nIndemnity\n<p>You agree to indemnify and hold Suncor, its officers, directors, shareholders, predecessors, successors, assigns, employees, agents, subsidiaries and affiliates, harmless from any demands, loss, liability, claims or expenses (including legal fees), made against Suncor by any third party due to or arising out of or in connection with your use of this website or its contents.</p>\nTermination, Modification and Suspension\n<p>Suncor may terminate your use of this website if you use this website or its contents in any way that is contrary to law or these terms of services or that in any way disrupts this website or Suncor’s services.\nSuncor reserves the right to modify, suspend or terminate operation of or access to this website or its content or any portion of this website or its content, at any time.</p>\nGoverning Law\n<p>These terms of service are governed by the laws of the Province of Alberta and the applicable laws of Canada and these laws apply to the use of this website or its content by you, notwithstanding your domicile, residency or physical location.\nThis website and its contents are intended for use only in jurisdictions where it may lawfully be offered for use.</p>\nGeneral Provisions\n<p>These terms of service constitute the entire agreement between Suncor and you pertaining to the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and Suncor with respect to this website.\nA printed version of these terms of service and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to these terms of service to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nSuncor’s failure to insist upon or enforce strict performance of any provision of these terms of service will not be construed as a waiver of any provisions or right.\nIf any of the provisions contained in these terms of service are determined to be void, invalid or otherwise unenforceable by a court of competent jurisdiction, such determination will not affect the remaining provisions contained herein.\nThe headings contained in these terms of service are for convenience of reference only and do not form part of these terms of service.</p> ", "created_at": "2021-05-13 00:06:59.016086", "updated_at": "2021-05-12 22:08:51.229579"}], "points": [], "urls": ["petro-canada.ca"]}}