{"error": 448, "message": "OK", "parameters": {"id": 4180, "name": "chriskrycho.com", "created_at": "2021-06-23 19:12:14.530351", "updated_at": "2021-06-23 22:00:44.82201", "wikipedia": null, "keywords": null, "related": null, "slug": "chriskrycho-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4180.png", "url": "chriskrycho.com", "documents": [{"id": 7242, "name": "Colophon: Privacy", "url": "https://v5.chriskrycho.com/colophon", "xpath": "/html/body/main/div", "text": " Colophon <p> Or, how this site is made.\n</p> Privacy\n<p>I also use Adobe Fonts for one of the typefaces on the site (see below), and Adobe tracks font usage.\nIf you find a type-face that has some of the same character as Cronos Pro, shoot me an email.\nI will seriously consider replacing it if I find something I like equally well.\nI <em>loathe</em> Adobe’s approach to font licensing <em>and</em> to privacy.</p>\n<p>Otherwise, there is zero tracking — of any sort — on this site.</p>\nImplementation\n<p>I built this version of the site with Eleventy.\nYou can find the entirety of the implementation (and indeed the entire <em>history</em> of the implementation) on GitHub.\nI’m using it with the following plugins:</p>\n<ul>\n<li>\n<p>\n<b>typeset:</b> my own implementation of a plugin for typeset, heavily inspired by eleventy-plugin-typeset.</p>\n</li>\n<li>\n<p>\n<b>markdown-it plugins:</b>\n</p>\n<ul>\n<li>abbreviations</li>\n<li>anchor</li>\n<li>definition list</li>\n<li>footnote</li>\n<li>implicit-figures</li>\n<li>superscript</li>\n</ul>\n</li>\n<li>\n<p>\n<b>spacewell:</b> a little tool I built a few years ago to insert hair spaces around em dashes and thin spaces with non-breaking spans around number-separating en dashes.\nthe source is colocated with the rest of the site.</p>\n</li>\n</ul>\nTypography\n<p>Perhaps my favorite part of web design, and also the part with which I spend the most part <em>fussing</em>.</p> Context\nTypeface Body text\nSabon, designed by Jan Tschichold in the mid-1960s as a Garamond revival.\nIn my opinion, the most beautiful Garamond in existence.\nLicensed via Fonts.com.\nHeadings\nCronos, designed by Robert Slimbach in 1996.\nA nice contrast to Sabon with its digital-era roots.\nThe typeface I’ve been using on my site the longest at this point! Licensed via Adobe Fonts.<sup>1</sup> Code\nHack, designed by Chris Simpkins in 2015 as an extension of the Deja Vu/Bitstream Vera lineage.\nLicensed in parts under the <abbr>MIT</abbr> License, the public domain, and Bitstream Vera License (see details here).\nInspiration\n<p>While working on this design, I took more-or-less-direct inspiration in a variety of ways from some of my favorite current or previous designs around the web:</p>\n<ul>\n<li>\n<p>Tim Brown</p>\n</li>\n<li>\n<p>Ethan Marcotte</p>\n</li>\n<li>\n<p>Trent Walton</p>\n</li>\n<li>\n<p>Craig Mod — a truly wonderful site, but I actually loved the <em>previous</em> design iteration even more.</p>\n</li>\n<li>\n<p>Jen Simmons — as with Mod’s current site, I really like what she’s doing on her site now — it’s all sorts of fun layout-wise — but it’s quite distinct from what she was doing when I was stealing ideas from her late in 2018!</p>\n</li>\n<li>\n<p>Reda Lemeden</p>\n</li>\n<li>\n<p>Jason Santa Maria — from whom, if I recall, I originally got the idea of a versioned website.</p>\n</li>\n</ul>\nCopyright and License\n<p>All content is copyright Chris Krycho, 2019 – 2021 under a Creative Commons Attribution 4.0 license.\nAll custom software components are copyright Chris Krycho, 2019 – 2021 under a MIT license.</p>\n<ol>\n<li>\n<p>Longtime readers may recall (and new readers may be curious about) my deep frustrations with this situation.\nNothing there has changed — but I ended up paying for Adobe’s Lightroom package when I picked back up photography, and it comes bundled.\nSo here we are.\n↩︎</p>\n</li>\n</ol> ", "created_at": "2021-06-23 19:12:14.542548", "updated_at": "2021-06-23 17:13:12.275104"}], "points": [], "urls": ["chriskrycho.com"]}}