{"error": 448, "message": "OK", "parameters": {"id": 2501, "name": "Debutify", "created_at": "2021-01-07 00:04:36.072758", "updated_at": "2021-03-25 03:19:48.989611", "wikipedia": null, "keywords": null, "related": null, "slug": "debutify", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2501.png", "url": "debutify.com", "documents": [{"id": 3423, "name": "Terms of Sales", "url": "https://debutify.com/terms-of-sales", "xpath": "", "text": " Free Download <ul>\n<li> Shopify Free Trial </li>\n<li> Reviews </li>\n<li> Demo store </li>\n<li> Resources Blog Podcast Webinar </li>\n<li> More links Pricing Theme Add-ons Contact Affiliate Partners Roadmap Help center </li>\n</ul> Free Download Now Terms of sales GENERAL SALES TERMS AND CONDITIONS OF DEBUTIFY <p> This agreement (hereinafter the <strong>“Agreement”</strong>) sets out the terms and conditions applicable to the sale of products or/and services (hereinafter the <strong>“Products”</strong>) of Debutify Inc.\n(hereinafter the <strong>“Debutify”</strong>) and reserves the rights to modify the hereby terms and conditions.\n</p>\n<p> However, when the Consumer Protection Act applies, Debutify will notify the Website Users 30 days prior to the change in this case.\nThese amendments will come into force 30 days after new provisions are added to the Agreement and put online.\nIf the User refuses these changes and wishes to terminate the contract, he will have no more than thirty (30) days after the amendments come into force to send a notice to Debutify and resolve, without charge or penalty, his obligations to Debutify.\n</p>\n<p> The terms (you) and (yours) are associated with the person who is purchasing services from the Debutify’s web site (hereinafter, the <strong>“Customer”</strong>).\nBy using the hereby web site for the purchase of services, you have to accept the hereby terms and conditions and you accept to be bound by.\nYou declare to be of legal age to enter into a binding agreement and accept to be bound by the hereby Agreement.\nThe hereby Agreement announces important information regarding your rights and obligations and the restrictions and exclusions you might be subject to.\n</p> 1.\nAUTHORIZATION FOR USE OF ELECTRONIC DOCUMENTS <p> By the hereby Agreement, you consent to exchange documents and information with Debutify by e-mail or internet.\nYou hereby accept that this Agreement has the same binding effects as a written agreement between you and Debutify.\nYou also accept that any subsequent agreement, information, notice and all other communications that we send you electronically satisfy the legal terms of this kind of communication.\n</p> 2.\nOTHER DOCUMENTS, AGREEMENTS AND POLICIES <p> The use of the web site and the activity of Debutify are regulated by different policies.\nThis includes the terms and conditions of the website use as well as the privacy policy and all other provisions that are applicable (hereafter, the <strong>“Other Policies”</strong>).\nYou declare to have read and understood the Other Policies and you accept therefore to be bound by the hereby terms and conditions.\nNotwithstanding the previous dispositions, the hereby Agreement has presence over the terms and conditions in the Other Policies.\nIf the hereby Agreement and the Other Policies are incompatible, the dispositions in the Agreement are binding and have presence over the Other Policies.\nOther terms and conditions can be applicable in the sale of services and the use of the hereby web site.\n</p> 3.\nREGISTRATION, USERNAME AND PASSWORD <p> Some of the functionalities on the Site require a registration or subscription from Shopify’s website.\nIf you decide to register or subscribe for those functions, you undertake to provide accurate and up-to-date information about yourself, and to promptly update said information, if necessary, in order to ensure that the information remains accurate and complete.\nYou acknowledge that you are responsible for: i) keeping the passwords that you chose or that were assigned to you, ii) for any activity that takes place under your username or password.\nand iii) for exiting your account after you have finished your session.\nFurthermore, you undertake to inform Debutify of any unauthorized use of your username or password.\nIf you fail to respect the obligations contained in this article, Debutify will not be responsible for any resulting losses or damages.\n</p> 4.\nSERVICE <p> Debutify offers a cloud-based management tool that provides visual themes and adds-on applicable to e-commerce websites such as Shopify.com (hereinafter the <strong>“Service”</strong>).\n</p>\n<p> The information presented on the website is authoritative, however, Debutify has the right to modify said information at their convenience, in compliance with the relevant legal and regulatory provisions.\nThe Service is provided on a subscription basis for the term specified in your order form, in accordance with the respective subscription plan purchased under such order form.\n</p> 5.\nPRICE <p> All the prices are, in the absence of other indications of the contrary, in US dollars.\nEven if Debutify endeavours to provide with the exact price description, there is a risk of mistakes.\nDebutify reserves the right to correct the prices and all the erroneous information, to modify the prices of services or any other modification of the hereby by Agreement, at all moments, by respecting the legal provisions and regulations and the terms and conditions of the hereby Agreement.\nIf a price is incorrect, Debutify reserves its rights to cancel your subscription and all the fees charged on your card and Debutify will communicate with you in order to proceed with a new subscription with the adjusted price, or reimburse you according to the legal provisions and regulations and the terms and conditions of the hereby Agreement.\n</p> 6.\nTERMS OF PAYMENT <p> The terms of payment are determined by Debutify, in its sole discretion.\nThe payment will be transmitted through a Credit card unless another payment method was previously accepted by Debutify.\nThe Credit card has to be accepted and approved by the financial institution providing the Credit card (by the Credit card provider).\nYou have to be the legally authorized person to use the Credit card which will be maintained (use) for tracking purposes.\n</p>\n<p> In consideration for the provision of the Service (except for trial Service), Customer shall pay us the applicable fees per the purchased subscription, as set forth in the applicable order form (the <strong>“Subscription Fees”</strong>).\n</p>\n<p> You hereby authorize Debutify, either directly or through its payment processing service, to charge such Subscription Fees via your selected payment method, upon due date.\nUnless expressly set forth herein, the Subscription Fees are non-cancelable and non-refundable.\nDebutify reserves the right to change the Subscription Fees at any time, upon notice to you if such change may affect your existing subscriptions upon renewal.\nIn the event of failure to collect the fees owed by you, Debutify may, at its sole discretion (but shall not be obligated to) retry to collect at a later time, and/or suspend or cancel the account, without notice.\n</p> 7.\nCHARGEBACK <p> If, at any time, Debutify record a decline, chargeback or other rejection of a charge of any due and payable Subscription Fees on Customer’s Account (<strong>“Chargeback”</strong>), this will be considered as a breach of your payment obligations hereunder, and your use of the service may be disabled or terminated and such use of the service will not resume until you re-subscribe for any such service, and pay any applicable subscription fees in full, including any fees and expenses incurred by Debutify and/or any third party service for each Chargeback received (including handling and processing charges and fees incurred by the payment processor), without derogating from any other remedy that may be applicable to us under these terms or applicable law.\n</p> 8.\nSERVICE AVAILABILITY <p> The availability of certain services might be limited.\nDebutify has the right to modify or restrict the service availability, at all times, without previous notice.\nIf the ordered service is no longer available, Debutify will notify you by e-mail and your order will be automatically cancelled.\n</p> 9.\nCANCELLATION <p> Debutify reserves its rights to refuse or cancel a subscription, including after the order confirmation, even if the subscription has been charged on your credit card.\nIf your subscription has been cancelled after being charged on your credit card, you will receive the sum fully refunded by Debutify, according to the legal provisions and regulations and the terms and conditions of the hereby Agreement.\n</p> 10.\nREFUND POLICY <p> Unless expressly set forth herein, the Subscription Fees are non-cancelable and non-refundable.\n</p>\n<p> If you are not satisfied with your initial purchase of a service, you may terminate such service by providing Debutify a written notice, within 30 days of having first ordered such services (the “Refund Period”).\n</p>\n<p> In the event that you terminate such initial purchase of a service, within the Refund Period, Debutify will refund you the subscription fees paid in respect of such terminated subscription, in the same currency Debutify was originally paid (the “Refund”).\n</p>\n<p> The Refund is applicable only to the initial purchase of the service by you and does not apply to any additional purchases, upgrades, modification or renewals of such service.\nPlease note that the Refund amount may be different than the amount you were charged due to currency changes and third-party fees, such as wire transfer fees, and Debutify shall not be responsible for any differences caused by change of currency exchange rates or fees that you were charged by third parties.\nAfter the Refund Period, the Subscription Fees are non-refundable and non-cancellable.\n</p>\n<p> To the extent permitted by law, if Debutify find that a notice of cancellation has been given in bad faith or in an illegitimate attempt to avoid payment for services actually received and enjoyed, Debutify reserves its right to reject your Refund request.\n</p> 11.\nNON-REFUNDABLE SERVICES <p> Certain services such as monthly subscriptions are non-refundable.\nIn such event you shall not be entitled, and Debutify shall not be under any obligation, to terminate the Service and give a refund.\n</p> 12.\nGOVERNING LAW AND TERRITORY <p> The hereby web site and its server are both situated (located) in the province of Quebec, Canada.\nThe hereby Agreement has to be interpreted according to the laws applicable in Quebec.\nThe hereby Agreement is considered to be a distance sale contract subject to the laws in Quebec and the Canadian laws applicable in the province, without regard to the conflicts of laws principles thereof.\n</p> 13.\nTOPICS <p> Some topics are included in the hereby Agreement in the order to facilitate the consultation and have no incidence on the interpretation of the Agreement.\nThe hereby Agreement is interpreted by the dispositions in the Quebec Civil Code.\n</p> 14.\nRELEASE <p> You cannot transfer your rights or/ and obligations in regard to the hereby Agreement without the written authorization (consent) of Debutify.\n</p> 15.\nAPPLICATION <p> The parties are legally bound by the hereby Agreement and acknowledge their reciprocal rights and obligations.\n</p> 16.\nINTERPRETATION <p> The hereby Agreement is interpreted by the rules of the Quebec Civil Code.\nThe clauses are interpreted in the light of other clauses in the hereby Agreement by giving the general meaning used in the hereby Agreement.\n</p> 17.\nENTIRE AGREEMENT <p> The hereby Agreement, the other Policies, the terms and conditions included by referral or by specific indications, constitute the entire (totality of the) Agreement between you and Debutify relative to the sale, the use of the website and the transactions on the web site.\nThe hereby documents replace all previous agreements and conventions (electronic, verbal or written) concerning the hereby object and they can only be modified by following the rules of the Agreement.\n</p> 18.\nNO WAIVER <p> Debutify’s failure or neglect to enforce any rights of the hereby Agreement is not deemed to be wavier of its rights.\nThe failure of Debutify at any time to require performance of any provision or to resort to any remedy provided under the hereby Agreement shall in no way affect the right of Debutify to require performance or to resort to a remedy at any time thereafter, nor shall the waiver by any party of a breach be deemed to be a waiver of any subsequent breach.\n</p>\n<p> I hereby acknowledge that I have read and understood the terms and conditions as provided the entire Agreement.\n</p>\n<p> Last update [2020-07-07] </p> Open a Shopify Online Store For Free! <p>Sign up for a free Shopify 14-day trial and start selling today.</p> Start your 14-Day free trial <br>\n<small>Try Shopify for free.\nNo credit card required.</small> Bootstrap Your Dropshipping Empire Today, FREE Download Debutify and get <strong>all premium features FREE</strong> for 14 days.\n<br> Set up and install in 1 click! Free Download Now <p> Easy install No coding needed <br> No credit card needed </p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Theme</li>\n<li>Add-ons</li>\n<li>FAQ</li>\n<li>Meet the team</li>\n<li>Pricing</li>\n<li>Download</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Career</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>Blog</li>\n<li>Podcast</li>\n<li>Webinar</li>\n</ul>\n<ul>\n<li>\n<small>Terms of use</small>\n</li>\n<li>\n<small>Privacy policy</small>\n</li>\n<li>\n<small>Terms of sales</small>\n</li>\n</ul>\n<small>Copyright 2021 Debutify Inc.\nAll rights reserved.</small>\n<ul>\n<li>\n<small>\n</small> Roadmap <small>\n</small> Help Center </li>\n</ul>\n<i>\n</i> 208737+ Downloads Free Download <p>Enter your name &amp.\nemail address.</p> Free Download Now 🎁 BONUS: Receive 5 Free winning products! <p>Enter your shopify domain.\n</p> Free Download Now To install Debutify theme, an active Shopify store is required.\nDon't have one yet?<br> Start your 14-Day free trial <p>\n<small>\n<strong>Why do I need to enter my domain?</strong>\n<br> Your shopify domain is required to download Debutify app, where you will have access to our theme and add-ons.\n</small>\n</p>\n<p>\n<small>\n<strong>What permission is your app asking for?</strong>\n<br> We only access the \"manage store permission\" to be able to edit theme files to install our theme and add-ons.\nWe do not have access to any of your customer's data.\n</small>\n</p>\n<p>\n<small>\n<strong>Why isn't Debutify in the Shopify App Store?</strong>\n<br> We couldn't get in the Shopify App Store because our functions are only compatible with Debutify theme.\n</small>\n</p>\n<small>\n<strong> Have any questions? chat with us.\n</strong>\n</small>\n<p>FREE Winning Products &amp.\nFREE Training You Don't Want to Miss</p>\n<p> Get the <strong>FREE</strong> ebook on <strong>FIVE $1,000,000 PRODUCTS</strong> in unsaturated niches, PLUS an exclusive invitation to <strong>FREE MASTERCLASS WEBINAR</strong> by 7-figure entrepreneur Ricky Hayes.\n</p> Free Download Now <p>Thank you!</p>\n<p>We just sent your $1,000,000 Winning Products to your email inbox.</p> Get Debutify theme 100% Free here <b>Do you like cookies?</b> 🍪 We use cookies to ensure you get the best experience on our website.\nLearn more I agree ", "created_at": "2021-01-07 00:05:07.773572", "updated_at": "2021-02-03 22:42:25.54779"}, {"id": 3424, "name": "Privacy Policy", "url": "https://debutify.com/privacy-policy", "xpath": "", "text": " Free Download <ul>\n<li> Shopify Free Trial </li>\n<li> Reviews </li>\n<li> Demo store </li>\n<li> Resources Blog Podcast Webinar </li>\n<li> More links Pricing Theme Add-ons Contact Affiliate Partners Roadmap Help center </li>\n</ul> Free Download Now Privacy Policy INTRODUCTION <p> With the advent of new communication tools, it is necessary to pay particular attention to the protection of privacy.\nThat is why we, Debutify inc.\n(hereinafter <strong>“Debutify“</strong>), are seriously concerned about the privacy of your personal information and we are committed to respecting of the information we collect.\n</p>\n<p> Debutify undertakes to respect, in accordance with applicable laws, the obligations regarding the collection and processing of personal and confidential information obtained in the context of the operation of a company so that everyone can benefit from the respect of their private life.\n</p>\n<p> The hereby privacy policy (hereinafter the <strong>“Policy”</strong>) describes the information that Debutify may collect from the user, that is to say the end user or the organization you represent or you work for (hereinafter the <strong>“User”</strong> or <strong>“Users”</strong>), in connection with its activities, the purposes for which Debutify collects it, the use it makes of it, and the circumstances under which it can pass them on to third parties.\nIn addition, this Policy indicates the User’s rights regarding the collection, use and communication of its personal information.\nDebutify agrees not to collect, use or disclose the User’s personal information otherwise than in accordance with this Policy and applicable laws in Canada and Quebec.\n</p> SCOPE OF THIS POLICY <p> When the User browses Debutify’s website (hereinafter the <strong>“Website”</strong>), he agrees to the terms and conditions of this Policy.\nIf the User continues to use the Website after a new version of this Policy has been posted there, he consents to and will be bound by the changes.\n</p>\n<p> The information we collect is necessary when we provide the User with a service that he has requested.\nBy providing us with this information, the User consents to its collection and use as defined in this Policy.\n</p> COLLECTION OF PERSONAL INFORMATION <p> Debutify may obtain personal information from the User when he saves his personal information on the Website, or where appropriate, when he discloses this personal information otherwise, such as creating a User account and choosing a password, by logging in as a registered User to the Website, by launching a product search, by requesting a service, by providing information in the account, by contacting us by phone, email or otherwise, or by completing a form to enter a contest, inventory request, promotion or survey.\n</p>\n<p> We collect the following User information, upon registration: </p>\n<p> -\tThe surname and first name;<br> -\tThe age;<br> -\tThe gender;<br> -\tThe telephone number;<br> -\tThe personal address;<br> -\tThe email address;<br> -\tThe bank information.\nand<br> -\tThe professional address.\n<br> -\tWebsite.\n</p>\n<p> The User’s personal information will not be retained beyond the purposes for which it was collected.\nThe deletion of the data occurs once the User deletes his account.\nThe User will then have thirty (30) days to recover his data, otherwise, Debutify will delete them permanently.\n</p>\n<p> The Website is designed for use by adults only, as understood in the Province of Quebec.\nDebutify does not knowingly collect any personal information from anyone under the age of eighteen (18).\n</p>\n<p> For more information on the protection of your personal information and your related rights, you may contact the Office of the Privacy Commissioner of Canada or the Commission for the Protection of Privacy of Quebec.\n</p>\n<p> • Office of the Privacy Commissioner of Canada www.privcom.gc.ca <br> • Commission for the Protection of Privacy of Quebec www.cai.gouv.qc.ca </p> FORMS AND INTERACTIONS <p> The User’s personal information may be collected through forms, namely: </p>\n<p> -\tRegistration on the Website Form.\n<br> -\tOrder Form.\n<br> -\tUpdate the User's profile Form.\n<br> -\tAuthorization of the User to access his information.\nand <br> -\tContact Form.\n</p>\n<p> Debutify also uses cookies, as indicated in the <strong>“Automatically Exchanged Data”</strong> section.\nDebutify may also keep a record of the User’s product interests and obtain his information from divisions or current or future companies belonging to Debutify.\n</p>\n<p> Debutify may use the User’s personal information in order to stay in contact with the User and provide him with a personalized service at all time.\n</p>\n<p> If the User has not subscribed to our newsletter, he will not receive any emails from Debutify, except in special cases (i.e.\nfollow-up or expiry of its subscription, follow-up of its free trial, participation in a contest, etc.).\n</p>\n<p> The User’s information is also collected through the interaction that may be established between it and the Website and may be used for the following purposes: </p>\n<p> -\tProvide services to the User.\n<br> -\tManage customer accounts.\n<br> -\tSending information letters.\nand <br> -\tSending of promotions.\n</p> ADVERTISING INFORMATION <p> Debutify will contact you only if you wish.\nIf you prefer not to receive any advertising information from us or if you do not want us to use your personal information to enhance your customer experience, please let us know by contacting us at the contact listed in the section, <strong>“Right of opposition and withdrawal.”</strong>\n</p>\n<p> Remember to include your full name and the e-mail address you used when you registered or when you made a purchase from us.\nThere may be a delay in processing time for a request sent by e-mail or mail and you may continue to receive communications from Debutify, in the meantime.\n</p> THIRD-PARTY SERVICES <p> By using the Platform, the User may engage with third-party applications (hereinafter referred to as “Third-Party Services”).\n</p>\n<p> The User acknowledges and agrees that regardless of the manner in which such Third Party Services may be offered to them, Debutify merely act as an intermediary platform between the User and such Third Party Services, and do not, in any way, endorses Third Party Services, or shall be in any way responsible or liable with respect to any such Third Party Services.\n</p>\n<p> The User’s relationship with Third Party Services and any terms governing the User’s payment for, and use of, such Third Party Services, including without limitation, the collection, processing and use of the User’s data by Third Party Services, are subject to a separate contractual arrangement between the User and the provider of a Third Party Service.\n</p>\n<p> Debutify is not a party to, or responsible, in any manner, for the compliance by the User of the Third Party Service.\n</p>\n<p> Through the Platform, the User may enable an integration of the User’s Account with Third Party Services, which will allow an exchange, transmission, modification or removal of data between Debutify and the Third Party Service, including without limitation, the User’s Data.\n</p>\n<p> The User, hereby acknowledges that any access, collection, transmission, processing, storage or any other use of data, including the Customer Data, by a Third Party Service, is governed by the agreement with the Third Party, including any applicable privacy policy.\nThe user hereby acknowledges that Debutify is not responsible for any access, collection, transmission, processing, storage or any other use of data, including the User’s data, by the Third Party Service or for such Third Party Service privacy and security actions, inaction or general practices.\n</p>\n<p> In no event shall Debutify be liable for any prejudice that may arise from such third-party services.\nDebutify invites the User to consult these services’ respective website, in order to learn about their conditions of use.\n</p> AUTOMATICALLY EXCHANGED DATA <p> We collect certain information during exchanges between the User’s computer and our server.\nCookies allow the User to connect to the Website.\n</p>\n<p> This information consists mainly of the following: </p>\n<p> -\tDomain name.\n<br> -\tIP address.\nand <br> -\tUser's language.\n</p>\n<p> Most of the automatically exchanged data do not allow to identify the User.\nThey are collected only because of the technological requirements inherent in browsing the Internet.\nMost browsers automatically accept cookies, but it is usually possible to modify this setting.\nHowever, if the User chooses to refuse cookies, he may not be able to identify himself or use certain features of Debutify’s Website.\n</p>\n<p> The use of such information allows us to improve the service, to personalize the User’s experience and to better track his requests and orders.\n</p>\n<p> This information is also used to Stay in contact with the User and provide him with a personalized service at all time.\n</p>\n<p> These cookies are multiple, some expire when the User closes his browser and have no effect while other can be maintained.\n</p> INTERNATIONAL COMMUNICATIONS <p> It is possible that in certain situations, the User’s information is transferred to servers outside of Canada.\nThe User acknowledges that Debutify is not liable for the consequences of such transfer.\n</p> SHARING PERSONAL INFORMATION <p> Debutify undertakes not to sell the collected personal data without the User’s explicit consent.\nPersonal data can exclusively be sold in the context of a partial or total disposal of Debutify’s business to a third party.\nIn such situation, the disposed data is subject to the same warranties that those contained in this Confidentiality Policy.\n</p>\n<p> Unless otherwise stated in this Policy, the personal information the User provides will not be transmitted to third parties without his permission.\nHowever, we sometimes share this information with partners.\n</p>\n<p> If the User does not wish to have his personal information communicated to third parties or partners, he may opt out at any time, as mentioned in the following section.\n</p> WITHDRAWAL AND OPPOSITION RIGHTS <p> We are committed to offering the User the right to oppose and withdraw of his personal information.\n</p>\n<p> The right of opposition is understood as the possibility offered to the Users to refuse to allow their personal information to be used for certain purposes mentioned during the collection.\n</p>\n<p> The right of withdrawal is also understood as the possibility offered to the Users to request that their personal information no longer appear, for example, in a mailing list.\n</p>\n<p> The User also has the right to request access to the personal information we have collected about him and to correct any information as needed by contacting the contact person whom information is listed in the section <strong>“Contact person”</strong> below.\n</p> ANTI-SPAM LEGISLATION <p> Debutify complies with the dispositions of the Canadian Anti-Spam legislation (CASL).\nTo withdraw your consent or to stop receiving electronic information or communication, please contact us at the following e-mail address: info@debutify.com.\n</p> SECURITY <p> The personal information Debutify collects is kept in a secure environment.\nDebutify has taken appropriate measures to maintain the confidentiality of personal information and protect it against loss or theft, as well as unauthorized access, disclosure, copying, use or modification, taking into account, in particular, its sensitivity and the purposes it is used.\nIn addition, Debutify requires that each employee, proxy or representative of Debutify complies with this Policy.\n</p>\n<p> In order to ensure the security of the User’s personal information, Debutify uses the following measures: </p>\n<p> -\tSSL (Secure Sockets Layers) protocol;<br> -\tProtected access to servers and computers;<br> -\tConfidentiality agreements with its employees;<br> -\tProcedures for the protection of personal information;<br> -\tUse of password-protected data networks;<br> -\tCurrent update of security measures.\nand<br> -\tEncrypted and secure electronic communications.\n</p>\n<p> Debutify is committed to maintaining a high degree of confidentiality by incorporating the latest technological innovations to ensure the confidentiality of the User’s transactions in order to protect the User’s personal information and prevent it from being viewed, used or disclosed without authorization.\n</p>\n<p> However, since no mechanism provides maximum security, some risk is always present when communicating personal information via the Internet.\nIf a password is used to protect the User’s account and his personal information, it is his responsibility to keep it confidential.\n</p> APPLICABLE LAWS AND JURISDICTION <p> The Website and its content are managed by Debutify from their offices located in the province of Quebec in Canada.\nThe Website, its content, the Terms of Use and your use of the Website are regulated by the applicable legislation of Quebec and Canada, without giving effect to no principle regarding conflicts of laws.\n</p>\n<p> You accept that any question or litigation regarding the Platform and your use of it will first be brought before a mediator and, in the absence of a compromise, settled by the courts of the province of Quebec.\n</p>\n<p> If the User is a consumer under the Quebec Consumer Protection Act, then any litigation will be ruled by the law of the Province of Quebec and the competent jurisdiction will be determined according to the rules of the Code of Civil Procedure.\n</p> INTERPRETATION <p> This Policy is governed by applicable Quebec and Canadian laws, including the Privacy Act of Canada.\nThese laws apply without giving effect to any conflict of law principles.\n</p>\n<p> Whenever the context so requires, any word written in the singular also includes the plural and vice versa.\nany word written in the masculine gender also includes the feminine gender and vice versa.\n</p> DIVISIBILITY <p> Each provision of this Policy is a separate and distinct whole so that a court decision that any provision of this Policy is invalid or unenforceable will not affect the validity or enforceability of the remaining provisions of this Policy.\n</p> CONTACT PERSON <p> You may exercise your rights provided in this Policy or you may address any other question or complaint regarding Debutify’s privacy practices by contacting us: </p>\n<p> Name: Raphael Bergeron<br> E-mail: info@debutify.com </p> AMENDMENT OF THIS POLICY <p> We occasionally update this Policy.\nContinued use of this Platform constitutes the User’s agreement to this Policy and to its updates.\n</p>\n<p> Debutify reserves the right to modify or supplement this Policy at any time, at its sole discretion and without notice.\n</p>\n<p> If you object to any changes to this Policy, please cease all use of the Website.\nDebutify will attempt, as much as possible, to inform Users of any changes to this Policy, However, it is the User’s responsibility to review it regularly to be informed of any changes that may be made.\nHowever, Debutify will notify prior to the effective date of the amendment to the current Policy.\nDebutify will notify the User by sending an email informing the User that it has published the details of the changes on its Website.\nIf the User does not accept these changes and no longer wishes to use the Webstie, the User must cease all use of the Website.\n</p>\n<p> Last update done the July 7th, 2020.\n</p> Open a Shopify Online Store For Free! <p>Sign up for a free Shopify 14-day trial and start selling today.</p> Start your 14-Day free trial <br>\n<small>Try Shopify for free.\nNo credit card required.</small> Bootstrap Your Dropshipping Empire Today, FREE Download Debutify and get <strong>all premium features FREE</strong> for 14 days.\n<br> Set up and install in 1 click! Free Download Now <p> Easy install No coding needed <br> No credit card needed </p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Theme</li>\n<li>Add-ons</li>\n<li>FAQ</li>\n<li>Meet the team</li>\n<li>Pricing</li>\n<li>Download</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Career</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>Blog</li>\n<li>Podcast</li>\n<li>Webinar</li>\n</ul>\n<ul>\n<li>\n<small>Terms of use</small>\n</li>\n<li>\n<small>Privacy policy</small>\n</li>\n<li>\n<small>Terms of sales</small>\n</li>\n</ul>\n<small>Copyright 2021 Debutify Inc.\nAll rights reserved.</small>\n<ul>\n<li>\n<small>\n</small> Roadmap <small>\n</small> Help Center </li>\n</ul>\n<i>\n</i> 208737+ Downloads Free Download <p>Enter your name &amp.\nemail address.</p> Free Download Now 🎁 BONUS: Receive 5 Free winning products! <p>Enter your shopify domain.\n</p> Free Download Now To install Debutify theme, an active Shopify store is required.\nDon't have one yet?<br> Start your 14-Day free trial <p>\n<small>\n<strong>Why do I need to enter my domain?</strong>\n<br> Your shopify domain is required to download Debutify app, where you will have access to our theme and add-ons.\n</small>\n</p>\n<p>\n<small>\n<strong>What permission is your app asking for?</strong>\n<br> We only access the \"manage store permission\" to be able to edit theme files to install our theme and add-ons.\nWe do not have access to any of your customer's data.\n</small>\n</p>\n<p>\n<small>\n<strong>Why isn't Debutify in the Shopify App Store?</strong>\n<br> We couldn't get in the Shopify App Store because our functions are only compatible with Debutify theme.\n</small>\n</p>\n<small>\n<strong> Have any questions? chat with us.\n</strong>\n</small>\n<p>FREE Winning Products &amp.\nFREE Training You Don't Want to Miss</p>\n<p> Get the <strong>FREE</strong> ebook on <strong>FIVE $1,000,000 PRODUCTS</strong> in unsaturated niches, PLUS an exclusive invitation to <strong>FREE MASTERCLASS WEBINAR</strong> by 7-figure entrepreneur Ricky Hayes.\n</p> Free Download Now <p>Thank you!</p>\n<p>We just sent your $1,000,000 Winning Products to your email inbox.</p> Get Debutify theme 100% Free here <b>Do you like cookies?</b> 🍪 We use cookies to ensure you get the best experience on our website.\nLearn more I agree ", "created_at": "2021-01-07 00:09:59.420067", "updated_at": "2021-02-03 22:43:05.916906"}, {"id": 3425, "name": "Terms of Use", "url": "https://debutify.com/terms-of-use", "xpath": "", "text": " Free Download <ul>\n<li> Shopify Free Trial </li>\n<li> Reviews </li>\n<li> Demo store </li>\n<li> Resources Blog Podcast Webinar </li>\n<li> More links Pricing Theme Add-ons Contact Affiliate Partners Roadmap Help center </li>\n</ul> Free Download Now Terms of use Changelog <ul>\n<li>28 July, 2018: Updated to reflect current product offerings</li>\n<li>10 October, 2019: Updated to reflect current product offerings</li>\n<li>16 November, 2019: Updated to reflect current product offerings</li>\n<li>26 February, 2020: Updated to reflect current product offerings</li>\n<li>7 July, 2020: Updated to reflect current product offerings</li>\n</ul>\n<br>\n<p> Please read the following terms of use carefully (hereinafter <strong>“Terms of Use”</strong>) of Debutify Inc., a company whose registered office is located at 202-1000, Boulevard Rosemont, in the city of Montreal (h5S 2A1), province of Quebec in Canada (hereinafter <strong>“Debutify”</strong>).\n</p>\n<p> Debutify operates the current website <strong>“https://debutify.com/“</strong> (hereinafter the <strong>“Website”</strong>).\nBy deciding to use the Website and Debutify’s services, the user, that is to say the end user or the organization you represent or you work for (hereinafter the <strong>“User”</strong> or the <strong>“Users”</strong>) accepts without delay all the Terms of Use indicated below that govern the content and the running of the Platform, including the <strong>“Privacy Policy”</strong> and the <strong>“General Sale Terms and Conditions”</strong> of Debutify.\n</p>\n<p> These Terms of Use have the effect of legally binding the User and Debutify (hereinafter the <strong>“Parties”</strong>).\nThe Parties are entitled to invoke this convention and to take all appropriate and necessary measures to enforce it.\n</p>\n<p> The User accepts and recognizes that Debutify has the right, at any moment and without a previous notice, to modify, change or update the Terms of Use.\n</p>\n<p> If the User does not accept these Terms of Use, or as the case may be, the Terms of Use as modified from time to time, he must stop using the Platform.\n</p> ACCESS AND USE OF THE WEBSITE <p> If you browse the Website, it means that you have read, understood and accepted the Terms of Use.\n</p>\n<p> The Platform is accessible at all time, from any electronic devices (computer, smartphone, tablet, etc.) and on all browsers.\n</p> THE SERVICE <p> Debutify offers a cloud-based management tool that provides visual themes and adds-on applicable to e-commerce websites such as Shopify.com (hereinafter the <strong>“Service”</strong>).\n</p>\n<p> The Website is accessible at all times.\nThe Website and Service of Debutify may be temporarily unavailable in case of updates or technical problems.\nDebutify is not responsible for any interruption of service or updating.\nDebutify will try to make the updates when the affluence of visits on the Website is at its lowest.\n</p>\n<p> Debutify does not guarantee that the Website, the Service or any portion thereof, will function on any particular hardware or devices.\nIn addition, the Website may be subject to malfunctions and delays inherent in the use of the Internet and electronic communications.\n</p>\n<p> Debutify reserves the right to add, delete and modify all content, or parts of it, on the Website, except for the specific content of the User.\nDebutify cannot be held responsible for mistakes, typographical errors or bugs.\nEach User created in the system owns the content on his account.\nDebutify does not delete anything unless a User requests it.\n</p>\n<p> The User agrees, non-restrictively, to not: </p>\n<p> a)\tUse the Website in a way that could harm, put out of service, surcharge or jeopardizes the Website.\n</p>\n<p> b)\tDisrupt the security or otherwise abuse of the Website or any service, system resources, server or network linked to the Website or to platforms affiliated, linked to or accessible from the Website.\n</p>\n<p> c)\tDisturb or disrupt the use or the enjoyment by other Users of the Website or platforms affiliated or linked to the Website.\n</p>\n<p> d)\tDownload, display or otherwise provide on the Website a virus or any other file or computer program that is harmful, disrupting or destructive.\n</p>\n<p> e)\tUse a robot, spider or any other automatic device or manual method to control or copy pages or content of the Website.\n</p>\n<p> f)\tUse the Website to send e-mail chains, «junk mail» or any other type of unsolicited mass e-mail.\nand </p>\n<p> g)\tAttempt to obtain unauthorized access to the Website or to certain parts of the Website with limited access.\nMoreover, the User recognizes that he is the sole person responsible for any action, communication engaged or sent to him or from him.\nHe agrees to respect the legislation applicable to its use of and its activities on the Website.\n</p> INTELLECTUAL PROPERTY <p> Unless otherwise stated and excluding content owned by Shopify or by others, Debutify owns all intellectual property rights (trademarks, copyrights, etc.) (hereinafter the “Intellectual Property” related to the Website.\nThe User may not copy or use the material, structure, menu, appearance or characters that appear on the Website without the express consent of Debutify.\n</p>\n<p> Certain names, words, titles, expressions, logos, icons, graphs, drawings, domain names or other content displayed on the Platform may, among other things, be trademarks or commercial designations, whether registered or unregistered (for the purpose of the following Terms of Use, they are all referred to as <strong>“Trademarks”</strong>).\nThese Trademarks are protected by Canadian and foreign laws applicable to trademarks and are, as the case may be, the exclusive property of Debutify.\n</p>\n<p> Without limiting their coverage, the Intellectual Property elements belonging to Debutify include, non-exhaustively, the following elements: </p>\n<p> -\tLogos, drawings, graphs, marks (registered or not), symbols, texts, expressions, words as well as the general appearance of the Website.\n</p>\n<p> Unless otherwise stated and excluding content owned by Shopify or by others, any information provided on the Website belongs to Debutify and is protected by the applicable laws.\nExcept when provided otherwise, the information cannot be copied, displayed, distributed, downloaded, used with a licence, modified, published, reproduced, reused, sold, transmitted or used for derivative works means, public or commercial, without Debutify’s express and written authorization.\nThe information is protected under Canada’s copyright and trademark legislation as well as under the copyright and trademark legislation of the countries hosting the Website.\n</p>\n<p> The User can use the information on the Website for a commercial use, provided that he indicates on the copies the mentions regarding copyrights as well as the notices and attributions of the respective trademarks.\nThe Terms of Use allow the User to have restricted authorization regarding its consultation, the display on his computer, the download and printing of text or pictures presented on the Platform.\nThis authorization is strictly for commercial, personal and educational uses.\nThis authorization belongs only to the User and cannot be attributed or transferred to anyone else neither can it be subject to a sublicence.\nThe pictures and the text contained on the Website that are downloaded, copied, saved or printed are still subject to the Terms of Use.\nThe User himself needs to assure itself that all the notices regarding copyrights and trademarks are still on them.\nThe Website’s content can be modified at all times without warning.\n</p>\n<p> For further information regarding the authorization to use, reproduce or publish again any information displayed on the Platform, please contact us at the following e-mail address: legal@debutify.com.\n</p>\n<p> Nothing contained herein shall be interpreted as conferring any licence or any kind of right to the User under copyright or trademark's laws.\n</p>\n<p> Unauthorized download, broadcast, copy or modification of Intellectual Property or data contained in the Website can breach laws regarding trademarks or copyrights.\nSuch breach can expose the User to a lawsuit.\n</p>\n<p> The content created, imported, submitted or stored by the User is his property and he is responsible for ensuring that he/she has the rights to use it.\n</p> EXTERNAL LINKS <p> It is possible that by using a link, the User exits the Website to access external content (hereinafter referred to as <strong>“External Links”</strong>).\n</p>\n<p> The User acknowledges that Debutify has no control over and assume no responsibility for the content, privacy policies, or practices of those External links.\nDebutify is also not responsible for any direct or indirect damage or consequence regarding the access nor the content of these External Links.\n</p>\n<p> In addition, Debutify does not guarantee the absence of copyright, trademark or any other rights violations by those websites or their content.\nDebutify does not guarantee the absence of viruses or any other harmful composites on those websites or on their content.\n</p>\n<p> Debutify also does not guarantee the accuracy of documents available on Internet.\n</p> SOCIAL MEDIA <p> The following conditions are applicable when the User accesses a social media page, an account, a website, network or any application contained in them that was created and is managed by a social media (hereinafter individually and collectively referred to as <strong>“Social Media”</strong>).\n</p> General statement <p> By using Social Media pages and by submitting a comment, a picture, a video or any other element, the User (as well as his parent/legal guardian if he has not reached the age of majority according to his territory or province of residence) agrees to be bound by and to obey the present Terms of Use, Debutify’s privacy policy as well as Social Media providers’ terms and conditions, if any.\nYou although agree that Debutify copy, edit, publish, translate and distribute your commentaries, photos, videos or any other element published on a Social Media, and this without any counterpart.\n</p> Terms of Use of Social Media <p> Some comments and other elements displayed on Social Media pages may not represent Debutify’s opinions.\nConsequently, the User agrees not to publish or submit information, publications, links or any other element that fit in either one of the categories listed below on Social Media pages: </p>\n<p> -\tany defamatory content.\n<br> -\toffensive;<br> -\tobscene.\n<br> -\tmisleading.\n<br> -\tillegal.\n<br> -\tviolating in any other way the rights of others (including privacy rights);<br> -\tany advertising content.\n<br> -\tpromotional documents or any other form of undesired solicitation.\n<br> -\tany content whose origin or source is falsified.\n<br> -\tany financial or personal information about you or anyone else.\nand <br> -\tany information that Debutify would judge to be a breach or its Terms of Use.\n<br>\n</p>\n<p> Any information, message, link or item that, according to Debutify, enter in either one of the categories listed above will be deleted without engaging Debutify’s liability.\n</p>\n<p> In addition, Debutify does not assume responsibility for filtering messages posted on Social Media.\n</p>\n<p> Debutify is not liable for entities detaining or exploiting Social Media, particularly for any loss, direct or indirect damage deriving from any measure or decision taken by you or anyone else regarding the use of Social Media.\n</p> REVIEWS <p> The Platform may have certain features allowing the User to submit comments, information, and other materials publicly (collectively referred as “Reviews”) and share such feedback with other Users, or the public.\nBy submitting Reviews through the Website, the User grants Debutify to access, use, copy, reproduce, process, adapt, publish, transmit, host and display those Reviews for any purpose, business, including without limitation, for publicizing and promoting the Service and the User hereby, waves, or to the extent legally prohibited, assigns Debutify any moral rights in the Users Reviews.\n</p> DISCLAIMER, EXCLUSION OF WARRANTY AND INDEMNITY <p> Debutify does not guarantee the accuracy, completeness, quality, suitability or content of the information on its Website.\nThis information is provided \"as is\" without warranty or condition of any kind, unless otherwise stated in jurisdictions that do not allow the exclusion of implied warranties.\n</p>\n<p> Debutify is not responsible for the content posted on the Website by the User and for any damage that may result.\nEach User is responsible for the content it exchanges on the Website and may not use the Website for purposes contrary to the laws applicable in Quebec and Canada.\n</p>\n<p> When the User is a consumer under the Consumer Protection Act, the Consumer Protection Act does not allow for the exclusion of warranties and Debutify's disclaimer of liability for certain damages.\nIn this case, the User has additional rights and is not subject to the limitations mentioned below.\n</p>\n<p> Debutify shall not be liable for any direct, indirect, special, incidental or consequential damages, or any other damages whatsoever, including loss of income, profits or anticipated economic benefits from the use or inability to use the Website, the information, documents and software contained therein, with their content, even if Debutify has been warned of the possibility of such damages or even if such damages may be reasonably foreseen.\n</p>\n<p> As a User, you will indemnify Debutify, and, as the case may be, its directors and officers, shareholders, partners, employees, agents and other stakeholders of Debutify, and release them from all liability for any and all claims, liabilities, losses and fees (including legal fees) attributable to the use of the Website and/or the violation of these Terms of Use, whether this infringement is on your behalf or any other third-party user of your account.\n</p>\n<p> You may not use or export the information nor any copy or adaptation of the information in contravention of applicable laws or regulations.\n</p> APPLICABLE LAW AND COMPETENT COURTS <p> The Website and its content are managed by Debutify from its offices in the province of Quebec in Canada.\nThe Website and its content, these Terms of Use and your use of it are all governed by the applicable laws of Quebec and Canada, without giving effect to any principle relating to the conflict of laws.\n</p>\n<p> You agree that all issues and disputes concerning the Website and your use of it should first be brought in front of a mediator and, in the absence of compromise, decided by the courts of the province of Quebec.\n</p>\n<p> In addition, any court decision that any provision of these Terms of Use is void or unenforceable has no effect on the other clauses.\n</p> AMENDMENTS TO THESE TERMS <p> Debutify occasionally updates these Terms.\nContinued use of Debutify’s Website and Service constitutes the User’s agreement to these Terms and to its updates.\n</p>\n<p> Debutify reserves the right to modify or supplement these Terms at any time, at its sole discretion and without notice.\n</p>\n<p> If you object to any changes to these Terms, please cease all use of the Website.\nDebutify will attempt, as much as possible, to inform Users of any changes to this Policy, However, it is the User’s responsibility to review it regularly to be informed of any changes that may be made.\n</p> CONTACT PERSON <p> If you have any questions or comments regarding any content of the Platform, please contact us at info@debutify.com.\n</p>\n<p> Last update done the July 7th, 2020.\n</p> Open a Shopify Online Store For Free! <p>Sign up for a free Shopify 14-day trial and start selling today.</p> Start your 14-Day free trial <br>\n<small>Try Shopify for free.\nNo credit card required.</small> Bootstrap Your Dropshipping Empire Today, FREE Download Debutify and get <strong>all premium features FREE</strong> for 14 days.\n<br> Set up and install in 1 click! Free Download Now <p> Easy install No coding needed <br> No credit card needed </p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Theme</li>\n<li>Add-ons</li>\n<li>FAQ</li>\n<li>Meet the team</li>\n<li>Pricing</li>\n<li>Download</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Career</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>Blog</li>\n<li>Podcast</li>\n<li>Webinar</li>\n</ul>\n<ul>\n<li>\n<small>Terms of use</small>\n</li>\n<li>\n<small>Privacy policy</small>\n</li>\n<li>\n<small>Terms of sales</small>\n</li>\n</ul>\n<small>Copyright 2021 Debutify Inc.\nAll rights reserved.</small>\n<ul>\n<li>\n<small>\n</small> Roadmap <small>\n</small> Help Center </li>\n</ul>\n<i>\n</i> 208738+ Downloads Free Download <p>Enter your name &amp.\nemail address.</p> Free Download Now 🎁 BONUS: Receive 5 Free winning products! <p>Enter your shopify domain.\n</p> Free Download Now To install Debutify theme, an active Shopify store is required.\nDon't have one yet?<br> Start your 14-Day free trial <p>\n<small>\n<strong>Why do I need to enter my domain?</strong>\n<br> Your shopify domain is required to download Debutify app, where you will have access to our theme and add-ons.\n</small>\n</p>\n<p>\n<small>\n<strong>What permission is your app asking for?</strong>\n<br> We only access the \"manage store permission\" to be able to edit theme files to install our theme and add-ons.\nWe do not have access to any of your customer's data.\n</small>\n</p>\n<p>\n<small>\n<strong>Why isn't Debutify in the Shopify App Store?</strong>\n<br> We couldn't get in the Shopify App Store because our functions are only compatible with Debutify theme.\n</small>\n</p>\n<small>\n<strong> Have any questions? chat with us.\n</strong>\n</small>\n<p>FREE Winning Products &amp.\nFREE Training You Don't Want to Miss</p>\n<p> Get the <strong>FREE</strong> ebook on <strong>FIVE $1,000,000 PRODUCTS</strong> in unsaturated niches, PLUS an exclusive invitation to <strong>FREE MASTERCLASS WEBINAR</strong> by 7-figure entrepreneur Ricky Hayes.\n</p> Free Download Now <p>Thank you!</p>\n<p>We just sent your $1,000,000 Winning Products to your email inbox.</p> Get Debutify theme 100% Free here <b>Do you like cookies?</b> 🍪 We use cookies to ensure you get the best experience on our website.\nLearn more I agree ", "created_at": "2021-01-07 00:11:36.285729", "updated_at": "2021-02-03 22:44:17.002953"}], "points": [], "urls": ["debutify.com"]}}