{"error": 448, "message": "OK", "parameters": {"id": 5140, "name": "NaMaidani ", "created_at": "2021-10-18 00:59:28.283353", "updated_at": "2021-10-18 22:01:08.392335", "wikipedia": null, "keywords": null, "related": null, "slug": "namaidani", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5140.png", "url": "namaidani.com,url.namaidani.com", "documents": [{"id": 9217, "name": " Privacy Policy", "url": "https://url.namaidani.com/pages/privacy", "xpath": "//*[@id=\"services\"]", "text": " <p>\n<b>Privacy</b>\n</p>\n<p>We take your privacy seriously.\nThis policy describes what personal information we collect and how we use it.</p>\n<p>\n<b>Routine Information Collection</b>\n</p>\n<p>All web servers track basic information about their visitors.\nThis information includes, but is not limited to, IP addresses, browser details, timestamps and referring pages.\nNone of this information can personally identify specific visitors to this site.\nThe information is tracked for routine administration and maintenance purposes, and lets me know what pages and information are useful and helpful to visitors.</p>\n<p>\n<b>Cookies</b>\n</p>\n<p>Where necessary, this site uses cookies to store information about a visitor's preferences and history in order to better serve the visitor and/or present the visitor with customized content.</p>\n<p>Advertising partners and other third parties may also use cookies, scripts and/or web beacons to track visitors to our site in order to display advertisements and other useful information.\nSuch tracking is done directly by the third parties through their own servers and is subject to their own privacy policies.</p>\n<p>\n<b>Controlling Your Privacy</b>\n</p>\n<p>Note that you can change your browser settings to disable cookies if you have privacy concerns.\nDisabling cookies for all sites is not recommended as it may interfere with your use of some sites.\nThe best option is to disable or enable cookies on a per-site basis.\nConsult your browser documentation for instructions on how to block cookies and other tracking mechanisms.</p>\n<p>\n<b>Special Note About Google Advertising</b>\n</p>\n<p>Any advertisements served by Google, Inc., and affiliated companies may be controlled using cookies.\nThese cookies allow Google to display ads based on your visits to this site and other sites that use Google advertising services.\nLearn how to opt out of Google s cookie usage.\nAs mentioned above, any tracking done by Google through cookies and other mechanisms is subject to Google s own privacy policies.</p> ", "created_at": "2021-10-18 00:59:28.290334", "updated_at": "2021-10-17 23:00:26.998302"}, {"id": 9216, "name": " Terms of Use", "url": "https://url.namaidani.com/pages/terms", "xpath": "//*[@id=\"services\"]", "text": " <p>\n<b>Terms:</b>\n</p>\n<p>By using the URL Shortener NaMaidani, you believe that you have read and agree to our Terms of Use.\nIf you do not agree, you should not use our website and its services and leave this site immediately.<br>\nWe reserve the right to change these terms at any time in our sole discretion and if you do not agree to this you must leave this site immediately and not use it and its services.</p>\n<p>\n<b>Referring</b>\n</p>\n<p>You are allowed to send an unlimited number of participants in the form of organic traffic and traffic on the terms of this site.<br>\nWe accept all types of organic traffic except those specified in these terms.<br>\nIt is forbidden to use advertising platforms to deceive users to receive a reward - such traffic will not be paid, and funds are zero.<br>\nIt is prohibited to abbreviate links that lead to content that violates applicable law, has adult content, sells weapons, drugs or prostitution, or anything else that violates applicable law and is prohibited.<br>\nIt is forbidden to reduce links that mislead the user, or lead to the automatic download of software, viruses, Trojans and the like.<br>\nIt is forbidden to abbreviate links that lead to sites that have problems with the law or distribute viruses, Trojans or software that the user has no idea about, and thus mislead him.</p>\n<p>\n<b>Publishers</b>\n</p>\n<p>Dear publishers, please note that we do not allow forgery / automation, bot, iframe, pop-ups / popunder, multiple accounts, adult content, proxy traffic, embed user links (user must go 2 pages to long link including captcha page ) - Your payments or account may be canceled and your account closed !!!<br>\nAny falsification and fraud on the part of the Publisher, which leads to a decrease in our income and increase in the income of the Publisher, as well as deception of the user is strictly prohibited - your account will be canceled, and the account may be closed !!!<br>\nDon't ask people to click on the URL Shortener NaMaidani link.<br>\nDo not click on your own link, you can only test once.<br>\nDon't use bots to generate revenue.<br>\nDon't spam our links.<br>\nDon't use any tools / scripts to miss ads ahead of time.<br>\nThe use of websites / programs that generate traffic is prohibited.<br>\nIt is forbidden to refer to yourself and register several accounts.<br>\nHidden traffic source is not allowed.<br>\nIt is forbidden to send visitors to a secure link with a password or an invalid link.<br>\nWe do not accept fake, automated, VPN, VPS, adult and proxy traffic.\nAny account identified in this way will be suspended and funds will be reset.</p>\n<p>\n<b>Cheating</b>\n</p>\n<p>You may not use any software, application, or other type of automated software to make claims.\nAll accounts will be caught and automatically suspended.<br>\nYou are not allowed to use a VPN / proxy to connect to the site.<br>\nCatchment services and software are prohibited.<br>\nTrimming the link to bypass the captcha is strictly forbidden !!!<br>\nAny attempt to hack the system will automatically terminate the account.<br>\nAny attempt to change the website will result in account blocking.\nYou are not permitted to modify the Website under any circumstances.\nThis includes using your own scripts and cosmetic changes to websites.<br>\nAll bot traffic, traffic from pop advertising systems and other advertising platforms for artificial user augmentation - will not be paid, and all funds will be zero.<br>\nAll abnormal actions are logged and you will be suspended if you are found to be suspicious.<br>\nWe do not pay for fake, bot or artificially automated traffic.</p>\n<p>\n<b>Account Suspension</b>\n</p>\n<p>We will never suspend your account for no reason.<br>\nWe consider the right to judge whether a participant is engaged in illegal activities, and we are not limited to the Terms of Service in decision-making.<br>\nWe will not accept any requests for appeals to suspend your account, and we will not respond to email requests unless there is a compelling reason.</p>\n<p>\n<b>Question</b>\n</p>\n<p>It is necessary to adhere to or refer to our conditions in the Ukrainian language if there are differences in interpretations when translating.<br>\nAny questions regarding these Terms of Use should be sent to shortener@namaidani.com.</p> ", "created_at": "2021-10-18 00:59:28.287152", "updated_at": "2021-10-17 23:01:05.316186"}], "points": [], "urls": ["namaidani.com", "url.namaidani.com"]}}