{"error": 448, "message": "OK", "parameters": {"id": 2941, "name": "CNED", "created_at": "2021-04-03 17:10:43.583014", "updated_at": "2021-05-04 22:11:50.171136", "wikipedia": "https://en.wikipedia.org/wiki/National_Centre_for_Distance_Education", "keywords": null, "related": null, "slug": "cned", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2941.png", "url": "college.cned.fr,cned.fr,espaceinscrit.cned.fr", "documents": [{"id": 4631, "name": "Terms of Use", "url": "https://college.cned.fr/theme/ecl/terms.php", "xpath": "//body", "text": " Passer au contenu principal Ma classe à la maison - collège <ul>\n</ul>\n<ul>\n<li>\n</li>\n<li> Non connecté.\n(Connexion) </li>\n</ul> Passer Conditions Générales d'Utilisation (CGU) du service Conditions Générales d'Utilisation (CGU) du service <p>\n</p>\n<p>\n</p>\n<p>Tout accès au service implique l'acceptation complète et sans réserve des présentes CGU.</p>\n<p>Le CNED se réserve le droit d'apporter toute modification aux présentes CGU.\nLa version applicable est celle disponible sur le service au moment de l'utilisation.</p>\n<p>\n<u>\n<b>Définitions</b>\n</u>\n<br>\n</p>\n<p>\n<b>Service&nbsp;</b>: Ensemble des fonctionnalités offertes sur le présent portail.</p>\n<p>\n<b>Espace personnel (ou compte):</b>&nbsp;Compte propre à un utilisateur, créé à son initiative, comprenant notamment ses identifiants, et dont l'enregistrement est nécessaire pour accéder à tout ou partie des fonctionnalités du service.</p>\n<p>\n<b>Contenu</b>&nbsp;: Informations, données, textes, logiciels, musiques, sons, photographies, images, vidéos, messages ou tout autre élément mis en ligne sur le service.</p>\n<p>\n<b>Identifiant</b>&nbsp;: Login ainsi que tout code confidentiel ou mot de passe permettant à l'utilisateur de s'identifier afin d'accéder à son espace personnel.</p>\n<p>\n<b>Utilisateur&nbsp;</b>: Personne physique accédant au service et identifié dans le cadre d'un espace personnel.</p>\n<p>\n<b>Visiteur :</b>&nbsp;Personne physique accédant au service à des fins de consultation sans être dans son espace personnel.</p>\n<p>&nbsp;&nbsp;</p>\n<p>\n<b>\n<u>1.\nObjet</u>\n</b>\n</p>\n<p>Les présentes CGU ont pour objet de définir les conditions dans lesquelles les utilisateurs et les visiteurs peuvent accéder au service et en bénéficier.</p>\n<p>&nbsp;&nbsp;<b>\n<u>2.\nAccès au service</u>\n</b>\n</p>\n<p>Les utilisateurs et visiteurs peuvent accéder au service via un accès internet ou réseau mobile grâce à un terminal PC ou équipement mobile.</p>\n<p>Il appartient à l'utilisateur/visiteur de s'assurer des prérequis techniques nécessaires pour une utilisation optimale du service.</p>\n<p>En outre, pour accéder à certaines parties du service (notamment applications mobiles), il peut être demandé à l'utilisateur de disposer de smartphones ou tablettes.\nL'ensemble des coûts liés aux équipements et frais de communication sont à la charge de l'utilisateur ou du visiteur.</p>\n<p>&nbsp;<b>\n<u>3.\nInscription et création de l'espace personnel</u>\n</b>\n</p>\n<p>Pour bénéficier de l'intégralité du service, la création d'un compte est requise.\nLa création du compte s'effectue par l'utilisateur.</p>\n<p>\n<b>La création d’un compte pour un mineur de moins de 15 ans nécessite le consentement des parents.\nA cet effet, les données saisies lors de la création du compte doivent être celles des parents ou responsables légaux.</b>\n</p>\n<p>Les informations demandées à l'utilisateur lors de la création du compte sont :&nbsp;<b>Nom d’utilisateur, Mot de passe, Prénom, Nom, Profil utilisateur, Académie, Département, Date de naissance et Courriel.</b>\n</p>\n<p>L'utilisateur doit fournir des informations vraies, exactes, à jour, et complètes sur son identité et son âge.\nIl s'engage notamment à ne pas créer une fausse identité de nature à induire le CNED ou les tiers en erreur et à ne pas usurper l'identité d'une autre personne.\nIl s'engage à mettre immédiatement à jour, en cas de modification, les données qu'il a communiquées lors de son inscription.\nDans l'hypothèse où l'utilisateur fournirait des informations fausses, inexactes, périmées, incomplètes, trompeuses ou de nature à induire en erreur, le CNED pourra, immédiatement sans préavis ni indemnité, suspendre ou résilier le compte de l'utilisateur et lui refuser l'accès, de façon temporaire ou définitive à tout ou partie du service.<br>\n</p>\n<p>\n<b>\n<u>&nbsp;4.\nSécurité des identifiants</u>\n</b>\n<br>\n</p>\n<p>L'utilisateur est seul responsable de l'utilisation de ses identifiants.\nIl s'engage à les conserver secrets et à ne pas les communiquer à des tiers.\nToute perte, détournement ou utilisation non autorisée des identifiants d'un utilisateur et leurs conséquences relèvent de la seule responsabilité de cet utilisateur.\nSi l'un des éléments d'identification de l'utilisateur est perdu ou volé, ce dernier doit informer sans délai le CNED qui procédera alors à l'annulation et/ou la mise à jour immédiate(s) de l'identifiant concerné.</p>\n<p>Tout accès, utilisation du service et transmission de données effectués à partir du compte d'un utilisateur sera réputé avoir été effectué par ce dernier.<br>\n</p>\n<p>\n<b>\n<u>5.\nResponsabilité de l'utilisateur</u>\n</b>\n<br>\n</p>\n<p>L'utilisateur s'interdit de détourner la finalité du service notamment pour faire de la propagande, du prosélytisme, ou de l'utiliser à des fins commerciales.</p>\n<p>L'utilisateur s'engage à se conformer à l'ensemble des lois et réglementations en vigueur.\nDe manière générale, et sans que cette liste puisse être considérée comme exhaustive, l'utilisateur s'interdit de :<br>\n</p>\n<p>\n</p>\n<ul>\n<li>télécharger, envoyer, transmettre, transmettre par tout moyen, tout contenu qui soit illégal, nuisible, menaçant, violent, abusif, constitutif de harcèlement, diffamatoire, injurieux, obscène, pornographique, menaçant ou attentatoire à la vie privée d'autrui ou à la dignité humaine, haineux, raciste, ou autrement répréhensible ;</li>\n<li>porter atteinte d'une quelconque manière aux utilisateurs mineurs, notamment par la fabrication, le transport, et la diffusion de message à caractère violent ou pornographique ou de nature à porter gravement atteinte à la dignité humaine ;</li>\n<li>diffamer les autres utilisateurs, tenir des propos injurieux ou attentatoires aux bonnes mœurs ;</li>\n<li>télécharger, envoyer, transmettre, afficher tout contenu qui pourrait être constitutif, sans que ce qui suit ne soit limitatif, d'incitation au suicide, d'incitation à la réalisation de crimes et délits .\nde provocation à la discrimination, à la haine ou à la violence en raison de la race, de l'ethnie, de la religion ou de la nation .\nd'apologie du nazisme, de contestations de l'existence de crimes contre l'humanité ou de génocides reconnus ;</li>\n<li>télécharger, afficher, envoyer, transmettre, par tout moyen, toutes données, informations, publicité, ayant un caractère commercial ou non, tout matériel promotionnel et qui n'aurait pas été sollicitées ou autorisées au préalable par son ou ses destinataires.</li>\n</ul>\n<p>\n</p>\n<p>L'utilisateur reconnaît expressément au CNED la faculté de résilier de plein droit, sans mise en demeure préalable, sans préavis ni indemnité ni justification, tout ou partie du service fourni en cas de manquement aux présentes CGU ou plus généralement en cas de violation des lois et règlements en vigueur et ce sans préjudice de tous dommages et intérêts auxquels il pourrait prétendre du fait de ces manquements.</p>\n<p>\n<b>\n<u>&nbsp;6.\nFourniture du service</u>\n</b>\n<br>\n</p>\n<p>Le CNED ne saurait être tenu responsable de l'utilisation qui serait faite du service par les utilisateurs.\nEn particulier, le CNED ne peut en aucune façon être responsable au titre des contenus affichés, mis en ligne, envoyés, reçus ou transmis par les utilisateurs ou présents sur les sites tiers.</p>\n<p>Le CNED ne fournit aucune garantie expresse ou implicite, sans que cette énumération ne soit limitative, relative à la continuité, performance, pérennité des services.\nLe service est fourni « en l'état » et est accessible sans aucune garantie de disponibilité et de régularité.<br>\n</p>\n<p>Toutefois, le CNED s'efforcera de rendre le service accessible 24 heures sur 24, 7 jours sur 7, sauf en cas de force majeure ou d'un événement hors du contrôle du CNED et sous réserve des périodes de maintenance, des pannes éventuelles, des aléas techniques liés à la nature du réseau internet ou des actes de malveillance ou toute atteinte portée au matériel ou aux logiciels du CNED.<br>\n</p>\n<p>Le CNED ne pourra en aucun cas être tenu pour responsable d'une interruption de service quelle que soit la cause, la durée ou la fréquence de cette interruption.\nL'utilisateur reconnaît que la vitesse de transmission des informations ne dépend pas du service, mais des caractéristiques inhérentes aux réseaux de communications électroniques et des caractéristiques techniques de son mode de connexion et de son accès Internet.<br>\n</p>\n<p>\n<b>\n<u>7.\nDonnées personnelles</u>\n</b>\n<br>\n</p>\n<p>La mise en œuvre du service implique la mise en œuvre de traitements de données personnelles destinés à assurer sa fourniture.</p>\n<p>La liste des données, les finalités du traitement et les modalités d’exercice de ces droits sont détaillés dans la politique de protection&nbsp.\ndes données personnelles relative au service et disponible sur le site.<br>\n</p>\n<p>\n<b>\n<u>8.\nPropriété intellectuelle</u>\n</b>\n<br>\n</p>\n<p>\n<b>&nbsp;8.1.\nCréation de liens vers le service</b>\n</p>\n<p>La mise en place de liens hypertextes pointant vers la page d'accueil du portail est autorisée sans besoin de demande préalable.\nToutefois, Tout lien vers le service ne saurait avoir pour effet de créer une confusion entre le site d’origine du lien et le service.<br>\n</p>\n<p>Les sites qui font le choix de pointer vers le service engagent leur responsabilité dès lors qu'ils porteraient atteinte à l'image du service ou de la marque CNED.\nPar ailleurs, le CNED décline toute responsabilité quant aux contenus des sites vers lesquels sont établis des liens hypertextes à partir du service.<br>\n</p>\n<p>\n<b>8.2.\nPropriété du site et des contenus</b>\n<br>\n</p>\n<p>\n<b>Site Internet</b>\n</p>\n<p>Le site internet dédié au service, ainsi que l'ensemble des éléments composant celui-ci font l'objet d'une protection par le droit français relatif à la propriété intellectuelle ainsi que par les conventions internationales en vigueur.\nToute reproduction de toute ou partie du site Internet est interdite sans l'accord express et préalable du CNED.</p>\n<p>\n<b>Contenus</b>\n<br>\n</p>\n<p>Les contenus figurant sur ce site sont la propriété du CNED ou de leurs auteurs et/ou ayants-droits respectifs.</p>\n<p>Tous ces éléments font l'objet d'une protection par les dispositions du code français de la propriété intellectuelle ainsi que par les conventions internationales en vigueur.</p>\n<p>La consultation et le téléchargement des contenus n'opèrent aucun transfert de droit de propriété intellectuelle sur ceux-ci.\nIls ne sont permis que dans le strict respect des conditions posées à l'article 9.</p>\n<p>\n<b>\n<u>9.\nUtilisation des contenus</u>\n</b>\n<br>\n</p>\n<p>Seule une utilisation personnelle et pédagogique des contenus du service est permise.\nToute utilisation commerciale directe ou indirecte des contenus est strictement interdite.</p>\n<p>Il est également interdit de supprimer ou de tenter de supprimer les procédés techniques de protection des contenus (filigranes, blocages de sélections notamment).\nIl est interdit d'extraire ou de tenter d'extraire une œuvre reproduite dans un cours et de l'utiliser à d'autres fins que celle d'illustration du contenu auxquels elle est intégrée.<br>\n</p>\n<p>Tout usage des contenus dans des conditions autres que celles préconisées par le Cned relève de la responsabilité propre de l'utilisateur.<br>\n</p>\n<p>\n<b>\n<u>10.\nNon renonciation</u>\n</b>\n</p>\n<p>Le fait pour le CNED de ne pas se prévaloir d'une défaillance ou d'un manquement de l'utilisateur à l'une de ses obligations contractuelles ou légales ne saurait être interprété comme une renonciation à se prévaloir de cette défaillance ou de ce manquement.</p>\n<p>\n<b>\n<u>11.\nConvention de preuve</u>\n</b>\n<br>\n</p>\n<p>Les parties conviennent que l'ensemble des enregistrements informatiques dans le système d'information du CNED aura, en cas de litige, valeur de preuve.</p>\n<p>\n<b>\n<u>12.\nLoi applicable</u>\n</b>\n<br>\n</p>Les présentes CGU sont régies par le droit français.<br>\n<p>\n</p> Continuer <ul>\n</ul> © CNED 2021 | Mentions légales | Contact Si vous continuez à consulter ce site web, vous acceptez nos politiques&nbsp;:<ul>\n<li>les conditions d'utilisation</li>\n</ul>Continuerx", "created_at": "2021-04-03 17:14:32.592245", "updated_at": "2021-04-03 17:14:44.109914"}, {"id": 4629, "name": "Privacy Policy", "url": "https://college.cned.fr/theme/ecl/gdpr.php", "xpath": "", "text": " Passer au contenu principal Ma classe à la maison - collège <ul>\n</ul>\n<ul>\n<li>\n</li>\n<li> Non connecté.\n(Connexion) </li>\n</ul> Passer Politique de protection des données à caractère personnel Politique de protection des données à caractère personnel <p>\n<b>&nbsp;</b>La présente politique de protection des données à caractère personnel (ci-après la politique) a pour objectif de vous informer des données à caractère personnel que le Centre national d’enseignement à distance (CNED), collecte et de l’utilisation qui en est faite, dans le cadre du présent service.<br>\n</p>\n<p>&nbsp;<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Informations\ngénérales</b>\n</p>\n<p>&nbsp;Le CNED est un établissement public administratif national sous tutelle du ministère de l’éducation nationale et de la jeunesse, dont il est opérateur, ainsi que de l’enseignement supérieur, de la recherche et de l’innovation.</p>\n<p>Il intervient dans le cadre du service public du numérique éducatif défini à l’article L 131-2 du code de l’éducation et assure, pour le compte de l’état, le service public de l’enseignement à distance.</p>\n<br>\n<p>\n<b>1.1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Coordonnées du Responsable de traitement</b>\n</p>\n<p>Le Responsable de traitement est le directeur général du CNED.\nIl est situé à&nbsp;:</p>\n<p>CNED – Direction générale<br>Téléport 2 ,2 boulevard Nicéphore Nièpce, <br>BP 80300<br>86963 Chasseneuil - Futuroscope Cedex\n</p>\n<p>\n<br>\n<b>1.2.&nbsp;&nbsp;&nbsp.\n</b>\n<b>Coordonnées du délégué à la protection des\ndonnées</b>\n</p>\n<p>&nbsp;De par sa qualité d’établissement public administratif, le CNED s’est doté d’un délégué à la protection des données (Ci-après DPO).\nEn cas de besoin, il peut être contacté en écrivant à l’adresse&nbsp;:\n</p>\n<p>Monsieur le Délégué à la protection des données<br>CNED – Direction générale<br>Téléport 2, 2 boulevard Nicéphore Nièpce, <br>BP 80300<br>86963 Chasseneuil - Futuroscope Cedex\n</p>\n<p>Ou à l’adresse&nbsp;DPO@ac-Cned.fr</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Définitions</b>\n</p>\n<p>\n<b>Délégué à la protection des données (DPO)</b>&nbsp;: Il est le garant en interne de la conformité à la loi et au règlement de l’utilisation qui est faite des données à caractère personnel au sein du CNED.</p>\n<p>&nbsp;<b>Donnée à caractère personnel (DCP)&nbsp;:</b> Constitue une donnée à caractère personnel toute information qu’il est possible de rattacher directement ou indirectement à une personne physique.\nIl peut s’agir par exemple d’un nom et d’un prénom mais également de données telles que les coordonnées bancaires dès lors qu’il est possible de savoir à qui ses coordonnées se rattachent.</p>\n<p>\n<b>Finalité d’un traitement de données à caractère personnel&nbsp;:</b>&nbsp;La finalité d’un traitement de données à caractère personnel est l’objectif poursuivi par ledit traitement.\nIl peut par exemple s’agir de gérer le processus de commande et d’inscription ou encore la fourniture de votre espace de formation en ligne.</p>\n<p>\n<b>Responsable de traitement&nbsp;:</b>&nbsp;Il s’agit de la personne physique ou morale qui détermine les modalités d’un traitement de données à caractère personnel et sous la responsabilité de qui ce traitement est réalisé.</p>\n<p>\n<b>Sous-traitant&nbsp;:</b>&nbsp;Il s’agit d’une personne physique ou morale qui met en œuvre un traitement de données à caractère personnel pour le compte et sous les instructions d’un responsable de traitement.\nIl peut s’agir par exemple d’un prestataire informatique.\n</p>\n<p>\n<b>Traitement de données à caractère personnel&nbsp;:</b> Constitue un traitement de données à caractère personnel toute utilisation qui est faite d’une telle donnée.\nIl peut ainsi s’agir par exemple de saisir ou modifier une telle donnée ou bien encore simplement de la consulter.</p>\n<p>\n<br>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Bases\nlégales du traitement mis en œuvre par le CNED dans le cadre de ce service&nbsp;</b>\n</p>\n<p>En application de l’article 6 du règlement (UE) 2016/679, il est précisé que le ce traitement de DCP mis en œuvre par le CNED a pour base légale, selon les situations&nbsp;:<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;votre consentement.\nPour les mineurs de moins de 15 ans, le consentement des parents ou des responsables légaux est requis.<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUn traitement nécessaire à l’exercice d’une mission de service public</p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DCP\ncollectées et traitées par le CNED</b>\n<p>\n<b>\n<br>4.1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Origine des données</b>\n<br>\n</p>\n<p>Les DCP traitées par le CNED peuvent avoir plusieurs origines&nbsp;:<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVous-même.\nIl s’agit des données que vous saisissez à la création du compte et lors de l’utilisation du service.<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne collecte automatique de données (données de connexion par exemple).&nbsp;Certaines actions de votre part entrainent la transmission automatique d’informations au CNED.</p>\n<p>\n<br>\n<b>4.2.&nbsp.\n&nbsp;&nbsp;</b>\n<b>Données traitées et finalité</b>\n</p>\n<p>\n</p>\n<p>\n<b>Finalité</b>\n</p>\n<p>\n<b>Données traitées</b>\n</p>\n<p>Gestion de votre espace personnel</p>\n<p>Nom d’utilisateur, Mot de passe, Prénom, Nom, Académie, Département, Profil,&nbsp.\nCourriel, Activités réalisées sur le site «&nbsp;Ma classe à la maison&nbsp;»</p>\n<p>Organisation de classes virtuelles</p>\n<p>\n<b>Organisateur de la classe virtuelle&nbsp;: </b>\n</p>\n<p>Nom de la session, adresse Email du professeur qui organise la session.</p>\n<p>\n<b>Utilisateurs de la classe virtuelle :&nbsp.\n</b>\n</p>\n<p>Nom, prénom, session, rôle, heures d’entrées et de sortie, exclusion éventuelle de la classe, et adresse IP&nbsp;</p>\n<p>La conservation des données relatives à l’organisation des classes virtuelles est réalisée en application de l’obligation légale posée par les articles 6 de la Loi n°2004-575 du 21 juin 2004 et le décret 2011-219 du 25 février 2011.&nbsp;<br>\n</p>\n<p>\n</p>\n<p>Aucune utilisation commerciale des données n’est réalisée par le CNED.\nNotamment, les données ne sont ni louées ni vendues et elles ne sont pas utilisées pour réaliser un profilage des utilisateurs ou de la prospection commerciale.<br>\n</p>\n<p>Pour des informations sur la durée de conservation des données, voir le paragraphe « 9.&nbsp.\nConservation de vos données ».</p>\n<p>\n<br>\n</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Protection\nde vos données</b>\n</p>\n<p>\n<b>5.1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Qui a accès à vos données&nbsp;?</b>\n</p>\n<p>Ont accès à vos données&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLes agents de l’établissement.\nDans le cadre de leurs fonctions, seuls les agents de l’établissement qui concourent à la délivrance du service ont accès à vos données.\n</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLes prestataires et sous-traitants du&nbsp;CNED, uniquement pour les opérations techniques de\nmaintenance et hébergement des solutions informatiques.\nAfin de vous fournir un\nservice de qualité, le CNED recourt à deux prestataires extérieurs\n(sous-traitants au sens du règlement RGPD).\nDans ce cas, les données\nnécessaires à la réalisation de la prestation sont susceptibles d’être\ntransférées à ces prestataires ou consultables par ceux-ci.</p>\n<p>Dans le cadre du présent service, les prestataires sont :</p>\n<p>\n</p>\n<ul>\n<li>La société Cblue pour la fourniture du site « ma classe à la maison », son hébergement et sa maintenance,</li>\n<li>La société BlackBoard pour la fourniture, la maintenance, et l’hébergement de la solution de classes virtuelles.&nbsp;</li>\n</ul>\n<p>\n</p>\n<p>Les données traitées sur instruction du CNED par ces deux prestataires font l’objet d’un hébergement sur le territoire de l’Union Européenne.\nIl est toutefois possible, à des fins exclusives de maintenance de l’outil employé pour l’organisation de classes virtuelles, que celles-ci soient accessibles hors de l’union européenne (Etats-Unis).\nCe transfert potentiel est encadré par les clauses types imposées par la commission Européenne.&nbsp;<br>\n</p>\n<p>\n</p>\n<p>En tout état de cause, aucune exploitation commerciale de vos données à caractère personnel n’est également réalisée par ces sociétés.</p>\n<p>\n<b>5.2.&nbsp;&nbsp;&nbsp.\n</b>\n<b>Mesures de protection physique et\ntechniques</b>\n<br>\n</p>\n<p>Le CNED et ses sous-traitants mettent en œuvre des mesures de sécurité physique et techniques destinées à assurer la sécurité et l’intégrité des données afin que celle-ci ne puissent faire l’objet d’extraction frauduleuse, de modification ou de suppression malveillante.\nCes mesures mises en œuvre sont proportionnées à la sensibilité des données et à l’impact que leur corruption aurait pour vous.\nParmi ces mesures ont peut citer&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDes accès aux applications par authentification par un couple identifiant/mot de passe <br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDes accès aux locaux protégés par badges avec politique de gestion des accès<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne politique d’accès aux locaux des serveurs du CNED encore plus stricte<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne politique de sauvegarde des données<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne sécurisation des flux de données saisies en ligne en https<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUn chiffrement des données telles que les mots de passe<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUn encadrement contractuel du prestataire, sous-traitant avec un engagement de confidentialité <br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne conformité au RGS applicable aux administrations.</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Utilisation\ndes cookies par le CNED</b>\n<br>\n</p>\n<p> 6.1.&nbsp;&nbsp;&nbsp;&nbsp.\nTypes de cookies employés</p>\n<p>Le CNED attache une attention toute particulière à votre information sur l’emploi des cookies par l’établissement.\nCe site utilise&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndes cookies nécessaires au bon fonctionnement du site.\nCes cookies étant nécessaires au bon fonctionnement des sites WEB sur lesquels ils se trouvent, ils ne sont pas conditionnés à votre consentement.\nNe pas les utiliser pourrait entrainer des dysfonctionnements graves des sites avec des conséquences potentiellement graves pour l’utilisateur.\nIl s’agit des cookies qui ont notamment les fonctions suivantes :</p>\n<p> &nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp.\nLes cookies de session.\nIls permettent de maintenir votre session active lorsque vous devez vous identifier.<br>&nbsp;&nbsp.\no&nbsp;&nbsp;&nbsp.\nLes cookies destinés à mémoriser vos préférences et permettant la personnalisation des services (par exemple celui nous permettant d’afficher votre nom sur votre interface).<br>&nbsp;&nbsp.\no&nbsp;&nbsp;&nbsp.\nLes cookies destinés à assurer la sécurité des services délivrés.</p>\n<p>\n</p>&nbsp.\n&nbsp;<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>L’exercice\nde vos droits</b>\n</p>\n<p>\n<b>7.1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Accéder à vos données et les corriger</b>\n</p>\n<p>Vous pouvez mettre à jour les données personnelles vous concernant dont le CNED dispose dans le cadre de présent service de plusieurs moyens&nbsp;:<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAuprès des gestionnaires via le formulaire de contact.<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSur votre espace personnel</p>\n<p>Vous pouvez également solliciter auprès du CNED une information sur l’ensemble des données dont l’établissement dispose sur vous.</p>\n<p>Le CNED dispose d’un délai de deux mois pour vous répondre suite à votre demande.</p>\n<p>\n<b>7.2.&nbsp;&nbsp;&nbsp.\n</b>\n<b>Droit d’opposition et de suppression</b>\n</p>\n<p>Vous disposez d’un droit d’opposition, suppression, et droit à l’oubli sous réserve que l’établissement ne soit pas tenu légalement de conserver ou archiver ces données.\nCes droits peuvent être exercés dans les conditions déterminées à l’article 7.1 ci-avant ou directement auprès du DPO à l’adresse DPO@ac-cned.fr .\nLe CNED dispose d’un délai de deux mois pour vous répondre suite à votre demande..</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Conservation\nde vos données</b>\n<br>\n</p>\n<p>\n<b>8.1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Durée de conservation de vos données</b>\n</p>\n<p>Chaque donnée est conservée pour une durée limitée correspondant à celle nécessaire pour la réalisation du traitement.\nAussi :\t</p>\n<p>- Votre compte est conservé uniquement pour la durée de l’activation de la plate-forme pour la gestion de la situation de crise qui en est à l’origine.</p>\n<p>- Les données relatives à l’organisation d’une classe virtuelle ne sont conservées par le sous-traitant du CNED que pour une durée de 2 mois maximum.\nLe CNED est toutefois susceptible de réaliser lui-même un archivage de ces données pour une durée de 10 mois supplémentaires conformément aux dispositions du décret 2011-219 du 25 février 2011.&nbsp;</p>\n<p>\n<b>8.2.&nbsp;&nbsp;&nbsp.\n</b>\n<b>Destruction, anonymisation et archivage de\nvos données</b>\n<br>\n</p>\n<p>\n</p>\n<p>A l’issue de la durée de conservation nécessaire à la finalité concernée, vos données à caractère personnel sont :</p>\n<p>- supprimées définitivement pour l’ensemble des données de votre compte « Ma classe à la maison »<br>\n</p>\n<p>- elles peuvent être archivées&nbsp.\npour la durée légale de conservation posée par le décret 2011-219 pour les données relatives aux classes virtuelles auxquelles vous avez participé.\nA l’issue de cette durée, les données sont détruites.&nbsp;</p>\n<p>\n<br>\n</p> Continuer <ul>\n</ul> © CNED 2021 | Mentions légales | Contact Si vous continuez à consulter ce site web, vous acceptez nos politiques&nbsp;:<ul>\n<li>les conditions d'utilisation</li>\n</ul>Continuerx", "created_at": "2021-04-03 17:10:43.866103", "updated_at": "2021-04-03 17:13:10.133828"}, {"id": 4630, "name": "Cookie Policy", "url": "https://www.cned.fr/informations-légales/cookies", "xpath": "//body", "text": "Les sites <strong>CNED</strong>\n<ul>\n<li>Cned.fr</li>\n<li>MaSpéMaths</li>\n<li>Jules - Devoirs faits</li>\n<li>English for Schools</li>\n<li>Deutsch für Schulen</li>\n<li>Smooz</li>\n</ul> MENUfermé <ul>\n<li> Scolaire <ul>\n<li>Ecole</li>\n<li>Collège</li>\n<li> Lycée <ul>\n<li>Général</li>\n<li>Professionnel</li>\n<li>Technologique</li>\n</ul>\n</li>\n<li>Partenariat international</li>\n<li> Concours d'entrée en écoles <ul>\n<li>Ecoles santé-social</li>\n<li>Grandes écoles</li>\n</ul>\n</li>\n<li> Que faire sans le bac </li>\n</ul>\n</li>\n<li> Étudiant <ul>\n<li>BTS</li>\n<li> Concours d'entrée en écoles <ul>\n<li>Ecoles santé-social</li>\n<li>Grandes écoles</li>\n</ul>\n</li>\n<li> Cursus universitaire <ul>\n<li>Licence</li>\n<li>Master</li>\n<li>DU</li>\n</ul>\n</li>\n<li> Concours enseignants <ul>\n<li>Agrégation</li>\n<li>Capes, Capet, CAPLP</li>\n<li>CRPE</li>\n</ul>\n</li>\n<li> Concours fonction publique <ul>\n<li>Administration, technique</li>\n<li>Bibliothèque, patrimoine</li>\n<li>Finances publiques, douanes</li>\n<li>Justice</li>\n<li>Santé, social, travail</li>\n<li>Secteur éducatif, sport</li>\n</ul>\n</li>\n<li>Langues étrangères</li>\n</ul>\n</li>\n<li> Vie active <ul>\n<li> Remise à niveau <ul>\n<li>Formation de base</li>\n<li>Accès à l'université</li>\n</ul>\n</li>\n<li> Concours de la fonction publique <ul>\n<li>Administration, technique</li>\n<li>Bibliothèques, patrimoine</li>\n<li>Finances publiques, douanes</li>\n<li>Justice</li>\n<li>Santé, social, travail</li>\n<li>Secteur éducatif, sport</li>\n</ul>\n</li>\n<li> Formations professionnelles <ul>\n<li>Commerce, marketing</li>\n<li>Communication, audiovisuel</li>\n<li>Comptabilité, secrétariat</li>\n<li>Diététique, esthétique, santé</li>\n<li>Français langue étrangère</li>\n<li>Gestion, RH, droit</li>\n<li>Hôtellerie-restauration, tourisme</li>\n<li>Informatique</li>\n<li>Petite enfance</li>\n<li>Secrétaire médicale</li>\n<li>Service à la personne, secteur social</li>\n</ul>\n</li>\n<li>Concours d'entrée en écoles santé-social</li>\n<li> Concours enseignants <ul>\n<li>Agrégation</li>\n<li>Capes, Capet, CAPLP</li>\n<li>CRPE</li>\n</ul>\n</li>\n<li>Langues étrangères</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Toutes nos promotions </li>\n<li> Catalogue </li>\n<li> Espace inscrit </li>\n<li> Contact </li>\n<li> Ma Classe à la Maison </li>\n</ul> CNED, au service de toutes les réussites (retour à la page d'accueil) Au service de toutes les réussites Rechercher une formation (affichage ci-après dès saisie, appuyez sur entrée pour vous rendre sur les résultats) <ul>\n<li> Catalogue Catalogue </li>\n<li> Espace inscrit Inscrit </li>\n<li> Contact Contact </li>\n</ul> Accueil &gt.\nInformations légales &gt.\nCookies Informations légales <ul>\n<li>Editeur</li>\n<li>Informations nominatives</li>\n<li>Propriété intellectuelle</li>\n<li>Cookies</li>\n<li>Règlement intérieur</li>\n<li>Délégations de signature<ul>\n<li>En vigueur</li>\n<li>Archives : 2019</li>\n<li>Archives : 2018</li>\n<li>Archives : 2017</li>\n<li>Archives : 2016</li>\n<li>Archives : 2015</li>\n</ul>\n</li>\n</ul> Cookies <p>Le CNED attache une attention toute particulière à votre information sur l’emploi des cookies par l’établissement.\nCette page d’information est destinée à vous informer du fonctionnement des cookies déposés lors de votre navigation sur le site.\nVous y trouverez également des précisions quant aux modalités de contrôle que vous pouvez exercer pour supprimer les cookies déjà présents ou limiter l’enregistrement de nouveaux.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Qu’est-ce qu’un cookie ?</strong>\n</li>\n<li>\n<strong>Quels sont les cookies que le CNED utilise ?</strong>\n</li>\n<li>\n<strong>Comment puis-je m’opposer à l’emploi d’un cookie ?</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Qu’est-ce qu’un cookie ?</p>\n<p>Un cookie est un petit fichier texte qui est déposé sur votre terminal informatique (ordinateur, tablette, smartphone…) et qui nous donne des informations relatives à votre connexion.\nCes informations sont ensuite lues sur votre terminal à chacune de vos nouvelles visites.\nSeul le serveur à l’origine de la demande du dépôt de cookie pourra accéder ultérieurement, et toujours via le navigateur, à l’information déposée.\nElles peuvent être utilisées à différentes fins.</p>\n<p>Les cookies sont parfois nécessaires pour que nous puissions vous fournir nos services ou pour rendre votre navigation plus agréable.\nIls peuvent parfois contribuer à vous proposer des produits ou formations en lien avec ceux que vous avez consultés précédemment.</p>\n<p>Le cookie contient plusieurs données :</p>\n<p>- le nom du serveur qui l'a déposé ;</p>\n<p>- une paire nom / valeur pouvant contenir ou non des données personnelles (exemples : <em>langue</em> = <em>français </em> ou <em>ID unique</em> = <em>123654</em>)</p>\n<p>- éventuellement, une date d'expiration de cookies.</p>\n<p>Ces cookies peuvent être des cookies du CNED, ou des cookies de sociétés tierces dont le CNED intègre un extrait de code (script ou kit de développement) dans ses pages ou applications.</p>\n<p>En aucun cas, un cookie ne peut être un logiciel espion ou un virus.</p>\n<p>&nbsp;</p>\n<p>Quels sont les cookies que le CNED utilise ?</p>\n<p>\n<strong>Les cookies utilisés pour vous délivrer nos services</strong>\n</p>\n<p>L’utilisation de ces cookies est techniquement nécessaire afin de vous fournir nos services.\nIl s’agit des cookies qui ont par exemple les fonctions suivantes :</p>\n<p>- Les cookies de session.\nIls permettent de maintenir votre session active lorsque vous devez vous identifier.</p>\n<p>- Les cookies destinés à mémoriser vos préférences et permettant la personnalisation des services (par exemple celui nous permettant d’afficher votre nom sur votre interface).</p>\n<p>- Les cookies destinés à assurer la sécurité des services délivrés.</p>\n<p>&nbsp;</p>\n<p>Exemples :</p>\n<p>\n<em>Cookie d'identification</em>\n</p>\n<p>- Finalité : connexion à l'espace inscription cned.fr</p>\n<p>- Partenaire : CNED</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : non requis</p>\n<p>&nbsp;</p>\n<p>\n<em>Cookie nécessaire au fonctionnement du site</em>\n</p>\n<p>- Finalité : sauvegarde du choix <em>bandeau cookie </em>\n</p>\n<p>- Partenaire : CNED</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : non requis</p>\n<p>&nbsp;</p>\n<p>\n<em>Cookie de personnalisation</em>\n</p>\n<p>- Finalité : Effectuer des tests d’interfaces afin d’améliorer l’accès au contenu</p>\n<p>- Partenaire : AB Tasty</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://www.cned.fr/#abtastyoptout=1</p>\n<p>&nbsp;</p>\n<p>Les cookies de mesure d’audience </p>\n<p>Le CNED utilise ce type de cookie afin d’avoir un retour sur la fréquentation de ses sites et la façon dont ceux-ci sont utilisés.\nLes informations recueillies dans ce cadre nous permettent d’améliorer continuellement nos services, de les rendre compatibles avec les matériels utilisés, le tout afin de répondre au mieux à vos besoins.</p>\n<p>Les outils utilisés sont configurés de telle façon que le CNED n'accède qu'à des volumes de visites ou de clics sans aucune information sur un individu en particulier.</p>\n<p>&nbsp;</p>\n<p>Exemple : c<em>ookie de mesure d'audience</em>\n</p>\n<p>- Finalité : mesure d'audience</p>\n<p>- Partenaire : Google Analytics</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://tools.google.com/dlpage/gaoptout?hl=fr</p>\n<p>&nbsp;</p>\n<p>Les cookies utilisés à des fins publicitaires</p>\n<p>Ces cookies mémorisent un certain nombre d’informations comme les pages que vous avez visitées sur nos sites ou ceux de nos partenaires afin de vos proposer des offres personnalisées de la part du CNED (dans le cadre des bannières affichées ou de nos e-mailing par exemple).</p>\n<p>Les cookies de ciblage publicitaire permettent, par exemple :</p>\n<p>- aux régies publicitaires de présenter les publicités les plus pertinentes possibles et les plus adaptées aux centres d’intérêt du visiteur ;</p>\n<p>- d'adapter la présentation du site auquel mène un des contenus publicitaires, selon les préférences d'affichage du terminal du visiteur (langue utilisée, résolution d'affichage,<br>système d'exploitation utilisé, etc.) lors de ses visites sur les sites du CNED et selon les matériels et les logiciels de visualisation ou de lecture que son terminal comporte.</p>\n<p>&nbsp;</p>\n<p>Exemple : c<em>ookie de personnalisation publicitaire</em>\n</p>\n<p>- Finalité : ciblage publicitaire personnalisé</p>\n<p>- Partenaire : Google / Doubleclick</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://support.google.com/admanager/answer/2839090?hl=fr#</p>\n<p>&nbsp;</p>\n<p>Les cookies réseaux sociaux</p>\n<p>Les réseaux sociaux permettent d’enrichir l’expérience utilisateur sur le site et aident à sa promotion via les partages.</p>\n<p>&nbsp;</p>\n<p>Exemple : <em>cookie d'affichage compte Facebook CNED</em>\n</p>\n<p>- Finalité : affichage de l'actualité du CNED via sa page Facebook dédiée</p>\n<p>- Partenaire : Facebook</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://www.facebook.com/policies/cookies/</p>\n<p>&nbsp;</p>\n<p>Ces cookies sont principalement des cookies tiers dont la liste ne peut être exhaustive.</p>\n<p>Des outils mis à disposition par diverses associations interprofessionnelles de publicitaires permettent de gérer le consentement du visiteur sur le ciblage publicitaire sur de multiples régies affiliées à ces associations, à titre d'exemple : http://www.youronlinechoices.com/fr/controler-ses-cookies/</p>\n<p>&nbsp;</p>\n<p>Comment accepter ou refuser un cookie ?</p>\n<p>Vous pouvez accepter ou refuser les cookies utilisés par le CNED à tout moment, modifier vos souhaits concernant le dépôt de cookies via des services tiers ou via le paramétrage de votre navigateur Internet.</p>\n<p>Nous vous informons toutefois qu’en désactivant l’utilisation des cookies, la qualité de votre navigation sur nos sites Internet peut être dégradée.\nCertains services sont également susceptibles de rencontrer des dysfonctionnements.\nLe CNED ne saurait en aucun en être tenu pour responsable.</p>\n<p>Il est considéré que le visiteur a donné son accord au dépôt des cookies pour l’ensemble des sites, si :</p>\n<p>- il a poursuivi sa navigation en cliquant sur le bouton « J’ai compris » du bandeau l’informant de l’utilisation de Cookies,</p>\n<p>- il a poursuivi sa navigation sur la page d’accueil en la faisant défiler par un défilement vertical de l'écran,</p>\n<p>- il a poursuivi sa navigation en cliquant sur un élément du site tel qu’une image, un titre, un bouton etc.\nou en se rendant sur toute autre page que la page par laquelle il a accédé à l’un des sites lors de sa première connexion,</p>\n<p>- il a poursuivi sa navigation, sans paramétrer les traceurs, après avoir cliqué sur le bouton « en savoir plus », du bandeau l’informant de l’utilisation de cookies.</p>\n<p>Cet accord est valable pour une durée de treize (13) mois à compter du premier dépôt sur le terminal utilisé.\nUne fois ce délai dépassé, l’accord sera redemandé pour l’utilisation de ces cookies, pour chacun des sites consultés.</p>\n<p>Si vous souhaitez désactiver uniquement les cookies non indispensables au fonctionnement du site, utiliser notre outil de gestion des cookies.</p>\n<p>&nbsp;</p>\n<p>Pour information, voici comment configurer les principaux navigateurs.\nToutefois, ces outils étant susceptibles d’être modifiés ou d’évoluer, si vous rencontrez des difficultés dans leur paramétrage, merci de vous référer à la rubrique d'aide de votre navigateur.</p>\n<p>Pour Microsoft Internet Explorer :</p>\n<ol>\n<li>Choisissez le menu \"Outils\" (ou \"Tools\"), puis \"Options Internet\" (ou \"Internet Options\")</li>\n<li>Cliquez sur l'onglet \" Confidentialité \" (ou \"Confidentiality\")</li>\n<li>Sélectionnez le niveau souhaité à l'aide du curseur</li>\n</ol>\n<p>Pour plus de précisions vous pouvez consulter la page d'aide de l'éditeur du navigateur.</p>\n<p>Pour Mozilla Firefox :</p>\n<ol>\n<li>Choisissez le menu \"Outils\" &gt.\n\"Options\"</li>\n<li>Cliquez sur l'option \"Vie Privée\" puis \"Historique\"</li>\n</ol>\n<p>Pour plus de précisions vous pouvez consulter la page d'aide de l'éditeur du navigateur.</p>\n<p>Pour Google Chrome :</p>\n<ol>\n<li>Choisissez le menu \"Paramètres\" &gt.\n\"Afficher les paramètres avancés\"</li>\n<li>Dans la section \"Confidentialité\", cliquez sur \"Paramètres de contenu\" puis \"Cookies\"</li>\n</ol>\n<p>Pour plus de précisions vous pouvez consulter la page d'aide de l'éditeur du navigateur.</p>\n<p>Pour Safari (Mac OS) :</p>\n<ol>\n<li>Choisissez le menu \"Préférences\" puis l'onglet \"Sécurité\"</li>\n<li>Dans la zone \"Accepter les cookies\", cochez la case de votre choix</li>\n</ol>\n<p>Pour plus de précisions (iOS), vous pouvez consulter la page d'aide de l'éditeur du navigateur.</p>\n<p>&nbsp;</p>\n<p>Pour toute question dont vous ne trouveriez pas la réponse sur cette page, vous pouvez également consulter notre politique de protection des données personnelles et de confidentialité ou le site Internet de la Cnil.\nVous pouvez également nous contacter à l’adresse :</p>\n<p>CNED - Direction Générale<br>BP 80300<br>86963 Futuroscope Chasseneuil Cedex France</p> Le CNED <ul>\n<li>Institution</li>\n<li>Organisation</li>\n<li>International</li>\n<li>Services aux établissements scolaires</li>\n</ul> Espaces dédiés <ul>\n<li>Journalistes</li>\n<li>Professionnels de la formation</li>\n<li>Recrutement</li>\n<li>Marchés publics</li>\n<li>Financements formation continue</li>\n</ul> Suivez nous ! <ul>\n<li>Lettre d’information</li>\n<li>Réseaux sociaux</li>\n</ul> Les sites du CNED <ul>\n<li>MaSpéMaths</li>\n<li>Jules - Devoirs faits</li>\n<li>English for Schools</li>\n<li>Deutsch für Schulen</li>\n<li>Smooz</li>\n</ul> Ministère de l'éducation nationale, Ministère de l'enseignement supérieur, de la recherche et de l'innovation © Cned 2021 | Informations légales | Accessibilité | Aide | v.4.7 2019.11.28 | Des formations pour le scolaire, les étudiants, la vie active <p>\n</p> LETTRE <br> D'INFORMATION<br> DU CNED Chaque mois, la lettre d'information<br>électronique du CNED vous présente<br>toutes les actualités en matière<br>de formations et de services.\nLETTRE <br> D'INFORMATION<br> DU CNED Chaque mois, la lettre d'information<br>électronique du CNED vous présente<br>toutes les actualités en matière<br>de formations et de services.\nFermer le paramétrage du dépôt de cookies Fermer le paramétrage du dépôt de cookies Ce site utilise des cookies <p>Les cookies sont des petits fichiers textes stockés dans le navigateur de votre terminal lorsque vous visitez des sites internet.\nCes différents cookies permettent de faciliter votre expérience de navigation.</p>\n<p>En savoir plus sur la page Gestion des cookies.</p> Préférences pour tous les services Interdire tous les cookies <ul>\n<li>\n<ul>\n<li> Mesure d'audience <p>Nous utilisons ces cookies pour procéder à des mesures et des analyses statistiques sur la manière dont les visiteurs utilisent nos services afin de les améliorer.\n</p> Interdire : mesure d'audience </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Réseaux sociaux <p>Les réseaux sociaux permettent d'enrichir l'expérience utilisateur sur le site et aident à sa promotion via les partages.\n</p> Interdire : réseaux sociaux </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Publicités <p>Ces cookies permettent de déterminer vos centres d'intérêt pour afficher sur les sites que vous parcourez des publicités personnalisées et vous proposer des offres de formations adaptées.\n</p> Interdire : publicités </li>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n</ul> Ce site utilise des cookies <p>En poursuivant votre navigation, vous acceptez l'utilisation de cookies permettant d'améliorer votre navigation, de vous orienter et de mesurer la fréquentation du site.\nPour plus d'informations et paramétrer le dépôt de cookies, cliquez ici.</p> J'accepte ", "created_at": "2021-04-03 17:13:40.171693", "updated_at": "2021-04-03 17:13:52.990689"}], "points": [{"id": 18740, "title": "You must provide your identifiable information", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Users must provide a username, a password, the full legal name, a user profile, their academy, the district, birthday and email address.", "created_at": "2021-04-13 21:10:48.558682", "updated_at": "2022-03-17 10:36:28.51792", "quoteText": "Les informations demandées à l'utilisateur lors de la création du compte sont :&nbsp;<b>Nom d’utilisateur, Mot de passe, Prénom, Nom, Profil utilisateur, Académie, Département, Date de naissance et Courriel.</b>\n</p>\n<p>", "case_id": 409, "document_id": 4631, "quoteStart": 2814, "quoteEnd": 3034}, {"id": 18722, "title": "Third-party cookies are used for statistics", "source": "https://www.cned.fr/informations-légales/cookies", "status": "Generated through the annotate view", "created_at": "2021-04-13 16:18:56.226693", "updated_at": "2021-04-13 20:55:02.751112", "quoteText": "<p>Les cookies de mesure d’audience </p>\n<p>Le CNED utilise ce type de cookie afin d’avoir un retour sur la fréquentation de ses sites et la façon dont ceux-ci sont utilisés.\nLes informations recueillies dans ce cadre nous permettent d’améliorer continuellement nos services, de les rendre compatibles avec les matériels utilisés, le tout afin de répondre au mieux à vos besoins.</p>\n<p>Les outils utilisés sont configurés de telle façon que le CNED n'accède qu'à des volumes de visites ou de clics sans aucune information sur un individu en particulier.</p>\n<p>&nbsp;</p>\n<p>Exemple : c<em>ookie de mesure d'audience</em>\n</p>\n<p>- Finalité : mesure d'audience</p>\n<p>- Partenaire : Google Analytics</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://tools.google.com/dlpage/gaoptout?hl=fr</p>\n<p>&nbsp;", "case_id": 325, "document_id": 4630, "quoteStart": 6526, "quoteEnd": 7363}, {"id": 18723, "title": "The service uses social media cookies/pixels", "source": "https://www.cned.fr/informations-légales/cookies", "status": "Generated through the annotate view", "created_at": "2021-04-13 16:19:34.574877", "updated_at": "2021-04-13 20:55:33.626298", "quoteText": "<p>Les cookies réseaux sociaux</p>\n<p>Les réseaux sociaux permettent d’enrichir l’expérience utilisateur sur le site et aident à sa promotion via les partages.</p>\n<p>&nbsp;</p>\n<p>Exemple : <em>cookie d'affichage compte Facebook CNED</em>\n</p>\n<p>- Finalité : affichage de l'actualité du CNED via sa page Facebook dédiée</p>\n<p>- Partenaire : Facebook</p>\n<p>- Durée de conservation : 13 mois</p>\n<p>- Gestion du consentement : https://www.facebook.com/policies/cookies/</p>\n<p>&nbsp;", "case_id": 307, "document_id": 4630, "quoteStart": 8616, "quoteEnd": 9101}, {"id": 18744, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:13:56.418925", "updated_at": "2021-05-01 14:55:58.093902", "quoteText": "De manière générale, et sans que cette liste puisse être considérée comme exhaustive, l'utilisateur s'interdit de :<br>\n</p>\n<p>\n</p>\n<ul>\n<li>télécharger, envoyer, transmettre, transmettre par tout moyen, tout contenu qui soit illégal, nuisible, menaçant, violent, abusif, constitutif de harcèlement, diffamatoire, injurieux", "case_id": 283, "document_id": 4631, "quoteStart": 4878, "quoteEnd": 5203}, {"id": 18742, "title": "This service is only available for use individually and non-commercially.", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:12:23.680904", "updated_at": "2021-05-02 11:33:55.088251", "quoteText": "L'utilisateur s'interdit de détourner la finalité du service notamment pour faire de la propagande, du prosélytisme, ou de l'utiliser à des fins commerciales.</p>", "case_id": 143, "document_id": 4631, "quoteStart": 4621, "quoteEnd": 4783}, {"id": 18751, "title": "The court of law governing the terms is in France", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:20:27.546686", "updated_at": "2021-05-02 21:31:21.964824", "quoteText": "Les présentes CGU sont régies par le droit français.", "case_id": 163, "document_id": 4631, "quoteStart": 11827, "quoteEnd": 11879}, {"id": 18739, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:10:14.593033", "updated_at": "2021-05-03 21:59:31.059684", "quoteText": "L'utilisateur doit fournir des informations vraies, exactes, à jour, et complètes sur son identité et son âge.", "case_id": 214, "document_id": 4631, "quoteStart": 3034, "quoteEnd": 3144}, {"id": 18748, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:16:03.210825", "updated_at": "2021-05-03 22:00:19.453008", "quoteText": "Le CNED ne fournit aucune garantie expresse ou implicite, sans que cette énumération ne soit limitative, relative à la continuité, performance, pérennité des services.\n", "case_id": 287, "document_id": 4631, "quoteStart": 7246, "quoteEnd": 7414}, {"id": 18741, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:11:17.568746", "updated_at": "2021-05-04 22:13:24.850695", "quoteText": "</p>\n<p>L'utilisateur est seul responsable de l'utilisation de ses identifiants.\nIl s'engage à les conserver secrets et à ne pas les communiquer à des tiers.\nToute perte, détournement ou utilisation non autorisée des identifiants d'un utilisateur et leurs conséquences relèvent de la seule responsabilité de cet utilisateur.\n", "case_id": 148, "document_id": 4631, "quoteStart": 3843, "quoteEnd": 4168}, {"id": 18745, "title": "Prohibits the posting of pornographic content", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:14:16.670915", "updated_at": "2021-05-04 22:11:03.790828", "quoteText": "De manière générale, et sans que cette liste puisse être considérée comme exhaustive, l'utilisateur s'interdit de :<br>\n</p>\n<p>\n</p>\n<ul>\n<li>télécharger, envoyer, transmettre, transmettre par tout moyen, tout contenu qui soit illégal, nuisible, menaçant, violent, abusif, constitutif de harcèlement, diffamatoire, injurieux, obscène, pornographique", "case_id": 315, "document_id": 4631, "quoteStart": 4878, "quoteEnd": 5228}, {"id": 18747, "title": "The service can suspend your account for several reasons", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:15:30.655344", "updated_at": "2021-05-04 22:12:10.936022", "quoteText": "<p>L'utilisateur reconnaît expressément au CNED la faculté de résilier de plein droit, sans mise en demeure préalable, sans préavis ni indemnité ni justification, tout ou partie du service fourni en cas de manquement aux présentes CGU ou plus généralement en cas de violation des lois et règlements en vigueur et ce sans préjudice de tous dommages et intérêts auxquels il pourrait prétendre du fait de ces manquements.</p>\n", "case_id": 205, "document_id": 4631, "quoteStart": 6452, "quoteEnd": 6875}, {"id": 18746, "title": "Prohibits harming minors in any ways", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:14:45.208548", "updated_at": "2021-05-04 22:12:44.357451", "quoteText": "De manière générale, et sans que cette liste puisse être considérée comme exhaustive, l'utilisateur s'interdit de :<br>\n</p>\n<p>\n</p>\n<ul>\n<li>télécharger, envoyer, transmettre, transmettre par tout moyen, tout contenu qui soit illégal, nuisible, menaçant, violent, abusif, constitutif de harcèlement, diffamatoire, injurieux, obscène, pornographique, menaçant ou attentatoire à la vie privée d'autrui ou à la dignité humaine, haineux, raciste, ou autrement répréhensible ;</li>\n<li>porter atteinte d'une quelconque manière aux utilisateurs mineurs", "case_id": 445, "document_id": 4631, "quoteStart": 4878, "quoteEnd": 5426}, {"id": 18762, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:45:07.360147", "updated_at": "2021-05-01 22:21:54.84355", "quoteText": "Chaque donnée est conservée pour une durée limitée correspondant à celle nécessaire pour la réalisation du traitement.\n", "case_id": 303, "document_id": 4629, "quoteStart": 12273, "quoteEnd": 12392}, {"id": 18752, "title": "Your personal data is not sold", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:34:33.063017", "updated_at": "2021-05-02 11:33:38.886081", "quoteText": "Notamment, les données ne sont ni louées ni vendues et elles ne sont pas utilisées pour réaliser un profilage des utilisateurs ou de la prospection commerciale.<br>\n</p>", "case_id": 193, "document_id": 4629, "quoteStart": 6060, "quoteEnd": 6229}, {"id": 18754, "title": "Third parties are involved in operating the service", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:36:00.548362", "updated_at": "2021-05-02 11:34:41.727148", "quoteText": "Afin de vous fournir un\nservice de qualité, le CNED recourt à deux prestataires extérieurs\n(sous-traitants au sens du règlement RGPD).", "case_id": 207, "document_id": 4629, "quoteStart": 6984, "quoteEnd": 7118}, {"id": 18758, "title": "This service requires first-party cookies", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:41:39.536777", "updated_at": "2021-05-02 12:33:12.516392", "quoteText": "Ce site utilise&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndes cookies nécessaires au bon fonctionnement du site.", "case_id": 126, "document_id": 4629, "quoteStart": 9920, "quoteEnd": 10043}, {"id": 18753, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:34:56.149096", "updated_at": "2021-05-04 22:09:19.567934", "quoteText": "\n<b>Qui a accès à vos données&nbsp;?</b>\n</p>\n<p>Ont accès à vos données&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLes agents de l’établissement.\nDans le cadre de leurs fonctions, seuls les agents de l’établissement qui concourent à la délivrance du service ont accès à vos données.\n</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLes prestataires et sous-traitants du&nbsp;CNED, uniquement pour les opérations techniques de\nmaintenance et hébergement des solutions informatiques.", "case_id": 188, "document_id": 4629, "quoteStart": 6493, "quoteEnd": 6983}, {"id": 18760, "title": "This service allows you to retrieve an archive of your data", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:42:40.692126", "updated_at": "2021-05-04 22:09:44.110593", "quoteText": "Sur votre espace personnel</p>\n<p>Vous pouvez également solliciter auprès du CNED une information sur l’ensemble des données dont l’établissement dispose sur vous.</p>\n<p>Le CNED dispose d’un délai de deux mois pour vous répondre suite à votre demande.</p>\n", "case_id": 140, "document_id": 4629, "quoteStart": 11348, "quoteEnd": 11605}, {"id": 18755, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:36:30.410863", "updated_at": "2021-05-04 22:10:15.123263", "quoteText": "<p>Dans le cadre du présent service, les prestataires sont :</p>\n<p>\n</p>\n<ul>\n<li>La société Cblue pour la fourniture du site « ma classe à la maison », son hébergement et sa maintenance,</li>\n<li>La société BlackBoard pour la fourniture, la maintenance, et l’hébergement de la solution de classes virtuelles.&nbsp;</li>", "case_id": 404, "document_id": 4629, "quoteStart": 7279, "quoteEnd": 7600}, {"id": 18765, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:56:49.844572", "updated_at": "2021-05-04 22:12:54.974177", "quoteText": "Par ailleurs, le CNED décline toute responsabilité quant aux contenus des sites vers lesquels sont établis des liens hypertextes à partir du service.", "case_id": 279, "document_id": 4631, "quoteStart": 9349, "quoteEnd": 9498}, {"id": 18759, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:41:56.225075", "updated_at": "2021-05-04 22:13:06.626927", "quoteText": "Ces cookies étant nécessaires au bon fonctionnement des sites WEB sur lesquels ils se trouvent, ils ne sont pas conditionnés à votre consentement.\nNe pas les utiliser pourrait entrainer des dysfonctionnements graves des sites avec des conséquences potentiellement graves pour l’utilisateur.", "case_id": 375, "document_id": 4629, "quoteStart": 10044, "quoteEnd": 10334}, {"id": 18756, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Personal Data of EU residents may be transferred to the USA", "created_at": "2021-04-13 21:37:36.322523", "updated_at": "2021-05-04 22:14:42.644855", "quoteText": "</p>\n<p>Les données traitées sur instruction du CNED par ces deux prestataires font l’objet d’un hébergement sur le territoire de l’Union Européenne.\nIl est toutefois possible, à des fins exclusives de maintenance de l’outil employé pour l’organisation de classes virtuelles, que celles-ci soient accessibles hors de l’union européenne (Etats-Unis).", "case_id": 411, "document_id": 4629, "quoteStart": 7611, "quoteEnd": 7960}, {"id": 18750, "title": "Prohibits discussions which are against the government-advocated value", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Since both \"dignité humaine\" and \"bonnes moeurs\" are vague terms that can be defined differently depending on the government-advocated value, any content could fall under this category if it expresses an undesirable opinion.", "created_at": "2021-04-13 21:16:53.982948", "updated_at": "2021-05-03 22:01:28.174298", "quoteText": "de nature à porter gravement atteinte à la dignité humaine ;</li>\n<li>diffamer les autres utilisateurs, tenir des propos injurieux ou attentatoires aux bonnes mœurs ;</li>", "case_id": 410, "document_id": 4631, "quoteStart": 5540, "quoteEnd": 5711}, {"id": 18764, "title": "Tracking via third-party cookies for advertising", "source": "https://www.cned.fr/informations-légales/cookies", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:47:42.435339", "updated_at": "2021-05-04 22:11:47.715334", "quoteText": "</p>\n<p>Les cookies utilisés à des fins publicitaires</p>\n<p>Ces cookies mémorisent un certain nombre d’informations comme les pages que vous avez visitées sur nos sites ou ceux de nos partenaires afin de vos proposer des offres personnalisées de la part du CNED (dans le cadre des bannières affichées ou de nos e-mailing par exemple).</p>\n<p>Les cookies de ciblage publicitaire permettent, par exemple :</p>\n<p>- aux régies publicitaires de présenter les publicités les plus pertinentes possibles et les plus adaptées aux centres d’intérêt du visiteur ;</p>", "case_id": 128, "document_id": 4630, "quoteStart": 7363, "quoteEnd": 7921}, {"id": 18763, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:45:38.660004", "updated_at": "2021-05-04 22:14:21.00068", "quoteText": "Destruction, anonymisation et archivage de\nvos données</b>\n<br>\n</p>\n<p>\n</p>\n<p>A l’issue de la durée de conservation nécessaire à la finalité concernée, vos données à caractère personnel sont :</p>\n<p>- supprimées définitivement pour l’ensemble des données de votre compte « Ma classe à la maison »<br>\n</p>\n<p>- elles peuvent être archivées&nbsp.\npour la durée légale de conservation posée par le décret 2011-219 pour les données relatives aux classes virtuelles auxquelles vous avez participé.\n", "case_id": 304, "document_id": 4629, "quoteStart": 12959, "quoteEnd": 13457}, {"id": 19600, "title": "You must provide your identifiable information", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-02 12:37:30.867132", "updated_at": "2021-05-02 12:48:24.222505", "quoteText": "L'utilisateur doit fournir des informations vraies, exactes, à jour, et complètes sur son identité et son âge.\nIl s'engage notamment à ne pas créer une fausse identité de nature à induire le CNED ou les tiers en erreur et à ne pas usurper l'identité d'une autre personne.", "case_id": 409, "document_id": 4631, "quoteStart": 3034, "quoteEnd": 3305}, {"id": 18743, "title": "Users agree to comply with the French law", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:12:42.715125", "updated_at": "2021-05-04 22:09:34.490755", "quoteText": "<p>L'utilisateur s'engage à se conformer à l'ensemble des lois et réglementations en vigueur.\n", "case_id": 237, "document_id": 4631, "quoteStart": 4784, "quoteEnd": 4878}, {"id": 18761, "title": "You can request access, correction and/or deletion of your data", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:43:52.629282", "updated_at": "2021-05-02 21:31:44.139334", "quoteText": "Vous disposez d’un droit d’opposition, suppression, et droit à l’oubli sous réserve que l’établissement ne soit pas tenu légalement de conserver ou archiver ces données.\nCes droits peuvent être exercés dans les conditions déterminées à l’article 7.1 ci-avant ou directement auprès du DPO à l’adresse DPO@ac-cned.fr .", "case_id": 195, "document_id": 4629, "quoteStart": 11692, "quoteEnd": 12008}, {"id": 19873, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:16:21.026932", "updated_at": "2021-05-04 22:12:25.542064", "quoteText": "Si l'un des éléments d'identification de l'utilisateur est perdu ou volé, ce dernier doit informer sans délai le CNED qui procédera alors à l'annulation et/ou la mise à jour immédiate(s) de l'identifiant concerné.</p>", "case_id": 484, "document_id": 4631, "quoteStart": 4168, "quoteEnd": 4385}, {"id": 18749, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:16:27.190607", "updated_at": "2021-05-04 21:41:24.465031", "quoteText": "Le service est fourni « en l'état » et est accessible sans aucune garantie de disponibilité et de régularité.<br>\n</p>\n<p>", "case_id": 286, "document_id": 4631, "quoteStart": 7414, "quoteEnd": 7536}, {"id": 18757, "title": "The user is informed about security practices", "source": "https://college.cned.fr/theme/ecl/gdpr.php", "status": "Generated through the annotate view", "created_at": "2021-04-13 21:41:11.891618", "updated_at": "2021-05-04 22:10:02.576174", "quoteText": "\n<p>Le CNED et ses sous-traitants mettent en œuvre des mesures de sécurité physique et techniques destinées à assurer la sécurité et l’intégrité des données afin que celle-ci ne puissent faire l’objet d’extraction frauduleuse, de modification ou de suppression malveillante.\nCes mesures mises en œuvre sont proportionnées à la sensibilité des données et à l’impact que leur corruption aurait pour vous.\nParmi ces mesures ont peut citer&nbsp;:</p>\n<p> -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDes accès aux applications par authentification par un couple identifiant/mot de passe <br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDes accès aux locaux protégés par badges avec politique de gestion des accès<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne politique d’accès aux locaux des serveurs du CNED encore plus stricte<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne politique de sauvegarde des données<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne sécurisation des flux de données saisies en ligne en https<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUn chiffrement des données telles que les mots de passe<br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUn encadrement contractuel du prestataire, sous-traitant avec un engagement de confidentialité <br>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUne conformité au RGS applicable aux administrations.</p>\n", "case_id": 226, "document_id": 4629, "quoteStart": 8319, "quoteEnd": 9647}, {"id": 19889, "title": "You must create an account to use all of this service", "source": "https://college.cned.fr/theme/ecl/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-04 22:16:27.749085", "updated_at": "2021-05-07 21:50:46.193899", "quoteText": "Pour bénéficier de l'intégralité du service, la création d'un compte est requise.\nLa création du compte s'effectue par l'utilisateur.", "case_id": 230, "document_id": 4631, "quoteStart": 2441, "quoteEnd": 2574}], "urls": ["college.cned.fr", "cned.fr", "espaceinscrit.cned.fr"]}}