{"error": 448, "message": "OK", "parameters": {"id": 4827, "name": "Degoo ", "created_at": "2021-08-12 21:02:41.293006", "updated_at": "2021-08-12 22:01:07.896734", "wikipedia": null, "keywords": null, "related": null, "slug": "degoo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4827.png", "url": "degoo.com", "documents": [{"id": 8662, "name": "Privacy policy ", "url": "https://degoo.com/privacy", "xpath": "//body", "text": "<b>Log in</b>Privacy policy<p>Defined terms in this Privacy Policy has the same meaning as in the Terms of Service.\nIt is of utmost importance for Degoo to protect its Users’ integrity.\nDegoo does not share the User’s personal data, except as necessary to provide the Services.\nIn all other aspects, the User decides whether to share its personal data with others.\n</p>\n<p>Degoo will process the User’s personal data in compliance with the Swedish Personal Data Act (SFS 1998:204) or the General Data Protection Regulation (EU 2016/679) (“GDPR”), whichever is applicable at the time, and this Privacy Policy.\nDegoo is the personal data controller regarding personal data that the User provides for the User Account or which is collected in connection with the User’s use of the Services.\nNotwithstanding the foregoing, the User owns and is responsible for personal data contained in the User’s Content.\n</p>\n<p>Degoo encourages the User to regularly visit this Privacy Policy, as it may be updated from time to time.</p>1.\nCollection of Personal Data<p>1.1 Degoo may ask the User to provide the following categories of personal data through the Platform: e-mail address, mobile phone number, and password.\n</p>\n<p>1.2 Degoo may also ask the User to provide payment details, based on the User’s choice of payment, if the User utilizes parts of the Services associated with fees.\n</p>2.\nUse of Personal Data<p>2.1 Degoo will process the User’s personal data for the purpose of providing the User with the Services, to receive payment for the User’s use of the Services and to communicate with the User within the scope of the Services.\nDegoo may also use automated systems to analyze the User’s personal data and the User’s Content, using techniques such as machine learning, to improve the Services and to develop new functionalities.\nDegoo may also send the User information regarding the Services and offers.\nIf the User does not wish to receive such information, the User may opt-out by sending an e-mail to the address specified below.\n</p>\n<p>2.2 The legal ground for processing the User’s personal data is to perform the Services and to fulfill the agreement between Degoo and the User, specifically article 6.1 b GDPR.\nFor development purposes, to improve the Services and to provide the User with information about the Services, the legal ground is article 6.1 f GDPR.\n</p>\n<p>2.3 Degoo may be required by law to disclose personal data to a third party or a regulatory authority.</p>\n<p>2.4 Personal data that the User provides to Degoo will be securely stored for the User’s convenience, for as long as the User has a valid and active User Account.\nIf the User wants Degoo to delete the User’s personal data or User Account, please contact Degoo using the information below.\n</p>\n<p>2.5 User can also give third parties access to its information and account, such as Facebook or Instagram.\nJust remember that their use of such data will be governed by their privacy policies and terms.</p>3.\nUser’s Content<p>3.1 The User is considered the personal data controller for personal data contained in Content which has been uploaded or transmitted by the User or through the User’s User Account.\n</p>4.\nSubcontractors<p>4.1 Degoo uses third party providers to host and provide the Services.\nAny subcontractor will be a data processor for the processing of personal data within the Services.\n</p>\n<p>4.2 Personal data may be processed outside the EU/EEA, in accordance with applicable law.</p>\n<p>4.3 Degoo is currently using Google Cloud Storage and Amazon Web Services to host the Services and to store personal data.</p>\n<p>4.4 We work with trusted partners to enhance the quality and efficiency of our services, and we may provide certain non-personally-identifiable information to them from time to time.</p>5.\nCookies<p>5.1 Degoo uses cookie technology to make the Services easier to use.\nA cookie is a small data file which is transferred to the User’s computer’s hard drive when the User accesses the Services.\nThe cookie is used to determine if the User is a first-time user or a returning user in order to provide the User with the best experience when accessing the Services.\nDegoo also caches data for the session, which is deleted when the User logs out from the Services.\nThe User can deny a website the possibility to store cookies or cache data.\nIn order to deny cookies or the caching of data, the User needs to edit the User’s browser settings.\nPlease note that the User may experience less functionality when using the Services if the User chooses to turn off cookies or data cache.</p>6.\nSecurity<p>6.1 Degoo uses adequate technical and organizational security measures to ensure that the User’s personal data is not misused, lost or unlawfully accessed.\nThe User’s personal data will at all times be handled in accordance with the requirements of the applicable data protection law.</p>7.\nUser rights<p>7.1 Degoo takes all reasonable steps to ensure that the User’s personal data is correct and up-to-date.\nIf the User believes that the User’s personal data stored by Degoo is incorrect, please notify and provide us with the correct data so that it can be rectified and updated.\nThe User may also correct and update the personal data provided by the User directly by accessing the User Account.\nDegoo kindly asks the User to update its personal data if needed.</p>\n<p>7.2 The User is entitled to, once a year, obtain information about the User’s personal data stored and handled by Degoo at no cost.\nThe request must be made in writing and sent to the address below.</p>\n<p>7.3 The User always has the right to object to Degoo’s processing of the User’s personal data.\nThe effect may be that the User is no longer able to use the Services.\nDegoo will in such case stop the processing of the User’s personal data and delete the User Account.</p>\n<p>7.4 Under GDPR, the User will have the right to data portability.\nIn case the User wants to utilize such right, please contact Degoo by using the information below.\n</p>\n<p>7.5 If the User has any inquiries regarding Degoo’s processing of the User’s personal data or use of cookies, please contact Degoo.\nIf the User is displeased with our processing of personal data, the User may file a complaint to the Swedish Data Protection Authority.</p>\n<p>\n<small>Contact details <br>Degoo Backup AB <br>support@degoo.com <br>Link to delete all data: http://degoo.com/me/deleteaccount <br>Östermalmsgatan 93 114 59 Stockholm <br>Sweden <br>\n</small>\n</p>", "created_at": "2021-08-12 21:02:41.298479", "updated_at": "2021-08-12 19:03:11.736144"}, {"id": 8661, "name": "Terms", "url": "https://degoo.com/terms", "xpath": "//body", "text": "<b>Log in</b>Terms of Service<p>These Terms of Service (“Terms”) constitute an agreement between Degoo Backup AB, org.\nnr.\n556886-0729, (”Degoo”) and you, as a user of the Degoo Services (“User”).\nThese Terms govern the use of the Services and shall apply to all Users using it.\n</p>1.\nDefinitions<p>\n<strong>App</strong> – Degoo’s application, available on Apple iOS and Google Android.</p>\n<p>\n<strong>Content</strong> – The content which is uploaded by the User, including but not limited to pictures, texts and videos.</p>\n<p>\n<strong>Platform</strong> – Degoo’s website, with current URL www.degoo.com, and the App.</p>\n<p>\n<strong>Services</strong> – All of or parts of the cloud services and cloud storage, as well as other services which Degoo may offer its Users’ from time to time.</p>\n<p>\n<strong>Software</strong> – The Degoo software available for download on the Platform, required in order to use the cloud services.</p>\n<p>\n<strong>User</strong> – Companies, organizations, educational facilities as well as employees and/or students or other individuals eligible to hold a User Account.</p>\n<p>\n<strong>User Account</strong> – The Platform login account which is created by the User.</p>2.\nAcceptance of the Terms<p>2.1 Prior to creating a User Account or otherwise using the Services, the User must have read, understood and accepted the Terms.\nFurther, User undertakes to carefully read any and all future revisions of or amendments to the Terms and not to use the Services unless the User has read, understood and accepted such revised or amended Terms.\nShould the User create a User Account or use the Services on behalf of a company or other legal entity, the User represents and warrants that it has full authority to bind that company or other legal entity to the Terms.\n</p>3.\nUser Account<p>3.1 The User acknowledges that all User Account data provided by the User to Degoo is true and correct and that, when necessary, the User will update the User Account data on the Platform, so that it at all times remains true and correct.\nThe User is solely responsible for maintaining the confidentiality of login information and Degoo shall have no responsibility for any unauthorized use of the User Account.\n</p>\n<p>3.2 The minimum age for opening a User Account is 18 years of age, unless parental consent is obtained.\nRegarding students enrolled in educational facilities, the educational facility shall ensure that these provisions are met.\nDegoo reserves the right to determine whether these provisions are met.\n</p>\n<p>3.3 If Degoo suspects that someone unauthorized has obtained or may obtain access to a User Account password, Degoo may disable access to such User Account.\nDegoo may also disable access to and/or terminate a User Account when it is suspected that the User has violated any provisions of the Terms or other Degoo guidelines, including, but not limited to, the circumvention of technological measures, tampering with the Software, Platform or the Services, or the deliberate destruction of Users’ data.\n</p>\n<p>3.4 The User is solely responsible for any Content the User transmits or uploads while using the Services.</p>\n<p>3.5 Degoo will delete the User Account and all Content uploaded to that User Account if the User has been inactive for the period of time described on the Platform.\nBefore a User Account and Content is deleted, however, Degoo will send a notification to the User.\nLog in to the User Account on the website or use of the App will count as activity.\n</p>4.\nThe Services<p>4.1 The form and nature of the Services might be extended or reduced in the future.\nInformation on the Services is provided on the Platform.\n</p>\n<p>4.2 Degoo may from time to time offer premium services, as available on the Platform.</p>\n<p>4.3 Degoo may from time to time modify the Services, parts of the Services or additional Services without prior notice.\nIf the User does not accept the proposed modification or amendment, the User may terminate its User Account with 30 days written notice.</p>5.\nRight to Use<p>5.1 Degoo grants the User a non-exclusive, limited license to install the App on the User’s device(s) in accordance with the Terms and any applicable Apple App Store/Google Play Store terms and conditions.\nThe license is only granted to the User for as long as the User has a valid User Account.\n</p>\n<p>5.2 Except as expressly granted in the Terms, the User shall have no other rights to the App.\nAll rights not expressly granted are reserved and retained by Degoo.\n</p>\n<p>5.3 The User may not use, copy or transfer the App, or parts thereof, other than as permitted under the Terms.\nThe User may under no circumstances alter, develop, or create additions to the App.\nFurther, The User may not use reverse engineering, work around any technical limitations, or otherwise attempt to change or recreate the source code of the App, or create backup copies, except as provided by mandatory law.\n</p>\n<p>5.4 The User may not sublicense, rent, loan or otherwise permit any third party, directly or indirectly, to dispose or otherwise use the App.\n</p>6.\nUser Support<p>6.1 Degoo is in no event liable for improper functioning with regards to the Services (including the Software and the Platform).\nThe User is not entitled to any compensation or sanction if such improper functioning occurs.\nHowever, Degoo strives to keep the Services as error-free as possible.\n</p>\n<p>6.2 If the User discovers default or disorder in relation to the Services, the User shall notify support@degoo.com.</p>7.\nThe Use of the Services and the User´s Liabilities<p>7.1 6.1\tThe User may use the Services only for such purposes that are permitted by applicable law or regulation.\nThe User undertakes to comply with Degoo’s from time to time applicable guidelines and the Terms.\nThe User may not use the Services in a way that causes Degoo or a third party harm.\nIf the User becomes aware of the Services being used in violation of the Terms, the User shall, if possible, immediately terminate such use and inform Degoo of the violation.\n</p>\n<p>7.2 In relation to Degoo as well as Degoo’s subcontractors and partners, the User is solely responsible for all Content communicated, transmitted or uploaded through the Services and the User Account, including for example text, pictures, sounds, data, video and links.\n</p>\n<p>7.3 The User is not permitted to assign or otherwise transfer its rights and obligations under the Terms.</p>\n<p>7.4 The User specifically agrees not to upload, communicate or publish information that infringes or violates someone else’s right (copyright, trademark or other intellectual property right), that may violate the integrity of, intimidate or offend another person, that may challenge criminal actions or contain material not permitted by any applicable law or regulation (for example discrimination, racial agitation and child pornography).\n</p>\n<p>7.5 The User is solely responsible for not infringing Degoo’s or third party’s copyright or other intellectual property right.\n</p>\n<p>7.6 Degoo reserves the right to, without prior notice and without compensation, remove any material that Degoo finds obscene, contains inappropriate material and/or in any other way should violate the Terms, Degoo’s guidelines, Swedish law and/or infringes someone else’s intellectual property rights.\nDegoo reserves the right to immediately terminate the User Account or the Services in accordance with the provisions above, without liability for any damages in relation to the User.\n</p>8.\nThe Liabilities of Degoo<p>8.1 Degoo is not responsible for Content in or access to User Accounts or linked content.\nBy providing access to the Services, Degoo is not responsible for intellectual property infringement.</p>\n<p>8.2 The User is aware of the fact and accepts that system down time, system disruption and system disorders in relation to the Platform, Services, Software, data systems or data networks might occur from time to time.\nThe User is further made aware that the quality of the Services is affected by the quality of networks, internet suppliers and third party’s server and data performances, including subcontractors.\nDegoo does not warrant or guarantee certain accessibility in regards to the Services.\n</p>\n<p>8.3 The User is in no event entitled to compensation due to defaults or improper functioning of the Services.</p>\n<p>8.4 DEGOO’S AGGREGATE LIABILITY WITH RESPECT TO THE SERVICES AND THE PLATFORM SHALL BE LIMITED TO DIRECT DAMAGE OF PROPERTY AND IN TOTAL NOT EXCEED THE ANNUAL AMOUNT PAYABLE BY USER FOR THE SERVICES.\nDEGOO IS NOT LIABLE FOR ANY INDIRECT LOSSES OR INDIRECT DAMAGE, SUCH AS LOSS OF PROFIT, LOSS OF SAVINGS, LOSS OF POTENTIAL AGREEMENTS AND LOSS OF DATA OR CONTENT.\nDEGOO IS IN NO EVENT LIABLE FOR THE USER’S OR SOMEONE ELSE’S LOSS OR DAMAGE, NO MATTER HOW THE CLAIM AROSE.</p>\n<p>8.5 7.5\tTHE SERVICES, THE PLATFORM AND THE SOFTWARE ARE PROVIDED “AS IS” AND “AS AVAILABLE”.\nDEGOO DOES NOT WARRANT THAT THE USE OF THE SERVICES, THE PLATFORM AND THE SOFTWARE WILL BE SECURE, UNINTERRUPTED, SAFE, ALWAYS AVAILABLE, ERROR-FREE OR WILL MEET THE REQUIREMENTS OF THE USER.</p>9.\nForce Majeure<p>9.1 Degoo is in no event liable for damage, loss or inconveniences due to circumstances beyond Degoo’s reasonable control.\nThis includes but is not limited to fire, explosion, war, flooding, default or deficiency in telecommunication and data communication, weather conditions, the quality of the networks, operations by Internet service providers, third party´s servers, data performance, labor disputes or regulatory actions.</p>10.\nUsers Providing Computer Processing Power <p>10.1\tAs part of the Services, a User may choose to share storage computer processing power by using peer-to-peer technology.\nSuch computer processing power shared by the User may be used or licensed by Degoo at its discretion.\nFor that purpose, Users sharing computer processing power are regarded as subcontractors to Degoo (“Subcontractor”).\nThe Subcontractor warrants that these Terms and any applicable guidelines shall apply to its shared computer processing power.\nThe Subcontractor further indemnifies Degoo for any and all damages, losses or inconveniences due to circumstances on the Subcontractor’s part.\n</p>11.\nFees and Payment<p>11.1 Degoo may offer free cloud storage for its Users, as described on the Platform.</p>\n<p>11.2 User shall pay the applicable fees for use of the Services as described on the Platform.\nUser shall pay fees by using Paypal or other methods of payment as may be supported by Degoo.\nDegoo may increase or add fees and charges for any existing Services by giving User at least 30 days advance notice.\nLate interest of 3 % per month may be charged on all late payments.\n</p>\n<p>11.3 Degoo may offer premium services from time to time.\nIf the User wishes to utilize such premium services, the User shall pay the applicable fees.</p>12.\nPrivacy<p>12.1 Personal data provided to us by you in connection Service will be used and processed in accordance with the Privacy Policy and the Swedish Personal Data Act (1998:204) or the General Data Protection Regulation (EU 2016/679), whichever is applicable.\nPlease read the Privacy Policy for more information.</p>13.\nTerms Applicable for iOS Devices<p>13.1 The User acknowledges and agrees that Apple Inc.\nand Apple’s subsidiaries are third party beneficiaries of the Terms, and that Apple Inc.\nwill have the right (and will be deemed to have accepted the right) to enforce the Terms against the User as a third-party beneficiary thereof.\n</p>\n<p>13.2 Apple Inc.\nwill not provide any support.\n</p>\n<p>13.3 IN THE EVENT OF ANY THIRD PARTY CLAIM THAT THE APP INFRINGES A THIRD PARTY’S INTELLECTUAL PROPERTY RIGHTS, DEGOO, NOT APPLE INC., WILL BE SOLELY RESPONSIBLE FOR THE INVESTIGATION, DEFENSE, SETTLEMENT, AND DISCHARGE OF ANY SUCH INTELLECTUAL PROPERTY INFRINGEMENT CLAIM.\n</p>\n<p>13.4 APPLE INC.\nWILL HAVE NO WARRANTY OBLIGATION WHATSOEVER OR OBLIGATION TO PAY DAMAGE UNDER THE TERMS.\n</p>14.\nTermination, notice and inactivation of User Account<p>14.1 The agreement is entered into for an unlimited period of time.\nEither party may request termination in writing at least 30 days prior to the end of the current payment period, for termination at the end of the current payment period.\n</p>\n<p>14.2 Degoo may immediately terminate the User´s account and terminate this agreement if the User has breached any provision of the Terms.\nDegoo is entitled to deny a certain User access to the Platform and the Services and also deny the opening of accounts.\n</p>15.\nAmendments<p>15.1 Degoo may modify and amend these Terms.\nSuch amendments shall enter into effect 30 days from the date which Degoo has provided notice of the changes to the User via the Platform.\nIf the User finds that the proposed modifications or amendments encompass a limitation of the User’s rights in a way that the User cannot accept, the User is entitled to terminate his/her User Account with 30 days of written notice.\nThe User is required to stay updated in regards to the current Terms applicable at the time of accessing the User Account and the Services.</p>16.\nLaw and Venue<p>16.1 These Terms shall be construed in accordance with and be governed by the laws of Sweden, without regard to its conflict of law provisions.\n</p>\n<p>16.2 Any dispute regarding the Platform and the Services shall be settled in Swedish courts, with the Stockholm district court (Stockholms tingsrätt) as the court of first instance.\nConsumers in the EU may also contact the relevant body for consumer disputes.\nWe participate in such dispute resolution procedures and follow the recommendations given by such bodies.\n</p>", "created_at": "2021-08-12 21:02:41.295705", "updated_at": "2021-08-12 19:03:09.26523"}], "points": [], "urls": ["degoo.com"]}}