{"error": 448, "message": "OK", "parameters": {"id": 2788, "name": "WiTopia", "created_at": "2021-02-17 20:35:27.023064", "updated_at": "2021-03-25 03:19:57.822629", "wikipedia": null, "keywords": null, "related": null, "slug": "witopia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2788.png", "url": "witopia.com,securemyemail.com,personalvpn.com", "documents": [{"id": 4246, "name": "Personal VPN Copyright", "url": "https://www.personalvpn.com/copyright", "xpath": "/html/body/div[1]/div[2]/div/article/div/div/div/div/div[2]/div", "text": null, "created_at": "2021-02-17 20:36:21.302105", "updated_at": "2021-02-17 20:36:21.302105"}, {"id": 4247, "name": "Personal VPN Privacy Policy", "url": "https://www.personalvpn.com/privacy", "xpath": "/html/body/div[1]/div[2]/div/article/div/div/div/div/div[2]/div/div/div/div", "text": null, "created_at": "2021-02-17 20:37:29.567535", "updated_at": "2021-02-17 20:37:29.567535"}, {"id": 4248, "name": "Personal VPN End User License Agreement", "url": "https://www.personalvpn.com/eula", "xpath": "/html/body/div[1]/div[2]/div/article/div/div/div/div/div[2]/div", "text": null, "created_at": "2021-02-17 20:38:38.267133", "updated_at": "2021-02-17 20:38:38.267133"}, {"id": 4408, "name": "Secure my Email Privacy Policy", "url": "https://www.securemyemail.com/legal/privacy/", "xpath": "//*[@id=\"et-boc\"]/div/div/div[2]/div/div/div/div", "text": "<p>Witopia strives to protect the privacy and the privacy rights of our customers.\nIt is, in fact, our very business to do just that.&nbsp;&nbsp;It is also important to understand that, quite deliberately and by design,&nbsp.\nSecureMyEmail systems, software, and our website(s) (the “Service”), collect truly minimal data and that we administer strict policies safeguarding the privacy and security of the very little data that is collected.\nThis Privacy Policy defines and informs you of the few instances in which your personal data and information may be collected and how it may be used.</p>\nWhat information do we collect?\n<strong>Visiting our websites:</strong>\n<p>We use a basic installation of website analytics software to research general trend data for basic marketing and planning purposes.\nThis data is non-personally-identifying bulk information such as: title of the pages on our websites being viewed, referring websites,&nbsp;and geographical popularity.&nbsp.\nAgain, this data cannot be used to personally identify users or visitors as we do not capture IP addresses or other personally-identifiable information.</p>\n<strong>Payment: </strong>\n<p>We use third parties (Stripe, as of this writing) as a payment processor to process credit cards, other financial transactions, and invoicing.\nThese services do have procedures in place to prevent online fraud that may capture and analyze transaction data.\nIf you purchase the Service through Google Play, Apple, or another third party, you should consult with them directly as to their respective privacy policies, but Witopia only retains minimal payment information as is necessary to process the transaction and provide service.</p>\n<strong>Account creation and use:</strong>\n<p>We securely store the email addresses,&nbsp;email configuration,&nbsp;and name(s) you enter when creating your accounts as well as contacts you submit to us.\nWe also, because of the SMTP protocol, must temporarily store your recipients’ email addresses so we are able to route your communications correctly.\nAgain, this is more a function of the way email works, than data collection.</p>\n<strong>Support and other communications:</strong>\n<p>We may retain emails, chats, and other communications that you voluntarily send to us, including through our internal trouble-ticketing system, so we can troubleshoot issues with the Service.</p>\n<b>Authentication:</b>\n<ul>\n<li>The Service uses a combination of&nbsp;Oauth, app-specific passwords, and hashed passwords to authenticate You to our systems and Your email accounts.\nWe never have access to these passwords.</li>\n<li>Our apps’ use of information received from Google APIs will adhere to&nbsp;Google API User Data Policy and the Limited Use Requirements.</li>\n</ul>\nWhat about the privacy of my email using the service?\n<p>Email and attachments encrypted with SecureMyEmail are encrypted “end-to-end” and with Zero-Knowledge Encryption.\nAs such, they are encrypted on the sending device and are only able to be decrypted on the recipients” device(s).\nWe do not possess the means to decrypt encrypted email sent using the Service as this requires the possession of the user’s private decryption key and secret passphrase, which is known only to the user.\nYour private decryption key may stay on your device or be transferred locally.\nIf your private key is transmitted to us for ease of use of the Service, it is encrypted with your secret passphrase&nbsp;<i>before</i>&nbsp;it leaves your device and is delivered through an encrypted tunnel and stored in an encrypted state.\nIf you do decide to transmit your private key to us, you may also choose to have it automatically deleted from our systems, or manually remove it at any time.\nIn any event, we never have access to your secret passphrase so we never possess the ability to view or utilize your private key to decrypt any of your email or attachments.</p>\nData Disclosure\n<p>We vigorously protect the privacy rights of our&nbsp;customers by design and by action.\nAlthough we do respond to valid&nbsp;legal requests, we scrutinize each and every request for compliance with both the “spirit” and letter of the law.&nbsp;As all SecureMyEmail systems, including our web and email servers, reside in Switzerland, we will disclose the very limited user data we possess if we receive an enforceable court order from either the Cantonal Courts of Geneva or the Swiss Federal Supreme Court.\nIf permitted by law, we will always contact a user first before any data disclosure.\nUnder Swiss law, it is obligatory to notify the target of a data request, although such notification may come from the authorities and not from the Company.</p>\nThird Parties\n<p>We do not have any third-party advertising on our website or contained within our software.\nWe do not share your personal information with any third parties aside from the disclosures already made in this privacy policy.</p>\nModifications to Privacy Policy\n<p>By using our services, you consent to our Privacy Policy and we reserve the right to change this policy from time to time.&nbsp;Any changes to this Privacy Policy will become effective when we email you about the changes or post the revised Privacy Policy on the Site.&nbsp;&nbsp;Continued use of the Service will be deemed acceptance of such changes.</p>\nJurisdiction\n<p>Any aspects of this agreement directly related to those functions between the parties shall be governed by the Laws of the Commonwealth of Virginia.\nExclusive jurisdiction and venue for such matters shall be in courts located in Fairfax County, Virginia.\nWe adhere to the standards mandated by the European General Data Protection Regulation (GDPR).\nIf you have any questions regarding this policy, or wish to request deletion of archived account data, please contact us at gdpr-officer@securemyemail.com.\nUse of our websites or services, as well as any dispute over privacy, is&nbsp;subject to this Policy and our Terms of Service.</p>", "created_at": "2021-03-26 19:35:19.747637", "updated_at": "2021-03-26 19:35:29.770553"}, {"id": 4406, "name": "Personal VPN Terms", "url": "https://www.personalvpn.com/terms", "xpath": "//body", "text": null, "created_at": "2021-03-26 19:28:36.04202", "updated_at": "2021-03-26 19:28:51.90413"}, {"id": 4407, "name": "Secure my email End Use License Agreement", "url": "https://www.securemyemail.com/legal/eula/", "xpath": "//*[@id=\"et-boc\"]/div/div/div[2]/div/div/div/div", "text": "<p>Copyright (c) 2014-2021 Witopia, Inc.<br>\nEmail: support@securemyemail.com</p>\n<p>This End User License Agreement (the “Agreement”) applies to the SecureMyEmail™ (“SME”) client software and plugin applications for all operating systems, including, but not limited to macOS, Windows, Android, and iOS.\nThe terms “ client” and “Software” refer to the SME client software for any operating system, unless more explicitly identified elsewhere in this Agreement.</p>\n<p>In this Agreement, “You” or “Your” refers to the active subscriber to the SecureMyEmail™ Service installing or intending to install or use the Software.\nThe terms “We,” “Us,” or “Witopia” refer to Witopia, Inc.</p>\n<p>By installing, operating, distributing, or otherwise using the Software You acknowledge that You have read this Agreement, acknowledge it, and consent to be bound by the terms of this Agreement and becoming a party to it.\nIf You do not agree to the terms of this Agreement, do not install or use the Software.</p>\n<p>\n<strong>PROPRIETARY RIGHTS.</strong> The SecureMyEmail™ clients and plugins are not free software.\nThey are licensed, not sold, to You, exclusively for use in connection with the SecureMyEmail™ service (the “Service”).\nThe Software is protected by copyright laws and international treaty provisions, as well as other intellectual property laws and treaties.</p>\n<p>\n<strong>LICENSE RESTRICTIONS.</strong> Except as expressly permitted in this Agreement, You MAY NOT:</p>\na.\nSublicense, rent, or lease any portion of the Software.\nreverse engineer, decompile, disassemble, modify, translate, make any attempt to discover the source code of the Software, or create derivative works from the Software.\nb.\nUse the Software in any manner not authorized by this license.\nnor\nc.\nUse the Software in a manner that violates the Terms of Use or Terms of Service of Witopia as may be in effect at the time of Your use or any additional restrictions referenced or set forth elsewhere in this Agreement.\n<p>\n</p>\n<p>\n<strong>LICENSE GRANT.</strong> Subject to the terms of this Agreement, We grant You a limited, personal, nonexclusive license to use the Software in accordance with this Agreement and the Terms of Service for the Service.</p>\n<p>\n<strong>INDIVIDUAL LICENSE.</strong> If You have purchased an active individual subscription to the Service, You may:</p>\na.\nMake one copy of the Software for archival purposes, or copy the Software onto the hard disk of your computer and retain the original for archival purposes.\nand\nb.\nInstall the Software on up to seven (7) of Your computers or devices (or other computers or devices upon which you are authorized to install software).\nand\nc.\nUse the Software to connect to the Service, provided that no other person will be making significant use of the Software on the devices upon which the Software is installed.\n<p>\n</p>\n<p>\n<strong>VOLUME LICENSE.</strong> A company or other organization may purchase a volume license.\nA volume license entitles the Software to be provided to the licensed number of users on Your SecureMyEmail account or accounts, and the use of the licensed version of the Software for the duration of Your valid subscription to the Service.\nAs long as the Software is not distributed to more than the licensed number of users for your account or accounts, you may:</p>\na.\nDistribute the Software to authorized users under Your SecureMyEmail account as governed by the “REDISTRIBUTION” section of this Agreement.\nb.\nInstall the Software on a computer or device used by one or more authorized users, not to exceed a total of seven (7) devices for each authorized user under your volume license.\nc.\nMake copies of the Software for backup or archival.\nand\nd.\nAllow an employee to install the Software on their home computers or devices for use in the course of their employment, so long as this does not exceed the total number of installations described in item (b) under this Section.\ne.\nAllow the authorized users under Your SecureMyEmail account to use the Software to connect to the Service, provided that no person other than a user authorized under Your SecureMyEmail account will be making significant use of the Software on the computers or devices upon which the Software is installed.\n<p>\n</p>\n<p>\n<strong>REDISTRIBUTION.</strong> With the exception of volume license situations as specifically described earlier in this Agreement, You may not distribute copies of the Software, either modified or unmodified, except for the following:</p>\na.\nYou have a volume license for the Software and are distributing the Software client only to authorized users covered by Your volume license.\nb.\nPartners/resellers of SecureMyEmail service may distribute the Software in accordance with the terms of their specific written agreement.\nc.\nFor certain open source third party software components included in the Software, You may distribute source or object code for those components that permit this, only in accordance with the software license that applies to that particular component.\nInformation on open source software included with the Software may be found in the “Third Party Software” section of this document.\n<p>\n</p>\n<p>\n<strong>UPGRADES.</strong> Upgraded versions of the SecureMyEmail service may be announced automatically by the Software, on the SecureMyEmail™, personalVPN™, or Witopia, Inc.\nwebsites, or Google Play or Apple App Store.\nUpgrades may include additional features and/or bug fixes over previous releases.</p>\n<p>\n<strong>THIRD PARTY SOFTWARE.</strong> The Software may include portions of code or other data that contain, or are derived from, software or other data developed by other persons or organizations.\nAll use of such third party software is subject to and governed by the respective licenses for the software listed below.</p>\n<p>Where a third party license requires that source code be made available, Witopia agrees to provide a copy of the source code via electronic download.\nTo request source code under a license, please email gpl-inquiries@securemyemail.com listing the third party code desired.</p>\n<p>\n<strong>OpenSSL</strong>\n<br>\nhttps://github.com/openssl/openssl<br>\nhttps://github.com/openssl/openssl#license</p>\n<p>\n<strong>Beego</strong>\n<br>\nhttps://beego.me/<br>\nhttps://github.com/beego/beego/blob/develop/LICENSE</p>\n<p>\n<strong>GopenPGP V2</strong>\n<br>\nhttps://github.com/ProtonMail/gopenpgp<br>\nhttps://github.com/ProtonMail/gopenpgp/blob/master/LICENSE</p>\n<p>\n<strong>go-imap</strong>\n<br>\nhttps://github.com/emersion/<br>\nhttps://github.com/emersion/go-imap/blob/master/LICENSE</p>\n<p>\n<strong>enmime</strong>\n<br>\nhttps://github.com/jhillyerd/enmime<br>\nhttps://github.com/jhillyerd/enmime/blob/master/LICENSE</p>\n<p>\n<strong>Gorilla WebSocket</strong>\n<br>\nhttps://github.com/gorilla/websocket<br>\nhttps://github.com/gorilla/websocket/blob/master/LICENSE</p>\n<p>\n<strong>Torii</strong>\n<br>\nhttps://github.com/Vestorly/torii<br>\nhttps://github.com/Vestorly/torii/blob/master/LICENSE</p>\n<p>\n<strong>DidiSoft</strong>\n<br>\nhttps://www.didisoft.com/android-openpgp/</p>\n<p>\n<strong>JavaMail</strong>\n<br>\nhttps://javaee.github.io/javamail/<br>\nhttps://javaee.github.io/javamail/LICENSE</p>\n<p>\n<strong>MailCore2</strong>\n<br>\nhttps://github.com/MailCore/mailcore2<br>\nhttps://github.com/MailCore/mailcore2/blob/master/LICENSE</p>\n<p>Additional license information may be found as a part of the software installation on Your computer or on the SecureMyEmail website at: https://www.securemyemail.com/legal/licenses</p>\n<p>\n<strong>EXPORT.</strong> Although housed in and distributed from Switzerland, the Software may be subject to United States export controls.\nYou may not export or re-export the Software without:</p>\na.\nThe prior written consent of Witopia, Inc.\nb.\nComplying with any applicable export control laws, and\nc.\nObtaining all appropriate permits and licenses.\n<p>\n</p>\n<p>In any event, You may not transfer or authorize the transfer of the Software to:</p>\na.\nA prohibited territory, country or organization (currently including Crimea Region of Ukraine, Cuba, Iran, North Korea, Sudan and Syria, unless otherwise provided by U.S.\nlaw),\nb.\nAnyone on the U.S.\nTreasury’s lists of Specially Designated Nationals (including the Government of Iran, Government of Sudan, Government of Cuba, and prohibited members of the Cuban Communist Party),\nc.\nAny person or organization named on the United State’s Commerce Department’s Denied Parties List, Entity List, or Unverified List, or on the U.S.\nState Department’s Debarred List or Nonproliferation List, or\nd.\nOtherwise in violation of any applicable restrictions or regulations.\n<p>\n</p>\n<p>You understand and agree that the Service may contain information that is controlled and restricted from export by United States export controls.\nIf Witopia, in its sole discretion, determines that it cannot implement the Service in a manner to exclude access to Controlled Information where required, if You are in a country or territory that is subject to such regulation, You shall not be provided access to the Service, and as a result, do not have a valid license to the Software.</p>\n<p>\n<strong>LIMITED WARRANTY AND LIMITATION OF REMEDIES.</strong> YOUR USE OF THE SOFTWARE AND SERVICE ARE AT YOUR OWN RISK.\nTHE SOFTWARE AND SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OR NONMISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, ACCURACY OF INFORMATION CONTENT, OR SYSTEM INTEGRATION.\nWE DO NOT WARRANT THAT THE SERVICE OR THE SOFTWARE WILL BE AVAILABLE OR OPERATE IN AN UNINTERRUPTED, ERROR-FREE, TIMELY OR COMPLETELY SECURE MANNER, OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.</p>\n<p>\n<strong>LIMITATION OF LIABILITY.</strong> UNDER NO CIRCUMSTANCES SHALL WITOPIA, INC., OR THEIR AUTHORIZED PARTNERS OR SUPPLIERS, BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR RELATING TO THESE TERMS OR USE OF THE SERVICE OR SOFTWARE.</p>\n<p>\n<strong>VENUE.</strong> This Agreement shall be governed by the Laws of the Commonwealth of Virginia.\nExclusive jurisdiction and venue for all matters in this agreement shall be in courts located in Fairfax County, Virginia and you consent to such jurisdiction and venue.</p>", "created_at": "2021-03-26 19:29:59.398463", "updated_at": "2021-03-26 19:30:13.954105"}, {"id": 4409, "name": "Secure My Email Terms", "url": "https://www.securemyemail.com/legal/terms/", "xpath": "//*[@id=\"et-boc\"]/div/div/div[2]/div/div/div/div", "text": "<p>By using our websites and SecureMyEmail (the “Service”), a Service offered by Witopia, Inc., (“Witopia.” the “Company,” or “We”), the user (“You,” or “Your”) agree to abide by the following Terms of Use (the “Terms”).\nThese Terms cover all past, present, and future features offered by Your SecureMyEmail accounts,&nbsp;individually, and collectively, referred to as the “Service.”</p>\n<p>These Terms constitute a binding agreement on You and governs your use of and access to the Service by You, and Your users, whether in connection with a free trial, paid subscription, or free subscription to the Service.</p>\n<p>If You are entering into this agreement on behalf of a company, organization or another legal entity, You are agreeing to these Terms for that entity and representing to Witopia,&nbsp.\nthat You have the authority to bind such entity, its affiliates, and all users who access the Service from Your account(s) to these Terms.\nIn the absence of such an authority, You may not use the Service.</p>\nUsers of the Service\n<p>This Service is provided exclusively to individuals who are at least 16 years of age, or to minors who have obtained parental or legal guardian consent to open and maintain an account.\nEach user is solely responsible for their messages, and any other content, including files, sent using the Service.</p>\nUse of the Service\n<p>By using this Service, You agree to not use this Service for any unlawful or prohibited activities.\nYou also agree to not disrupt the Company’s networks, operations, or servers.</p>\n<p>You are responsible for maintaining the confidentiality of your security credentials, including passwords, and are liable for any harm resulting from disclosing or allowing disclosure or sharing of any password or security credentials.\nDue to the zero knowledge encryption nature of the Service, You acknowledge that We have no ability to recover your secret decryption passphrase or password if forgotten or lost.</p>\n<p>You agree to comply with all applicable laws and regulations in connection with Your use of the Service.</p>\n<p>\n<b>You further agree that you (or anyone using Your account(s)) will not engage in any of the following activities:</b>\n</p>\n<p>Sending or distributing unsolicited advertisements or content (“SPAM”), including bulk and mailing list emails, to recipients that have not specifically agreed to receive them.</p>\n<p>Violating the intellectual property rights of others, including but not limited to, copyright, trademark, and patent infringement.\nSee <u>WiTopia’s Copyright Policy</u> for additional information.</p>\n<p>Distributing or storing any unlawful content using the Service, including content directed to inciting or producing imminent conduct that is unlawful, harmful, threatening, abusive, harassing, tortious, libelous, invasive of another’s privacy, or hateful.</p>\n<p>Impersonating any person or entity, or falsely stating or otherwise misrepresenting your affiliation with a person or entity.\nor forging headers or otherwise manipulating identifiers in order to maliciously disguise the origin of any content transmitted using the Service.</p>\n<p>Distributing any material that contains software viruses or any other malicious computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software, hardware, or telecommunications equipment.</p>\n<p>Violating or attempting to violate the security of the Services;</p>\n<p>In addition to termination of Service for illegal activities, as We cannot predict every instance in which it may be necessary, We reserve the right to suspend, terminate, or refuse service to anyone, at any time, and for any reason.</p>\n<p>Witopia has no obligation to store or forward any contents of suspended or terminated accounts.</p>\n<p>SecureMyEmail is an encryption service, not an email service.\nAs such, We have no ability to repair or affect the performance of Your actual email service from Your email provider.</p>\nTypes of Accounts\nFree or Freemium&nbsp;Accounts\n<p>Witopia may offer You certain features or a limited version of the Service on a cost-free basis “Freemium.” Unless suspended or terminated for violations of these Terms, You may use the Freemium Service until the current Service offering is no longer offered, and will not be extended by Witopia, or You upgrade to a paid account.\nIt is the intention of Witopia to provide the Freemium Service, with commercially reasonable updates and upgrades.\nCertain future significant upgrades and/or additional features available to the Service may incur additional cost if desired.</p>\nLifetime Accounts\n<p>Witopia may offer you the Service for a period of 50 years from the purchase date “Lifetime.” Unless suspended or terminated for violations of these Terms, you may use the Service for 50 years from purchase date or until the current Service offering is no longer offered and will not be extended by Witopia.\nIt is the intention of Witopia to provide the Lifetime Service, with commercially reasonable updates and upgrades for 50 years from the purchase date.\nCertain future significant upgrades and/or additional features available to the Service may incur additional cost if desired.</p>\nPaid Accounts\n<p>It is the intention of Witopia to provide the Service, with commercially reasonable updates and upgrades.\nCertain future significant upgrades and/or additional features available to the Service may incur additional cost if desired.</p>\nWarranties and Liability\n<p>THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY, OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OR NONMISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, ACCURACY OF INFORMATION CONTENT, OR SYSTEM INTEGRATION.\nWE DO NOT WARRANT THAT THE SERVICE WILL BE AVAILABLE OR OPERATE IN AN UNINTERRUPTED, ERROR-FREE, TIMELY, OR COMPLETELY SECURE MANNER, OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.</p>\n<p>UNDER NO CIRCUMSTANCES SHALL WITOPIA BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR RELATING TO THESE TERMS OR USE OF THE SERVICE.&lt;</p>\nIntellectual Property Rights\n<p>Witopia retains all legal rights, titles and interests in and to the Service.\nThis includes any intellectual property right subsisting in the Service, the Website and any part thereof.\nYou acknowledge these rights and agree to respect them at all times.</p>\nIndemnify and Hold Harmless\n<p>You are responsible for all actions that occur regarding your account.\nAs a condition of service, You agree to indemnify and hold harmless Witopia, including their officers, employees, contractors, agents, shareholders, affiliates, and partners for any cause of action, claim, or damages, including reasonable attorneys’ fees, arising out of or relating to Your use of the Service.</p>\nTerms of Payment\n<p>Due to their nature, the paid Services provided are generally non-refundable and any refunds or credits given will be at the sole discretion of Witopia.\nPaid accounts which are terminated due to a violation of these Terms will incur the loss of all payments and credits and are not eligible for refund.\nWe have the right to discontinue service immediately if a fraudulent payment is detected, such as the use of a stolen credit card, and such cases may be further referred to the competent authorities.</p>\nModifications to Terms of Service\n<p>Within the limits of applicable law, the Company reserves the right to review and change this agreement at any time.\nYou are responsible for regularly reviewing these Terms.\nContinued use of the Service after such changes shall constitute your consent to such changes.\nWe may make improvements and changes to the Service at any time without notice.\nWitopia may, at their sole discretion, terminate Service without cause or notice.\nWe reserve the right to suspend or delete accounts that are inactive for over six months.</p>\nApplicable Law and Venue\n<p>This Agreement is to be construed in accordance with and governed by the internal laws of the Commonwealth of Virginia (but expressly excluding the Uniform Computer Information Transactions Act (“UCITA”) as enacted in Virginia) without giving effect to any choice of law rule that would cause the application of the laws of any jurisdiction other than the internal laws of the Commonwealth of Virginia (excluding UCITA) to the rights and duties of the parties.\nAny legal suit, action, or proceeding arising out of or relating to this Agreement shall be commenced in a federal court in the Eastern District of Virginia, or in state courts with jurisdiction over Fairfax County, Virginia, and each party hereto irrevocably submits to the exclusive jurisdiction and venue of any such court in any such suit, action or proceeding.</p>", "created_at": "2021-03-26 19:38:35.243218", "updated_at": "2021-03-26 19:38:44.444265"}], "points": [], "urls": ["witopia.com", "securemyemail.com", "personalvpn.com"]}}