{"error": 448, "message": "OK", "parameters": {"id": 3708, "name": "FutureLearn", "created_at": "2021-05-19 17:12:32.679625", "updated_at": "2021-05-19 22:00:25.838159", "wikipedia": "https://en.wikipedia.org/wiki/FutureLearn", "keywords": null, "related": null, "slug": "futurelearn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3708.png", "url": "futurelearn.com", "documents": [{"id": 6183, "name": "Cookie Policy", "url": "https://www.futurelearn.com/info/terms/cookie-policy", "xpath": "/html/body/div[1]/div[4]/div[2]/section/div", "text": " Cookie policy What are cookies? <p>\nA cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\n</p>\n<p>\nWe use cookies for a number of purposes - to operate essential components of the FutureLearn website, to enhance your experience with using FutureLearn, and to better understand how people use the Website.\nThis may also include cookies from third party social media websites.\nYou should read this Cookies Policy with the\nTerms\nand the\nPrivacy Policy.\n</p> Cookie preferences <p>\nYou can change your cookie settings at any time by following the instructions at the bottom of the page in the “Manage your cookies” section.\n</p> What are cookies for? <p>\nWe use cookies and other tracking technologies for the following purposes:\n</p>\n<p>\n<strong>\nDisplaying the full list of cookies requires JavaScript.\nIn order to view the list, please view this page with JavaScript enabled.\n</strong>\n</p> Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used www.futurelearn.com mjx.menu, remember_me, great_campaign_country_code, dismissed_messages, au_copyright, newsletter_signup_banner_dismissed 1st Party futurelearn.com _ga, _gclxxxx, optimizelyEndUserId, __cfduid, _gat_UA-nnnnnnn-nn, _gid 1st Party www.futurelearn.com optimizelyOptOut, lm_organisation, _future_learn_session, OptanonConsent, test_identity, session_last_active_at, no_js_cookie_banner_dismissed, optimizelyRedirectData, ahoy_visitor, AWSALBTGCORS, OptanonAlertBoxClosed, optimizelyDomainTestCookie, omniauth, cf_use_ob, cf_ob_info, cf_clearance, campus_external_id, _gat, _csrf_token, AWSALBTG, eupubconsent, _gac_UA-*, ahoy_track, ahoy_visit, website_visited 1st Party assets.futurelearn.com ahoy_events, detectedUserTimeZone 1st Party www.paypal.com nsid, _cookiecheck, akavpau_ppsd 3rd Party onetrust.com __cfduid 3rd Party view.vzaar.com _video-distributor-2_session 3rd Party cloudflareinsights.com __cfduid 3rd Party landbot.io _gid, _ga, _gat 3rd Party paypal.com l7_az, LANG, ts, ts_c, x-pp-s, tsrce, x-cdn, enforce_policy 3rd Party uri.sh __cfduid 3rd Party m.stripe.com m 3rd Party Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used www.futurelearn.com wpl_registered, degree_promo_alert_dismissed 1st Party futurelearn.com hubspotutk 1st Party assets.futurelearn.com _sp_xxxxxxxxxx 1st Party www.futurelearn.com smcx_0_last_shown_at, font_loaded, authentication_defaults, __sharethis_cookie_test__ 1st Party www.southampton.ac.uk BIGipServer~CorpWeb~pool-corpweb-prod-80 3rd Party hs-banner.com __cfduid 3rd Party platform-api.sharethis.com __sharethis_cookie_test__ 3rd Party hs-analytics.net __cfduid 3rd Party elearning.unipd.it new, velearning_vm_session, dnew 3rd Party staticw2.yotpo.com _sp_xxxxxxxxxx 3rd Party pexels.com __cf_bm, __cfduid 3rd Party usemessages.com __cfduid 3rd Party hsappstatic.net __cfduid 3rd Party unsplash.com ugid 3rd Party knightlab.com __cfduid 3rd Party hs-scripts.com __cfduid 3rd Party api.hubspot.com cf_use_ob 3rd Party Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used www.futurelearn.com _fbc 1st Party www.futurelearn.com li_fat_id, trctestcookie 1st Party futurelearn.com rmStore, _fbp, stc114483 1st Party doubleclick.net test_cookie, IDE 3rd Party intljs.rmtag.com icts, rmuid 3rd Party cdn.taboola.com trctestcookie 3rd Party surveymonkey.com cdp_seg 3rd Party linksynergy.com rmuid 3rd Party youtube-nocookie.com CONSENT 3rd Party landbot.io _fbp 3rd Party youtube.com VISITOR_INFO1_LIVE, GPS, CONSENT, YSC 3rd Party www.linkedin.com bscookie 3rd Party c.sharethis.mgr.consensu.org st_samesite 3rd Party ads.linkedin.com lang 3rd Party linkedin.com UserMatchHistory, lang, li_sugr, bcookie, lissc, lidc, AnalyticsSyncHistory, li_oatml 3rd Party facebook.com fr 3rd Party dc-storm.com rmuid 3rd Party www.facebook.com Name unknown 3rd Party hubspot.com __cfduid 3rd Party taboola.com t_gid, taboola_session_id 3rd Party .adsymptotic.com U 3rd Party Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Performance Cookies Cookie Subgroup Cookies Cookies used futurelearn.com _hjFirstSeen, _hjTLDTest, __hssrc, __hssc, _hjAbsoluteSessionInProgress, _hjid, __hstc 1st Party www.futurelearn.com _hjIncludedInSessionSample, fl_mc_utm, fl_mc_referrer, _hjIncludedInPageviewSample, _ceir 1st Party widget.surveymonkey.com SM_COOKIE 3rd Party nr-data.net JSESSIONID 3rd Party rum.optimizely.com optimizelyRumLB, AWSELB 3rd Party Managing your cookie preferences <p>\nYou may exercise your cookie preferences on the FutureLearn website, and you may also wish to control cookies via your web browser settings.\nMost web browsers allow some control of most cookies.\nTo find out more about cookies, including how to see what cookies have been set, visit www.aboutcookies.org or www.allaboutcookies.org </p>\n<p>\nFind out how to manage cookies on popular browsers:\n</p>\n<ul>\n<li> Google Chrome </li>\n<li> Microsoft Edge </li>\n<li> Mozilla Firefox </li>\n<li> Microsoft Internet Explorer </li>\n<li> Opera </li>\n<li> Apple Safari </li>\n</ul>\n<p>\n</p>\n<p>\nTo find information relating to other browsers, visit the browser developer’s website.\n</p>\n<p>\nTo opt out of being tracked by Google Analytics across all websites, visit&nbsp.\nhttp://tools.google.com/dlpage/gaoptout </p>\n", "created_at": "2021-05-19 17:12:32.686342", "updated_at": "2021-05-19 15:18:28.423622"}, {"id": 6182, "name": "Privacy Policy and Terms", "url": "https://www.futurelearn.com/info/terms", "xpath": "/html/body/main/article/div/div[2]/div[1]/div/div/div/div/div[2]", "text": "<p>Welcome to FutureLearn!</p>\n<p>We are delighted that you have chosen FutureLearn to help with your on-line educational or training needs.\nThe following pages create the terms and conditions of a contract between you and us which covers: (a) your use of our website.\nand (b) how we make our learning program available to you.</p>\n<p>Whilst the full terms and conditions of this contract are set out further below, we have summarised the key terms of the contract as follows.\nPlease note that this summary does not form part of our contract and if there is any conflict then you will need to rely on the contract itself.</p>\n<p>Summary</p>\n<p>(a) Website use</p>\n<ol>\n<li>We are licensed to use all the content on our website.\nGenerally, the content is owned by our Partner Institutions, but we control access to it.\nWe ask that you please respect the content.</li>\n<li>You are not allowed to commercialise our website or the content on it (i.e.\nyou are not allowed to make money or attract advertising to another business by using our website).</li>\n<li>You can share our Homepage URL with others but if you only link to part of our website or copy and paste parts of it you have to acknowledge where the content comes from.</li>\n<li>We are not responsible for the content or any viruses etc on sites that we may link to.</li>\n<li>You are not allowed to develop, support or use software, devices or scripts to scrape the content on the website.&nbsp;</li>\n<li>We comply with all relevant laws on Privacy and Data Protection.\nIn general, this means that we will only collect or process personal information for specific and lawful purposes, we won’t collect more than we need for those purposes or keep it for longer than necessary, we’ll do our best to keep it accurate, and we’ll keep it as safe as we can.\nPlease see our Privacy Policy for more details.</li>\n</ol>\n<p>(b) Registering on our Courses</p>\n<ol>\n<li>You need to be aware that our Partner Institutions may have their own terms, policies and procedures regarding your eligibility to participate in our courses.\nIf you do not meet those criteria, you will not be permitted to register for them on our platform.</li>\n<li>If you are given any credit or certification for a course from our Partner Institution, that will be the entire responsibility of our Partner Institution and you should contact them if you experience any issues with obtaining your certificate.\nIf you have paid for a FutureLearn certificate and experience any concerns accessing the certificate, contact Support@futurelearn.com.&nbsp;</li>\n<li>You may only use the content on our platform for your own personal or business learning and you are not allowed to adapt it or distribute any of it to anybody else.</li>\n<li>You may be able to post your own content on our site.\nWe don’t make any claim to ownership of that content, but you do give us a licence to use, display, exploit and sublicense it for any purposes associated with the provision of the website or the course.\nYou are responsible for making sure the content of what you post does not infringe the copyright or other rights of third parties and you may be liable to them and to us for any loss or damage that they or we suffer for content you publish which infringes the rights of others.</li>\n<li>The content we provide on our platform is owned by us or by our Partner Institutions.\nYou have no rights over that content except as provided in the contract.</li>\n</ol>\n<p>Contract</p>\n<p>The following terms and conditions (the “Terms”) apply to our provision and your use of the information, services and materials (“Online Content and Courses”) through the FutureLearn website (the “Website”) including you visiting and browsing the Website (being a “Visitor”) and registering with FutureLearn as a student (a “Learner”).</p>\n<p>These Terms should be read alongside, and are in addition to our policies, including our Privacy, Cookies and Cancellation and Refund policies (the “Policies”).</p>\n<p>Please read these Terms carefully.\nThese Terms are not negotiable.\nIf you do not agree to them, you must stop using the Website and the Online Content and Courses immediately.</p>\n<ol>\n<li>About Us</li>\n</ol>\n<p>1.1.\nIn these Terms, references to “we” or “us” are to FutureLearn Limited, a company incorporated in England and Wales (registered number 8324083) whose registered address is at 1-11 Hawley Crescent, Camden Town, London, NW1 8NP, United Kingdom.</p>\n<p>1.2.\nIn these Terms, references to “you” or “your” are references to you whether as a Learner or Visitor.</p>\n<p>1.3.\nFutureLearn offers Online Content and Courses from universities and other institutions from across the world (“Partner Institutions”).</p>\n<p>1.4.\nIf you have any questions about these Terms or wish to contact us for any reason please click on “support” and select “contact support”, which can be found on the Website.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Using the Website (Learner conduct)</li>\n</ol>\n<p>2.1.\nBy using this Website and the Online Content and Courses, you confirm that you have read, agree and are in compliance with these Terms and the Policies (each as amended from time to time).\nUse of the Website and access to the Online Content and Courses by anyone under the age of 13 is strictly prohibited.</p>\n<p>2.2.\nYour use of and access to this Website and the Online Content and Courses are subject to the following conditions (“Acceptable Use Conditions”), and you agree that failure to comply with any one of the Acceptable Use Conditions will constitute a breach of these Terms.\nThe Acceptable Use Conditions are as follows:</p>\n<p>2.2.1.\nYou agree to use the Website and access the Online Content and Courses only for lawful purposes and your use of the Website and Online Content and Courses is in no way unlawful or fraudulent, and does not have the intention or effect of damaging us or our Institutional Partners either reputationally or financially;</p>\n<p>2.2.2.\nYou agree not to use or access the Website or the Online Content and Courses for the purpose of contacting, harming or attempting to harm minors in any way;</p>\n<p>2.2.3.\nYou agree not to distribute all or any part of the Website or Online Content and Courses in any medium without our prior written consent, unless such distribution is offered through the functionality of the Website and permitted by these Terms including, without limitation, under paragraph 6.11;</p>\n<p>2.2.4.\nYou agree not to alter or modify any part of the Website or the Online Content and Courses;</p>\n<p>2.2.5.\nYou agree not to access the Website or Online Content and Courses through any technology other than the software provided by us or enabled via APIs or other generally available third-party web browsers such as Chrome, Firefox or Safari;</p>\n<p>2.2.6.\nYou agree not to (and will not attempt to) circumvent, disable or otherwise interfere with any security related features of the Website or any features that: (i) prevent or restrict use or copying of content.\nor (ii) enforce any limitations on you, the use of the Website or access to the Online Content and Courses;</p>\n<p>2.2.7.\nYou agree not to knowingly transmit any data or send or submit any content that contains viruses, Trojan horses, worms, time-bombs, key-stroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware;</p>\n<p>2.2.8.\nYou agree not to use or access the Website or Online Content and Courses for any commercial uses or for the benefit of any third party, including but not limited to:</p>\n<p>2.2.8.1.\nthe sale of access to the Online Content and Courses or any associated content;</p>\n<p>2.2.8.2.\nthe solicitation of business in the course of trade or in connection with a commercial enterprise.\nand</p>\n<p>2.2.8.3.\nthe solicitation of any Visitors or Learners of the Website with respect to their content for commercial purposes;</p>\n<p>2.2.9.\nYou agree to use the Website and access the Online Content and Courses in a way which does not infringe the rights of third parties or restrict or prevent anyone else’s use and enjoyment of the Website, Online Content and Courses;</p>\n<p>2.2.10.\nYou agree not to ask for, collect or harvest any personal data of any Visitor or Learner of the Website or Online Content and Courses;</p>\n<p>2.2.11.\nYou agree not to post, upload, email or otherwise transmit to or otherwise cause us to email, transmit or otherwise distribute chain letters, surveys or studies, calls to action, junk mail, pyramid schemes, incentives (monetary or click-based), spimming or spamming, or bulk communications of any kind, whether or not for commercial or non-commercial purposes;</p>\n<p>2.2.12.\nYou will not copy, reproduce, create derivative works of, distribute, transmit, broadcast, display, sell, license, or otherwise exploit any content contained on the Website (including without limitation the Online Content and Courses) for any other purpose other than as permitted by these Terms without our prior written consent;</p>\n<p>2.2.13.\nYou agree not to use the Website or the Online Content and Courses in any manner intended to damage, disable, overburden or impair any FutureLearn server or the network(s) connected to any FutureLearn server, or infringe any requirements, procedures, policies or regulations of any servers or networks connected to the Website;</p>\n<p>2.2.14.\nYou agree not to use any high volume, automated, or electronic means to access the Website or the Online Content and Courses (including without limitation robots, spiders or scripts);</p>\n<p>2.2.15.\nYou agree not to frame the Website or the Online Content and Courses, place pop-up windows over its pages, or otherwise affect the display of its pages;</p>\n<p>2.2.16.\nYou agree not to access or attempt to access any other Visitor or Learner’s account or falsely state, impersonate, or otherwise misrepresent your identity, including but not limited to misrepresenting your affiliations with a person or entity, past or present;</p>\n<p>2.2.17.\nYou agree not to force headers or otherwise manipulate identifiers in order to disguise the origin of any communication transmitted through the Website.\nand</p>\n<p>2.2.18.\nYou agree not to send, knowingly receive, submit, download, use or re-use any material which does not comply with these Terms and the Policies.</p>\n<p>2.3.\nYou agree to comply with these Terms in relation to any Learner Content (as defined in paragraph 6.1 below) provided by you in connection with the Online Content and Courses and in connection with the ability to post messages (as further detailed in paragraphs 6.6 to 6.9 below).</p>\n<p>2.4.\nWe grant the operators of public search engines permission to use spiders to copy materials from the site for the sole purpose of creating publicly available searchable indices of the materials, but not caches or archives of such materials.\nWe reserve the right to revoke these exceptions, either generally or in specific cases.</p>\n<p>2.5.\nYou acknowledge and agree that the form and nature of the Website and Online Content and Courses which we provide may change from time to time without prior notice to you.</p>\n<p>2.6.\nWhilst we do all we can to ensure that the Online Content and Courses are of a high standard, you understand and acknowledge that, in using the Website and Online Content and Courses, you may be exposed to content from our Partner Institutions that is factually inaccurate, offensive if taken out of context, indecent to certain people, or otherwise objectionable to you.\nWe are not responsible (legally or otherwise) for any claims you may have against us in relation to this type of content.</p>\n<p>2.7.\nYou acknowledge and agree that we may stop (permanently or temporarily) providing the Website, Online Content and Courses (or any part of the Online Content and Courses) to you or to Learners generally for whatever reason, at our sole discretion, without prior notice to you.</p>\n<p>2.8.\nYou agree that you are solely responsible for (and that we have no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences of that breach (including, but not limited to, any loss or damage which we or any third party may suffer).</p>\n<p>&nbsp;</p>\n<ol>\n<li>Registration and Accounts</li>\n</ol>\n<p>3.1.\nAny Visitor can view the Website, but in order to participate fully in all activities on the Website and take part in the Online Content and Courses, you must register for a personal account on the Website (a “Learner Account”) by providing a name, an email address and a password.\nYou agree that you will never divulge or share access or your access information to your Learner Account with any third party for any reason.</p>\n<p>3.2.\nIn setting up your Learner Account, you may be prompted or required to enter additional information, including date of birth, location and any other information that will help other Learners get to know you and help us to tailor the services to suit you.</p>\n<p>3.3.\nYou undertake to us that all information provided by you in relation to your Learner Account is and will continue to be accurate, current and complete at all times and that you will maintain and update your information to keep it accurate, current and complete.\nIt is your responsibility to keep your Account details safe.&nbsp;</p>\n<p>3.4.\nBy registering with FutureLearn for a Learner Account, you agree (in addition to the Acceptable Use Conditions above) that you:</p>\n<p>3.4.1.\nare, and will continue to be, registered for the Website only once and will not set up multiple Learner Accounts;</p>\n<p>3.4.2.\nwill not let anyone else use your Learner Account;</p>\n<p>3.4.3.\nwill not cheat on any assignment or exam relating to the Online Content and Courses, nor share solutions to homework assignments or exams.\nand</p>\n<p>3.4.4.\nwill notify the administrators of the relevant Online Content and Courses (the “Course Administrator”), immediately if you become aware of any other Learner cheating or breaching these Terms.</p>\n<p>3.5.\nIf you are disqualified for any reason under paragraph 3.4.1, 3.4.2 or 3.4.3, we may prohibit your access or revoke your access temporarily or stop your participation in the Online Content and Courses.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Course Providers</li>\n</ol>\n<p>4.1.\nWe may make certain Online Content and Courses available to Learners who are registered students and/or employees of our Partner Institutions and other educational institutions, corporates, sponsors, non-profit organisations and individuals (together “Course Providers”).</p>\n<p>4.2.\nYour access to such Online Content and Courses may be provided to you through your Learner Account.\nYou acknowledge and agree that any Online Content and Courses affiliated with a Course Provider may be subject to terms, policies and procedures of the applicable Course Provider in addition to these Terms.\nIf you are a student registered or enrolled at, or are otherwise participating in, a Partner Institution and are taking Online Content and Courses for credit, certification or other formal recognition of learning (as applicable) (“Accreditation”) through that Partner Institution, you acknowledge and agree that:</p>\n<p>4.2.1.\nthe Partner Institution may have its own terms, policies or procedures regarding your eligibility to participate in the Online Content and Courses, your participation in the Online Content and Courses, the requirements or prerequisites for receiving Accreditation for the Online Content and Courses, and your educational or student records as they may relate to your participation and performance in the Online Content and Courses;&nbsp;</p>\n<p>4.2.2.\nyour educational or student records are maintained by the Partner Institution (and not by us), including for purposes of completing the Online Content and Courses you are registered for at such Partner Institutions, assigning Accreditation.</p>\n<p>4.3.\nWe and the Course Administrator reserve the right to cancel, interrupt or reschedule any Online Content and Courses or modify, revise, or alter its content, as well as the associated values, assignments, tests, quizzes, exams, projects and other evaluations of progress without cause or notice to you.</p>\n<p>4.4.\nFor some Online Content and Courses, subject to your satisfactory performance as determined in the sole discretion of the Course Administrator and/or the Partner Institution, you may be eligible to purchase (or be awarded, as the case may be) products recording your participation in the relevant Online Content and Courses, including (but not limited to) a statement, certificate, acknowledgment or similar issued by us and/or the Course Provider (a “Product”).\nYou acknowledge that, unless expressly stated at the time of purchase, any Product will not be affiliated with any university or other certifying institution, and will not stand in the place of a course taken at a Partner Institution or convey academic credit or certification for any Partner Institution and you acknowledge that the Course Administrator will not be obligated to make any attempts to get the course recognised by any Partner Institution or other educational establishment.</p>\n<p>4.5.\nIf you are a Learner taking any Online Content and Courses for Accreditation at a Partner Institution, any Accreditation may only be awarded directly by that Partner Institution based on its own policies and procedures, and you may be required by that Partner Institution to be registered or enrolled with that Partner Institution in order to receive Accreditation.\nIn any event, we will not have any authority or responsibility with respect to any award of Accreditation for any Online Content and Courses.</p>\n<p>4.6.\nWe may make certain revision books and study aids available for purchase while you are participating in the Online Content and Courses.\nWe will provide links to third party websites to enable you to make these purchases.</p>\n<p>4.7.\nAn organisation (which may be a Partner Institution, your employer, or a third party otherwise working together with FutureLearn) may invite you to: (i) participate in a specific course.\nor (ii) join their organisation on FutureLearn.\nBy accepting the organisation’s invitation, you agree to abide by any additional terms and conditions, policies and procedures issued or made available to you prior to your acceptance of the invitation sent to you by the inviting organisation.</p>\n<p>4.8.\nYou may choose to take Online Content and Courses which provide for digital only certification.\nThis will be stated at the time of purchase.\nYou acknowledge and agree that we and the Partner Institution have no requirement or obligation to provide you with any other form of certification for successfully completing the Online Content and Courses.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>Licence to use</li>\n</ol>\n<p>5.1.\nSubject to your compliance with these Terms, we grant you a fully revocable, worldwide, non-exclusive, non-transferable, non sub-licensable, limited right and licence:</p>\n<p>5.1.1.\nto access, internally use and display the Website and Online Content and Courses as an individual only at your location solely as necessary to browse and/or participate in the Online Content and Courses as permitted by these Terms.\nand</p>\n<p>5.1.2.\nto download permitted content from the Online Content and Courses so that you may exercise the rights granted to you by these Terms.</p>\n<p>5.2.\nYou must abide by all copyright notices or restrictions contained on the Website or the Online Content and Courses.\nYou may not delete any attributions, legal or proprietary notices on the Website or the Online Content and Courses.</p>\n<p>5.3.\nCertain Partner Institutions may, at their own discretion, make available certain Online Content and Courses under a Creative Commons licence (non-commercial).\nShould Partner Institutions choose to do this, it will be clearly identified on the appropriate Online Content and Courses page of the Website and we acknowledge that the Creative Commons licence will override certain of these Terms as appropriate.\nA full copy of the relevant Creative Commons licence will be available from a link at that point.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Your Content</li>\n</ol>\n<p>6.1.\nThroughout your use of the Website and the Online Content and Courses, you may be able to provide content to the Website by uploading notes and replies, Learner discussions, profile pages, other content and media for social interaction, and written assignments, surveys, questions, hypothetical, examples, etc.\n(collectively, “Learner Content”).</p>\n<p>6.2.\nWe do not claim ownership of any Learner Content you may submit or make available for inclusion on the Website or Online Content and Courses.\nAccordingly, subject to the licence granted to us and any applicable Partner Institution, the Learner will be the sole and exclusive owner of any and all rights, title and interest in and to the Learner Content.</p>\n<p>6.3.\nWith respect to any Learner Content you submit to us or that is otherwise made available to us, you grant us an irrevocable, worldwide, perpetual, royalty-free and non-exclusive licence to use, distribute, reproduce, modify, adapt, publicly perform and publicly display or otherwise exploit such Learner Content on the Website and/or in the Online Content and Courses, with the right to sublicense such rights for any purpose associated with the provision of the Website and the Online Content and Courses.\nWe reserve the right to remove any Learner Content without notice at any time and for any reason.</p>\n<p>6.4.\nTo the extent that you provide any Learner Content, you represent and warrant that:</p>\n<p>6.4.1.\nyou have all necessary rights, licences and/or clearances to provide such Learner Content and permit us to use and publish such Learner Content as provided in paragraphs 6.1 to 6.3 above;</p>\n<p>6.4.2.\nsuch Learner Content is accurate and complete to the best of your knowledge and belief;</p>\n<p>6.4.3.\nas between you and us, you are responsible for the payment of any third party fees related to the provision, publication and use of such Learner Content.\nand</p>\n<p>6.4.4.\nsuch use and/or publication of your Learner Content does not and will not infringe or misappropriate any third party rights or constitute a fraudulent statement or misrepresentation.</p>\n<p>6.5.\nWith respect to any submissions of Learner Content, you agree to comply with all applicable laws including but not limited to laws regarding online conduct and acceptable content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the country in which you reside.</p>\n<p>6.6.\nThe Website and/or the Online Content and Courses may provide you with the ability to post notes and replies, take part in group discussions, submit assignments or send similar messages and communications to third party service providers, other Learners and/or us.</p>\n<p>6.7.\nYou agree to use communication methods available on the Website and/or the Online Content and Courses only to send communications and materials related to the subject matter for which we (or any applicable educational partner) provided the communication method, and you further agree that all such communications by you are subject to and governed by these Terms, the Policies and our Code of Conduct.</p>\n<p>6.8.\nBy using any of the communication methods available on the Website and/or the Online Content and Courses, you agree that:</p>\n<p>6.8.1.\nall communication methods constitute public, and not private, means of communication between you and any other parties;</p>\n<p>6.8.2.\ncommunications sent to or received from third party service providers or other third parties are not endorsed, sponsored or approved by us in any manner (unless expressly stated otherwise by us).\nand</p>\n<p>6.8.3.\nmost content will be reactively moderated if flagged by Learners or Visitors, but we reserve the right to pre-review or post-review Learner Content to ensure that it complies with generally acceptable standards of communication.</p>\n<p>6.9.\nAdditionally, through such communication methods set out in paragraph 6.8 above, we may make certain types of services available to you, such as chat room services that allow you to communicate with our staff members and/or staff members of our Partner Institutions.</p>\n<p>6.10.\nYou acknowledge and agree that the services set out in paragraphs 6.6 to 6.9 above (including without limitation chat room services) may be monitored or recorded for quality control purposes and that the information or material provided as part of the services is included within these Terms and is provided for educational purposes only.</p>\n<p>6.11.\nAny Learner Content that is published on the public discussion areas of the Website (for example, the forums or areas where posts are made) will be subject to a Creative Commons Licence (Attribution-Non Commercial-NoDerivs.\nBY-NC-ND).\nWe will not make available any Learner Content related to your assignments or assessments.</p>\n<ol>\n<li>Upgrades, Unlimited and Subscription Access</li>\n</ol>\n<p>7.1.\nWhen using the Website you may choose to purchase:&nbsp;</p>\n<p>7.1.1.\ncertain Upgrade services (including Unlimited);</p>\n<p>7.1.2.\naccess to Online Content and Courses which require a one-off upfront fee to be paid before you can gain access (including Professional Certificates and Microcredentials) (“Paid Upfront Courses”).\nor&nbsp;</p>\n<p>7.1.3.\na paid Subscription for access to a number of Online Content and Courses including ExpertTracks (“Subscription Access”).&nbsp;</p>\n<p>7.2.\nTo obtain an Upgrade (including Unlimited), Paid Upfront Courses, or Subscription Access you agree to pay the amount specified on the course description page of the Website.\nAll prices quoted include all applicable sales tax (e.g.\nVAT).\n&nbsp;</p>\n<p>7.3.\nYou understand that if you select Subscription Access you will obtain a free seven day trial (the “Free Trial Period”).\nYou agree that any statutory cooling-off period will therefore begin at the start of the Free Trial Period and end exactly seven days after the Free Trial Period started.\nOnce the Free Trial Period has ended, unless you cancel the subscription, we will charge your credit or debit card or the payment mechanism selected by you for Subscription Access.\nAfter the Free Trial Period ends you will be granted Subscription Access and you will no longer be entitled to a refund.&nbsp.\nYour Subscription Access will continue until you cancel your Subscription Access in your Account here.\nor until you have completed the course(s) (including any ExpertTrack) within your Subscription Access, upon which it will terminate automatically.&nbsp;</p>\n<p>7.4.\nYou agree that in the event we are unable to collect any fees for Subscription Access owed to us, we may take other steps that we deem necessary to recover any fee owed by you to us.&nbsp;</p>\n<p>7.5.\nIn certain circumstances Cancellation and Refunds may be available for Upgrades (including Unlimited), Paid Upfront Courses and Subscription Access purchased by you, further details of which are available in the Cancellation and Refund Policy.</p>\n<p>7.6.\nWe reserve the right to vary any fees for our courses and access to them&nbsp.\n(including Subscription Access) in advance of any purchase at our sole discretion.\nAny variation or amendment will be effective immediately upon posting on our Website.&nbsp;</p>\n<p>7.7.\nAfter you have signed up to Subscription Access, we reserve the right to vary any recurring subscription fees from time to time and will notify you of any change to the subscription fee.\nFee changes will take effect at the start of the next subscription period following the date of the price change.\nIf you do not agree with a price change you have the right to reject the change by unsubscribing from Subscription Access prior to the change taking effect.</p>\n<ol>\n<li>Promotions &amp.\nDiscount Codes</li>\n</ol>\n<p>8.1.\nWe may give you a promotional code or discount code (together the “Promo Code”) from time to time, which will reduce the price of Online Content and Courses, Unlimited or Subscription Access on our Site.\nThe Promo Code(s) must be applied at checkout and cannot be applied retrospectively.&nbsp;</p>\n<p>8.2.\nEach Promo Code will come with its own terms which will be made clear at the point of issue.&nbsp;</p>\n<p>8.3.\nIf a Promo Code has been issued to you, it is personal to you and cannot be transferred to any other person.\nIf we believe it is being misused, not in line with our guidelines or we believe used fraudulently, we reserve the right to cancel the Promo Code.&nbsp;</p>\n<p>8.4.\nThe Promo Code cannot be transferred, sold or redeemed for cash or credit, and has no monetary value.&nbsp;</p>\n<p>8.5.\nThe Promo Code is only valid for the period of time specified in the terms of use or until the Promo Code has been used, when it will expire.&nbsp;</p>\n<ol>\n<li>Copyright Policy</li>\n</ol>\n<p>9.1.\nIt is our policy that any content included on the Website or within the Online Content and Courses that infringes, or is likely to infringe, the intellectual property rights of any third party will be removed from the Website as soon as possible after we are made aware of such infringement or potential infringement.</p>\n<p>9.2.\nIf you are the owner of intellectual property rights, or are authorised to act on behalf of an owner, or authorised to act under any exclusive right, you should report any alleged infringements of your intellectual property rights taking place on or through the Website by emailing a Copyright Infringement Notice to copyright-infringement@futurelearn.com, containing at a minimum the details outlined in paragraph 9.4 below.</p>\n<p>9.3.\nWe will take whatever action, in our sole discretion, we deem appropriate, including the removal of the challenged content.</p>\n<p>9.4.\nWhen you notify us in accordance with paragraph 9.2, your written Copyright Infringement Notice must contain the following:</p>\n<p>9.4.1.\nstatement telling us you believe that you have found content on the Website which you believe infringes your intellectual property rights;</p>\n<p>9.4.2.\nwhich country your intellectual property rights apply to;</p>\n<p>9.4.3.\nthe title of the content concerned and the full URL for access to that content;</p>\n<p>9.4.4.\nstatement explaining how the content infringes your intellectual property rights;</p>\n<p>9.4.5.\nyour mailing address, telephone number and email address so that we can contact you;</p>\n<p>9.4.6.\na statement that the information contained in the notice is accurate and that you are the owner of the intellectual property rights or have an exclusive right in law to bring infringement proceedings in respect of its use.\nand</p>\n<p>9.4.7.\nyour signature (an electronic signature is sufficient).</p>\n<p>9.5.\nWe will, acting in our sole discretion, terminate Learner Accounts and access to the Website and Online Content and Courses if a Learner has been notified of infringing activity twice or more (regardless of whether the Learner has taken appropriate action as we may direct).</p>\n<p>&nbsp;</p>\n<ol>\n<li>Privacy and Security</li>\n</ol>\n<p>10.1.\nWe respect your right to privacy.\nPlease see our Privacy Policy and Cookies Policy for full details.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Linking to Other Sites</li>\n</ol>\n<p>11.1.\nThe Website may contain links to pages on other websites (“Linked Sites”), and those Linked Sites may contain content or offer products and/or services for sale.</p>\n<p>11.2.\nWe do not author, edit, control, or monitor these Linked Sites.\nYou acknowledge and agree that:</p>\n<p>11.2.1.\nwe have no responsibility for the accuracy or availability of information provided by Linked Sites.\nand</p>\n<p>11.2.3.\nwe do not control or endorse the sponsors of such Linked Sites or the content, products, advertising or other materials presented on such Linked Sites.</p>\n<p>11.3.\nWe may remove any links to Linked Sites from the Website at any time for any reason.</p>\n<p>11.4.\nWe will not be liable for any transactions conducted by you with third parties through any Linked Site or for any liability arising from any representations or information provided on such Linked Sites.</p>\n<p>11.5.\nWe appreciate that Linked Sites may contain material in which the operator of the Linked Sites has intellectual property rights.\nWe respect those rights and provide the links for information purposes only.\nThe fact that we have linked to any Linked Site does not create or imply any relationship or partnership between us and the operator of such Linked Site.</p>\n<p>&nbsp;</p>\n<ol>\n<li>FutureLearn’s Intellectual Property Rights</li>\n</ol>\n<p>12.1.\nWe are the owner or the licensee of all necessary intellectual property rights in all aspects of the Website and Online Content and Courses including but not limited to the technology, source code, all content, software, scripts, images, graphics and audio (the “Online Content and Courses IPR”).\nThe Online Content and Courses IPR is protected to the fullest extent possible by copyright laws.\nAll such rights are reserved.\nYou agree that the Online Content and Courses IPR remain the property of us or the licensor, as applicable, and that all updates and modifications to the Online Content and Courses IPR will vest in us or the licensor, as applicable.\nYou also agree that you have no rights in or to the Online Content and Courses IPR other than the right to use it in accordance with the terms of the licence in paragraph 5 above.\nUnless otherwise stated, copyright in the Online Content and Courses belongs to the relevant Partner Institution providing the Online Content and Courses.</p>\n<p>12.2.\nOther than any content submitted to the Website by you, we own or are licensed to use all present and future copyright, registered and unregistered trademarks, design rights, unregistered designs, database rights and all other present and future intellectual property rights and rights in the nature of intellectual property rights existing in or in relation to the Website (“FutureLearn IPR”).</p>\n<p>12.3.\nIf any Online Content and Courses IPR or FutureLearn IPR vests in you, whether by operation of law or otherwise, you duly assign to us all right, title and interest (whether legal or beneficial) in such Online Content and Courses IPR or FutureLearn IPR, as the case may be, throughout the world to the fullest extent possible, including any and all renewals and extensions of such Online Content and Courses IPR or FutureLearn IPR.\nYou unconditionally and irrevocably waive any and all moral rights you may have either now or in the future existing in or in connection with the Online Content and Courses or the Website.</p>\n<p>12.4.\nYou agree to sign and provide all such deeds, documents, acts and things as we may reasonably require in order to assign any Online Content and Courses IPR and/or FutureLearn IPR to us, to carry out the intended purpose of these Terms, or to establish, perfect, preserve or enforce our rights under these Terms.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Your Liability to Us</li>\n</ol>\n<p>13.1.\nYou indemnify and keep us fully indemnified from and against all actions, claims, demands, costs, expenses, liabilities, loss, damages or other monetary relief brought, made or awarded against or incurred by us resulting (directly or indirectly) from:</p>\n<p>13.1.1.\nyou submitting Learner Content to the Website or participating in the Online Content and Courses;</p>\n<p>13.1.2.\nyour access to or use of the Website or Online Content and Courses;</p>\n<p>13.1.3.\nyour breach of any of these Terms (including but not limited to any breach of your obligations for Paid for Access).\nand</p>\n<p>13.1.4.\nany negligent act or omission, deliberate default or breach of statutory duty on your part.</p>\n<p>13.2.\nEach indemnity in this paragraph is separate and independent from the other obligations in these Terms.\nEach of these indemnities is to remain fully effective despite any indulgence granted from time to time and despite any judgment or order.</p>\n<p>13.3.\nThis paragraph 13 survives the expiry of these Terms.</p>\n<ol>\n<li>Our Liability to You</li>\n</ol>\n<p>14.1.\nNothing in these Terms affects any statutory rights that you are entitled to as a consumer.</p>\n<p>14.2.\nThe Website and the Online Content and Courses are provided to you “as is” and we make no warranty or representation to you with respect to them.</p>\n<p>14.3.\nWe exclude all representations, warranties, conditions and terms express or implied by statute, common law or otherwise to the fullest extent permitted by law.\nWe accept no liability for any special, indirect, incidental, consequential or economic loss, or any other losses, howsoever caused arising out of or in connection with these Terms.\nThis includes (without limitation):</p>\n<p>14.3.1.\nany loss of profit (directly or indirectly);</p>\n<p>14.3.2.\nany loss of goodwill.\nand</p>\n<p>14.3.3.\nany loss of opportunity.</p>\n<p>14.4.\nWe provide the Online Content and Courses on the Website in good faith but give no warranty or representation that the Online Content and Courses are accurate, complete or up-to-date or that they will meet your requirements, nor that the Website does not infringe the rights of any third party.\nWe accept no responsibility or liability for your use of Online Content and Courses on the Website and your use is entirely at your own risk.\nWhile we take reasonable precautions to prevent the existence of computer viruses and/or other malicious programs on the Website, we accept no liability for them.</p>\n<p>14.5.\nInformation transmitted via this Website will pass over public telecommunications networks.\nWe make no representation or warranty that the operation of this Website will be timely, secure, uninterrupted or error-free and disclaim all liability in that respect to the greatest extent permitted by law.</p>\n<p>14.6.\nWe accept no responsibility for any loss or damage incurred by you as a result of:</p>\n<p>14.6.1.\nany reliance placed by you on the completeness, accuracy or existence of any information or advertising, or as a result of any relationship or transaction between you and any advertiser or sponsor whose advertising appears on the Website or in relation to the Online Content and Courses;</p>\n<p>14.6.2.\nany changes which we may make to the Website or Online Content and Courses, or for any temporary interruptions in the provision of the Website or Online Content and Courses;</p>\n<p>14.6.3.\nthe deletion of, corruption of, or failure to store, any Online Content and Courses and other communications data maintained or transmitted by or through your use of the Website;</p>\n<p>14.6.4.\nyour failure to provide us with accurate account information.\nor</p>\n<p>14.6.5.\nyour failure to keep your account details secure and confidential.</p>\n<p>14.7.\nWe reserve the right to suspend your use of the Website and/or access to the Online Content and Courses at any time for operational, regulatory, legal or other reasons.</p>\n<p>14.8.\nWe may terminate your Learner Account or access/use of the Website with immediate effect:</p>\n<p>14.8.1.\nif we reasonably believe you or any Learner you are connected with are in breach of any of these Terms;</p>\n<p>14.8.2.\nin order to prevent any fraudulent, unlawful or abusive activity.\nor</p>\n<p>14.8.3.\nif it is necessary to prevent or stop any harm or damage to us, other Learners of the Website or the general public.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Governing Law</li>\n</ol>\n<p>15.1.\nThese Terms, your use and access to the Website, and all other policies issued by us whether referred to by us herein or not are governed by and construed in all respects in accordance with the laws of England and Wales.</p>\n<p>15.2.\nAny or all disputes arising between you and us (whether contractual or non-contractual) in connection with your access and use of the Website, including as to the validity of these Terms or policy issued by us, will be subject to the exclusive jurisdiction of the courts of England and Wales.\nFor any dispute between you and us, you agree that you will first attempt to resolve it with us informally.\nIn the unlikely event that we are unable to resolve the dispute in this manner within 28 days of the dispute being notified in writing, we both agree to submit to the exclusive jurisdiction of the courts of England and Wales to resolve any such dispute.</p>\n<p>15.3.\nNotwithstanding paragraph 15.2, you agree that we are permitted to apply for injunctive remedies (or any other types of interim relief) in any jurisdiction at any time.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Changes to the Website and these Terms</li>\n</ol>\n<p>16.1.\nWe may update or amend these Terms (as well as our Policies or any other guidance we issue) from time to time to comply with law or to meet our changing business requirements.\nWhen we update our Terms or Policies, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nAny updates or amendments will be posted on the Website and you are advised to check this page every time you use the Website.</p>\n<p>16.2.\nFor any operational, regulatory, legal or other reason, we reserve the right to modify, suspend or discontinue all of the Online Content and Courses with or without notice to you and we will not be liable to you or any third party for any such modifications, suspension or termination.\nBy continuing to use the Website, you agree to be bound by the terms of these updates and amendments.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Other Important Terms</li>\n</ol>\n<p>17.1.\nIf any of these Terms are found to be illegal, invalid or unenforceable by any court of competent jurisdiction, the remainder of these Terms remain in full force and effect.</p>\n<p>17.2.\nOnly you and we are entitled to enforce these Terms.\nNo third party is entitled to enforce any of these Terms, whether by virtue of the Contracts (Rights of Third Parties) Act 1999 (which is expressly excluded) or otherwise.</p>\n<p>17.3.\nWe may freely transfer or assign any part of our rights or delegate our obligations under these Terms.\nYou are not entitled to transfer or assign, by operation of law or otherwise, any part of your rights or delegate your obligations under these Terms without our prior written consent.</p>\n<p>17.4.\nThese Terms, the Policies and the Code of Conduct set out the entire agreement between you and us and replace any and all prior terms, conditions, warranties and/or representations to the fullest extent permitted by law.\nAny delay or failure by us to exercise any right we may have under these Terms does not constitute a waiver by us of that right.</p>\n<p>&nbsp;</p>\n<p>Updated 18th December 2020</p>", "created_at": "2021-05-19 17:12:32.683196", "updated_at": "2021-05-19 15:17:05.939655"}], "points": [], "urls": ["futurelearn.com"]}}