{"error": 448, "message": "OK", "parameters": {"id": 3984, "name": "Saraiva", "created_at": "2021-06-08 22:25:16.022023", "updated_at": "2021-06-08 22:00:42.855968", "wikipedia": "https://pt.wikipedia.org/wiki/Livraria_Saraiva", "keywords": null, "related": null, "slug": "saraiva", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3984.png", "url": "saraiva.com.br", "documents": [{"id": 6843, "name": "Terms and Cookie Policy (Portuguese)", "url": "https://www.saraiva.com.br/central-de-atendimento/politica", "xpath": "/html/body/div[3]/div[1]/div/div/div/div[2]/div/div", "text": " Como funciona a Política de Vendas <p>Os preços apresentados no site //www.saraiva.com.br não são obrigatoriamente iguais aos apresentados na rede de lojas físicas da Saraiva, e somente são válidos para as compras efetuadas no ato de sua exibição.\nApenas aos pedidos efetivamente formulados e aceitos não se aplicarão eventuais alterações posteriores de preço.</p>\n<p>Para os pedidos parcelados no cartão de crédito, compostos por mais de um produto, poderá ocorrer uma redução do número de parcelas caso o valor mínimo de cada parcela não atinja o limite estabelecido pelas operadoras de cartão de crédito.</p>\n<p>Os pedidos de livros digitais somente podem ser finalizados através de cartão de crédito, Boleto Bancário e/ou Cartão Presente Saraiva, não podendo ser pagos através das modalidades débito automático.</p>\n<p>Os pedidos de lojistas parceiros somente podem ser finalizados através de cartão de crédito, não podendo ser pagos através das modalidades débito automático, Boleto Bancário e/ou Cartão Presente Saraiva.</p>\n<p>A Saraiva se reserva o direito de atender apenas vendas no varejo destinadas a consumidores finais.\nQuantidades superiores a 5 (cinco) exemplares do mesmo produto e/ou sucessivos pedidos do mesmo item ou de uma mesma relação de produtos, independente da quantidade, realizadas por pessoas físicas ou jurídicas, deverão ser objeto de consulta ao nosso departamento de Vendas Corporativas pelo e-mail vendascorporativas@livrariasaraiva.com.br.</p>\n<p>\n<strong>Nas compras de Cartão Presente, Vale Presente, ou nas trocas de produtos, em caso de compras adquiridas de Parceiros da Saraiva (Marketplace), deve o consumidor observar a Política de Vendas do parceiro, não sendo permitida a troca por produtos da Saraiva.\nNosso serviço de entregas não permite encomendas feitas com endereçamento de Caixa Postal.\nPor favor, para que sua encomenda seja enviada corretamente, preencha o campo de endereço com logradouros válidos.</strong>\n</p> Qual é a Política de Privacidade e Segurança da Saraiva <p>A Saraiva sempre construiu sua imagem baseada na proteção e no respeito aos direitos de seus consumidores.\nDessa forma, apresentamos aqui nossa Política de Privacidade e Segurança para que, ao realizar sua compra conosco, você tenha sempre a certeza de que o sigilo e a privacidade de seus dados serão respeitados dentro dos mais rigorosos padrões de segurança na internet.\nIsso significa que qualquer dado fornecido por você, seja no momento da compra ou no cadastramento para receber algum dos nossos serviços, será guardado em nossos arquivos.</p>\n<p>Poderemos compartilhar as informações recebidas com empresas que fazem parte legal do mesmo grupo de empresas do Grupo Saraiva e Siciliano S.A.\ne utilizá-las de acordo com esta Política de Privacidade e Segurança.\nAs empresas do Grupo Saraiva e Siciliano S.A.\npoderão combinar essas informações pessoais para que possamos entender melhor o comportamento dos nossos clientes para fornecer e aperfeiçoar nossas ofertas, promoções e serviços.</p>\n<p>Poderemos compartilhar as informações recebidas que possibilitam o contato com o cliente com lojistas parceiros (marketplace), para auxiliar no contato e na tratativa de qualquer necessidade de atendimento ao cliente.</p>\n<p>Periodicamente poderão ser utilizadas informações pessoais para o envio de avisos importantes, como, por exemplo, o andamento e o histórico de seu pedido.\nComo a Saraiva entende que informações são importantes, não é possível optar por não receber esse tipo de comunicação.</p>\n<p>Saraiva e Siciliano S.A., CNPJ nº 61.365.284/0001-04, São Paulo – SP.</p>\n<p>Última atualização: 26 de setembro de 2013.</p> Qual é a Política de Cookies <p>Este site usa cookies para melhorar sua experiência enquanto você navega pelo site.\nOs cookies são categorizados em “essenciais” e de “mídias”.</p>\n<p>Os cookies que são categorizados como “essenciais” são armazenados no seu navegador, pois são necessários para o funcionamento das principais funções do site.\nNão sendo possível inativa-los sem comprometer o próprio funcionamento do site.</p>\n<p>Também usamos cookies de “mídias” que podem ser compartilhados com terceiros que nos ajudam a analisar e entender como você usa este site, esses cookies nos informam quais partes do nosso site você visitou, nos ajudam a medir a eficácia dos anúncios e pesquisas na web, bem como nos fornecem informações de seu comportamento no site, melhorando nossas comunicações, possibilitando interações futuras com você e aprimorando sua experiência no site da Saraiva.\nEsses cookies nos permitem guardar seu histórico de navegação para auxiliá-lo em seu retorno, bem como para oferecer-lhe recomendações e promoções personalizadas.</p>\n<p>Os dois tipos de cookies são armazenados em seu computador automaticamente no momento de sua interação com o nosso site.</p>\n<p>Detalhe sobre cookies essenciais: Os cookies “essenciais” são absolutamente necessários para o funcionamento adequado do site.\nEsta categoria inclui apenas cookies que garantem funcionalidades básicas e recursos de segurança do site.\nEsses cookies não armazenam nenhuma informação pessoal e não podem ser inativados.</p>\n<p>Detalhes sobre cookies de mídia: Quaisquer cookies que possam não ser particularmente necessários (“essenciais”) para o funcionamento do site e sejam usados especificamente para coletar dados pessoais do usuário visando melhorar sua experiência no site, proporcionando dicas, anúncios e promoções que melhor condizem com o seu perfil.\nRecomendamos a manutenção desses cookies para que sua experiência em nosso site seja mais agradável e conforme as suas expectativas, entretanto, caso deseje, esses cookies podem ser gerenciados por você nos principais navegadores de internet:</p>\n<p> • Google Chrome: (https://support.google.com/chrome/answer/95647?hl=pt-BR) <br> • Internet Explorer: (http://windows.microsoft.com/pt-br/internet-explorer/delete-manage-cookies#ie=ie-11) <br> • Firefox: (https://support.mozilla.org/pt-BR/kb/ativando-e-desativando-cookies) <br> • Safari: (http://safari.helpmax.net/ps/privacidade-e-seguranca/como-remover-cookies/) </p> Qual a referência legal adotada pela Saraiva para redigir sua Política de Privacidade e Segurança <p>Nossa Política de Privacidade e Segurança é amparada no Código de Defesa do Consumidor, principal lei que rege os direitos dos consumidores no Brasil, bem como é validada por nosso Departamento Jurídico e auditada pela Pricewaterhouse Coopers.</p>\n<p>Em caso de alguma divergência sobre nossa Política de Privacidade e Segurança, ou reclamações sobre os serviços prestados pela Saraiva, sinta-se livre para entrar em contato conosco ou procurar alguma das entidades defensoras dos direitos dos consumidores, listadas abaixo:</p>\n<p>IDEC (Instituto de Defesa do Consumidor): (11) 3874.2151 para associados e (11) 3874.2152 para não-associados.</p>\n<p>\n<strong>PROCON (Fundação de Proteção e Defesa do Consumidor): (11) 1512</strong>\n</p>\n<p>\n</p> Qual é a Política de Troca e Devolução para compras em lojas físicas <p>\n<strong>1.1.\nCONDIÇÕES GERAIS</strong>\n</p>\n<p>Para que a troca seja realizada, é necessário:</p>\n<ul>\n<li>Apresentação da Nota Fiscal ou selo de troca (caso presente)</li>\n<li>Produto</li>\n<li>Embalagem original</li>\n<li>Certificado de garantia</li>\n<li>Acessórios que compõem o produto conforme descrito na embalagem</li>\n</ul>\n<p>O produto deve estar em perfeitas condições de uso e em sua embalagem original devidamente lacrado, com exceção dos produtos com defeito de fabricação.</p>\n<p>O cliente tem a opção de trocar o produto pelo “Vale Troca” com validade de 30 dias ou trocar pelo mesmo produto caso haja disponibilidade em estoque.</p>\n<p>Todas as trocas devem ser identificadas, ou seja, cliente deve ser previamente cadastrado.</p>\n<p>\n<strong>Local para troca</strong>\n</p>\n<p>Preferencialmente na loja onde o produto foi adquirido em horário comercial.\nCaso não seja possível, em qualquer loja do Estado de emissão do documento fiscal.</p>\n<p>\n<strong>1.2.\nREGRAS DE TROCA</strong>\n</p>\n<p>\n<strong>PRODUTOS DE TECNOLOGIA</strong>\n</p>\n<p>Na compra em lojas físicas é o próprio consumidor quem se dirige à loja e efetua a compra com contato direto com o produto, podendo visualizar e manusear o produto desejado, estando as trocas restritas a defeitos de fabricação.</p>\n<p>Os adquiridos nas lojas físicas poderão ser trocados nas seguintes condições:</p>\n<p>- Em até três dias, contados de sua aquisição, na hipótese de qualquer defeito de fabricação, sem a necessidade de encaminhamento prévio à assistência técnica.\nApós esse prazo os produtos deverão obrigatoriamente ser encaminhados à assistência técnica do fabricante, nos termos do quanto previsto no Código de Defesa do Consumidor;</p>\n<p>- Preferencialmente na mesma loja onde foi realizada a compra, ou em qualquer das demais lojas da Saraiva do Estado de emissão do respectivo documento fiscal, e desde que o produto não apresente avarias ou danos aparentes (p.\nex.: riscos, amassados e trincas).</p>\n<p>- No caso de celulares, os aparelhos deverão possuir menos de 60 minutos de conversação.</p>\n<p>\n<strong>Condições para realização da troca</strong>\n</p>\n<p>Para que a troca seja realizada, é necessário:</p>\n<ul>\n<li>Apresentação da Nota Fiscal</li>\n<li>Produto</li>\n<li>Embalagem original</li>\n<li>Certificado de garantia</li>\n<li>Acessórios que compõem o produto</li>\n</ul>\n<p>\n<strong>PRODUTOS EXCETO TECNOLOGIA</strong>\n</p>\n<p>Para Livros, Mídias (CDs, DVDs, Games e Software) e Papelaria (exceto calculadoras científicas e fragmentadoras, que se enquadram em troca de Tecnologia) o prazo máximo pra troca de livros é de 30 (trinta) dias após a compra;</p> Qual é a Política de Troca e Devolução para compras no site? <p>1.1.\nCONDIÇÕES GERAIS</p>\n<p>Ao receber seu pedido confira se todos os produtos foram entregues em suas embalagens originais, devidamente lacradas.</p>\n<p>Se no momento da entrega do pedido constatar alguma irregularidade, como embalagem ou produto avariado, recuse o mesmo.\nCaso ocorra o recebimento entre em contato com a nossa Central de Atendimento ao Cliente em até 24h.</p>\n<p>Confira o Termo de Garantia e o Manual de Instrução que acompanha o aparelho adquirido no que diz respeito à forma adequada de utilização, para não perder a garantia legal e a garantia fornecida pelo fabricante do produto.</p>\n<p>Nos casos de arrependimento ou insatisfação de qualquer produto adquirido no site da Saraiva, o cliente deverá efetivar sua solicitação de devolução em até 7 (sete) dias corridos, a contar da data do recebimento do produto.\nApós esta data ficaremos impedidos de acatar o pedido.</p>\n<p>Caso algum produto apresente defeito após 7 (sete) dias corridos, a contar da data do recebimento, mas dentro do prazo de garantia do fabricante, entre em contato com a Assistência Técnica do fabricante no prazo de garantia, para o devido reparo ou substituição.</p>\n<p>O cliente somente poderá efetuar a troca ou a devolução do produto mediante a apresentação da respectiva nota fiscal.</p>\n<p>O produto deve estar em perfeitas condições de uso e em sua embalagem original devidamente lacrado, com exceção dos produtos com defeito de fabricação, os quais deverão estar acompanhados dos respectivos manuais e acessórios.</p>\n<p>1.2.\nCOMPRE NO SITE E DEVOLVA PELOS CORREIOS</p>\n<p>1.2.1.\nIrregularidade no recebimento</p>\n<p>Caso ocorra alguma irregularidade no recebimento, como embalagem e produto avariado, ou entrega de produto divergente do pedido, solicite a troca em até 24 horas após o recebimento.</p>\n<p>Para solicitar a troca, entre em contato com a nossa Central de Atendimento ao Cliente pelo telefone 3003 0009.</p>\n<p>1.2.2.\nArrependimento ou insatisfação até 7 (sete) dias corridos após o recebimento</p>\n<p>Para efetuar a troca de produtos adquiridos no site da Saraiva, vendidos e entregues pela própria Saraiva, com peso inferior a 30kg e menores que 90cm no maior dos lados, basta seguir os procedimentos abaixo:</p>\n<p>Acesse a área Meus Pedidos</p>\n<p>Selecione a opção \"Trocas e devoluções\" no menu lateral;</p>\n<p>Selecione o pedido;</p>\n<p>Selecione se deseja trocar ou devolver o produto e indique o motivo;</p>\n<p>Efetue a impressão do documento que permitirá que o produto seja postado pelos Correios (com exceção das agências franqueadas) sem custo de postagem.</p>\n<p>Leve o impresso juntamente com o produto até uma agência dos Correios e envie por para o endereço: Av.\nPortugal, 46 – Itaqui – Itapevi - SP – CEP: 06696-110</p>\n<p> Após a chegada do produto em nossos estoques, se o mesmo atender as especificações de nossa política de troca, um novo produto será enviado em até 30 (trinta) dias corridos.</p>\n<p>As trocas dependem da disponibilidade em nosso estoque e em nossos fornecedores.</p>\n<p>Caso tenha optado pela devolução do(s) valor(es) pago(s) em lugar da troca, você receberá um e-mail em até 30 (trinta) dias corridos para realizar a solicitação de reembolso.</p>\n<p>Caso tenha optado pela devolução do(s) valor(es) pago(s), o reembolso será feito na mesma forma de pagamento da compra.\nEm caso de pagamento em boleto bancário ou débito será solicitado número da conta para depósito.\nPara compras feitas por meio de cartão de crédito, o reembolso ocorrerá em até 02 (duas) faturas subsequentes, a partir da data de solicitação de estorno entregue pela Saraiva junto à administradora do cartão de crédito, sendo o estorno de responsabilidade da respectiva administradora.</p>\n<p>Toda solicitação de troca ou devolução, de produtos vendidos e entregues pela própria Saraiva, devem ser efetivada em nosso site dentro dos prazos estabelecidos, não sendo aceitas solicitações fora dos prazos estipulados.</p>\n<p>Para efetuar a troca ou devolução de produtos adquiridos no site da Saraiva, vendidos e entregues por um lojista parceiro, você deve entrar em contato com o Serviço de Atendimento ao Cliente da Saraiva que fará a mediação do contato com o lojista parceiro.</p>\n<p>1.2.3.\nProdutos com defeito</p>\n<p>O procedimento de troca/ devolução segue o disposto no Código de Defesa do Consumidor.</p>\n<p>Nos casos de defeito de produtos das áreas de Eletrônicos, Beleza e Saúde, Informática, Telefonia&amp;Celulares, Cine&amp;Foto, MP3/MP4/IPOD, Games, Softwares, Revistas, Brinquedos e Papelaria, o cliente poderá comunicar sua solicitação de troca ou devolução diretamente ao Serviço de Atendimento ao Cliente da Saraiva, no prazo de até 7 (sete) dias corridos, a contar da data do recebimento do produto.\nApós esse prazo, qualquer comunicação deverá ser direcionada diretamente ao fabricante ou à Assistência Técnica, os quais farão o devido atendimento.</p>\n<p>Nos casos de defeito de produtos das áreas de Livros, CDs, DVDs e Blu-Rays vendidos e entregues pela própria Saraiva, o cliente deverá comunicar sua solicitação de troca ou devolução ao Serviço de Atendimento ao Cliente em até 90 (noventa) dias corridos, a contar da data do recebimento do produto.\nNos casos de defeito de produtos das áreas de Livros, CDs, DVDs e Blu-Rays vendidos e entregues por lojistas parceiros, o cliente deverá comunicar sua solicitação de troca ou devolução ao Serviço de Atendimento ao Cliente em até 7 (sete) dias corridos, a contar da data do recebimento do produto.\nApós o término desse prazo, mas dentro do período de garantia do fabricante, entre em contato com a Assistência Técnica do fabricante, para o devido reparo ou substituição.\nO cliente somente poderá efetuar a troca do produto mediante a apresentação da respectiva nota fiscal - DANFE </p>\n<p>O produto com defeito deverá ser encaminhado em sua embalagem original, acompanhado dos manuais de instruções, acessórios e, obrigatoriamente, acompanhado da Nota Fiscal.\nCaso não possua esse documento, não será possível o aceite da solicitação de trocas.</p>\n<p>Todos os produtos devolvidos com defeito passam por uma avaliação técnica.\nNos casos em que for detectada má utilização do aparelho ou item, ou não for constatado o defeito mencionado, com devidos laudos técnico, ou em caso de reclamações efetuadas fora do prazo estabelecido, o produto será devolvido ao cliente sem prévio aviso e sem eventual conserto.</p>\n<p>Caso o produto com defeito constatado através do laudo técnico não seja reparado no prazo de 30 (trinta) dias corridos, ou após 3 (três) intervenções técnicas, comprovadas por laudo, pelo mesmo defeito, ficará a critério do cliente escolher dentre as seguintes alternativas:</p>\n<p>Substituição do produto por outro igual ou, na falta do produto igual no estoque, por produto similar ou superior ou um vale-troca para utilização no site;</p>\n<p>Restituição dos valores pagos pelo cliente;</p>\n<p>Abatimento proporcional do preço.</p>\n<p>Para solicitar a troca de produtos com defeito, vendidos e entregues pela Saraiva, basta seguir os procedimentos abaixo: </p>\n<p>Acesse a área Meus Pedidos</p>\n<p>Selecione a opção \"Trocas e devoluções\" no menu lateral;</p>\n<p>Selecione o pedido;</p>\n<p>Selecione se deseja trocar ou devolver o produto e indique o motivo;</p>\n<p>Efetue a impressão do documento que permitirá que o produto seja postado pelos Correios (com exceção das agências franqueadas) sem custo de postagem.</p>\n<p>Leve o impresso juntamente com o produto até uma agência dos Correios e envie para o endereço: Av.\nPortugal, 46 - Galpão 06 – Itaqui – Itapevi - SP – CEP: 06696-110</p>\n<p>Para efetuar a troca ou devolução de produtos adquiridos no site da Saraiva, vendidos e entregues por um lojista parceiro, você deve entrar em contato com o Serviço de Atendimento ao Cliente da Saraiva que fará a mediação do contato com o lojista parceiro.</p>\n<p>1.2.4.\nSaraiva Shopping</p>\n<p>Com relação aos produtos vendidos pelos parceiros comerciais dentro do site Saraiva Shopping, a política de trocas e devoluções do parceiro comercial deverá ser aplicada, não sendo possível a troca dos itens por parte da Saraiva.</p>\n<p>1.2.5.\nOutlet: Produtos Usados e Reembalados</p>\n<p>Devolução e Garantia: Para produtos usados ou reembalados, o prazo para desistência da compra é de até 7 (sete) dias corridos, a contar da data de entrega.\nO produto deve ser encaminhado com todos os seus componentes e na mesma embalagem em que foi recebido.\nNão é possível trocar os produtos de Outlet, apenas devolvê-los e solicitar a restituição do valor pago.\nO valor pago será restituído pelo mesmo meio de pagamento utilizado na compra.</p>\n<p>Todos os produtos USADOS e REEMBALADOS foram inspecionados, estão em perfeitas condições de funcionamento e têm garantia de 3 meses para defeitos de funcionamento com o fornecedor, contados a partir da data de entrega para o cliente.\nCaso constate algum defeito de fabricação, encaminhe o produto ao fornecedor para análise.\nPara produtos USADOS, a ausência de acessórios e/ou manual no recebimento do produto e apresentar amassados, marcas, manchas, riscos ou sinais de uso, não devem ser considerados como defeitos de funcionamento.</p>\n<p>1.2.6.\nOutlet de Livros</p>\n<p>Os livros classificados como “OUTLET” referem-se à edições antigas, motivo pelo qual são oferecidos com desconto, mas em perfeitas condições.\nA Saraiva não faz troca de produtos de Outlet.\nO prazo para desistir da compra é de até 7 (sete) dias corridos, a contar da data de entrega.\nO produto deve ser encaminhado na mesma embalagem em que foi recebido.\nDevido ao estoque limitado das mercadorias, não é possível trocar os produtos, apenas devolvê-los e solicitar a restituição do valor pago.\nO valor pago será restituído pelo mesmo meio de pagamento utilizado na compra.\nPara mais informações, verifique nossa Política de Trocas e Devoluções.\nOs produtos são entregues em embalagem da Saraiva devidamente lacrada.\nRecuse o recebimento de qualquer encomenda que tenha indícios de violação na embalagem.\nOs produtos de Outlet estão novos e em perfeito estado.\nApenas se tratam de edições antigas.</p>\n<p>1.2.7.\nMarketplace</p>\n<p>Com relação aos produtos vendidos pelos lojistas parceiros comerciais dentro do site da Saraiva, deverá ser aplicada e respeitada a política de troca e devolução do parceiro comercial, não sendo possível a troca dos itens por parte da Saraiva.</p>\n<p>1.3.\nCOMPRE NO SITE E TROQUE NA LOJA FÍSICA</p>\n<p>//www.saraiva.com.br/troque-na-loja</p>\n<p>Este serviço está disponível somente para produtos, vendidos e entregues pela Saraiva, das áreas de Livros, CDs, DVDs, Blu-Rays e Papelaria, exceto produtos importados.</p>\n<p>O produto deve estar em perfeitas condições de uso, em sua embalagem original e devidamente lacrado, com exceção dos produtos com defeito de fabricação, os quais deverão estar acompanhados dos respectivos manuais e acessórios.</p>\n<p>A troca pode ser realizada em até 7 dias (corridos) após a entrega do produto.\nAs trocas dependem da disponibilidade em estoque da loja, fornecedores e aos valores dos produtos praticados em loja.</p>\n<p>O cliente tem a opção de trocar o produto pelo “Vale Troca” no mesmo valor da compra realizada no site.\nO “Vale Troca” possui validade de 30 dias e poderá ser utilizado somente em nossas lojas físicas.</p>\n<p>Em casos de devolução (estorno), deverá ser contatado o SAC do site Saraiva.</p>\n<p>Para a troca dos demais produtos, siga as orientações descritas na seção “Compre no site e devolva pelos Correios”.</p> Qual é a Política de Troca e Devolução para compras de lojistas parceiros (Marketplace)? Best Plus Bits &amp.\nBytes Casa das Alianças Click Books Ella Store Encontreaki Shop G-Fire Gorila Shield Le Postiche Livrarias Curitiba Livros e Livros Mega Store Miligrama Minas de Presentes Multilaser Petz Ponto Animal R3P Shop The Games Shop WCT Fitness Yell Mobile Óculos Shop Termos e Condições dos Cartões Pré-pagos Digitais <p>Os créditos para utilização, adquiridos através do site da Saraiva, somente poderão ser esgotados através da utilização nas respectivas plataformas, conforme previamente informado na página de informações sobre o produto.</p>\n<p> A Saraiva declara-se totalmente ciente de que as plataformas, bem como os conteúdos são administrados por terceiros estranhos a relação de compra e venda aqui estabelecida.\nDesta forma, a responsabilidade pelo conteúdo, qualidade e funcionamento dessas plataformas, é de total e exclusiva responsabilidade destes terceiros, não sendo a Saraiva responsável, de forma alguma, por estes conteúdos.\nEm especial, a Saraiva, não garante e de forma alguma atesta que os conteúdos atendam quaisquer expectativas do consumidor adquirente dos créditos.</p>\n<p> Para utilização dos créditos, o consumidor deverá atender as exigências constantes nas respectivas plataformas, sejam elas pessoais ou relacionadas às configurações do equipamento.</p>\n<p> O consumidor será integralmente responsável por certificar-se de que a configuração de seu equipamento está em pleno acordo com os requisitos mínimos necessários à utilização dos créditos, estando a Saraiva isenta de qualquer responsabilidade decorrente da não utilização dos créditos em razão do descumprimento de quaisquer das determinações feitas pelos detentores da plataforma.</p>\n<p> O consumidor declara-se ciente de que as plataformas nas quais poderá utilizar os Créditos adquiridos são protegidas por direitos dentre os quais, mas sem se limitar a, direitos autorais, conexos, direitos de uso e distribuição, dentre outros, os quais pertencem a seus respectivos titulares.\nEm momento algum a aquisição dos créditos significará, de qualquer forma, transferência ou concessão de qualquer direito ao comprador.</p>\n<p> O consumidor está ciente de que para acessar os conteúdos deverá, previamente, obter as devidas licenças e regularizações para uso e acesso das plataformas, de acordo com as exigências do fornecedor.</p>\n<p> O consumidor está ciente de que a Saraiva faz apenas a venda dos créditos, sendo certo que a efetiva concessão dos benefícios ligados a estes créditos, bem como o efetivo acesso aos conteúdos aos quais estejam ligados, será de reponsabilidade única e exclusiva dos titulares e detentores dos direitos sobre o conteúdo e sobre a plataforma.</p>\n<p> O consumidor expressamente declara e reconhece que os Créditos serão disponibilizados pela Saraiva no formato de um PIN CODE, encaminhado ao comprador via e-mail, no endereço constante do cadastro deste, nos prazos estabelecidos de acordo com a forma de pagamento escolhida.</p>\n<p> Cada PIN CODE somente será válido para ativar Créditos referentes aos conteúdos para os quais tenham sido efetivamente anunciados e aos quais estejam efetivamente vinculados.</p>\n<p> O comprador declara-se ciente de que todo e qualquer suporte técnico e operacional referente à utilização dos créditos, será realizado pelo detentor da plataforma.</p>\n<p> Cada plataforma tem seu próprio suporte técnico, e a Saraiva não se responsabiliza pela qualidade do atendimento, bem como inexecução e qualquer solicitação a estes requerida.</p>\n<p> No momento da confirmação do pagamento ou da validade do cartão, os Créditos adquiridos serão disponibilizados, através do envio de um e-mail contendo o PIN CODE representativo destes Créditos.</p>\n<p> Os créditos adquiridos no site da Saraiva são para uso único e exclusivo dos consumidores finais, não podendo comercializá-los, cedê-los a terceiros a qualquer título ou explorá-los economicamente de qualquer forma.</p>\n<p> A aquisição só pode ser feita por pessoa com capacidade civil nos termos da lei.</p>\n<p> A compra de Cartões Pré-pagos Digitais não será pontuada no Programa Saraiva Plus no ato da aquisição desse cartão.\nO comprador não poderá utilizar Cartão presente ou créditos Saraiva Plus para adquirir um Cartão Pré-pago Digital.</p> ", "created_at": "2021-06-08 22:25:16.025289", "updated_at": "2021-06-08 20:28:16.2781"}], "points": [], "urls": ["saraiva.com.br"]}}