{"error": 448, "message": "OK", "parameters": {"id": 5684, "name": "When I Work ", "created_at": "2021-11-18 02:28:37.161909", "updated_at": "2021-11-18 23:01:09.850528", "wikipedia": null, "keywords": null, "related": null, "slug": "when-i-work", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5684.png", "url": "wheniwork.com", "documents": [{"id": 10235, "name": "Terms of Service", "url": "https://wheniwork.com/terms", "xpath": "/html/body/div[1]/div/div[1]/div/div/section[2]", "text": "\n<p>Welcome to wheniwork.com, the website and online service of When I Work, Inc.\n(“When I Work,” “WIW,” “we,” or “us”).\nThis page explains the terms by which you may use our online and/or mobile services, web site, and software provided on or in connection with the service (collectively the “Service”).</p>\n<p>By accessing or using the Service, or by clicking “I Agree,” or otherwise affirming your intent to be bound by this Agreement, you signify that you have read, understood, and agree to be bound by this Terms of Use Agreement (“Agreement”) and to the collection and use of your information as set forth in the When I Work’s Privacy Policy, located at&nbsp;https://wheniwork.com/privacy, whether or not you are a registered user of our Service.\nYou can review the most current version of the Terms of Service at any time at:&nbsp;https://wheniwork.com/terms.</p>\n<p>When I Work reserves the right to make unilateral modifications to these terms and will provide notice of these changes as described below.\nAny new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to this Agreement.\nThis Agreement applies to all visitors, users, and others who access the Service, whether on behalf of a company or on their own individual behalf (“Users”).</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.</p>\n<p>\n<strong>1.\nUse of Our Service</strong>\n</p>\n<p>\n<strong>A.\nEligibility</strong>\n</p>\n<p>This is a contract between you and When I Work.\nYou must read and agree to these terms before using the Service.\nIf you do not agree, you may not use the Service.\nYou may use the Service only if you can form a binding contract with When I Work, and only in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.</p>\n<p>Any use or access to the Service by anyone under 13 is strictly prohibited and in violation of this Agreement.\nAny use of or access to the Service by anyone under 18 is only permitted with the express written permission of such individual’s legal guardian, and, if necessary, you represent and warrant that you have received such permission.\nThe Service is not designed for use by or in connection with anyone under the age of 18, and you accept all responsibility that may arise from your use of the Service in connection with any minors.\nThe Service is not available to any Users previously removed from the Service by When I Work.</p>\n<p>The Service is designed for use by employers, employees and individuals in the United States, except for those other countries expressly supported for the onboarding function as reflected in the Service.\nOther than for expressly supported international onboarding, you are not authorized to use the other features of the Service for employees not located in the United States.</p>\n<p>\n<strong>B.\nWhen I Work Service</strong>\n</p>\n<p>Subject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Service solely as permitted by the features of the Service, which may vary by User.\nWe reserve all rights not expressly granted herein in the Service and the WIW Content (as defined below).\nWe may terminate this license or your access to the Service at any time for any reason or no reason.</p>\n<p>\n<strong>C.\nWhen I Work Accounts</strong>\n</p>\n<p>Your When I Work account gives you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion.\nWe may maintain different types of accounts for different types of Users.\nIf you open a When I Work account on behalf of a company, organization, or other entity, then (a) “you” includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to this Agreement, and that you agree to this Agreement on the entity’s behalf.\nBy connecting to When I Work with a third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.</p>\n<p>You acknowledge and agree that if you are opening a When I Work account or otherwise using the Service as or on behalf of an employer company, organization or other entity, your employees who open employee accounts must and do separately agree to be bound by this Agreement.</p>\n<p>You may never use another User’s account without permission.\nWhen creating your account, you must provide accurate and complete information, and you must keep this information up to date.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your account.\nYou must notify When I Work immediately of any breach of security or unauthorized use of your account.\nWhen I Work will not be liable for any losses caused by any unauthorized use of your account.</p>\n<p>You may control your User profile and how you interact with the Service by changing the settings on your Profile Settings page.\nBy providing When I Work with your email address and/or mobile number, you consent to our using the email address and/or mobile number to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nWe may also use your email address and/or mobile number to send you other messages, such as changes to features of the Service and special offers.\nIf you do not want to receive such email messages, you may opt out or change your preferences in your Profile Settings page.\nOpting out may prevent you from receiving email messages regarding updates, improvements, or offers.</p>\n<p>\n<strong>D.\nService Rules and Restrictions</strong>\n</p>\n<p>You agree not to engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the When I Work servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser (except that When I Work grants the operators of public search engines revocable permission to use spiders to copy publicly available materials from wheniwork.com for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(iii) uploading, posting, hosting, or transmitting spam, chain letters, SMSs or other unsolicited email or messages.\n(iv) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(v) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(vi) uploading invalid data, viruses, worms, or other software agents or any code of a destructive nature through the Service.\n(vii) collecting or harvesting any personally identifiable information, including account names, from the Service.\n(viii) using the Service for any commercial solicitation purposes.\n(ix) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(x) interfering with the proper working of the Service.\n(xi) accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\n(xii) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.\n(xiii) verbally, physically or other abuse (including threats of abuse or retribution) of any other User or any When I Work customer, employee, member, or officer.\n(xiv) reproducing, duplicating, copying, selling, reselling or otherwise exploiting any portion of the Service, use of the Service, or access to the Service without the express written permission by When I Work.\nor (xv) modifying, adapting or hacking the Service or modifying another website so as to falsely imply that it is associated with the Service, When I Work, or any other When I Work service.</p>\n<p>BY USING THE SERVICE YOU REPRESENT AND WARRANT UNDER PENALTY OF PERJURY THAT (I) YOU DO NOT WORK FOR A COMPETITOR OF THE COMPANY.\nAND (II) THAT YOU WILL NOT PROVIDE ANY INFORMATION GAINED FROM YOUR USE OF OR ACCESS TO THE SITE OR THE SERVICES TO A COMPETITOR OF THE COMPANY.</p>\n<p>We may, without prior notice, change the Service.\nstop providing the Service or features of the Service, to you or to Users generally.\nor create usage limits for the Service.\nWe may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for any or no reason.\nUpon termination for any reason or no reason, you continue to be bound by this Agreement.</p>\n<p>You are solely responsible for your interactions with other When I Work Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nWe shall have no liability for your interactions with other Users, or for any User’s action or inaction.</p>\n<p>\n<strong>2.\nUser Content</strong>\n</p>\n<p>Some areas of the Service allow Users to post or provide content such as profile information, images, comments, questions, and other content or information (any such materials a User submits, posts, displays, or otherwise makes available on the Service is referred to as “User Content”).\nWe claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.\nhowever, by providing or sharing User Content through the Service, you agree to allow others to view, edit, and/or share your User Content in accordance with your settings and this Agreement.\nThe User Content may be viewed or shared with others in accordance with your profile settings and the Privacy Policy.\nWhen I Work has the right (but not the obligation) in its sole discretion to remove any User Content from the Service with or without prior notice to you.\nIt is your responsibility to maintain appropriate alternate backup of all User Content.</p>\n<p>You agree not to post User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal.\n(ii) may create a risk of any other loss or damage to any person or property.\n(iii) seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise.\n(iv) may constitute or contribute to a crime or tort.\n(v) contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, obscene, or otherwise objectionable.\n(vi) contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party’s trade secrets).\n(vii) contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\n(viii) contains any information or content that you know is not correct and current or (ix) violates any company, employer or other applicable policy.</p>\n<p>You agree that no User Content does or will violate third-party rights of any kind, including without limitation any Intellectual Property Rights (as defined below), rights of privacy or other rights of When I Work or any third party.</p>\n<p>You agree that no User Content does or will include any “protected health information” subject to the Health Insurance Portability &amp.\nAccountability Act of 1996, P.L.\n104-191, as amended from time to time, together with any implementing regulations promulgated thereunder and under the Health Information Technology for Economic and Clinical Health Act, Title XIII of Division A and Title IV of Division B of the American Recovery and Reinvestment Act of 2009, by the U.S.\nDepartment of Health and Human Services, including, but not limited to, the Privacy Rule, the Security Rule and the Breach Notification Rule, as amended from time to time (collectively, “HIPAA”).\nTo the extent applicable, you acknowledge and agree that you are solely and exclusively liable for compliance with HIPAA and that When I Work shall not be liable for breaches of HIPAA or failures to comply with HIPAA by you, your employees or other users associated with your company account.</p>\n<p>When I Work reserves the right, but is not obligated, to reject and/or remove any User Content that When I Work believes, in its sole discretion, violates any of these provisions or is otherwise unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable.\nYou understand that publishing your User Content on the Service is not a substitute for registering it with the U.S.\nCopyright Office, the Writer’s Guild of America, or any other rights organization.</p>\n<p>For the purposes of this Agreement, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.</p>\n<p>In connection with your User Content, you affirm, represent and warrant the following:</p>\n<p>A.\nYou have the written consent of each and every identifiable natural person in the User Content, if any, to use such person’s name or likeness in the manner contemplated by the Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.</p>\n<p>B.\nIf applicable, you have the consent and appropriate rights in the User Content to use your employer’s logos, trademarks, trade names or service marks in the manner contemplated by the Service or this Agreement.</p>\n<p>C.\nYou have obtained and are solely responsible for obtaining all consents as may be required by law to post any User Content relating to third parties.</p>\n<p>D.\nYour User Content and When I Work’s use thereof as contemplated by this Agreement and the Service will not violate any law or infringe any rights of any third party, including but not limited to any Intellectual Property Rights and privacy rights.</p>\n<p>When I Work may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.</p>\n<p>To the best of your knowledge, all your User Content and other information that you provide to us is truthful and accurate.</p>\n<p>When I Work takes no responsibility and assumes no liability for any User Content that you or any other User or third party posts, sends, or otherwise makes available over the Service.\nYou shall be solely responsible for your User Content and the consequences of posting, publishing it, sharing it, or otherwise making it available on the Service, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that When I Work shall not be liable for any damages you allege to incur as a result of or relating to any User Content.</p>\n<p>By posting or otherwise making available any User Content on or through the Service, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to When I Work a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and When I Work’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.</p>\n<p>In addition to the foregoing, if you are an employer, as between you and WIW you are solely responsible for any and all User Content you provide and/or cause to be provided to the WIW Service, and the consequences of providing, posting or transmitting such User Content, including responsibility for compliance with breach notification laws.\nYou agree that you will not use When I Work to collect, store, or process bank account information, credit or debit card information, social security numbers, driver’s license numbers, or health or medical information, nor will you direct your employees to provide such information to When I Work.\nWhen I Work has the right (but not the obligation) in its sole discretion to remove any User Content that does not comply with this Section.</p>\n<p>\n<strong>3.\nAPI Terms.\nThird Party Software</strong>\n</p>\n<p>Users may access the Services and their When I Work account data via an API (Application Program Interface) and the Services may include access to certain third party software for which certain additional terms may apply (“Third Party Software”).\nAny use of the API and Third Party Software, including use of the API through a third-party product that accesses When I Work, is bound by the terms of this Agreement, including, without limitation, the following specific terms:</p>\n<ul>\n<li>You expressly understand and agree that When I Work shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if When I Work has been advised of the possibility of such damages), resulting from your use of the API or third-party products that access data via the API or Third Party Software.</li>\n<li>You shall not, and shall not permit any third party to: (a) modify or create any derivative work of any part of the API or Third Party Software.\n(b) process or permit to be processed the data of any other party unless in connection with your authorized use of the API or Third Party Software.\nor (c) market, sell, license, sublicense, distribute, publish, display, reproduce, rent, lease, loan, assign or otherwise transfer to a third party the API, Third Party Software or any copy thereof, in whole or in part.\nYou acknowledge and agree that you have no rights to any source code for the API or Third Party Software.\nYou acknowledge and agree that, except to the extent permitted by law, you shall not cause or permit the disassembly, decompilation or reverse engineering of the API or Third Party Software or otherwise attempt to gain access to the source code to the API or Third Party Software (or the underlying ideas, algorithms, structure or organization of the object code in the API or Third Party Software).</li>\n<li>Abuse or excessively frequent requests to When I Work via the API may result in the temporary or permanent suspension of your account’s access to the API.\nWhen I Work, in its sole discretion, will determine abuse or excessive usage of the API.\nWhen I Work will make a reasonable attempt via email to warn the account owner prior to suspension but shall not be required to do so.</li>\n<li>When I Work reserves the right at any time to modify or discontinue, temporarily or permanently, your access to the API or Third Party Software(or any part thereof) with or without notice.</li>\n</ul>\n<p>\n<strong>4.\nMobile Software</strong>\n</p>\n<p>\n<strong>A.\nMobile Software</strong>\n</p>\n<p>We may make available software to access the Service via a mobile device (“Mobile Software”).\nTo use the Mobile Software you must have a mobile device that is compatible with the Mobile Software.\nWhen I Work does not warrant that the Mobile Software will be compatible with your mobile device.\nYou may use mobile data in connection with the Mobile Software and may incur additional charges from your wireless provider for these services.\nYou agree that you are solely responsible for any such charges.\nWhen I Work hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one When I Work account on one mobile device owned or leased solely by you, and in accordance with the features made available to you.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Software to any third party or use the Mobile Software to provide time sharing or similar services for any third party.\n(iii) make any copies of the Mobile Software.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Software.\nYou acknowledge that When I Work may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nAny third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Software or any copy thereof, and When I Work or its third-party partners or suppliers retain all right, title, and interest in the Mobile Software (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nWhen I Work reserves all rights not expressly granted under this Agreement.\nIf the Mobile Software is being acquired on behalf of the United States Government, then the following provision applies.\nThe Mobile Software will be deemed to be “commercial computer software” and “commercial computer software documentation,” respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nAny use, reproduction, release, performance, display or disclosure of the Service and any accompanying documentation by the U.S.\nGovernment will be governed solely by these Terms of Service and is prohibited except to the extent expressly permitted by these Terms of Service.</p>\n<p>The Mobile Software originates in the United States, and is subject to United States export laws and regulations.\nThe Mobile Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Mobile Software may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Mobile Software and the Service.</p>\n<p>\n<strong>B.\nMobile Software provided from App Store by Apple</strong>\n</p>\n<p>The following applies to any Mobile Software you acquire from the App Store (“App Store-Sourced Software”): You acknowledge and agree that this Agreement is solely between you and When I Work, not Apple, and that Apple has no responsibility for the App Store-Sourced Software or content thereof.\nYour use of the App Store-Sourced Software must comply with the App Store Terms of Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store-Sourced Software.\nIn the event of any failure of the App Store-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App Store-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to When I Work as provider of the software.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the App Store-Sourced Software or your possession and/or use of the App Store-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to When I Work as provider of the software.\nYou acknowledge that, in the event of any third-party claim that the App Store-Sourced Software or your possession and use of that App Store-Sourced Software infringes that third party’s intellectual property rights, When I Work, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nYou and When I Work acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of this Agreement as relates to your license of the App Store-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the App Store-Sourced Software against you as a third-party beneficiary thereof.</p>\n<p>\n<strong>C.\nMobile Software provided from Google Play Store</strong>\n</p>\n<p>The following applies to any Mobile Software you acquire from the Google Play Store (“Google-Sourced Software”): (i) you acknowledge that the Agreement is between you and When I Work only, and not with Google, Inc.\n(“Google”).\n(ii) your use of Google-Sourced Software must comply with Google’s then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) When I Work, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or the Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to the Agreement as it relates to When I Work’s Google-Sourced Software.</p>\n<p>\n<strong>5.\nProprietary Rights</strong>\n</p>\n<p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the “WIW Content”), and all Intellectual Property Rights related thereto, are the exclusive property of When I Work and its licensors (including other Users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any WIW Content.\nUse of the WIW Content for any purpose not expressly permitted by this Agreement is strictly prohibited.</p>\n<p>You may choose to, or we may invite you to, submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”).\nBy submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place When I Work under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, When I Work does not waive any rights to use similar or related ideas previously known to When I Work, or developed by its employees, or obtained from sources other than you.</p>\n<p>\n<strong>6.\n<strong>Free Trial License</strong>\n</strong>\n</p>\n<p>If you register on WIW’s website for a free trial, either for small business or enterprise trial, WIW will make the applicable Service available to you on a trial basis at no charge until the earlier of (a) the end of the free trial period for which you registered to use the applicable Service, or (b) the start date of any Paid Service subscription ordered by Customer for such Service, or (c) termination of the free trial by WIW in its sole discretion.\nAdditional trial terms and conditions may appear on the trial registration web page.\nAny such additional terms and conditions are incorporated into these ToS by reference and are legally binding.\nAny data, including User Content,&nbsp.\nthat is entered into the Service for processing during the free trial period, and any customizations made to the Service during your free trial period will be permanently lost to the Account Holder unless you purchase a subscription to the same Services as those covered by the free trial or exports such data, before the end of the trial period.</p>\n<p>\n<strong>7.\nPaid Services</strong>\n</p>\n<p>\n<strong>A.\nBilling Policies</strong>\n</p>\n<p>Certain aspects of the Service may be provided for a fee or other charge.\nIf you elect to use paid aspects of the Service, you agree to the pricing and payment terms, located at app.wheniwork.com/account, as we may update them from time to time.\nPlease note that a valid credit card is required for paying accounts, but free trial accounts are not required to provide a credit card number.</p>\n<p>When I Work may add new services for additional fees and charges, add or amend fees and charges for existing services, at any time in its sole discretion, including, but not limited to, changing the monthly subscription plan fees for the Service.\nWhen I Work shall provide 30 days’ notice before any change to our pricing or payment terms by providing you notification of your current payment terms.\nSuch notice may be provided at any time by posting the changes to the When I Work website or the Service itself.</p>\n<p>\n<strong>B.\nUpgrades or Downgrades</strong>\n</p>\n<p>Any upgrade from the free trial to any paying plan will end your free trial.\nYou will be billed for your first month immediately upon upgrading.\nFor any upgrade or downgrade in plan level, your credit card that you provided will be charged a prorated amount and then automatically be charged the new rate on your next billing cycle.</p>\n<p>Downgrading your Service or failure to purchase a paid Service following a free trail may cause the loss of content, User Content, features, or capacity of your account.\nWe do not accept any liability for such loss.</p>\n<p>\n<strong>C.\nNo Refunds</strong>\n</p>\n<p>You may cancel your When I Work account at any time.\nhowever, there are no refunds for cancellation.\nThe Service is billed in advance on a monthly or annual basis and is non-refundable.\nThere will be no refunds or credits for partial months of service, upgrade/downgrade refunds, credit balances, or refunds for months unused with an open account.\nIn order to treat everyone equally, no exceptions will be made.\nIn the event that When I Work suspends or terminates your account or this Agreement, you understand and agree that you shall receive no refund or exchange for any WIW Property, any unused time on a subscription, any license or subscription fees for any portion of the Service, any content or data associated with your account, or for anything else.\nTeamTxt™ text messaging credits purchased through the Service are non-refundable and non-transferable.\nIf you have unused credits when you cancel your account, those credits are not refundable or transferable.</p>\n<p>\n<strong>D.\nPayment Information.\nTaxes</strong>\n</p>\n<p>All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be accurate, complete, and current.\nYou agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service at the prices in effect when such charges are incurred.\nAll fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible and pay any applicable taxes, levies or duties, if any, relating to any such purchases, transactions or other monetary transaction interactions.</p>\n<p>\n<strong>E.\nPayments</strong>\n</p>\n<p>Payment shall be in the form you select when you register for the Service, or as subsequently updated as permitted by the Service.\nWe reserve the right to withhold payment or charge back to your account any amounts otherwise due to us under this Agreement, or amounts due to any breach of this Agreement by you, pending When I Work’s reasonable investigation of such breach.\nWe also reserve the right to withhold payment or charge back to your account any amounts subject to dispute, such as in the case of credit card charge backs, pending successful resolution of the dispute.\nTo ensure proper payment, you are solely responsible for providing and maintaining accurate contact and payment information associated with your account, which includes without limitation applicable tax information.\nIf we believe that we are obligated to obtain tax information and you do not provide this information to us after we have requested it, we may withhold your payments until you provide this information or otherwise satisfy us that you are not a person or entity from whom we are required to obtain tax information.\nAny third-party fees related to returned or cancelled payments due to a contact or payment information error or omission may be deducted from the newly issued payment.\nYou agree to pay all applicable taxes or charges imposed by any government entity in connection with your participation in the Service.</p>\n<p>If you dispute any payment made hereunder, you must notify us in writing within thirty (30) days of such payment or from when you purport such payment would have been due, whichever is earlier.\nFailure to so notify When I Work shall result in the waiver by you of any claim relating to such disputed payment.\nPayment shall be calculated solely based on records maintained by When I Work.\nNo other measurements or statistics of any kind shall be accepted by When I Work or have any effect under this Agreement and you shall have no audit rights hereunder.\nWe may withhold any taxes or other amounts from payments due to you as required by law.</p>\n<p>\n<strong>F.\nCalifornia Residents</strong>\n</p>\n<p>The provider of services is When I Work, Inc., 420 North 5th St.\nSuite 500, Minneapolis, MN 55401.\nWe can be reached at +1-651-330-4482.\nIf you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n<p>\n<strong>8.\nCancellation and Termination</strong>\n</p>\n<p>You are solely responsible for properly canceling your account.\nAn email or phone request to cancel your account is not considered cancellation.\nYou can cancel your account at any time by clicking on the “Account &amp.\nBilling” link from the profile picture menu located in the navigation bar at the top right of the screen.\nOnce you cancel your account or the Service, you will no longer have any access to your User Content or other account information.</p>\n<p>User Content may be retained after cancellation unless and until we receive a deletion request.\nWe may not be able to delete all information that has been shared with other Users.\nIf you are an employer and wish to cancel your company account, we may retain the User Content of employees or other users associated with your company account so that such users may continue to use the Service and maintain access to that User Content.</p>\n<p>If you cancel the Service before the end of your current paid up month, your cancellation will take effect immediately and you will not be charged again.</p>\n<p>When I Work, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other When I Work service, for any reason at any time.\nSuch termination of the Service will result in the deactivation or deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account.\nWe reserve the right to refuse service to anyone for any reason at any time.</p>\n<p>\n<strong>9.\nTrademarks and Site Name Squatting</strong>\n</p>\n<p>We reserve the right to reclaim site names or subdomains on behalf of businesses or individuals that hold legal claim or trademark on those names, or otherwise have an interest in such names.\nAccounts using business names and/or logos that that we determine, in our sole discretion, mislead or could mislead others will be subject to suspension at our discretion.</p>\n<p>You may not engage in site name squatting.\nAccounts that are inactive for more than thirty (30) days may also be removed at When I Work’s discretion and without further notice.</p>\n<p>\n<strong>10.\nNo Professional Advice</strong>\n</p>\n<p>If the Service provides professional information (for example, medical, legal, or financial), such information is for informational purposes only and should not be construed as professional advice.\nNo action should be taken based upon any information contained in the Service.\nYou should seek independent professional advice from a person who is licensed and/or qualified in the applicable area.</p>\n<p>\n<strong>11.\nText Messaging and Consent</strong>\n</p>\n<p>\n<strong>A.\nConsent to Add Employees</strong>\n</p>\n<p>When I Work makes it easy for you to add employees to your When I Work account so that you can manage your schedule and exchange messages with each other.\nYOU REPRESENT AND WARRANT TO US THAT EACH PERSON YOU ADD TO YOUR WHEN I WORK ACCOUNT HAS CONSENTED TO BE ADDED TO THE ACCOUNT AND TO RECEIVE ADMINISTRATIVE MESSAGES FROM WHEN I WORK AND TEXT MESSAGES FROM YOU AND ANYONE ELSE ASSOCIATED WITH THE ACCOUNT.</p>\n<p>\n<strong>B.\nCompliance with Laws</strong>\n</p>\n<p>You represent and warrant that all communications you cause to be sent through the Service shall at all times comply with all applicable state and federal laws and regulations, including, but not limited to, the Telephone Consumer Protection Act, the Telemarketing Sales Rule, the CAN-SPAM Act, and all other laws and regulations concerning privacy, telemarketing, and the sending of SMS text messages.</p>\n<p>\n<strong>C.\nConsent to Receive Periodic Messages from When I Work</strong>\n</p>\n<p>As part of the Service, When I Work sometimes causes administrative messages to be sent to users, including both employers and employees.\nFor example, upon adding a new employee to an employer’s When I Work account, the new employee will receive a welcome message, instructions on how to register for the Service, and a link with more information about the service.\nWhen I Work may send other administrative messages as well.\nBY SIGNING UP FOR WHEN I WORK, YOU AGREE TO RECEIVE TEXT MESSAGES FROM US.</p>\n<p>\n<strong>D.\nStopping Text Messages</strong>\n</p>\n<p>To permanently cease receiving text messages from When I Work, reply STOP to any When I Work message.\nYou can also adjust your settings through the Service.\nIf you stop receiving text messages, we will alert your employer who may need to contact you another way.</p>\n<p>\n<strong>E.\nText Messaging Fees</strong>\n</p>\n<p>You may sign up to receive certain When I Work notifications or information via text messaging.\nYou may incur additional charges from your wireless provider for these services.\nYou agree that you are solely responsible for any such charges.\nPlease be aware that texting charges can fluctuate internationally.\nText messaging rates can normally be found by asking your service provider.</p>\n<p>\n<strong>12.\nPrivacy</strong>\n</p>\n<p>We care about the privacy of our Users.\nYou understand that by using the Services you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy, located at&nbsp;https://wheniwork.com/privacy, and to have your personally identifiable information collected, used, transferred to and processed in the United States.</p>\n<p>Where you are a company, organization or other similar entity, to the extent that we process any personal data on your behalf and (i) that personal data relates to individuals located in the EEA.\nor (ii) you are established in the EEA, you agree that we do so as a data processor only, and the parties agree to comply with the provisions of the&nbsp;Data Processing Addendum.</p>\n<p>\n<strong>13.\nSecurity</strong>\n</p>\n<p>When I Work utilizes physical, managerial, and technical safeguards to preserve the integrity and security of your personal information and implement your privacy settings.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.</p>\n<p>\n<strong>14.\nThird-Party Links and Information</strong>\n</p>\n<p>The Service may contain links to third-party materials that are not owned or controlled by When I Work.\nWhen I Work does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third-party website or service from the Service or share your User Content on or through any third-party website or service, you do so at your own risk, and you understand that this Agreement and When I Work’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve When I Work from any and all liability arising from your use of any third-party website, service, or content, including without limitation User Content submitted by other Users.\nAdditionally, your dealings with or participation in promotions of advertisers found on the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that When I Work shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.</p>\n<p>\n<strong>15.\nVendors and Contractors</strong>\n</p>\n<p>When I Work may use vendors, contractors or other third-party service provides to help provide the Service to you, and we may change our use of such vendors and contractors at our sole discretion and without notice to you.</p>\n<p>\n<strong>16.\nIndemnity</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless When I Work and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) User Content or any content that is submitted via your account including without limitation misleading, false, or inaccurate information.\n(vi) your gross negligence or willful misconduct.\nor (vii) any other party’s access and use of the Service (or access and use of any third-party service via the Service) with your unique username, password or other appropriate security code.</p>\n<p>\n<strong>17.\nNo Warranty</strong>\n</p>\n<p>THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nUSE OF THE SERVICE IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICE IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM WHEN I WORK OR THROUGH THE SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nWITHOUT LIMITING THE FOREGOING, WHEN I WORK, ITS SUBSIDIARIES, ITS AFFILIATES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICE WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICE.</p>\n<p>WHEN I WORK DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICE OR ANY HYPERLINKED WEBSITE OR SERVICE, AND WHEN I WORK WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p>\n<p>FEDERAL LAW, SOME STATES, PROVINCES AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION AND LIMITATIONS OF CERTAIN IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS AGREEMENT GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\nTHE DISCLAIMERS AND EXCLUSIONS UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>\n<p>\n<strong>18.\nLimitation of Liability</strong>\n</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL WHEN I WORK, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, ARISING OUT OF OR RELATING TO THE USE OF, OR INABILITY TO USE, THIS SERVICE.\nUNDER NO CIRCUMSTANCES WILL WHEN I WORK BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICE OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WHEN I WORK ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT OR THE SERVICE.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICE.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICE.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE.\nAND/OR (VII) USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nIN NO EVENT SHALL WHEN I WORK, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING THE AMOUNT YOU PAID TO WHEN I WORK HEREUNDER.</p>\n<p>THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF WHEN I WORK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS AGREEMENT GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>\n<p>The Service is controlled and operated from facilities in the United States.\nWhen I Work makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\nUnless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.</p>\n<p>\n<strong>19.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver</strong>\n</p>\n<p>\n<strong>A.\nGoverning Law</strong>\n</p>\n<p>You agree that: (i) the Service shall be deemed solely based in Minnesota.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than Minnesota.\nThis Agreement shall be governed by the internal substantive laws of the State of Minnesota, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the personal jurisdiction of the federal and state courts located in Ramsey County, Minnesota for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that Ramsey County, Minnesota is the proper forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable.</p>\n<p>\n<strong>B.\nArbitration</strong>\n</p>\n<p>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM WHEN I WORK.\nFor any dispute with When I Work, you agree to first contact us at&nbsp;support@wheniwork.com&nbsp;and attempt to resolve the dispute with us informally.\nIn the unlikely event that When I Work has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to this Agreement, or the breach or alleged breach thereof (collectively, “Claims”), by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.\nJAMS may be contacted at&nbsp;www.jamsadr.com.\nThe arbitration will be conducted in Ramsey County, Minnesota, unless you and When I Work agree otherwise.\nIf you are using the Service for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing When I Work from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.</p>\n<p>\n<strong>C.\nClass Action/Jury Trial Waiver</strong>\n</p>\n<p>WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND WHEN I WORK ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.</p>\n<p>\n<strong>20.\nGeneral</strong>\n</p>\n<p>\n<strong>A.\nAssignment</strong>\n</p>\n<p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by When I Work without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p>\n<p>\n<strong>B.\nNotification Procedures and Changes to the Agreement</strong>\n</p>\n<p>When I Work may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by When I Work in our sole discretion.\nWhen I Work reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.\nWe are not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nWhen I Work may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically.\nWhen we change the Agreement in a material manner, we will update the ‘last modified’ date at the bottom of this page.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Use.\nIf you do not agree to any of these terms or any future Terms of Use, do not use or access (or continue to access) the Service.</p>\n<p>\n<strong>C.\nEntire Agreement/Severability</strong>\n</p>\n<p>This Agreement, together with any amendments and any additional agreements you may enter into with When I Work in connection with the Service, shall constitute the entire agreement between you and When I Work concerning the Service.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.</p>\n<p>\n<strong>D.\nForce Majeure</strong>\n</p>\n<p>Neither party will be liable to the other for any delay or failure to perform its obligations hereunder (other than for the payment of amounts due) if such delay or failure arises from any cause or causes beyond the reasonable control of the affected party, including acts of God, floods, fires, pandemic, or loss of electricity or other utilities.</p>\n<p>\n<strong>E.\nNo Waiver</strong>\n</p>\n<p>No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and When I Work’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.</p>\n<p>\n<strong>F.\nContact</strong>\n</p>\n<p>Please contact us at&nbsp;support@wheniwork.com&nbsp;with any questions regarding this Agreement.</p>\n<p>This Agreement was last modified on July 1st, 2020</p>\n", "created_at": "2021-11-18 01:29:21.060394", "updated_at": "2021-11-18 01:29:31.282317"}, {"id": 10234, "name": "Privacy Policy", "url": "https://wheniwork.com/privacy", "xpath": "/html/body/div[1]/div/div[1]/div/div/section[2]", "text": "\n<p>When I Work, Inc.\n(“When I Work,” “we” or “us”) is committed to protecting your privacy.\nThis Privacy Policy explains how information about you or associated with you (“personal information”) is collected, used and disclosed by When I Work and its affiliates.\nThis Privacy Policy applies to our website and our mobile apps for iPhone, Windows and Android mobile devices (collectively, “our Service”).\nBy accessing or using our Service, you signify that you have read, understood and agree to our collection, storage, use and disclosure of your personal information as described in this Privacy Policy and Terms of Service.</p>\n<p>“You” or “Your” means a user of the Service, which could refer to an individual, an employer, an employee associated with an employer account, or any other authorized user of the Service.</p>\n<p>Table of Contents</p>\n<ol>\n<li>Information We Collect and Use</li>\n<li>Sharing Information</li>\n<li>Your Choices Regarding Your Information</li>\n<li>Third Party Tracking and Online Advertising</li>\n<li>Security and Storage of Information</li>\n<li>Persons Under the Age of 13</li>\n<li>Links to Third Party Websites</li>\n<li>Region-Specific Disclosures</li>\n<li>Updates to this Policy</li>\n<li>Contacting Us</li>\n<li>Last Revision Date</li>\n</ol>\n<p>\n<strong>1.\nInformation We Collect and Use</strong>\n</p>\n<p>Generally.</p>\n<p>We collect personal information from our users in a variety of ways, including:</p>\n<ul>\n<li>\n<strong>Information you provide.</strong>&nbsp;We may collect and store personal information you register for our Service or provide to us in some other manner.\nFor example, when you register with the Service, we collect your name, email address, password, contact information and employment information.\nIf you are an employer, we also collect information about your business, payment information and any information you provide about your employees, including your employees’ contact information and pay-scale.\nWe may also collect any communications between you and When I Work, any information you provide if you take part in any interactive features of the Service, and any other information you provide to us.</li>\n<li>\n<strong>Data collected through the use of the Service.</strong>&nbsp;After you set up your account, we collect information in connection with your use of the Service, including your work schedule, your availability, your time records, your photo, your messages to others on the Service and comments you make on the Service forums or blogposts.&nbsp;</li>\n<li>\n<strong>Information we receive from social networking sites.</strong>&nbsp;When you interact with our site through various social media, such as when you login through Facebook or Google, or share When I Work content on Facebook, Twitter, or other sites, we may receive information from the social network including your profile information, profile picture, gender, user name, user ID associated with your social media account, age range, language, country, friends list, and any other information you permit the social network to share with third parties.\nThe data we receive is dependent upon your privacy settings with the social network, and we will not post information about you on third party social media sites without your consent.\nYou should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to our website or Service.</li>\n<li>\n<strong>Address book, calendar and contact information.</strong>&nbsp;With your permission, When I Work may access your contact list available on your mobile device, in your email accounts or other information system you connect with the Service in order to locate your friends, contacts and employees on the Service and to invite them to register with our Service.\nWith your permission, we may integrate our Service with your calendar system (such as Google Calendar, Outlook, etc.) in order to provide updates of your schedule on the Service to your calendar, and to integrate your calendar entries with your When I Work schedule.</li>\n<li>\n<strong>Information we receive from third parties.</strong>&nbsp;From time to time, we may receive information about you from third parties, such as identity verification, payroll vendors and other information.\nWe may also collect information about you that is publicly available.</li>\n</ul>\n<p>We use this information to operate, maintain, and provide to you the features and functionality of the Service, as well as to communicate directly with you, permit you to communicate with others on the Service or on social media, or invite others to join the Service.\nWe may compile analytics and share performance data on a de-identified or aggregate basis.\nWe may send you communications that contain information about our products or Service, or information about third parties’ products or services we think you may enjoy.\nWe may also send you Service-related communications (e.g., account verification, messages and schedules, change or updates to features of the Service, technical and security notices).\nFor more information about your communication preferences, see “Your Choices Regarding Your Information” below.</p>\n<p>How we use cookies and other tracking technology to collect information.</p>\n<p>We, and our third-party partners, automatically collect certain types of usage information when you visit our Service, read our communications, or otherwise engage with us.\nWe typically collect this information through a variety of tracking technologies, including cookies, Flash objects, web beacons, file information and similar technology (collectively, “tracking technologies”).\nFor example, we collect information about your device and its software, such as your IP address, browser type, Internet service provider, platform type, device type, operating system, date and time stamp, a unique ID that allows us to uniquely identify your browser, mobile device or your account, and other such information.\nWe also collect information about the way you use our Service, for example, the site from which you came and the site to which you are going when you leave our website, the pages you visit, the links you click, how frequently you access the Service, whether you open emails or click the links contained in emails, whether you access the Service from multiple devices, and other actions you take on the Service.\nWhen you access our Service from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“IDFA”), Google AdID, or Windows Advertising ID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address.\nWe may collect analytics data, or use third-party analytics tools, to help us measure traffic and usage trends for the Service and to understand more about the demographics of our users.\nWe may also work with third party partners to employ technologies, including the application of statistical modeling tools, which attempt to recognize you across multiple devices.\nAlthough we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.</p>\n<p>We use or may use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the site.\n(b) provide custom, personalized content and information, including targeted content and advertising.\n(c) identify you across multiple devices.\n(d) provide and monitor the effectiveness of our Service.\n(e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our website.\n(f) diagnose or fix technology problems.\nand (g) otherwise to plan for and enhance our Service.</p>\n<p>If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.\nDeleting cookies does not delete Local Storage Objects (LSOs) such as Flash objects and HTML5.\nYou can learn more about Flash objects – including how to manage privacy and storage settings for Flash cookies – on Adobe’s website or by clicking&nbsp;here.\nIf you choose to delete Flash objects from our sites, then you may not be able to access and use all or part of the sites or benefit from the information and services offered.</p>\n<p>We and our third party partners may also use cookies and tracking technologies for advertising purposes.\nFor more information about tracking technologies, please see “Third Party Tracking and Online Advertising” below.</p>\n<p>\n<strong>2.\nSharing Information</strong>\n</p>\n<p>We may share your personal information in the instances described below.\nFor further information on your choices regarding your information, see the “Your Choices Regarding Your Information” section below.</p>\n<p>We may share your personal information with:</p>\n<ol>\n<li>Other members of the Service.\nYour information will be shared other users of the Service, as needed to provide the Service to you.\nFor example, some of your information may be shared with your employer and with other employees of the same employer in order to facilitate scheduling, timekeeping and communication.\nYou may be able to control the visibility of some of your information and actions through your Settings (see “Your Choices Regarding Your Information” below).\nWe also share information about your use of the Service with your employer for analytic purposes.\nFor example, we provide reporting tools to allow an employer to evaluate the efficiency of its workforce, and its employees’ responsiveness and availability;</li>\n<li>With third parties with your consent.\nFrom time to time, we may provide an opportunity to share your information with one of our third party partners or other individuals.\nWe will ask for your consent before engaging in this type of sharing;</li>\n<li>Other companies owned by or under common ownership as When I Work, which also includes our subsidiaries (i.e., any organization we own or control) or our ultimate holding company (i.e., any organization that owns or controls us) and any subsidiaries it owns.\nThese companies will use your personal information in the same way as we can under this Policy;</li>\n<li>Third party vendors, consultants and other service providers that perform services on our behalf, in order to carry out their work for us, which may include identifying and serving targeted advertisements, hosting services, or providing analytics services;</li>\n<li>Other parties in connection with any company transaction, such as a merger, sale of all or a portion of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party or in the event of bankruptcy or related or similar proceedings.\nand</li>\n<li>Third parties as required to (i) satisfy any applicable law, regulation, subpoena/court order, legal process or other government request, (ii) enforce our Terms of Service, including the investigation of potential violations thereof, (iii) investigate and defend ourselves against any third party claims or allegations, (iv) protect against harm to the rights, property or safety of When I Work, its users or the public as required or permitted by law and (v) detect, prevent or otherwise address criminal (including fraud or stalking), security or technical issues.</li>\n</ol>\n<p>We may also share information with others in an aggregated and anonymous form that does not reasonably identify you directly as an individual.</p>\n<p>\n<strong>3.\nYour Choices Regarding Your Information</strong>\n</p>\n<p>Profile and Data Sharing Settings.</p>\n<p>You may change some of your data sharing preferences on your Settings page.\nFor example, you may mark certain aspects of your profile as private so that it may not be viewable by other users of the Service.\nIf you use the Service as an employee, certain elements of your information will be automatically shared with your employer, depending on how your employer has configured the company account and user permissions on the Service.</p>\n<p>Access to your Device Information.</p>\n<p>You may control the app’s access to your device information through your “Settings” feature on your device.\nFor instance, you can withdraw permission for the app to access your address book and location data.</p>\n<p>Communications.</p>\n<p>From time to time, the Service will send communications about news and updates, advice and analytics relating to your use of the Service.\nThe Service also facilitates communication between users by email, text message and in-app notifications.\nUsers can adjust communications preferences through Settings.</p>\n<ul>\n<li>When an employer invites an employee to register with the Service, we will send that employee a message using the contact information provided by the employer.\nThe employer must certify that it has the employee’s consent for When I Work to contact the employee on the employer’s behalf using that method of communication.</li>\n<li>If you want to invite your friends, contacts or employees to try out the Service, we will send the contact an email, which may include your name and photo to let them know that you are the person extending the invitation.\nAfter sending these invitations, we may also send reminder emails to your invitees on your behalf.\nWe will store these contacts for ease of connecting with them on the Service at a later time.\nWe may also provide you the option to send invitations via SMS text message.\nYou may not use the Service to send text messages unless you have the consent from the recipient to receive text message communications.</li>\n</ul> Marketing Communications.\n<p>From time to time, we may send promotional messages.\nIf you do not wish to receive promotional emails, you can change your email preferences on your Settings page on our websites, or you can click the “unsubscribe” button on promotional email communications.\nNote that you are not permitted to unsubscribe or opt-out of non-promotional messages regarding your account, such as account verification, change or updates to features of the Service, or technical and security notices.</p> Data Retention.\n<p>We will retain your information for as long as your account is active or as needed to for our internal purposes.\nWhen you deactivate your account, including if you are removed from an employer’s company account, we will remove your information from view by others on the Service but we may retain your account information internally so that you can access your account history through an individual account and so that you may re-register an account with another employer more quickly in the future.\nYou may request to delete your account information by contacting us at&nbsp;support@wheniwork.com.\nHowever, please be aware that we will not be able to delete any content you have shared with others on the Service.\nFor example, your employer will have a record of your schedule when you were employed, and will retain the data the employer provided to us about you.</p> Deleting or Anonymizing Your Content.\n<p>If you are under 18 years of age, you may request to delete or anonymize user content that you posted to the Service such that your personal information will not be identifiable publicly on our Service by contacting us at&nbsp;support@wheniwork.com.\nWhile we will use all commercially reasonable efforts to delete or anonymize your user content upon request, please be aware that due to the nature of our Service, you may not be able to completely remove all of your personally identifiable user content if, for example, that content has been stored, republished, or reposted by another user or a third party.\nWe may also maintain your information in identifiable form for our internal use, even if your personal data is no longer visible to the public on our Service.</p>\n<p>\n<strong>4.\nThird Party Tracking and Online Advertising</strong>\n</p>\n<p>We may share, or we may permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our website, and from our emails/communications, over time so that they may play or display ads that may be relevant to your interests on our Service as well as on other websites or apps , or on other devices you may use.\nTypically, though not always, the information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including hashed data , click stream information, browser type, time and date you visited the site, and other information.\nThis information is used to display targeted ads on or through our Service or on other websites or apps, including on Facebook, and may be combined and/or linked with data from other sources.\nWe or the online advertising networks, subject to their own privacy policies, use this information to make the advertisements you see online more relevant to your interests.\nAs noted above, depending on your browser or mobile device, you may be able set your browser to delete or notify you of cookies and other tracking technology by actively managing the settings on your browser or mobile device.\nYou may also be able to limit interest-based advertising through the settings on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest based ads” (Android).\nTo learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Network Advertising Initiative’s online resources, at&nbsp;networkadvertising.org/choices, and/or the DAA’s resources at&nbsp;aboutads.info/choices, and you may also adjust your ad preferences through your Facebook settings.\nSome of these opt-outs may not be effective unless your browser is set to accept cookies.\nFurthermore, if you use a different device, change browsers or delete the opt-out cookie, you may need to perform the opt-out task again.\nYou may also be able to opt-out of some – but not all – interest-based ads served by mobile ad networks by visiting&nbsp;youradchoices.com/appchoices&nbsp;and downloading the mobile AppChoices app.\nIf you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us directly at&nbsp;support@wheniwork.com.</p>\n<p>\n<strong>5.\nSecurity and Storage of Information</strong>\n</p>\n<p>When I Work cares about the security of your information and employs physical, administrative, and technological safeguards designed to preserve the integrity and security of all information we collect and that we share with our service providers.\nHowever, no security system is impenetrable and we cannot guarantee the security of our systems 100%.\nIn the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations.\nIf you are an employee whose information is associated with a Company account on our Service, we will notify the employer or company user of a breach of security which requires legal notification, and your employer shall be responsible for informing you of the incident.</p>\n<p>\n<strong>6.\nPersons Under the Age of 13</strong>\n</p>\n<p>The Service and its content are not directed at children under the age of 13.\nIn the event that we learn that we have collected personal information from a child under age 13 without parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information collected from a child under 13, please contact us at&nbsp;support@wheniwork.com.</p>\n<p>\n<strong>7.\nLinks to Third Party Websites</strong>\n</p>\n<p>The Service may contain links to and from third party websites of our business partners, advertisers, social media sites, and our users may post links to third party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nPlease check the individual policies before you submit any information to those websites.</p>\n<p>\n<strong>8.\nRegion-Specific Disclosures</strong>\n</p>\n<p>We reserve the right to modify this Policy from time to time.\nIf we make any changes to this Policy, we will change the “Last Revision” date below and will post the updated Policy on this page.\nIf you object to any changes, you may close your account.\nContinuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes.</p>\n<p>We may choose or be required by law to provide different or additional disclosures relating to the processing of personal information about residents of certain countries, regions or states.\nPlease refer below for disclosures that may be applicable to you:</p>\n<ul>\n<li>If you are a resident of California, please click here for additional California-specific privacy disclosures.</li>\n<li>If you are a resident of Nevada, Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nTo submit such a request, please contact us using the contact information below.</li>\n</ul>\n<p>Your information collected through the Service may be stored and processed in the United States or any other country in which When I Work or its subsidiaries, affiliates or service providers maintain facilities.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you consent to the transfer of information to the U.S.\nor any other country in which When I Work or its parent, subsidiaries, affiliates or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.</p>\n<p>\n<strong>9.\nUpdates to this Policy</strong>\n</p>\n<p>We reserve the right to modify this Policy, including any region-specific disclosures referenced herein, from time to time.\nIf we make any changes to this Policy, we will change the “Last Revision” date below and will post the updated Policy.\nIf you object to any changes, you may close your account.\nContinuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes.</p>\n<p>\n<strong>10.\nContacting Us</strong>\n</p>\n<p>If you have questions about this Policy, please contact us at&nbsp;support@wheniwork.com&nbsp;or by writing to us at:</p>\n<p>When I Work, Inc.\n420 North 5th St.\nSuite 500 Minneapolis, MN 55401 U.S.A.</p>\n<p>\n<strong>11.\nLast Revision Date</strong>\n</p>\n<p>This Policy was last revised on, and effective as of July 1, 2020.</p>\n<p>\n<strong>California Privacy Disclosures</strong>\n</p>\n<p>Last Updated: July 1, 2020</p>\n<p>These California Privacy Disclosures (“<strong>Disclosures</strong>”) apply to you if you are a resident of the state of California.&nbsp.\nCalifornia law requires us to disclose certain information regarding the categories of personal information we collect.\nFor purposes of these Disclosures, “personal information” has the meaning provided by the California Consumer Privacy Act (the “<strong>CCPA</strong>”) and does not include information that is publicly available, that is deidentified or aggregated such that it is not capable of being associated with you, or that is excluded from the CCPA’s scope, such as personal information covered by certain sector-specific privacy laws, such as the HIPAA, the FCRA, GLBA or the Driver’s Privacy Protection Act of 1994.&nbsp.\nThese Disclosures also do not apply to personal information we collect when we are acting as a “service provider” to process information pursuant to a contract with one of our business customers.</p>\n<p>\n<strong>Collection and use of personal information</strong>\n<strong>.\n</strong>We collect personal information from and about you for a variety of purposes.&nbsp.\nFor example, we use personal information to fulfill your requests, process your transactions and provide our Service to you.\nto communicate with you.\nfor marketing and advertising purposes.\nto monitor, improve, and develop our Service.\nand to protect the security and integrity of our business, comply with legal requirements and obligations.\nfor our business and operational purposes.\nand as otherwise permitted or required by law.&nbsp;</p>\n<p>To learn more about the types of personal information we collect and the purposes for which we collect this information, please refer to the section of our Privacy Policy titled “Information We Collect and Use.”</p>\n<p>In the last 12 months, we have collected the following categories of personal information:&nbsp;</p>\n<strong>Category of Personal Information Collected</strong>\n<strong>Collected</strong>\n<strong>Categories of Sources</strong>\n<p>\n<strong>Identifiers</strong>, such as your name, email address, password and contact information</p>\n<ul>\n<li>Directly from you</li>\n<li>Our business partners and affiliates</li>\n<li>Third parties you direct to share information with us</li>\n<li>Social networks</li>\n<li>Data sellers</li>\n</ul>\n<p>\n<strong>California Customer Records </strong>(Cal.\nCiv.\nCode § 1798.80(e)), such as&nbsp.\ncontact information and payment information.</p>\n<ul>\n<li>Directly from you</li>\n<li>Our business partners and affiliates</li>\n<li>Third parties you direct to share information with us</li>\n<li>Social networks</li>\n<li>Data sellers</li>\n</ul>\n<p>\n<strong>Protected Classification Characteristics, </strong>such as age and gender.</p>\n<p>\n<strong>Commercial Information</strong>, such as records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<ul>\n<li>Directly from you</li>\n<li>Your browser or device</li>\n<li>Data sellers</li>\n</ul>\n<p>\n<strong>Biometric Information</strong>, such as face, eye or other biometric scans.</p>\n<p>\n<strong>Internet/Network Information</strong>, such as device information, logs and analytics data.</p>\n<ul>\n<li>Your browser or device</li>\n</ul>\n<p>\n<strong>Geolocation Data</strong>, such as precise location information from your device or generated based on IP address.</p>\n<ul>\n<li>Your browser or device</li>\n</ul>\n<p>\n<strong>Sensory Information</strong>, such as recordings of phone calls with us, where permitted by law.</p>\n<ul>\n<li>Directly from you</li>\n</ul>\n<p>\n<strong>Profession/Employment Information, </strong>such as your job title, pay-scale and shift information.</p>\n<ul>\n<li>Directly from you</li>\n<li>From our customers</li>\n<li>For applicants, from third parties you direct to share information with us</li>\n</ul>\n<p>\n<strong>Non-Public Education Information</strong>, such as personal information from an education record.</p>\n<ul>\n<li>Directly from you</li>\n<li>From our customers</li>\n<li>Third parties you direct to share information from us</li>\n</ul>\n<p>\n<strong>Other Personal Information</strong>, including information you post on our social media pages or otherwise provide to us.</p>\n<ul>\n<li>Directly from you</li>\n<li>Third parties you direct to share information from us</li>\n<li>Your browser or device</li>\n</ul>\n<p>\n<strong>Inferences, </strong>such as predictions about your interests and preferences.</p>\n<ul>\n<li>Your browser or device</li>\n<li>Information generated or derived from your online browsing and usage activity</li>\n</ul>\n<p>\n<strong>Disclosure of personal information</strong>\n<strong>.&nbsp.\n</strong>We share personal information with third parties for the purposes described in the “Sharing Information” section of our Privacy Policy.\nThe categories of third parties to whom we disclose your personal information for a business purpose include: (i) if you have an employee account, the employer(s) that you direct us to share information with.\n(ii) our corporate affiliates.\n(iii) our service providers and advisors.\n(iv) marketing and strategic partners.\n(v) promotional partners.\n(vi) ad networks and advertising partners.\n(vii) analytics providers.\n(viii) social networks.&nbsp;</p>\n<p>We do not currently “sell” personal information as most people would typically understand that term.\nHowever, we do allow certain third-party advertising partners to collect information about the users of our Service for the purposes of serving ads that are more relevant, for ad campaign measurement and analytics, and for fraud detection and reporting.\nTo learn more about online advertising and how you may be able to control some of this activity, please refer to our Privacy Policy.</p>\n<p>\n<strong>Your California Rights and Choices</strong>\n<strong>.&nbsp.\n</strong>As a California resident, you may be able to request to exercise the following rights:&nbsp;</p>\n<ul>\n<li>\n<strong>The Right to Know </strong>any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:&nbsp;<ul>\n<li>The specific pieces of personal information we have collected about you;&nbsp;</li>\n<li>The categories of personal information we have collected about you;&nbsp;</li>\n<li>The categories of sources of the personal information;&nbsp;</li>\n<li>The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;&nbsp;</li>\n<li>The categories of personal information we have sold and the categories of third parties to whom the information was sold.\nand&nbsp;</li>\n<li>The business or commercial purposes for collecting or selling the personal information.</li>\n</ul>\n</li>\n<li>\n<strong>The Right to Request Deletion</strong> of personal information we have collected from you, subject to certain exceptions.</li>\n<li>\n<strong>The Right to Opt Out of Personal Information Sales </strong>to third parties now or in the future.</li>\n</ul>\n<p>You also have the right to be free of discrimination for exercising these rights.\nHowever, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our products and services or engage with you in the same manner.</p>\n<p>\n<strong>To submit your California Consumer Rights Requests</strong>\n<strong>.&nbsp.\n</strong>You may submit a request to exercise your California Consumer Rights through one of the mechanisms described below.\nWe will need to verify your identity before processing your request, which may require us to request additional personal information from you or require you to log into your account, if you have one.&nbsp.\nIn certain circumstances, we may decline or limit your request, particularly where we are unable to verify your identity or locate your information in our systems, or as permitted by law.</p>\n<p>To exercise your California Consumer Rights, please submit a request by:&nbsp;</p>\n<ul>\n<li>Emailing support@wheniwork.com with the subject line “California Rights Request,” or</li>\n<li>Calling 1-800-977-3675</li>\n</ul>\n<p>Please see our Privacy Policy for more information about how third parties use cookies and related technologies to collect information automatically on our websites and other online services, and the choices you may have in relation to those activities.</p>\n<p>\n<strong>Updates to these CA Disclosures</strong>\n</p>\n<p>We will update these CA Disclosures from time to time.\nWhen we make changes to these CA Disclosures, we will change the “Last Updated” date at the beginning of these CA Disclosures.\nIf we make material changes to these CA Disclosures, we will notify you by email to your registered email address, by prominent posting on our online services, or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided in the notification.</p>\n", "created_at": "2021-11-18 02:28:37.165366", "updated_at": "2021-11-18 01:29:13.37251"}], "points": [], "urls": ["wheniwork.com"]}}