{"error": 448, "message": "OK", "parameters": {"id": 452, "name": "Ancestry & services", "created_at": "2018-05-08 12:19:45.050905", "updated_at": "2021-07-07 16:57:06.258958", "wikipedia": "https://en.wikipedia.org/wiki/Ancestry", "keywords": "", "related": "", "slug": "ancestry", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/452.png", "url": "ancestry.com,ancestry.co.uk,ancestry.ca,ancestry.com.au,ancestry.de,ancestry.it,ancestry.fr,ancestry.se,ancestry.mx,fold3.com,newspapers.com,progenealogists.com,rootsweb.com", "documents": [{"id": 8144, "name": "Renewal and Cancellation Terms", "url": "https://www.ancestry.com/cs/legal/renewal-cancellation-terms", "xpath": "//*[@id=\"legalBody\"]", "text": " Ancestry Renewal and Cancellation Terms <p>Your subscription to the Services (as defined in the Ancestry Terms and Conditions) and purchase of AncestryDNA® and AncestryHealth® is subject to these Renewal and Cancellation Terms.\nCapitalized terms used in these Renewal and Cancellation Terms if not defined here are as defined in the Terms and Conditions.</p>\n<p>\n<strong>\n<u>Subscriptions</u>\n</strong>\n</p>\n<p>There are various payment and subscription options available for using the Services.\nThese options can be found in the individual Services and may change from time to time.\nOnce you register for a free trial or your initial payment is processed, your subscription has begun, and you can immediately access the relevant Service.</p>\n<p>\n<strong>1.\nAutomatic Renewals of Subscriptions</strong>.\nUnless otherwise noted in the terms of your offer, subscriptions automatically renew, except for gift and pay-per-view subscriptions.\nThis means that once you sign up for a free trial or become a subscribing member, your subscription will automatically renew based on the subscription program you chose (e.g.\nsemiannually, monthly, etc.).\nYou will be charged the rate stated at the time of purchase (plus applicable taxes, such as value added tax when the stated rate doesn’t include VAT) at the beginning of each billing term of your subscription via the billing method you have provided to us.\nPlease ensure that your billing information is correct to prevent an interruption in your subscription.</p>\n<p>Prices and terms for subscriptions may change at any time.\nThe price and terms in place when you made your initial purchase or when your subscription last renewed will stay in effect for the duration of that subscription period, but new prices and terms may apply to renewals or new subscriptions.\nAncestry will give you reasonable notice of any change in price or terms before they go into effect.\nIf you do not want to renew your subscription under these new prices or terms, you may cancel your subscription as described below.</p>\n<p>\n<strong>2.\nSubscription Cancellations and Refunds</strong>.\nYou may cancel your Ancestry subscription by logging into your My Account page or by contacting us.\nLearn more about how to cancel your Ancestry subscription here.\nIf you access Fold3® and Newspapers.com™ through an Ancestry All Access subscription, you may cancel your subscription by logging into your My Account page or by contacting us.\nIf you subscribe to Fold3® or Newspapers.com™ separately, see below for cancellation details.\nAll refunds will be credited to the billing method associated with your account.\nFor information on how to cancel a subscription purchased through the Ancestry app, go here.</p>\n<p>If you are using the Services in the EU or UK, you may also cancel your subscription by filling out this contact form.</p>\n<p>You may cancel your Fold3® subscription by logging into your Account Details page on Fold3.com or by contacting us here.\nYou may cancel your Newspapers.com™ subscription by logging into your Account Details page on Newspapers.com or by contacting us here.\nYou may cancel your Archives® subscription by logging into your Account Profile page on Archives.com or by contacting us here.</p>\n<p>Unless otherwise stated in the terms of your subscription, the following terms will apply:</p>\n<p>\n<u>Free Trials</u>: Some of the Services allow you to register for a free trial so you can try the Services before starting a paid subscription.\nIf you register for a free trial, you may cancel at any time prior to two days before the end of the free trial period and incur no charge.\nIf you do not cancel by that time, your paid subscription will start once your free trial period ends.\nOne free trial per user.\nAfter a free trial bills through, no refunds will be issued.\nFor users located in the European Union, your free trial is inclusive of your cooling off rights.</p>\n<p>\n<u>Monthly Subscriptions</u>: Subscriptions billed on a monthly basis may be canceled at any time prior to two business days before your renewal date but are not eligible for a refund.\nIf you cancel your monthly subscription, you will retain access to your Services for the remainder of that month.\nIf you do not cancel your subscription prior to two days before your renewal date, we will renew your subscription for one more month.</p>\n<p>\n<u>Subscriptions Longer than a Month, Billed Upfront</u>:</p>\n<ul>\n<li>\n<strong>\n<u>For Ancestry subscriptions</u>: </strong>Except as outlined below, if you cancel this type of subscription before the end of your subscription period, you are not eligible for a refund, but you will retain access to the relevant Services for the remainder of your subscription period, after which your subscription will be cancelled.\nIf your subscription did not begin with a free trial, during the first 14 days of your first subscription term you may either (1) cancel immediately for a full refund and immediate loss of access, or (2) cancel at the end of your current subscription, with no refund.\nIf you do not cancel your subscription within your subscription period, we will renew your subscription for additional terms equivalent in length to your current subscription, until you cancel.\nAfter your subscription renews, you are not eligible for any refunds.\nRefunds are not based on account usage.</li>\n<li>\n<strong>\n<u>For Fold3, Newspapers.com, and Archives subscriptions</u>: </strong>Subscriptions longer than one month that are billed upfront may be canceled during the first 30 days for a full refund.\nIf this subscription begins with a free trial, the 30 day period begins after the free trial ends.\nIf you cancel this type of subscription after the first 30 days of your first subscription term, you will not receive a refund, but you will retain access to the relevant Services for the remainder of your subscription period, after which your subscription will be canceled.\nIf you do not cancel your subscription within your subscription period, we will renew your subscription for additional terms equivalent in length to your current subscription, until you cancel.\nAfter your subscription renews, you are not eligible for any refunds.\nRefunds are not based on account usage.</li>\n</ul>\n<p>\n<u>Subscriptions Longer than a Month, Billed Monthly:</u> Where offered, some subscriptions longer than a month may be eligible for monthly billing.\nEven though you will be billed monthly, you are committing to the entire length of your subscription (e.g.\n6 months or 12 months).\nExcept as outlined below, if you cancel this type of subscription before the end of your subscription term, you are not eligible for a refund, but you will retain access to the relevant Services for the remainder of any paid months (after which your subscription will be cancelled), and you may be charged a cancellation fee.\nIf your subscription did not begin with a free trial, during the first 14 days of your first subscription term you may either (1) cancel immediately for a full refund of the first month’s fee and immediate loss of access, or (2) cancel at the end of the first month, subject to a cancellation fee.\nCancellation fees are the lesser of (i) $25 for 6-month subscriptions or $50 for 12-month subscriptions (plus any applicable taxes) or (ii) the remaining cost of your subscription.\nIf you do not cancel your subscription within your subscription period, we will renew your subscription for additional terms equivalent in length to your current subscription, until you cancel.\nAfter your subscription renews, you are not eligible for any refunds.</p>\n<p>\n<u>Gift Memberships</u>: Gift memberships may be canceled by the purchaser for a full refund before the earlier of (a) 30 days after the date the gift is purchased and (b) the gift start date selected by the purchaser.\nNo refunds are available after the gift start date.</p>\n<p>\n<u>Pausing Your Subscription</u>: Where available, for subscriptions that automatically renew, you can choose to pause your subscription by delaying your renewal payment for up to 2 months at the end of your current billing cycle.\nYou can only pause your subscription once per billing cycle, and once the pause begins, you will not be able to change the duration of the pause.\nYou will lose access to any paid content for the duration of your pause.\nYour subscription will be reactivated automatically after the specified duration at the price at which it would have renewed prior to the pause, and you authorize your credit card to be charged for your subscription on a recurring basis upon reactivation.\nIf you choose to cancel while your subscription is paused, you will not be charged.</p>\n<p>\n<u>Credits</u>: Some Services may be purchased as credits, in varying quantities, to be used over a period of time (e.g.\nServices on www.archives.com).\nCredits purchased are valid for the period specified at the time of purchase.\nAny credits unused within the period of permitted use will expire following the expiration date.</p>\n<p>\n<u>Taxes and Fees</u>: You will be responsible for all taxes and fees charged by other companies such as shipping, mobile carrier fees, data plan charges, overdraft fees, credit card fees, and foreign transaction fees.</p>\n<p>\n<strong>\n<u>AncestryDNA® and AncestryHealth® Kits</u>\n</strong>\n</p>\n<p>\n<strong>NOTE: WE ARE NO LONGER ACCEPTING NEW SALES OR UPGRADES OF AncestryHealth® EFFECTIVE JANUARY 15, 2021.\nWe will continue to support AncestryHealth® through July 2021.\nFor more information, click here.\n</strong>\n</p>\n<p>\n<strong>1.\nCancelling Laboratory Processing of AncestryDNA® and AncestryHealth® Kit</strong>.</p>\n<p>You may cancel the laboratory processing of your AncestryDNA® kit by contacting Member Services.&nbsp;If you have already submitted your saliva sample, you will need to provide your saliva sample tube code to Member Services in order for us to identify and destroy your sample.\nThe tube code is included in your DNA test kit.\nWe recommend you store the code in a safe place.</p>\n<p>You can't cancel the laboratory processing of your AncestryHealth® kit after activation.</p>\n<p>If the laboratory has already processed your saliva sample, you may request the destruction of your sample by contacting Member Services.\nFor AncestryDNA®, find contact details here.\nFor AncestryHealth® go here.\nYou may also delete your test results by following the instructions in your DNA test settings.</p>\n<p>\n<strong>2.\nRefund Eligibility</strong>.</p>\n<p>\n<u>United States</u>\n</p>\n<ul>\n<li>\n<strong>AncestryDNA®</strong> purchases are eligible for a refund if you request a refund <u>and</u> return the kit within 60 days of placing your kit order, minus a $15 processing fee.\nYou must return the kit to receive a refund.</li>\n<li>\n<strong>AncestryHealth®</strong> purchases are eligible for a refund of the purchase price if you have not activated your kit and you request a refund and return the kit before <strong>April 16, 2021</strong>.\nIf you are an existing AncestryDNA® customer purchasing an AncestryHealth® upgrade, you are eligible for a refund of the upgrade price until <strong>April 16, 2021</strong> provided you have not activated your AncestryHealth® product.\nThe last day to activate your AncestryHealth® kit is <strong>February 15, 2021</strong>, and we must receive your sample by <strong>February 28, 2021</strong> to process your health data.\nIf you do not activate your AncestryHealth® kit by <strong>February 15, 2021</strong> you can use your AncestryHealth® kit to get AncestryDNA®, which includes origins and ethnicity, DNA matches, and traits, and you will receive an automatic refund for the health portion of your purchase price to your original payment method.\nIf you do not want the AncestryDNA® product experience, you may choose to receive a full refund by returning your kit before <strong>April 16, 2021</strong>.\nFor more information, click here.\n<strong>This subsection applies ONLY to the AncestryHealth® product and does not in any manner alter the refund policy for other Ancestry products.</strong>\n<p>\n<strong>NOTE:</strong> If you activate AncestryHealth® and receive a message stating that you do not meet the inclusion criteria and are ineligible for AncestryHealth®, you are entitled to a full refund.\nIf you purchased your AncestryHealth® kit at Amazon or Walmart.com, you should contact those sellers directly to request a refund.</p>\n</li>\n<li>\n<strong>Traits</strong>: If you purchased traits for your existing DNA test after your DNA results have been made available in the Services, you will have access to your traits as soon as your payment is processed, and you are not eligible for a refund of your traits purchase.\nIf you purchase traits for your existing DNA test that you have activated, but your DNA results have not been made available in the Services, you may cancel your traits purchase by contacting Member Services and are eligible for a refund until your DNA results are made available.\nOnce your DNA results are available, you are not eligible for a refund of your traits purchase.\nYour purchase of an AncestryDNA® Test containing traits is governed by the above cancellation and refund terms applicable to AncestryDNA® Tests that do not contain traits.</li>\n</ul>\n&nbsp.\n<p>\n<strong>Refund Process.</strong>\n</p>\n<p>To request a refund of your AncestryDNA® kit or AncestryHealth® kit, you must (1) provide the same information you provided to us when you placed your kit order, and (2) return your AncestryDNA® kit or AncestryHealth® kit to us.\nPlease contact Member Services for more information.</p>\n<p>Ancestry does not refund shipping and processing charges or any applicable taxes paid on the non-refundable portion for kits purchased in the United States.\nAll refunds will be credited to the billing method associated with your account.</p>\n<p>\n<u>Outside the United States</u>: You have the right to change your mind and cancel your order for a DNA test and receive a full refund at any time within 14 days of receiving your order.\nPlease call us to cancel your order and request a refund.\nYou will need to know your order number when you call to cancel.\nYour order number is in the order confirmation email you received after placing your order.\nYour right to cancel will lapse 14 days following the date you receive your order.\nIf you cancel your DNA test after you have submitted your saliva sample, you will not be able to access any DNA results.\nYour refund will only be provided via the credit card you used to purchase the DNA kit.\nPlease allow a reasonable time for the credit to reach you.</p>\n<p>\n<strong>3.\nReplacement Testing Kits</strong>.</p>\n<p>Should you require a replacement DNA testing kit in the US, you may call AncestryDNA® at 1-800-958-9124 and provide the same information that you provided when you ordered your AncestryDNA® test.\nReplacement kits are $25 per kit (plus applicable shipping and handling) in the US.\nShould you require a replacement DNA testing kit outside the US, you may contact AncestryDNA® by phone or email.\nThere is no additional charge for replacement kits outside of the US.</p> ", "created_at": "2021-07-07 17:04:33.047657", "updated_at": "2021-07-07 17:05:53.638681"}, {"id": 8143, "name": "Community Rules", "url": "https://www.ancestry.com/cs/legal/community-rules", "xpath": "//body", "text": " Ancestry uses cookies to create a better experience for you <p>Ancestry uses cookies and similar technologies on our site to enhance and personalise your browsing experience, to show ads that are relevant to you, analyze your use of our site, and to create a secure and effective site.</p>\n<p>Click \"Accept all\" to accept all cookies and go directly to the site or click \"Manage cookies\" to choose which types of cookies to accept while on the site.</p>\n<p>You can withdraw your consent for cookies at any time.\nLearn more in our cookies policy.</p>Accept allManage cookies Skip Ancestry main menu Main Menu <ul>\n<li>Home</li>\n<li>Trees</li>\n<li>Search</li>\n<li>DNA</li>\n<li>Health</li>\n<li>Help</li>\n<li>Extras</li>\n</ul>\n<ul>\n<li>Subscribe</li>\n<li>Sign In</li>\n</ul> Home Ancestry Privacy Center Community Rules <p>At Ancestry, we know that we all are more alike than different.\nWhether your journey begins with DNA or family history, we want everyone to feel welcome in our community.\nTo keep the community engaging, safe, and appropriate for all, the following rules clarify what is allowed and prohibited on Ancestry.\nIf you come across something that violates these Rules, please let us know and we will do our best to address the situation.\nWe always appreciate your feedback in helping to make Ancestry a safe and comfortable environment for everyone.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Site Access and Security</strong>\n</p>\n<p>While using your Ancestry account or any Ancestry Services, you:</p>\n<ul>\n<li>Must comply with all applicable laws.</li>\n<li>Must have your own Ancestry account, and select a unique username and password.</li>\n<li>May not share your Ancestry account password with anyone else.</li>\n<li>May not permit a child under the age of 13 to publish information or post content through your Ancestry account.</li>\n<li>Must provide valid and complete contact information, including a valid email address.</li>\n<li>May not select a username that is hateful, obscene, or otherwise inappropriate, as determined by Ancestry, in its sole discretion.</li>\n<li>Must never misrepresent your identity, either to Ancestry or to other users.</li>\n<li>Must not interfere or attempt to interfere with the Services, including using any software program, virus or routine to block, obscure, modify any Ancestry Content or web pages, or to destroy another person’s software, hardware, or telecommunications equipment.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Community Safety</strong>\n</p>\n<p>While using your Ancestry account or any Ancestry Services, you may not:</p>\n<ul>\n<li>Post or share any content that is illegal, threatening, harmful, abusive or otherwise objectionable, including content or communications that are degrading, defamatory, vulgar, hateful, libelous, fraudulent, obscene, pornographic, sexually explicit, sexist, racist, or invasive of another's privacy.</li>\n<li>Stalk, harass, threaten or verbally attack any user or Ancestry employee, or abuse Ancestry resources, such as misusing an Ancestry employee’s time.</li>\n<li>Post any information or communication that you know is false or misleading, including impersonating any person, misrepresenting your affiliation with any person or entity (including Ancestry), falsely claiming an endorsement that you do not have, or misrepresenting that you are an employee or representative of Ancestry or its family of companies.</li>\n<li>Post or share content containing any person’s personal, proprietary, or confidential information such as photos of living individuals, sensitive financial information, or a person’s address, phone number, or email address without their permission.\nIn the case of minors, you’ll need the consent of their parent or guardian.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Respect for Intellectual Property</strong>\n</p>\n<p>While using your Ancestry account and the Ancestry Services, you may not:</p>\n<ul>\n<li>Post or share content that is protected by copyright or trademark, or that does not belong to you, including pictures and historical documents posted by other users, unless you have express permission from the owner of the copyright or trademark for such content.\nRead our Copyright Policy for more information.</li>\n<li>Reproduce, reverse-engineer, or sell any portion of Ancestry’s Services (including AncestryDNA test kits) or Ancestry Content, or systematically download data from Ancestry databases to make or populate another database for any other purpose.</li>\n<li>“Deep link” or frame, inline link, or mirror any part of any Ancestry Services without Ancestry’s written permission.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Spam is Not Allowed</strong>\n</p>\n<p>You may not use your Ancestry account or the Ancestry Services (or any information obtained through the Services) to post or make available any advertising, promotional materials, junk mail, spam, chain letters, or any other form of solicitation.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal Details</strong>\n</p>\n<p>The Ancestry Community Rules apply to all users of Ancestry’s Services (including Ancestry.com, AncestryDNA, Newspapers.com, Fold3, We Remember, and other Ancestry websites and mobile apps) and are intended to protect you and the entire Ancestry community.\nAny capitalized terms used in these Rules shall have the same meaning as set out in the Ancestry Terms and Conditions and Privacy Statement.</p>\n<p>This list of prohibited conduct is not exhaustive.\nAncestry prohibits users of the Services from engaging in any activity that Ancestry, in its sole discretion, determines to be offensive, interferes with the rights of others, or causes harm to any person or entity.\nAncestry can’t be responsible for the content our users create and share in the community, but we reserve the right to remove any posts or comments that violate these rules or our Terms and Conditions.</p>\n<p>Serious or repeat violations or offenses will subject the responsible user to account termination, at Ancestry’s sole discretion.</p>\n<dl>\n</dl>\n<p>Manage your information<br>\nand privacy on&nbsp;Ancestry</p>\n<ul>\n<li>Your Profile</li>\n<li>Your Account Options</li>\n<li>Your Site Preferences</li>\n<li>Your Email Preferences</li>\n<li>Your Test Preferences</li>\n<li>Your Alerts</li>\n<li>Your Family Trees Settings</li>\n<li>Nevada Residents Opt-Out</li>\n<li>CCPA Authorized Agent Request</li>\n</ul>\n<p>Manage your privacy on<br>\nour related&nbsp;business</p>\n<ul>\n<li>Fold3</li>\n<li>Newspapers.com</li>\n<li>Archives</li>\n</ul>\n<p>Learn more from<br>\nimportant&nbsp;resources</p>\n<ul>\n<li>AncestryDNA Research and Collaboration</li>\n<li>Cookies</li>\n<li>Transparency Report</li>\n<li>Guide for Law Enforcement</li>\n<li>View Archived Privacy Statement Versions</li>\n<li>View Archived Terms and Conditions Versions</li>\n<li>Community Rules</li>\n<li>Security</li>\n</ul>\n<ul>\n<li>Support Center</li>\n<li>Ancestry Blog</li>\n<li>Site Map</li>\n<li>Gift Memberships</li>\n<li>Careers</li>\n</ul> Visit our other sites:Other Sites: United StatesUnited KingdomCanada (English)Canada (Français)AustraliaDeutschlandItaliaFranceSverigeMéxicoAncestry CorporateAncestry.ie CorporateFold3.comNewspapers.comProGenealogists.comRootsWeb.com <ul>\n<li>© 1997-2021 Ancestry</li>\n<li>Corporate Information</li>\n<li>Privacy</li>\n<li>Terms and Conditions</li>\n<li>CCPA Notice at Collection</li>\n<li>Patent</li>\n</ul> ", "created_at": "2021-07-07 17:03:42.989635", "updated_at": "2021-07-07 17:03:50.621139"}, {"id": 3314, "name": "Cookie Policy", "url": "https://www.ancestry.com/cs/legal/AboutCookies", "xpath": "//body", "text": " Skip Ancestry main menu Main Menu <ul>\n<li>Home</li>\n<li>Trees</li>\n<li>Search</li>\n<li>DNA</li>\n<li>Health</li>\n<li>Help</li>\n<li>Extras</li>\n</ul>\n<ul>\n<li>Subscribe</li>\n<li>Sign In</li>\n</ul> Home Ancestry Privacy Center Ancestry Cookie Policy <p>This Cookie policy describes how Ancestry uses Cookies and other similar technologies in connection with its Services.\nAny capitalized term used and not otherwise defined below has the meaning assigned to it in our Privacy Statement.</p>\n<p>\n<strong>What is a Cookie?</strong>\n<br>\nCookies are small text files, stored in your browser or on your hard drive, that allow us to differentiate between you and all our other visitors.\nMost sites you visit use Cookies to improve your online experience—and we are no different.\nThey help site providers with things like remembering a user’s login details, storing site preferences and understanding how a user interacts with a site.</p>\n<p>\n<strong>Does Ancestry use Cookies?</strong>\n<br>\nYes.\nWe use Cookies in accordance with our Privacy Statement to:</p>\n<ul>\n<li>ensure that our Services function properly;</li>\n<li>detect and prevent fraud;</li>\n<li>understand how visitors use and engage with our site;</li>\n<li>set your preferences;</li>\n<li>deliver relevant advertising.\nand</li>\n<li>analyze and improve Services.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Who sets Cookies when I use Ancestry’s Services?</strong>\n<br>\nThere are two main types of Cookies that can be set:</p>\n<ul>\n<li>First party Cookies: these Cookies are placed by Ancestry directly when you use our Services.\nFirst party Cookies may include Cookies from Service Providers.</li>\n<li>Third party Cookies: these Cookies do not belong to Ancestry.\nThey are owned by other companies, like Google or YouTube, and are used for site analytics and advertising purposes.\nSee further details below on how to manage these Cookies.\nThird-party Cookies will be providing a service to Ancestry or a function to us but Ancestry cannot control how those third-party Cookies are used.</li>\n</ul>\n<p>&nbsp;</p>\n<p>There are many benefits to using Cookies.\nFor example, every time you visit our site we can log you in automatically, and remember your preferences.\nPlus, we can keep you logged in as you move around the site and give you a personal experience.</p>\n&nbsp.\n<p>\n<strong>What Cookies does Ancestry use?</strong>\n</p> Categories of Use Description <strong>Necessary</strong> These Cookies are essential for the operation of our Services.\nThese Cookies do things like ensure that your password works and you stay logged in when you move between pages on the website and help the website to remember details like what is in your shopping cart or how far you are through an order.\nNecessary Cookies cannot be removed or turned off.\n<p>We use those Cookies in a number of different ways, including:</p>\n<ul>\n<li>Authentication – To remember your login state so you don’t have to log in as you navigate through our websites.</li>\n<li>Fraud Prevention and Detection – Cookies and similar technologies that we deploy through our website help us learn things about computers and web browsers used to access the Services.\nThis information helps us monitor for and detect potentially harmful or illegal use of our Services.</li>\n<li>Security – To protect your data from unauthorized access.</li>\n</ul>\n<strong>Analytics</strong> Analytics Cookies help us understand how users interact with our Services.\nWe use those Cookies to analyze and improve our Services.\nCookies help us understand how people reach our website and they give us insights into improvements or enhancements we need to make to our Services.\n<p>We use them to improve how our site works, understand what interests our users, and measure content effectiveness.</p>\n<strong>Advertising</strong> Advertising Cookies are used to better understand your interests and show you ads from Ancestry and our third-party advertising partners that are more relevant to you.\nAdvertising Cookies may be used to share data with advertisers (also referred to as online behavioral advertising) so that the ads you see are more relevant to you, including from our partners, and allow you to share certain pages with social networks.\n<p>These Cookies limit the number of times you see an advertisement.\nWe work with third parties who do this for us and we may, in limited circumstances, also place ads around our related brands’ sites.</p>\n<strong>Preference</strong> These Cookies allow our site to operate at its best and remember your preferences when you have an account with us (such as your username, language or the region you are in).\nThey also help us to understand how our site is used so that we can measure and improve its performance.\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>What other tracking technologies are used?</strong>\n</p> &nbsp.\n&nbsp.\n<strong>Pixels</strong> A pixel (a.k.a, web beacons, action tags) is a tiny image that may be found within web pages and emails, requiring a call (which provides device and visit information) to our servers in order for the pixel to be rendered in those web pages and emails.\nWe use pixels to learn more about your interactions with email content or web content, such as whether you opened an email or interacted with ads.\nPixels can also allow us and third parties to place Cookies on your browser.\n<strong>Local Storage</strong> Local storage enables a website or application to store information locally on your device(s).\nLocal storage may be used to improve the Ancestry experience, for example, by enabling features, remembering your preferences and speeding up site functionality.\n<strong>SDKs</strong> A software development kit, or SDK, is a downloadable software package used in mobile applications.\nA typical SDK may contain APIs which are pre-defined pieces of code that help you perform common programming tasks on the platform or other tools that help us do things like debug, build, run, and test our mobile apps.\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>What third-party Cookies does Ancestry use?</strong>\n<br>\nAncestry’s Cookies table lists the third-party Cookies on our sites.\nPlease note that the names of Cookies, pixels and other technologies may change over time and we will update our resources when that happens.</p>\n<p>\n<strong>How do I manage my Cookies? </strong>\n</p>\n<ul>\n<li>You can use this link to manage your Cookie preferences at any time.</li>\n<li>Alternatively you can set your browser to block Cookies.\nPlease check your browser for instructions on how to do this or follow the instructions below to understand your options.\nIf you choose to disable Cookies, some features of our site and Services may not operate as intended.\ncookie.\nEach browser works differently, but here are instructions on how to manage your Cookies, using some of the browsers we support : <ul>\n<li>Internet Explorer – https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies</li>\n<li>Safari – https://support.apple.com/en-gb/guide/safari/sfri11471/mac</li>\n<li>Mozilla Firefox – https://support.mozilla.org/en-US/kb/disable-third-party-cookies</li>\n<li>Opera – https://help.opera.com/en/latest/web-preferences/#cookies</li>\n<li>Google Chrome – https://support.google.com/chrome/answer/95647?hl=en</li>\n<li>Brave – https://support.brave.com/hc/en-us/articles/360022806212-How-do-I-use-Shields-while-browsing-</li>\n<li>Microsoft Edge – https://support.microsoft.com/en-ie/help/4468242/microsoft-edge-browsing-data-and-privacy</li>\n</ul>\n</li>\n<br>\n<li>Third-party opt-out settings available in our Cookie table.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Please note</strong>: If you change your browser settings to block all Cookies, or if you switch off certain Cookies, you may not be able to access some or all parts of our site and the site may not work as intended.</p>\n<p>In addition, if you delete, block or otherwise restrict Cookies, or if you use a different device or internet browser, you will need to renew your preferences again.</p>\n<p>Generally, you can find out more about Cookies and get advice discovering what Cookies have been set and how you can manage and delete them at http://www.allaboutCookies.org.</p>\n<p>\n<strong>Do-Not-Track Disclosure</strong>\n<br>\nAncestry notes that although we do our best to honor your privacy preferences, and have implemented industry standard safeguards as described above, we do not respond to Do-Not-Track signals from your browser at this time due to the lack of an established industry standard.</p>\n<p>\n<strong>Other helpful resources</strong>\n<br>\nTo learn more about advertisers' use of Cookies we encourage you to view the following:</p>\n<ul>\n<li>https://www.networkadvertising.org/understanding-digital-advertising</li>\n<li>https://youradchoices.com/control</li>\n<li>European Interactive Digital Advertising Alliance (EU)</li>\n<li>Internet Advertising Bureau (US)</li>\n<li>Internet Advertising Bureau (EU)</li>\n</ul>\n<p>If you have any questions regarding Ancestry’s Cookie Policy please email cookiepolicy@ancestry.com.</p>\n<p>Date of last revision: 12 Oct 2020</p>\n<dl>\n</dl>\n<p>Manage your information<br>\nand privacy on&nbsp;Ancestry</p>\n<ul>\n<li>Your Profile</li>\n<li>Your Account Options</li>\n<li>Your Site Preferences</li>\n<li>Your Email Preferences</li>\n<li>Your Test Preferences</li>\n<li>Your Alerts</li>\n<li>Your Family Trees Settings</li>\n<li>Nevada Residents Opt-Out</li>\n<li>CCPA Authorized Agent Request</li>\n</ul>\n<p>Manage your privacy on<br>\nour related&nbsp;business</p>\n<ul>\n<li>Fold3</li>\n<li>Newspapers.com</li>\n<li>Archives</li>\n</ul>\n<p>Learn more from<br>\nimportant&nbsp;resources</p>\n<ul>\n<li>AncestryDNA Research and Collaboration</li>\n<li>Cookies</li>\n<li>Transparency Report</li>\n<li>Guide for Law Enforcement</li>\n<li>View Archived Privacy Statement Versions</li>\n<li>View Archived Terms and Conditions Versions</li>\n<li>Community Rules</li>\n<li>Security</li>\n</ul>\n<ul>\n<li>Support Center</li>\n<li>Ancestry Blog</li>\n<li>Site Map</li>\n<li>Gift Memberships</li>\n<li>Careers</li>\n</ul> Visit our other sites:Other Sites: United StatesUnited KingdomCanada (English)Canada (Français)AustraliaDeutschlandItaliaFranceSverigeMéxicoAncestry CorporateAncestry.ie CorporateFold3.comNewspapers.comProGenealogists.comRootsWeb.com <ul>\n<li>© 1997-2021 Ancestry</li>\n<li>Corporate Information</li>\n<li>Privacy</li>\n<li>Terms and Conditions</li>\n<li>CCPA Notice at Collection</li>\n<li>Patent</li>\n</ul> ", "created_at": "2020-12-20 22:16:40.732678", "updated_at": "2021-07-07 17:03:18.863855"}, {"id": 1683, "name": "Terms and Conditions", "url": "https://www.ancestry.com/cs/legal/termsandconditions", "xpath": "/html/body/div[2]/div/div/div", "text": " Skip Ancestry main menu Main Menu <ul>\n<li>Subscribe</li>\n<li>Sign In</li>\n</ul> Ancestry Terms and Conditions <p>\n<strong>Effective Date:</strong> 23 Sep 2020</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.&nbsp;&nbsp;Introduction and Services:</strong>\n</p>\n<p>Welcome to Ancestry®! By using any of the Ancestry websites, services, and mobile apps that link to these terms—Ancestry®, AncestryDNA®, AncestryHealth®, Newspapers.com™, Find a Grave®, Fold3.com®, Archives®, and WeRemember®—as well as other related brands (the “Services\"), you agree to these Terms and Conditions (the “Terms”).\nAny new features included in the Services in the future will also be subject to these Terms.</p>\n<p>You also agree to our Cookie Policy, Renewal and Cancellation Terms, and Ancestry Community Rules, each of which are incorporated herein by reference.\nPlease read these documents and our Privacy Statement (which describes how we collect, process, use, and share your data) carefully because they contain important information about your rights and responsibilities when you use the Services.\nYou are entering into these Terms with a specific Ancestry entity depending on what Service you are using and where you are geographically located (see Ancestry Companies below for more information).</p>\n<p>Additional terms may apply which will be disclosed to you when you sign up for a new Service or take advantage of a new promotion or special offer, which terms become part of your agreement with us if you use those Services, promotions, or offers.\nIf any additional terms conflict with these Terms, those additional terms will prevail.\nIf you have any questions about these Terms or our Services, please contact us.</p>\n<p>&nbsp;</p>\n<p>To help you to read these Terms, we have broken them down into the following sections:</p>\n<ul>\n<li>1.&nbsp.\nIntroduction and Services <ul>\n<li>1.1&nbsp.\nEligibility to Use the Services</li>\n<li>1.2&nbsp.\nEligibility to Use the DNA Services</li>\n<li>1.3&nbsp.\nUse of the Services</li>\n<li>1.4&nbsp.\nAdditional Terms Applicable to Your Use of DNA Services</li>\n</ul>\n</li>\n<li>2.&nbsp.\nContent <ul>\n<li>2.1&nbsp.\nAncestry Content</li>\n<li>2.2&nbsp.\nYour Content <ul>\n<li>2.2.1&nbsp.\nPersonal Information</li>\n<li>2.2.2&nbsp.\nUser Provided Content</li>\n<li>2.2.3&nbsp.\nOwnership of Your Content</li>\n</ul>\n</li>\n<li>2.3&nbsp.\nCopyright and Trademarks</li>\n</ul>\n</li>\n<li>3.&nbsp;Renewals and Cancellations for Ancestry Services</li>\n<li>4.&nbsp;Termination or Suspension of Your Account</li>\n<li>5.&nbsp;Warranty</li>\n<li>6.&nbsp;Limit of Liability</li>\n<li>7.&nbsp;Your Indemnity</li>\n<li>8.&nbsp;Services Offered by Other Companies</li>\n<li>9.&nbsp;Controlling Law</li>\n<li>10.&nbsp;Dispute Resolution, Arbitration and Class Action Waiver</li>\n<li>11.&nbsp;Miscellaneous</li>\n<li>12.&nbsp;AncestryHealth® Additional Terms and Conditions</li>\n</ul>\n<p>&nbsp;</p>\n<p>1.1.&nbsp.\n<u>Eligibility to Use the Services</u>.\nUnregistered guests, free registered guests, paid subscribers, and people who purchase and/or activate a DNA kit are all “<strong>Users</strong>” under these Terms.\nYou may need to create an account to use the Services.\nYou must provide accurate, complete and current information when you register.\nThe Services are intended for residents in the countries where they are being offered.\nFor example, Services being offered at ancestry.ca are intended for users in Canada.</p>\n<p>If you are between the ages of 13 and 18, you may use the Services (excluding any Services requiring a DNA test) with your parent's or guardian's permission.\nChildren under the age of 13 are not permitted to use any Services.\nWe do not knowingly seek or collect any Personal Information directly from children under the age of 13.\nIf Ancestry becomes aware that we have unknowingly collected any personal data directly from a child under the age of 13, we will take commercially reasonable efforts to delete such data from our system.</p>\n<p>1.2.&nbsp;<u>Eligibility to Use the DNA Services</u>: You must be at least 18 years old to purchase or activate a DNA test kit.\nTo help us ensure the integrity and quality of our database and protect your privacy, each adult who submits a saliva sample for a DNA test must create their own account and activate their own test.\nDNA test kit activators must also explicitly consent to the processing of sensitive personal information.\nA parent or legal guardian may activate a DNA test, (excluding an AncestryHealth® test), provide us Personal Information, and send us the saliva sample of their own minor child for processing using their account.\nBy activating a DNA test for, or submitting any Personal Information about, a minor you represent that you are the minor’s parent or legal guardian.\nYou also agree that you have discussed the DNA test with the minor and the minor has agreed to the collection and processing of their saliva.</p>\n<p>1.3.&nbsp;<u>Use of the Services</u>\n</p>\n<p>In exchange for your access to the Services, you agree that you will:</p>\n<ul>\n<li>Comply with the Ancestry’s Cookie Policy, Renewal and Cancellation Terms and Community Rules;</li>\n<li>Comply with all applicable laws;</li>\n<li>Be responsible for all usage and activity on the Services made via your account or with your log in information;</li>\n<li>Contact us if you suspect your account has been used without your authorization or you believe your user name and password have been stolen;</li>\n<li>Not resell the Services or resell, reproduce, or publish any content or information found on the Services, except as explicitly described in these Terms;</li>\n<li>Not circumvent, disable or otherwise interfere with security-related features of the Services.\nand,</li>\n<li>Not circumvent, disable or otherwise interfere with features that prevent or restrict use or copying of any content or enforce limitations on use of the Services or the content therein, including by using any self-developed or third-party developed bots, crawlers, spiders, data miners, scraping, or other automatic access tools.</li>\n</ul>\n<p>\n<strong>Unexpected Results</strong>: When using our Services, you may discover unexpected facts about yourself, your family, or your health (e.g.\nyou may discover an unknown genetic sibling or parent, surprising facts about your ethnicity, unanticipated genetic test results, or unexpected information in public records).\nOnce discoveries are made, we can’t undo them.</p>\n<p>1.4.&nbsp;<u>Additional Terms Applicable to Use of DNA Services</u>\n</p>\n<p>As used in these Terms, “<strong>DNA Services</strong>” refers to the use of our DNA collection kit, processing and handling of your DNA sample, genetic testing of your DNA sample, and our web or mobile app-based tools that provide you with ethnicity and other genetically related results and associated services, including AncestryHealth®, if applicable.\nIn addition to the requirements described above, you also agree to the following terms for your use of DNA Services:</p>\n<ul>\n<li>You will not resell DNA test kits;</li>\n<li>Any saliva sample you provide is either your own or the saliva of a person for whom you are a parent or legal guardian;</li>\n<li>If you are outside the U.S, you will not send us a sample if sending us a sample would violate any export ban or other restriction in the country in which you reside or from which you are sending the sample;</li>\n<li>You will not use the DNA Services outside of the country to which your DNA test kit was shipped;</li>\n<li>By providing a saliva sample or User Provided Content to us, you acquire no rights in any research or commercial products developed by us or our collaborators and will receive no compensation related to any such research or product development.\nand,</li>\n<li>You will not use the information obtained from the DNA Services (including any downloaded DNA Data (defined in the Privacy Statement)) in whole, in part and/or in combination with any other database, for any medical, diagnostic, or paternity testing purpose, in any judicial proceeding, or for any discriminatory purpose or illegal activity.</li>\n</ul>\n<p>\n<u>Ancestry’s provision of DNA Services</u>.\nYou also agree that we may directly or through other companies who help us provide the DNA Services:</p>\n<ul>\n<li>Provide your saliva sample and DNA to other companies that help us provide the Services, such as laboratories;</li>\n<li>Extract your DNA from your saliva;</li>\n<li>Perform genetic tests in the United States (or, in the future, in other countries) on the resulting DNA using test methods available now or developed;</li>\n<li>Compare your DNA results with other DNA Data in the Ancestry database to provide the Services, including matching you to others in our database with whom you share DNA (you are in control as to whether or not to see and be seen by your DNA matches);</li>\n<li>Disclose to you, and others that you authorize, the results of the tests performed;</li>\n<li>Store your DNA results;</li>\n<li>Store your saliva and any extracted DNA in the United States or destroy any remaining saliva or DNA sample after your sample has been processed, as determined by you.\nin any case, once submitted to us, your saliva and DNA sample cannot be returned to you;</li>\n<li>Allow certain of our laboratory partners to use a portion of activated or inactivated saliva samples to calibrate or validate instruments, equipment, or laboratory methods used in providing DNA Services.\nand,</li>\n<li>Use your Genetic Information and other Personal Information as described in these Terms and the Privacy Statement.</li>\n</ul>\n<p>We protect your information as described in our Privacy Statement.\nIf you choose to download a copy of your DNA Data, that copy is not protected by our security measures and you are solely responsible for storing, securing, and protecting that downloaded data.\nAncestry has no responsibility if you elect to share or transfer your downloaded DNA Data with others, either intentionally or inadvertently.\nYour DNA Data is intended only for your personal use.</p>\n<p>\n<u>Note to Users who have received a bone marrow or stem cell transplant</u>: The purpose of the DNA Services is to provide genetic and genealogy results and related reports for your informational, recreational, educational and research use.\nIf you have received a bone marrow or stem cell transplant, your AncestryDNA test may provide unexpected results because your saliva may contain cells with your DNA as well as cells with your donor’s DNA.\nDNA for the test is extracted from the cells, and the combination of DNA sources can result in a failed test or a test that provides results based on your donor’s DNA.\nTherefore, we recommend that those who have received a bone marrow or stem cell transplant do not take the AncestryDNA® test.\nIf you have already taken the test, please contact us for further assistance.</p>\n<p>&nbsp;</p> 2.\nContent <p>2.1.&nbsp.\n<u>Ancestry Content</u>: The Services contain photos, videos, documents, records, indexes of content, and other content provided by Ancestry (“<strong>Ancestry Content</strong>.”).\nExcept for WebSearch records, which are governed by the terms of the third parties that host the records, all Ancestry Content is owned by or licensed to us and may be used only in accordance with these Terms, including Ancestry Content that may be in the public domain (“<strong>Public Domain Content</strong>”).\nYou agree:</p>\n<ul>\n<li>To use the Ancestry Content only as necessary for your personal use of the Services or your professional family history research;</li>\n<li>To download the Ancestry Content only as search results relevant to such research or where expressly permitted by Ancestry;</li>\n<li>To keep all copyright and other proprietary notices on any Ancestry Content you download or print;</li>\n<li>Not to distribute, republish, or sell significant portions of any Ancestry Content.\nand,</li>\n<li>To contact us to obtain our written permission if you want to use more than a small portion of individual photos and documents that are Public Domain Content.\n<p>&nbsp;</p>\n</li>\n</ul>\n<p>2.2.&nbsp.\n<u>Your Content</u>: Ancestry facilitates your providing a variety of content into the Services, including Personal Information (defined in the Privacy Statement), content such as pictures, videos, stories about a deceased relative, your comments in trees, community discussions, or about records and responses to surveys and questionnaires (“<strong>User Provided Content</strong>”).</p>\n<p>2.2.1&nbsp.\n<u>Personal Information</u>: For more information on the types of Personal Information you may provide us and your respective rights, see our Privacy Statement.</p>\n<p>2.2.2&nbsp.\n<u>User Provided Content: </u>With respect to User Provided Content, you agree that:</p>\n<ul>\n<li>You are solely responsible for your User Provided Content;</li>\n<li>You have all the necessary legal rights to upload or post your User Provided Content;</li>\n<li>Any User Provided Content you provide complies with the Ancestry Community Rules;</li>\n<li>You will provide Ancestry, upon our request, with any documentation necessary to evidence your compliance with these Terms.\nand</li>\n<li>Any User Provided Content that you have shared publicly (e.g.\nby including such User Provided Content in a public Ancestry family tree, as part of your public profile in one of the Services or in a public posting on one of our Services) may be used by other users as part of, or in conjunction with, the Services.\nWe will not be required to remove any User Provided Content that you have made public or has otherwise been shared from the family trees or public profiles of other users.</li>\n</ul>\n<p>\n<strong>Ancestry has no responsibility or liability related to User Provided Content.</strong> We do not routinely monitor User Provided Content for violations of these Terms, including the Ancestry Community Rules, but we reserve the right to do so (including using automated monitoring tools).\nWe reserve the right, but do not have the obligation, to remove or disable access to any User Provided Content that we believe violates these Terms, including the Ancestry Community Rules.\nSerious or repeat violations or offenses will subject the responsible User to account termination, at Ancestry’s sole discretion.</p>\n<p>2.2.3&nbsp.\n<u>Ownership of Your Content</u>: You own your Personal Information and User Provided Content.\nYou can delete your Personal Information from Ancestry by logging into your Account Settings (for additional information, see the Privacy Statement).\nSo long as your content remains on our system, we need certain rights from you for your and others’ use of the Services.\nBy using the Services, you grant us the right to collect, host, transfer, process, analyze, communicate and store your Personal Information (including your Genetic Information, defined in these Terms and in the Privacy Statement in order to (a) provide the Services to you and other Users, (b) for the purposes described in these Terms and our Privacy Statement, (c) to help our Users discover more about their families and family histories and build their family trees, and (d) for any other purpose to which you expressly agree, such as sharing with others.</p>\n<p>Also, by submitting User Provided Content through any of the Services, you grant Ancestry a sublicensable, worldwide, royalty-free license to host, store, copy, publish, distribute, provide access to, create derivative works of, and otherwise use such User Provided Content to the extent and in the form or context we deem appropriate on or through any media or medium and with any technology or devices now known or hereafter developed or discovered.\nThis includes the right for Ancestry to copy, display, and index your User Provided Content.\nAncestry will own the indexes it creates.\nWe will also have the right to continue to use your User Provided Content, even if you stop using the Services, but only as necessary for us to provide and improve the Services.</p>\n<p>2.3&nbsp.\n<u>Copyright and Trademark</u>: Each of the Services is protected by copyright as a collective work or compilation, pursuant to U.S.\ncopyright laws, international conventions, and other copyright laws.\nThe trademarks, service marks, and logos contained in the Services are owned by or licensed to us.\nWe and our licensors retain title, ownership, and all other rights and interests in and to all Ancestry Content in the Services.</p>\n<p>If you have concerns that User Provided Content posted by other Users may infringe your rights, contain illegal material, or violate these Terms, please contact us.\nWe are also sensitive to the copyright and other intellectual property rights of others.\nFor complaints regarding copyright infringement or illegal content, including any Digital Millennium Copyright Act takedown requests, click here.</p>\n<p>&nbsp;</p> 3.\nRenewals and Cancellations for Ancestry Services <p>Your purchases of and subscription(s) to any of the Services are subject to the Renewal and Cancellation Terms.</p>\n<p>&nbsp;</p> 4.\nTermination or Suspension of Your Account <p>We may limit, terminate, or suspend your access to the Services without a refund if you breach or act inconsistently with the letter or spirit of these Terms, including the Ancestry Community Rules.\nIn such a case, you will not be entitled to a refund of subscription fees or the purchase price of a DNA test kit.</p>\n<p>&nbsp;</p> 5.\nWarranty <p>While we hope you enjoy using our Services, there are things we don’t promise about our Services.</p>\n<p>Except as expressly set out in these Terms, we provide the Services and the Ancestry Content to you on an “AS-IS” basis.\nTo the maximum extent permitted by law, we disclaim all warranties express or implied, including the implied warranties of non-infringement, merchantability, and fitness for a particular purpose.\nWe do not make any promises (a) about the Ancestry Content, (b) about User Provided Content, (c) about the specific functionality of the Services, (d) about the quality, accuracy, reliability, or availability of the Ancestry Content or Services, or (e) that the Services will be free from viruses or other harmful components.</p>\n<p>We are constantly changing and improving our Services, so we may add or remove functionality or features from the Services and we may suspend or stop a Service altogether.</p>\n<p>&nbsp;</p> 6.\nLimit of Liability <p>We limit our liability to the fullest extent allowed by law.\nWe will not be liable for any unintentional damage, any actual, incidental, or consequential damage, or for any loss or claim of any kind.\nSome jurisdictions do not allow us to have a broad limit on our liability.\nIf you live in one of those jurisdictions, some of these limitations may not apply to you.\nIf you are dissatisfied with any portion of the Services or with any statement in these Terms, your sole remedy is to stop using the Services and, if you are using any of our subscription Services, cancel your subscription as described here.\nOur total liability in any matter related to the Services or these Terms is limited to the aggregate amount you paid us during the 12-month period preceding the event giving rise to the liability.\nThis limitation of liability applies fully to residents of New Jersey.</p>\n<p>&nbsp;</p> 7.\nYour Indemnity <p>You agree that you will indemnify and hold Ancestry, and its affiliates and subsidiaries their respective officers, directors, employees, agents, successors, and assigns (the “<strong>Ancestry Parties</strong>”) harmless from any claims, damages, or other expenses (including attorney’s fees) that result from your use of the Services and (a) your violation of these Terms or other documents incorporated herein by reference.\n(b) your violation of another person’s rights.\nor (c) any claim related to your User Provided Content, including a claim that your User Provided Content caused damage to another person.\nThis indemnification obligation will continue after you stop using the Services.\nIn addition, you release the Ancestry Parties from all claims, demands, actions, or suits in connection with your User Provided Content, including any liability related to our use or non-use of your User Provided Content, claims for defamation, invasion of privacy, right of publicity, emotional distress, or economic loss.</p>\n<p>&nbsp;</p> 8.\nServices Offered by Other Companies <p>Our Services may contain links to other sites operated by third parties, including but not limited to, third-party sites that may display Ancestry trademarks (\"<strong>Third-Party Site(s)</strong>\").\nThese links are available for your convenience and are intended only to enable access to these Third-Party Sites and for no other purpose.\nA link to a Third-Party Site from our websites does not constitute sponsorship, endorsement, approval, or responsibility for any Third-Party Site.\nThe terms and conditions of use and privacy statement of a Third-Party Site may differ substantially from our Terms and Privacy Statement.\nPlease read the terms and conditions of use and privacy documentation for all Third-Party Sites carefully.</p>\n<p>Ancestry does not warrant or make any representation about the substance, quality, functionality, accuracy, fitness for a particular purpose, merchantability, or any other representation about any Third-Party Site or its content, products, and services.\nWe have no responsibility related to any Third-Party Site.</p>\n<p>&nbsp;</p> 9.\nControlling Law <p>If you access the Services on our websites in the United States, the laws of the State of Utah and as applicable, those of the United States of America, govern these Terms and the use of the Services.\nAll claims not subject to arbitration and brought in the United States will be subject to the jurisdiction of the courts of the State of Utah.\nIf you access the Services on our websites anywhere other than in the United States, the laws of Ireland govern these Terms.</p>\n<p>&nbsp;</p> 10.\nDispute Resolution, Arbitration and Class Action Waiver <p>\n<strong>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</strong>\n</p>\n<p>We work hard to keep our customers satisfied.\nIf a dispute arises between you and Ancestry, our goal is to provide a cost-effective means of quickly resolving the dispute.\nIf you have any concern or dispute about the Services, you agree to first try to resolve the dispute informally by contacting us.</p> For U.S.\nCustomers: <p>You and Ancestry agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.</p>\n<p>If any dispute between us is not resolved within 30 days after contacting us, then you and Ancestry agree that we will resolve it through final and binding arbitration, with the following three exceptions:</p>\n<ol>\n<li>1.\nYou may assert your dispute, if it qualifies, in small claims court.</li>\n<li>2.\nBoth you and Ancestry may bring a suit in court in the state of Utah only for a claim of infringement or other misuse of intellectual property rights.\nIn this case, we both waive any right to a jury trial.</li>\n<li>3.\nIf it qualifies, you may bring a claim to the attention of a relevant federal, state, or local agency that may seek relief against us on your behalf.</li>\n</ol>\n<p>If you have a subscription and you terminate for our breach after providing us with a 30-day cure period during which we are unable to cure, we will refund any pre-paid fees on a pro-rated basis to you.</p>\n<p>\n<u>Arbitration Rules</u>: Arbitration will be conducted by JAMS in accordance with the JAMS Streamlined Arbitration Procedure Rules for claims that do not exceed $250,000 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms or the Privacy Statement, including but not limited to any claim that all or any part of these Terms or Privacy Statement is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nTo start an arbitration, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com).\n(b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS, Two Embarcadero Center, Suite 1500, San Francisco, California 94111.\nand (c) send one copy of the Demand for Arbitration to Ancestry at Ancestry Legal Department, 153 Townsend Street, Suite 800, San Francisco, CA 94107.\nArbitration may take place in the county where you reside at the time of filing.\nYou and Ancestry further agree to submit to the personal jurisdiction of any federal or state court in San Francisco County, California in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<u>Fees</u>: You will be required to pay $250 to initiate an arbitration against us.\nIf the arbitrator finds the arbitration to be non-frivolous, Ancestry will pay all other fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys’ fees unless the arbitration rules and/or applicable law provide otherwise.</p>\n<p>\n<u>No Class Actions</u>: <strong>You and Ancestry each agree that each party may only resolve disputes with the other on an individual basis and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.</strong> If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>\n<u>Changes to This Section</u>: Ancestry will provide thirty (30) days’ notice of any changes affecting the substance of this section by posting notice of modifications to the Terms on the Services, sending you a message, or otherwise notifying you when you are logged into your account.\nAmendments will become effective thirty (30) days after they are posted on the Services or sent to you.</p>\n<p>Changes to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on \"Changes to This Section\" is not enforceable or valid, then this subsection shall be severed from the section entitled “Dispute, Resolution, Arbitration and Class Action Waiver,” and the court or arbitrator shall apply the first Arbitration and Class Action Waiver section in existence after you began using the Services.</p>\n<p>\n<u>Survival</u>: This Dispute Resolution, Arbitration and Class Action Waiver section shall survive any termination of your account or the Services.</p> For Customers Outside the U.S.: <p>You agree that the Irish Courts will have exclusive jurisdiction over all disputes (contractual or non-contractual) related to this Agreement.\nIf you are a European Union consumer you will benefit from any mandatory provisions of the law of the country in which you are resident.\nNothing in this Agreement, including the paragraph above, affects your rights as a consumer to rely on such mandatory provisions of local law.\nNothing contained in this clause shall limit Ancestry’s rights to bring enforcement proceedings in another jurisdiction or to seek interim, protective or provisional relief in the courts of another jurisdiction.</p>\n<p>\n<u>Additional Dispute Information for EU Members</u>: Information pursuant to Regulation 524/2013: The European Commission provides a platform for Online Dispute Resolution (ODR), available at http://ec.europa.eu/consumers/odr/.</p>\n<p>&nbsp;</p> 11.\nMiscellaneous <p>\n<u>Ancestry Companies</u>: You are entering into these Terms with a specific Ancestry entity depending on what Service you are using and where you are geographically located.\nPlease see the list of Ancestry entities by Service and geography here.\nAll references to <strong>“Ancestry”, “us”, “we”, or “our”</strong> in these terms refer to the relevant Ancestry entity on that list.\nWe reserve the right to change the Ancestry entity which is a party to these Terms at any time as a result of a corporate reorganization or otherwise.</p>\n<p>\n<u>Modifications to these Terms</u>: We have the right to modify these Terms or any additional terms that apply to a Service at any time, including to reflect changes to the law or changes to our Services.\nWe will notify you of any material changes by posting information through the Services or via email.\nSuch material changes will not apply retroactively and will become effective thirty days after they are posted, except that changes addressing new functions in the Services or changes made for legal reasons will be effective immediately.\nExcept as explicitly provided herein, your continued use of the Services after a change to the Terms will mean you accept the changes.\nIf any changes are unacceptable to you, you may stop using the Services and, if applicable, cancel your subscription as described here.</p>\n<p>\n<u>Entire Agreement</u>: These Terms, including all rules, guidelines, and other documents incorporated herein by reference, state the entire agreement between you and Ancestry regarding your use of the Services and supersede any prior agreements we may have relating to the Services.</p>\n<p>\n<u>Notification of Changes to the Services</u>: Ancestry may contact you within the Services, via email or physical mail to inform you of changes to the Services or these Terms.\nYou agree that contact in any of these ways will satisfy any legal communication requirements, including that communication be in writing.</p>\n<p>\n<u>Feedback</u>: If you submit feedback or suggestions about Ancestry or our Services, we may use your feedback or suggestions for any purpose without any obligation to you.</p>\n<p>\n<u>Assignment</u>: We reserve the right to assign or transfer our rights and obligations under this Agreement.\nThese terms are personal to you and, as a result, you may not, without the written consent of Ancestry, assign or transfer any of your rights and obligations under this Agreement.\nThere shall be no third-party beneficiaries to this Agreement.</p>\n<p>\n<u>If Ancestry is Acquired</u>: If Ancestry or its businesses are acquired or transferred to another entity (in whole or part and including in connection with bankruptcy or similar proceedings), Ancestry has the right to share your Personal Information, User Provided Content with that entity.\nThese Terms will continue to apply to the Services until you receive notification of changes to the Terms or Services.</p>\n<p>\n<u>Severability</u>: Except as explicitly provided herein, the unenforceability of any section or clause in these Terms will not affect the enforceability of the remaining Terms.\nWe may replace any unenforceable section or clause with a similar one that is enforceable.</p>\n<p>\n<u>No Waiver</u>: Our failure to enforce any provision of these Terms is not a waiver of our rights under that provision.</p>\n<p>\n<u>Fair Credit Reporting Act</u>: Ancestry is not a consumer reporting agency as defined in the Fair Credit Reporting Act (“<strong>FCRA</strong>”), and the information that you can access on the Services has not been collected in whole or in part for the purpose of furnishing consumer reports, as defined in the FCRA.\nYOU SHALL NOT USE THE SERVICES AS A FACTOR IN (1) ESTABLISHING AN INDIVIDUAL'S ELIGIBILITY FOR PERSONAL CREDIT OR INSURANCE OR ASSESSING RISKS ASSOCIATED WITH EXISTING CONSUMER CREDIT OBLIGATIONS, (2) EVALUATING AN INDIVIDUAL FOR EMPLOYMENT, PROMOTION, REASSIGNMENT OR RETENTION (INCLUDING BUT NOT LIMITED TO EMPLOYMENT OF HOUSEHOLD WORKERS SUCH AS BABYSITTERS, CLEANING PERSONNEL, NANNIES, CONTRACTORS, AND OTHER INDIVIDUALS), OR (3) ANY OTHER PERSONAL BUSINESS TRANSACTION WITH ANOTHER INDIVIDUAL (INCLUDING, BUT NOT LIMITED TO, LEASING AN APARTMENT).</p>\n<p>\n<i>These Terms and Conditions were consolidated from separate prior versions.\nFor prior versions of the terms and conditions applicable to the Services, click here</i>.</p>\n<p>&nbsp;</p> 12.\nAncestryHealth® ADDITIONAL TERMS AND CONDITIONS (US Customers Only) <p>By activating an AncestryHealth® DNA test and using any AncestryHealth® products or services, you agree to the Terms as well as these AncestryHealth® Additional Terms and Conditions.</p>\n<p>\n<strong>NOTICE: AncestryHealth® IS NOT AVAILABLE TO RESIDENTS LOCATED OUTSIDE THE UNITED STATES OR IN NEW YORK, RHODE ISLAND, AND NEW JERSEY.</strong>\n</p>\n<p>12.1.&nbsp;<u>Eligibility to Use the AncestryHealth® Services</u>\n</p>\n<p>To purchase or activate an AncestryHealth® DNA kit:</p>\n<ul>\n<li>You must be at least 18 years old.\nAn AncestryHealth® DNA kit cannot be activated for a minor child, even if you are that child’s parent or legal guardian.</li>\n<li>You must be a resident in an eligible state of the United States.\nResidents of New York, Rhode Island, and New Jersey are not eligible to use the AncestryHealth® Service, but may purchase gifts for people located in an eligible state.</li>\n<li>\n<strong>If you have received a bone marrow or stem cell transplant, you are not eligible to use the AncestryHealth® Service.</strong>\n</li>\n</ul>\n<p>12.2.&nbsp;<u>Terms Applicable to Your Use of AncestryHealth® Services</u>\n</p>\n<p>As used in these Terms, the “<strong>Health Services</strong>” refers to the use of our AncestryHealth® DNA test kit, including the DNA collection kit, processing and handling of your DNA sample, genetic testing of your DNA sample, and our web or mobile app-based tools and services that provide you with your health results for the tests you ordered.</p>\n<p>\n<u>Ancestry’s provision of Health Services</u>: You agree that we may directly or through other companies who help us provide the Health Services:</p>\n<ul>\n<li>Provide your contact details, your health history, test results, and health report(s) to an independent physician network;</li>\n<li>Perform genetic health tests in the United States on the resulting DNA as requested by you and approved by the independent physician network.\nEach health test will be conducted only once per order and no secondary testing or findings will be conducted on the results.\nand</li>\n<li>Store your test results and health reports in accordance with these AncestryHealth® Additional Terms and Conditions, the Terms, and the Privacy Statement including the AncestryHealth® Additional Privacy Statement.</li>\n</ul>\n<p>Note that in limited circumstances, based on the quality or quantity of the saliva or DNA sample you provide, some or all of the health reports may be unavailable to you.</p>\n<p>12.3.&nbsp;<u>Physician Network</u>.\nThe approval of test orders, reviewing and providing oversight of the health reports, as well as the provision of genetic counseling will be provided by an independent physician network, currently PWNHealth.\nYou understand and agree that this relationship is between you and PWNHealth and is subject to their Terms of Use and Notice of Privacy Practices.</p>\n<p>12.4.&nbsp;<u>Accessing and Sharing Your Data and Reports</u>.\nYou will have access and the ability to download your DNA Data obtained from the microarray technology, test results and any reports.\nAncestry may charge you a fee to download your next-generation sequencing DNA Data once the download feature is available.</p>\n<p>We protect your information as described in our Privacy Statement.\nIf you choose to download a copy of your DNA Data, test results, or reports, such copies are not protected by our security measures and you are solely responsible for storing, securing, and protecting that downloaded data.\nAncestry will have no responsibility if you elect to share or transfer your downloaded DNA Data, test results, or reports with others, either intentionally or inadvertently.\nPlease note, that if you share your test results or reports with your personal physician, this information may become part of your medical record.</p> Select a language <ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Svenska</li>\n<li>Português</li>\n</ul>\n<ul>\n<li>Support Center</li>\n<li>Ancestry Blog</li>\n<li>Site Map</li>\n<li>Gift Memberships</li>\n<li>Careers</li>\n</ul> Visit our other sites:Other Sites: United StatesUnited KingdomCanada (English)Canada (Français)AustraliaDeutschlandItaliaFranceSverigeMéxicoAncestry CorporateAncestry.ie CorporateFold3.comNewspapers.comProGenealogists.comRootsWeb.com <ul>\n<li>© 1997-2020 Ancestry</li>\n<li>Corporate Information</li>\n<li>Privacy</li>\n<li>Terms and Conditions</li>\n<li>CCPA Notice at Collection</li>\n</ul> ", "created_at": "2019-07-27 21:04:31.873404", "updated_at": "2021-07-07 16:18:55.6459"}, {"id": 3021, "name": "Privacy Statement", "url": "https://www.ancestry.com/cs/legal/privacystatement", "xpath": "", "text": " Skip Ancestry main menu Main Menu <ul>\n<li>Home</li>\n<li>Trees</li>\n<li>Search</li>\n<li>DNA</li>\n<li>Health</li>\n<li>Help</li>\n<li>Extras</li>\n</ul>\n<ul>\n<li>Subscribe</li>\n<li>Sign In</li>\n</ul> Home Your Privacy English <p>\n<strong>Effective Date:</strong> 23 Sep 2020</p>\n<p>&nbsp;</p>\n<p>\n<strong>Summary of Changes</strong>\n</p>\n<p>This summary is intended to help you better understand the most recent changes to Ancestry’s Privacy Statement and how the changes may impact you.</p>\n<p>The updates to the Privacy Statement apply to your use of the Services when you view, access, or otherwise use the Services.\nTo fully understand the changes and terms that will govern your use of our Services, please read the Privacy Statement.</p>\n<p>Specifically, the most recent changes include:</p>\n<ul>\n<li>Clarifying certain sections to address requirements under the California Consumer Privacy Act (“<strong>CCPA</strong>”) such as the categories of personal information collected, used and shared.\nand,</li>\n<li>Updating, clarifying, and simplifying existing language.</li>\n</ul>\n<p>At Ancestry®, your privacy is a top priority.\nAncestry is committed to being a good steward of your Personal Information (defined below), handling it in a responsible manner, and securing it with administrative, technical, and physical safeguards.</p>\n<p>We also believe in being honest, direct and transparent when it comes to your data.\nAncestry follows three guiding principles when it comes to your privacy:</p>\n<ul>\n<li>\n<strong>Transparency</strong>.\nWe work hard to be transparent about what Personal Information we collect and process.</li>\n<li>\n<strong>Simplicity</strong>.\nWe try to use easy-to-understand language to describe our privacy practices to help you make informed choices.</li>\n<li>\n<strong>Control</strong>.\nWe give you control over the Personal Information you provide to us, including your DNA Data, and how it is used, shared, and retained.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Other Important Things for You To Understand When You Use Our Services</strong>\n</p>\n<p>You always maintain ownership of your DNA and DNA Data (defined below)—you can manage and delete it as described in this Privacy Statement.</p>\n<p>You may discover unexpected facts about yourself, your family, or your health when using our services.\nOnce discoveries are made, we can’t undo them.</p>\n<p>When you make new discoveries with us, you should feel confident and informed about how we use your Personal Information.\nOur full Privacy Statement is below and we encourage you to read it.\nIt covers all Ancestry websites, services, and mobile apps that link to this Privacy Statement, including: Ancestry®, AncestryDNA®, AncestryHealth®, Fold3®, Newspapers.com™, Archives®, We Remember®, and Find a Grave®.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>US Customers only</u>\n</strong> - The <strong>AncestryHealth® Additional Privacy Statement</strong> below contains additional details for AncestryHealth® customers.</p>\n<p>\n<strong>\n<u>California Customers only</u>\n</strong> - The <strong>California Resident Additional Privacy Statement</strong> below contains additional details for California residents required by the CCPA.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n&nbsp.\n1.&nbsp;&nbsp.\nIntroduction 2.&nbsp;&nbsp.\nAccount Creation and Your Engagement with Ancestry Services 3.&nbsp;&nbsp.\nWhat Personal Information Does Ancestry Collect from You? 4.&nbsp;&nbsp.\nWhat Information Does Ancestry Collect Through Your Use of the Services? 5.&nbsp;&nbsp.\nInformation We Collect from Other Sources 6.&nbsp;&nbsp.\nHow Does Ancestry Use Your Personal Information? 7.&nbsp;&nbsp.\nWhat Information Do We Share, When Do We Share It, and Who Are the Recipients? 8.&nbsp;&nbsp.\nYour Choices and Access to Your Personal Information 9.&nbsp;&nbsp.\nWhat Are Our Retention Practices? 10.&nbsp;&nbsp.\nHow Can I Delete My Personal Information? 11.&nbsp;&nbsp.\nSecurity 12.&nbsp;&nbsp.\nData Transfer and Privacy Shield Notice 13.&nbsp;&nbsp.\nChanges to This Statement 14.&nbsp;&nbsp.\nLegal Basis Under EU General Data Protection Regulation for Processing Personal Information of EU residents.\n15.&nbsp;&nbsp.\nIdentity and Contact Details of the Data Controller 16.&nbsp;&nbsp.\nAncestryHealth® Additional Privacy Statement (US customers only) 17.&nbsp;&nbsp.\nCalifornia Resident Additional Privacy Statement (California customers only) <p>&nbsp;</p>\n<p>\n<strong>1.&nbsp;&nbsp;Introduction</strong>\n</p>\n<p>At Ancestry, we empower journeys of personal discovery to enrich lives.\nTo provide and improve the websites, mobile applications, and services (collectively the “<strong>Services</strong>”), we collect, process, and store \"<strong>Personal Information</strong>,\" which is information that can identify you, such as your name, email or address, or information that could reasonably be linked back to you, including your Genetic Information.\nThis Privacy Statement describes our practices for collecting, storing and processing your Personal Information and the controls we provide you to manage it within our Services.\nIn addition, our Cookie Policy describes our use of browser cookies and similar tracking technologies which is considered a part of this Privacy Statement.</p>\n<p>\n<strong>Please note</strong>: Information about deceased persons is not Personal Information under this Privacy Statement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.&nbsp;&nbsp;Account Creation and Your Engagement with Ancestry Services</strong>\n</p>\n<p>The Personal Information required to create an account with Ancestry is limited to your name, an email address, and a password.\nFor Archives® users only, billing information is also required for account creation.</p>\n<p>Account creation also requires you to agree to the Ancestry Terms and Conditions and this Privacy Statement.</p>\n<p>By creating an account you are telling us that you understand Ancestry will collect, process, and share your Personal Information (including your Genetic Information if you have taken a DNA test) as described in this Privacy Statement.</p>\n<p>Access to Ancestry content such as archival records to help you build a family tree or to our DNA features (ethnicity estimate, etc.) requires additional personal information, including payment details, and, for the DNA test, the test code (when you activate your DNA test kit) and a saliva sample from which we can extract Genetic Information.</p>\n<p>At any time, you can request that Ancestry delete information you have uploaded into your account, such as a family tree or your Genetic Information.\nYou can also delete your entire account.\nPlease see Section 10 for specific details about deleting your data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.&nbsp;&nbsp;What Personal Information Does Ancestry Collect From You?</strong>\n</p> Information Category Description <strong>Account Information</strong>\n<ul>\n<li>Your name.</li>\n<li>An email address (required).</li>\n<li>A password that you create (required).</li>\n<li>A phone number - You may voluntarily provide a phone number so we can (i) notify you of DNA test result status, (ii) notify you of other updates you agree to, (iii) assist you when you contact Ancestry Member Services, or (iv) allow you to enable multi-factor authentication.</li>\n<li>Billing information.</li>\n<li>Certain Ancestry-related brands may support third-party sign-in services such as Facebook that provide Ancestry your Personal Information.</li>\n</ul>\n<strong>Credit Card/Payment Information</strong>\n<ul>\n<li>Payment information, such as your credit card number, and your billing and shipping address(es), when you make a purchase, such as an Ancestry subscription or a DNA test kit.</li>\n</ul>\n<strong>DNA Kit Activation Information</strong> When you activate a DNA test kit, we collect: <ul>\n<li>Your DNA test kit code;</li>\n<li>Your biological sex.\nand,</li>\n<li>Your year of birth.</li>\n</ul>\n<strong>Profile Information</strong> We collect the information that you provide when you voluntarily create a user profile (for example, a profile image, your name, age, or location).\nThis information may be seen by other Users (defined in the Ancestry Terms and Conditions), so please consider limiting this information and using a username that is different from your real name to protect your privacy.\n<strong>User Provided Content</strong> Information you provide when you voluntarily contribute to the Services, for example, content you upload or contributions to community discussions, family trees, annotations to Ancestry records, and, information you voluntarily provide in response to our email surveys, or questionnaires available through the Services.\nThis may include health or medical information.\n<strong>Genetic Information</strong> At our partner laboratories, we extract your DNA from your saliva and convert it into machine-readable biometric data (“<strong>DNA Data</strong>”), that we process to provide you an ethnicity estimate and communities suggestions.\nWe also process your DNA Data to provide other information about you, such as your degree of connection to genetic relatives in our database and any genetic&nbsp;markers associated with certain biological, physiological, or behavioral traits, such as hair thickness and eye color or traits associated with your health and wellness.\n<p>Your DNA Data and any information derived from it such as ethnicity estimates, communities, traits, and relative matches are Personal Information and referred to as “<strong>Genetic Information</strong>”.</p>\n<p>\n<strong>A Note About Your DNA and Saliva</strong>: Neither your saliva nor the extracted DNA (together referred to as “<strong>Biological Samples</strong>”) are Personal Information under this Privacy Statement.\nAlso, after our laboratory partner has processed your Biological Samples, we store them in our bio bank for future testing at your option.\nFuture testing may be done if you agree to our Informed Consent for Research or if you consent to other tests of your Biological Samples.\nSections 8 and 10 below describe how you can control your Biological Samples.\nYou may request that Ancestry destroy your Biological Samples by contacting Member Services.</p>\n<strong>Note About Health-Related Information</strong> Ancestry is not a covered entity under the Health Insurance Portability and Accountability Act (“<strong>HIPAA</strong>”), and as a result no User Provided Content nor any Family Health History (as defined in the AncestryHealth® Additional Privacy Statement) provided by you is subject to or protected by HIPAA.\n<strong>Your Communications</strong> Your communications with other Users through our communications features and information you provide in communications with Ancestry Member Services and support teams for our other Services, including audio and visual information (such as recordings of calls with Ancestry Member Services or information voluntarily shared when doing consumer insights research).\n<strong>Contests and Promotions</strong> Personal Information when you voluntarily participate in contests and special promotions we run or sponsor.\n<strong>Find a Grave® Photos and Photo Volunteers</strong> Metadata associated with digital photographs uploaded to Find a Grave®, including location, date and time the photo was taken.\nIf you choose to be a photo volunteer for Find a Grave®, you provide your location to us which you can change or remove at any time.\n<strong>Other Protected Classifications and Sensitive Data</strong> We may collect information related to certain protected classifications such as gender or marital status.\n<p>&nbsp;</p>\n<p>\n<strong>4.&nbsp;&nbsp;What Information Does Ancestry Collect Through Your Use of the Services?</strong>\n</p> Information Category Description <strong>Computer and Mobile Device Information </strong>\n<p>Information about how you access our Services, including the website you visited before and after Ancestry’s site.</p>\n<p>The Internet Protocol address of your computer, mobile device, or the proxy server that you use to access the Internet, in addition to other technical information, such as:</p>\n<ul>\n<li>Your computer operating system;</li>\n<li>Your web browser;</li>\n<li>Your mobile device identifier provided by your mobile device operating system and your mobile operating system.\nand,</li>\n<li>The name of your internet service provider or mobile carrier.</li>\n</ul>\n<p>Ancestry may collect geolocation information from your device with your permission.</p>\n<strong>Information from Cookies and Similar Technologies</strong> Cookies and similar technologies as described in our Cookie Policy.\nPlease refer to our Cookie Policy to learn about our practices and the controls we provide you.\n<strong>Information Shared Through Social Media Features</strong>\n<p>If you interact with social media through the Services, for example “Share,” “Post,” “Tweet,” “Pin,” or “Follow Us” links to sites such as Facebook, Twitter, Pinterest, Instagram, and YouTube, Ancestry will collect these interactions and whatever account information these services make available to us.</p>\n<p>Your interactions with these features are governed by the privacy statement of the applicable third-party company.</p>\n<strong>Information from Your Use of the Services</strong> Information about your use of the Services, such as when you search or access records or public family trees, which pages you view, links you click, or when you add people to your tree, etc., which we may use to infer details about you as a customer and your interests to provide a better experience through, for example, search suggestions.\n<p>&nbsp;</p>\n<p>\n<strong>5.&nbsp;&nbsp;Information We Collect from Other Sources</strong>\n</p> Information Category Use Description <strong>Information from Public and Historical Records</strong> Ancestry collects records from various sources, usually from official record sources, including newspapers, as well as birth, death, and marriage records, which may contain Personal Information relating to you.\nPublic and historical records may also contain Personal Information relating to non-Ancestry users.\nThese records are usually made available to Users as part of the Ancestry subscription Services.\n<strong>Information from Third Parties</strong>\n<p>We may also receive information about you from third parties.\nFor example, we may supplement the data we collect with demographic information licensed from third parties in order to personalize the Services and our offers to you.</p>\n<p>If you purchase a gift subscription, we will collect Personal Information, such as the recipient’s name and email address, to complete the gift and notify the recipient.</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.&nbsp;&nbsp;How Does Ancestry Use Your Personal Information?</strong>\n</p> Information Category Use Description <strong>Personal Information (Generally)</strong> We use your Personal Information to provide, personalize, improve, update and expand our Services.\nThis includes: <ul>\n<li>Authenticating your access to the Services and improving Ancestry information security;</li>\n<li>Processing your payments for subscriptions, AncestryDNA® services and test kits, and other products and features;</li>\n<li>Building new and improving existing Services;</li>\n<li>Helping you create, and providing insights about, your family trees based on data in Ancestry’s databases;</li>\n<li>Issuing surveys and questionnaires for use in the Services, as well as facilitating product development and research initiatives;</li>\n<li>Conducting scientific, statistical, and historical research;</li>\n<li>Detecting and protecting against error, fraud, or other criminal or malicious activity.\nand,</li>\n<li>Enforcing our Terms and Conditions.</li>\n</ul>\n<strong>Communications</strong> We use your Personal Information to communicate with you about the Services, such as when we: <ul>\n<li>Respond to your inquiries to Member Services;</li>\n<li>Alert you to potential relatives identified by DNA matching, or through our family history services (for example, “Ancestry Hints®” about potential ancestors in our database);</li>\n<li>Alert you to records pertaining to people in your family tree or to whom you may be related;</li>\n<li>Inform you of changes to Services or new Services;</li>\n<li>Ask you to participate in Ancestry media productions, advertisements, or testimonials.\nand,</li>\n<li>Provide you with information or request action in response to technical, security, and other operational issues.</li>\n</ul>\n<strong>Market Products and Offers from Us or Our Business Partners.</strong> We use some Personal Information to market products and offers from us or our business partners.\nThis includes advertising personalized to you based on your interests.\n<p>\n<strong>Please note</strong>: Ancestry does not share your Genetic Information with third-party marketers, insurance companies, or employers, and we will not use your Genetic Information for marketing or personalized advertising without getting your explicit consent.</p>\n<p>You can control how we market to you by using the unsubscribe link in any marketing email you receive, by changing your account preferences, or by following the instructions in any other marketing communications you receive.\nfor more information please see our Cookie Policy.\nControls for Ancestry’s related brands’ are available through their settings and are listed here.</p>\n<strong>Genetic Information</strong> Ancestry uses your Genetic Information for the following primary purposes: <ul>\n<li>Delivering ethnicity results,&nbsp;DNA matches (e.g., close relatives or distant cousins) from our database, and other information to help you and other users learn more about each other, potential family members, as well as your DNA relatives and genetic family groups;</li>\n<li>Connecting you with and helping you learn about your genetic relatives in our database through features such as DNA matching or other product features;</li>\n<li>Providing you with other insights into what your DNA reveals about traits, and wellness;</li>\n<li>Providing relevant results to assist you in discovering common ancestors and other details about your family history, as well as helping you connect with friends and family;</li>\n<li>Studying aggregated Genetic Information to better understand population and ethnicity-related health, wellness, aging, or physical conditions;</li>\n<li>Conducting scientific, statistical, and historical research.\nand,</li>\n<li>Improving features and functionality in our existing DNA-related products, enhancing the customer experience across Ancestry Services, improving the quality of our laboratory processes and technology, and building new products and services, including services related to personal health and wellness.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>7.&nbsp;&nbsp;What Information Do We Share, When Do We Share It and Who Are the Recipients?</strong>\n</p>\n<p>Ancestry does not share your individual Personal Information (including your Genetic Information) with third-parties except as described in this Privacy Statement or with your additional consent.\nWe do not voluntarily share your information with law enforcement.\nAlso, as previously explained, we will not share your Genetic Information with insurance companies, employers, or third-party marketers <u>without</u> your express consent.</p>\n<p>\n<strong>Please note</strong>: Ancestry’s CCPA-specific disclosures can be found here.\n<u>Ancestry does not sell your Personal Information</u>.</p>\n<p>The circumstances described below explain when sharing might occur:</p>\n&nbsp.\nPeople with Whom Your Information May Be Shared / Circumstances in Which Sharing Might Occur Description <strong>Other Users or Others You May Choose to Share With</strong>\n<p>As part of your use of the Services, you have the option to add or share information with all Users of the Service or through sharing features with individual Users and non-Users.\nYou may have additional sharing options in some Services, for example AncestryDNA® (see below).</p>\n<p>Information in your public profile may be seen by all other Users, as will public family tree details (we do not show living people in your tree to other Users without your permission).\nTo see what is visible, go to your public profile.</p>\n<p>If you choose to participate in DNA matches (when you choose to see and be seen by your DNA matches), your DNA matches can see certain information, such as your username, how they might be related to you, whether you have linked a family tree to your DNA, and either all or only shared (at your option) regions and communities.\nYou may be offered other options for connecting with relatives or learning about familial connections.</p>\n<p>You can share other DNA information, such as Traits, through compare and other one-to-one sharing features.</p>\n<p>If you share details of your family history or DNA experience outside the Services, you do so at your own risk.</p>\n<strong>Service Providers</strong>\n<p>We work with other companies when providing and marketing the Services.\nAs a result, these companies will have some of your information in their systems.\nThese companies are subject to contractual obligations governing privacy, data security and confidentiality consistent with applicable laws.</p>\n<p>These companies include our:</p>\n<ul>\n<li>Laboratory partners;</li>\n<li>DNA test shipping providers;</li>\n<li>Payment processors;</li>\n<li>Cloud services infrastructure providers;</li>\n<li>Biological sample storage facilities;</li>\n<li>Vendors that assist us in marketing (including advertising), consumer research analytics, fraud prevention, and security;</li>\n<li>Communications infrastructure providers.\nand,</li>\n<li>Some Member Services functions.</li>\n</ul>\n<strong>Research Partners</strong> We share your Genetic Information with research partners only when you provide us with your express consent to do so through our Informed Consent to Research.\n<p>Research partners may include commercial or non-profit organizations that conduct or support scientific research, the development of therapeutics, medical devices or related material to treat, diagnose or predict health conditions.\nIn some circumstances, a research partner or Ancestry may have a financial interest in the research arrangement.\nA list of our research partners can be found here.</p>\n<strong>Law Enforcement</strong>\n<p>Ancestry does not voluntarily cooperate with law enforcement.\nTo provide our Users with the greatest protection under the law, we require all government agencies seeking access to Ancestry customers’ data to follow valid legal process and do not allow law enforcement to use Ancestry’s services to investigate crimes or to identify human remains.</p>\n<p>If we are compelled to disclose your Personal Information to law enforcement, we will do our best to provide you with advance notice, unless we are prohibited under the law from doing so.\nIn the interest of transparency, Ancestry produces a Transparency Report where we list the number of valid law enforcement requests for user data across all our sites.</p>\n<strong>Other Legal or Regulatory Process</strong> We may share your Personal Information if we believe it is reasonably necessary to: <ul>\n<li>Comply with valid legal process (e.g., subpoenas, warrants);</li>\n<li>Enforce or apply the Ancestry Terms and Conditions;</li>\n<li>Protect the security or integrity of the Services.\nor</li>\n<li>Protect the rights, property, or safety, of Ancestry, our employees or Users.</li>\n</ul>\n<strong>If Ancestry is Acquired</strong> If Ancestry or its businesses are acquired or transferred (including in connection with bankruptcy or similar proceedings), we will share your Personal Information with the acquiring or receiving entity.\nThe promises in this Privacy Statement will continue to apply to your Personal Information that is transferred to the new entity.\n<strong>A Note About Aggregated Data</strong> Ancestry may disclose user information in an aggregated form as part of the Services or our marketing, or in scientific publications published by us or our research partners.\nFor example, we might note the percentage of immigrants in a State that are from a particular geographic region or country.\nSuch disclosure will never include Personal Information.\n<p>&nbsp;</p>\n<p>\n<strong>8.&nbsp;&nbsp;Your Choices and Access to Your Personal Information</strong>\n</p>\n<p>Subject to certain exceptions, you have a right to request access to your Personal Information and to be provided with a copy of certain information including the categories of your personal information we collect and disclose.\nthe categories of sources of such information.\nand the business purpose for collection in a portable form, as well as to seek to update, delete, or correct this information by using the tools described below or by contacting Ancestry.\nDetails and options for accessing this information are listed below.</p> Type Choices <strong>Ancestry</strong> You can access and update the Personal Information (such as your email address, username, profile information, etc.) that you provide to Ancestry at any time in the following sections of the privacy settings: <ul>\n<li>Profile;</li>\n<li>Account Options;</li>\n<li>Site Preferences;</li>\n<li>Email Preferences.\nand,</li>\n<li>Test Settings.</li>\n</ul> To learn how to manage the privacy settings for any family trees you have created on Ancestry, you can click here.\n<strong>Related Brands</strong> Ancestry strives to make it simple for you to manage your privacy across the Services.\nYou can manage your privacy settings for our related brands here.\n<strong>Mobile</strong> You can also control your information using the settings available in our mobile applications, such as Ancestry®, AncestryDNA®, Find a Grave® and We Remember® apps.\n<strong>Advertising</strong> If you do not want us to use data about your interests or behaviors to serve you targeted ads, you may change your settings as described in our Cookie Policy.\nFor information on&nbsp;“Do Not Track” please see our Cookie Policy.\n<strong>Family Tree Information Download</strong> Ancestry allows you to download your family tree information in the standard GEDCOM family tree file format in your Family Tree Settings.\n<strong>Genetic Information Download</strong> Your DNA Data belongs to you.\nYou always have the option of downloading a file with your DNA Data.\nIf you download your DNA Data, you do so at your own risk.\nLearn how here.\nFor more information on what is included in your DNA Data download, go here.\n<p>&nbsp;</p>\n<p>\n<strong>9.&nbsp;&nbsp;What Are Our Retention Practices?</strong>\n</p>\n<p>Ancestry Services are fundamentally premised on the notion that the personal voyage of self-discovery is not a one-time event and continues over lengthy periods of time—possibly lifetimes.\nAdditionally, and with particular regard to our subscribers and DNA customers who pay fees or purchase subscriptions, the ongoing enhancement of our collections of historical records and DNA features provide benefits and insights to our Users over time.\nAs a result, our retention practices reflect this ongoing value by retaining user accounts on our system until our Users inform us of their desire to delete their data or close their accounts.</p> Information Category Retention Period <strong>Account and Profile</strong> Ancestry will retain the Personal Information you provide while creating your account and your profile until such time as you ask us to delete it.\n<strong>Family Tree</strong> Due to the multi-generational significance of family trees, Ancestry will retain your family tree data as needed to provide you with continuous access, updated features, and the ability to enhance your family tree.\n<strong>DNA</strong> Ancestry retains your DNA Data as needed to provide you with the features and functionality you purchased (or were gifted), including continuously updated features such as DNA matches, increasingly granular ethnicity estimates and improved regions and communities, as well as new other features based on your DNA Data.\n<strong>Related Brands</strong> Some of our related brands (Fold3®, Newspapers.com™, Find a Grave®, We Remember® or Archives®) have their own account logins and will retain the Personal Information you provide while creating your account and your profile as needed to provide you with continuous and updated Services until such time as you ask us to delete it.\nYou can delete these accounts at any time.\n<strong>Usage Information</strong> We retain usage information (e.g., visits to sites) in a depersonalized or aggregated form.\nOnce aggregated, this information ceases to be personal and will not be subject to user deletion requests.\n<p>&nbsp;</p>\n<p>\n<strong>10.&nbsp;&nbsp;How Can I Delete My Personal Information?</strong>\n</p>\n<p>You can delete your Personal Information from Ancestry at any time.</p> Information Category How To Delete <strong>Personal Information</strong>\n<p>You can delete your Personal Information from Ancestry by logging into your Account Settings.</p>\n<p>If you have shared information with other Users (for example, by making your family trees public or by sharing your DNA Results directly with other Users), Ancestry will not be able to remove any copies of information that other Users may have retained, which can only be removed by your contacting the other User and asking them to delete it.</p>\n<p>Please direct any request to remove information from linked archival records to the responsible archival entity.</p>\n<p>We will consider requests for removal of Personal Information from the searchable indexes of the records we hold on a case-by-case basis in accordance with law.</p>\n<strong>Genetic</strong>\n<strong>Please note</strong>: If you request that Ancestry delete your DNA Data, we will delete <u>all</u> Genetic Information, including any derivative Genetic Information (ethnicity estimates, genetic relative matches, etc.) from our production, development, analytics, and research systems within 30 days.\n<p>To request the destruction of your Biological Samples, you must contact Member Services.\nPlease note that if you have agreed to our Informed Consent to Research, we will not be able to remove your Genetic Information from active or completed research projects, but we will not use it for any new research projects.</p>\n<strong>General</strong> Please note that there may be some latency in deleting your Personal Information from our backup systems after it has been deleted from our production, development, analytics, and research systems.\nAlso, our laboratory partners may retain information they receive from us in order to comply with laws or regulations that may require them to do so, such as the Clinical Laboratory Improvements Amendments regulations administered by the U.S.\nFood and Drug Administration.\nAncestry may also retain certain information as reasonably necessary to comply with our legal obligations (including law enforcement requests), resolve disputes, maintain security, prevent fraud and abuse, as well as to comply with tax, payment industry, securities, and clinical regulatory compliance requirements.\n<strong>Related Brands</strong> To delete information from our related brands (Fold3®, Newspapers.com™, Find a Grave®, We Remember® or Archives®), you can always contact us at the related brand and request that your Personal Information be deleted from that service.\nSome Services may also have an online request form accessible from that service’s account settings menu and viewable here.\n<p>&nbsp;</p>\n<p>\n<strong>11.&nbsp;&nbsp;Security</strong>\n</p>\n<p>Ancestry maintains a comprehensive information security program designed to protect our customers’ Personal Information using administrative, physical, and technical safeguards.</p>\n<p>The specific security measures used are based on the sensitivity of the Personal Information collected.\nWe have measures in place to protect against inappropriate access, loss, misuse, or alteration of Personal Information (including Genetic Information) under our control.</p>\n<p>The Ancestry Security Team regularly reviews our security and privacy practices and enhances them as necessary to help ensure the integrity of our systems and your Personal Information.</p>\n<p>We use secure server software to encrypt Personal Information (including Genetic Information), and we only partner with security companies that meet and commit to our security standards.\nWhile we cannot guarantee that loss, misuse or alteration of data will not occur, we use reasonable efforts to prevent this.</p>\n<p>It is also important for you to guard against unauthorized access to your Personal Information by maintaining strong passwords and protecting against the unauthorized use of your own computer or device.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.&nbsp;&nbsp;Data Transfer and Privacy Shield Notice</strong>\n</p>\n<p>Any transfer of your Personal and Genetic Information between Ancestry’s Ireland-based company and Ancestry’s U.S.-based companies for processing in the United States is conducted pursuant to established transfer mechanisms such as Standard Contractual&nbsp;Clauses or Privacy Shield.</p>\n<p>\n<strong>Please note</strong>: Although the European Court of Justice declared Privacy Shield invalid as a mechanism for EU-US transfers of Personal Information between EU countries and the United States, Ancestry and its subsidiaries, as part of our commitment to privacy, continue to commit to the Privacy Shield Principles.</p>\n<p>You can request a copy of any standard contractual clauses relating to your Personal Information that we may have executed by contacting us using the details below.</p>\n<p>Ancestry and its subsidiaries (namely Ancestry.com Operations Inc, Ancestry.com DNA LLC, Ancestry International DNA LLC and FindAGrave Inc.) listed in its certification on the Privacy Shield website comply with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the United Kingdom, or Switzerland to the United States.\nAncestry has certified to the Department of Commerce that it adheres to the Privacy Shield Principles and that it complies with the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks.\nTo learn more about the Privacy Shield program and to view our certification, please visit: https://www.privacyshield.gov/.\nIf there is any conflict between the terms in this Privacy Statement and the Privacy Shield Principles, the Privacy Shield Principles shall govern.</p>\n<p>Ancestry’s participation in the Privacy Shield applies to all personal data that is subject to the Ancestry Privacy Statement and is received from the European Union, European Economic Area, the United Kingdom, or Switzerland.\nAncestry will comply with the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability in respect of such personal data.\nAncestry’s accountability for personal data that it receives under the Privacy Shield and subsequently transfers to a third party is described in the Privacy Shield Principles.\nIn particular, Ancestry remains responsible and liable under the Privacy Shield Principles if third-party agents that it engages to process the personal data on its behalf (1) do so in a manner inconsistent with the Principles and (2) Ancestry is responsible for the event giving rise to the damage.</p>\n<p>We encourage you to contact us as detailed below should you have a Privacy Shield-related (or general privacy-related) complaint.\nIf you are a resident of the European Union, the United Kingdom, or Switzerland and are dissatisfied with the manner in which we have addressed your concerns about our privacy practices, you may seek further assistance, at no cost to you, from JAMS, our designated Privacy Shield alternative dispute resolution provider based in the United States through the JAMS website at: https://www.jamsadr.com/eu-us-privacy-shield.\nAs further explained in the Privacy Shield Principles, a binding arbitration option will also be made available to you in order to address residual complaints not resolved by any other means.\nYou can learn more about this option through the Privacy Shield website at: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.\nAncestry is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission (FTC).</p>\n<p>&nbsp;</p>\n<p>\n<strong>13.&nbsp;&nbsp;Changes to This Statement</strong>\n</p>\n<p>We may modify this Privacy Statement at any time, but we will provide prominent advance notice of any material changes to this Statement, such as posting a notice through the Services, on our websites, or sending you an email, to provide you the opportunity to review the changes and choose whether to continue using the Services.</p>\n<p>We will also notify you of non-material changes to this Statement as of their effective date by posting a notice through the Services, on our websites, or sending you an email.</p>\n<p>If you object to any changes, you may delete your account as described in Section 10.</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.&nbsp;&nbsp;Legal Basis Under EU General Data Protection Regulation for Processing Personal Information of EU residents.</strong>\n</p>\n<p>Where you have consented to data processing, your consent provides the legal basis to process your Personal Information.\nWe rely on your explicit consent to process your Genetic Information.\nYou have the right to withdraw consent at any time.\nPlease note that your withdrawal of consent to collect and process your Personal Information will not affect the lawfulness of processing your Personal Information based on your consent before you withdraw your consent.\nTo withdraw your consent, you may remove information from your account profile or your family trees, delete your DNA test results, or close your account.\nYou can withdraw your consent to participate in scientific research in your DNA test settings if you agreed to our Informed Consent to Research in your DNA test settings.</p>\n<p>We may also process your Personal Information on the basis of contractual necessity to perform a contract we have with you.\nFor example, we process your credit card details when you provide them in order to use our Services or purchase access to premium features such as our DNA testing services.</p>\n<p>We may also process your Personal Information on the basis of our legitimate interests, including processing records and similar archival content obtained from third parties, in providing and improving the Services.\nFor example, Ancestry has a legitimate interest in understanding your login history so we can assess your interaction with our Services.\nWe also have a legitimate interest in providing and developing interesting features to provide to our Users.\nWe use your Personal Information to keep our Services safe and secure and we do so as is necessary to pursue your and our legitimate interests in ensuring that our Services are secure, and to protect against fraud, spam and abuse.</p>\n<p>Where we rely on legitimate interests to process your Personal Information, you have the right to object to such processing (meaning that you can ask us to stop).\nYou can use your Privacy Settings to control certain ways in which we process your data.\nYou can also contact us, using the details below, to object to other forms of processing.</p>\n<p>Ancestry may also process personal data on the basis of our legal obligations.</p>\n<p>&nbsp;</p>\n<p>\n<strong>15.&nbsp;&nbsp;Identity and Contact Details of the Data&nbsp;Controller</strong>\n</p>\n<p>If you reside in the United States, Ancestry.com Operations Inc.\nand Ancestry.com DNA, LLC, and Ancestry Genomics Inc.\nare responsible for the use of your data and for responding to any requests related to your Personal Information.</p>\n<p>If you reside outside the United States, Ancestry Ireland Unlimited Company is your data controller.</p>\n<p>Contact information for these entities is listed at the bottom of this Statement.</p>\n<p>Users outside of the United States may contact the Irish Data Protection Commission, or your local Data Protection Authority.</p>\n<p>\n<strong>Official Correspondence Can Be Sent Either To:</strong>\n<br>\n<strong>Email</strong>: dpo@ancestry.com.\nor,</p>\n<p>\n<strong>Postal Addresses:</strong>\n</p> For Users Located in the United States For Users Located Outside of the United States <p>Ancestry.com Operations Inc.</p>\n<p>Attn: Privacy Office<br> 153 Townsend Street, Suite 800<br> San Francisco, CA 94107</p>\n<p>&nbsp;</p>\n<p>Ancestry Ireland Unlimited Company</p>\n<p>Attn: Privacy Office<br> 52-55 Sir John Rogerson’s Quay<br> Dublin D02 NA07<br> Ireland</p>\n<p>&nbsp;</p>\n<p>\n<strong>For Ancestry Customers</strong>: Ancestry customers can reach us using these phone numbers, or you may submit questions using this web form.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.&nbsp;&nbsp;AncestryHealth® Additional Privacy Statement (US Customers Only)</strong>\n</p>\n<p>The Ancestry Privacy Statement describes the general privacy practices of Ancestry’s Services including the AncestryHealth® Service.\nMore information specific to the AncestryHealth® Service is provided in this Section.\nYou can also access Ancestry’s Privacy Center for additional details on Ancestry’s privacy practices here.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.1.&nbsp;&nbsp;What Information Does Ancestry Collect Through Your Use of the AncestryHealth® Service?</strong>\n</p>\n<p>We collect the following information from you to provide the AncestryHealth® Service, which includes Health Activation Information, Your Health History, Family Health History and DNA Data (as defined above).\nThis information, along with other information specified in the Ancestry Privacy Statement, is collectively referred to here as your “<strong>Personal Information</strong>”.</p>\n<p>\n<strong>Health Activation Information</strong>\n</p>\n<p>When you activate your Health DNA kit, we may collect the following (referred to as “<strong>Health Activation Information</strong>”):</p>\n<ul>\n<li>Tube code;</li>\n<li>Name;</li>\n<li>Date of Birth;</li>\n<li>Biological sex;</li>\n<li>Street Address;</li>\n<li>Phone number;</li>\n<li>Email address;</li>\n<li>Purpose or reason for taking the test;</li>\n<li>Whether you are a stem cell or bone marrow transplant recipient.\nand,</li>\n<li>Information about current and past health history of you and your family, such as doctor diagnosed conditions, carrier status, and lifestyle choices that may have an impact on your health (“<strong>Your Health History</strong>”).</li>\n</ul>\n&nbsp.\n<p>\n<strong>Family Health History</strong>\n</p>\n<p>We collect personal and health history information about your family members (“<strong>Family Health History</strong>”) which you have voluntarily contributed to your AncestryHealth® account.\nThe information collected may include:</p>\n<ul>\n<li>Relationship;</li>\n<li>Name;</li>\n<li>Age;</li>\n<li>Living / Deceased;</li>\n<li>Condition(s);</li>\n<li>Age of diagnosis.\nand,</li>\n<li>Additional notes provided by user.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>16.2.&nbsp;&nbsp;How Does Ancestry Use Your Personal Information?</strong>\n</p>\n<p>\n<strong>Health Activation Information</strong>\n</p>\n<p>Ancestry uses your Health Activation Information to:</p>\n<ul>\n<li>Support and facilitate: <ul>\n<li>The determination of eligibility for the AncestryHealth® Service.\nand,</li>\n<li>The patient-physician relationship with the independent physician network, which is provided as part of the AncestryHealth® Service.</li>\n</ul>\n</li>\n<li>Process your AncestryHealth® kit and deliver personalized health reports to you.</li>\n</ul>\n<p>\n<strong>Your Health History</strong>\n</p>\n<p>Ancestry uses Your Health History information to:</p>\n<ul>\n<li>Provide information to the independent physician network so they may determine your eligibility for the test(s), and identify possible health issues or factors which may impact the results of your test.\nand,</li>\n<li>Deliver a personalized experience.</li>\n</ul>\n<p>Ancestry may also use Your Health History information in a de-identified format to improve, update and expand the AncestryHealth® Service.</p>\n<p>\n<strong>Family Health History</strong>\n</p>\n<p>Ancestry may use your Family Health History information to deliver a personalized experience.\nAncestry may also use your Family Health History information in a de-identified format to improve our AncestryHealth® Service and identify new product offerings.</p>\n<p>\n<strong>Genetic Information and Health Reports</strong>\n</p>\n<p>If the independent physician network partner approves your laboratory test, and, depending on which AncestryHealth® product you buy and whether we have your DNA Data from prior testing, Ancestry will either share your DNA Data, or send your sample for processing to our independent laboratory partner.\nUsing your DNA Data, our independent laboratory partner will generate a test result, which Ancestry, in turn, will use to provide your health report.</p>\n<p>Ancestry’s independent physician network will also have access to your test result and health report.</p>\n<p>\n<strong>Please note:</strong> As addressed in our Privacy Statement, Ancestry commits not to share any Personal Information of AncestryHealth® Users with insurance companies, employers, or third party marketers.\nAncestry does not voluntarily cooperate with law enforcement.\nTo provide our Users with the greatest protection under the law, we require all government agencies seeking access to Ancestry customers’ data to follow a valid legal process, and do not allow law enforcement to use Ancestry’s services to investigate crimes or to identify human remains.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.3.&nbsp;&nbsp;When Do We Share Your Information and Who Are the Recipients?</strong>\n</p>\n<p>Ancestry will share your Health Activation Information, Your Health History, test results, health report, and any questions you submit through the “Submit a Question” feature with the independent physician network who has been appointed as part of the AncestryHealth® Service.\nThe independent physician network will use this information to determine your eligibility for the test, to review and provide oversight of the health reports, as well as to assist in providing genetic counseling services to you.</p>\n<p>\n<strong>Please note:</strong> The use of your information by the independent physician network, PWNHealth, will be subject to their Terms of Use and Notice of Privacy Practices.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.4.&nbsp;&nbsp;Your Choices and Access to your Personal Information</strong>\n</p>\n<p>You may access your AncestryHealth® results and reports at any time, through the AncestryHealth® product.\nYou may also download your DNA data obtained from the micro-array technology used to provide you AncestryHealth® test results free of charge from your DNA test settings page.\nIf you have purchased AncestryHealth® with next generation sequencing (“<strong>NGS</strong>”), there may be additional charges to download your NGS DNA Data once the download feature becomes available.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.5.&nbsp;&nbsp;What Are Ancestry’s Retention Practices for the AncestryHealth® Service?</strong>\n</p>\n<p>Ancestry will retain the Personal Information you provided to the AncestryHealth® Service until you tell us to delete it.\nThis is to ensure that you always have access to your test results, health reports, and to the physician network service which is included as part of the AncestryHealth® Service.\nIn addition, if you have purchased an update to the AncestryHealth® Service, you may be entitled to receive results to new tests as they become available, and Ancestry will need access to your Personal Information in order to provide this service.</p>\n<p>Please note that our laboratory partners are required to retain your data for a period of at least ten (10) years, or as required by state law and the Clinical Laboratory Improvements Act (CLIA) and the guidelines that apply to laboratories certified by the College of American Pathologists (CAP).\nThe independent physician network will retain your Personal Information as required by applicable laws and regulations and subject to their Terms of Use and Notice of Privacy Practices.</p>\n<p>&nbsp;</p>\n<p>\n<strong>17.&nbsp;&nbsp;California Resident Additional Privacy Statement</strong>\n</p>\n<p>Ancestry provides this California Resident Additional Privacy Statement (“<strong>California Statement</strong>”), applicable solely to California residents, as a supplement to our Privacy Statement, to provide information as to how you may exercise your rights under the California Consumer Privacy Act (“<strong>CCPA</strong>”).\nThis California Statement covers all Ancestry websites, services, and mobile apps that link to this California Statement, including: Ancestry®, AncestryDNA®, AncestryHealth®, Fold3®, Newspapers.com™, Archives®, We Remember®, and Find a Grave® (throughout, collectively, as applicable “<strong>Ancestry</strong>” “<strong>we</strong>” or “<strong>our</strong>”).\nIt applies to the Personal Information (defined above) we collect from your use of our Services and through any other means by which you engage with us.</p>\n<p>\n<strong>17.1&nbsp;&nbsp;Categories of Personal Information</strong>\n</p>\n<p>Ancestry collects, and has collected in the 12 months prior to the effective date of this California Statement, the following categories of Personal Information:</p>\n<ul>\n<li>\n<u>Identifiers</u>, such as name, postal address, unique personal identifier, online identifier, Internet Protocol address, your mobile device identifier, email address, account name, driver’s license.</li>\n<li>\n<u>Categories of personal information described in subdivision (e) of Section 1798.80 not covered by an existing category</u> (medical information, physical characteristics or descriptions).</li>\n<li>\n<u>Characteristics of protected classes under California or federal law</u>, such as biological sex and year of birth, and, if you are an AncestryDNA® or AncestryHealth® customer, medical conditions.\nThis also includes any other User Provided Content (defined above) you choose to share with us that is considered a legally protected class under California or federal law.</li>\n<li>\n<u>Commercial information</u>, such as products or services purchased, obtained, or considered or other purchasing or consuming histories or tendencies.</li>\n<li>\n<u>Biometric information</u>, such as DNA Data (defined above).</li>\n<li>\n<u>Internet usage information</u>, such as your browsing history, search history, and information regarding your interaction with our sites and advertisements (also described above).</li>\n<li>\n<u>Geolocation data</u>, such as location of your device or computer and any metadata associated with digital photographs uploaded to Find a Grave®, including the location, date, and time the photo was taken.</li>\n<li>\n<u>Sensory data</u>, such as audio, electronic, and visual information (e.g., recordings of calls with Ancestry Member Services or information you voluntarily share when doing consumer insights research with us).</li>\n<li>\n<u>Inferences</u> derived from Personal Information, such as to suggest familial relationships and to create consumer profiles for the purposes of research, product development and marketing.\nPlease note as stated in Section 17.6 below, we do not sell your Personal Information.</li>\n</ul>\n<p>Note that some categories of information are collected only if you use certain of our Services.</p>\n<p>\n<strong>17.2&nbsp;&nbsp;Business Purposes</strong>\n</p>\n<p>Ancestry uses the categories of Personal Information described in Section 17.1 for the following business purposes:</p>\n<ul>\n<li>Providing, personalizing, improving, updating, and expanding Ancestry’s Services;</li>\n<li>Communicating to you about the Services.\nand</li>\n<li>Marketing new products and offers from us or our business partners based on your interests.</li>\n</ul>\n<p>\n<strong>17.3&nbsp;&nbsp;Categories of Sources of Personal Information</strong>\n</p>\n<p>Ancestry collects, and has collected in the 12 months prior to the effective date of this California Statement, categories of Personal Information described in Section 17.1 from the following categories of sources:</p>\n<ul>\n<li>You, our user/visitor—this source of Personal Information depends on your use of the Services, including your User Provided Content (defined above);</li>\n<li>Our affiliates, including, but not limited to our related brands: AncestryDNA®, AncestryHealth®, Fold3®, Newspapers.com™, Archives®, We Remember®, and Find a Grave®;</li>\n<li>Public records;</li>\n<li>Historical records.\nand,</li>\n<li>Third parties.</li>\n</ul>\n<p>\n<strong>17.4&nbsp;&nbsp;Categories of Third-Parties with Whom We Share Personal Information</strong>\n</p>\n<p>Ancestry shares, and has shared in the 12 months prior to the effective date of this California Statement, with the following categories of third parties the correlating categories of Personal Information:</p> Categories of Third-Parties with whom We Share Personal Information The Categories of Personal Information We Share <strong>Other Ancestry Users (if you shared your Personal Information on Ancestry</strong>\n<ul>\n<li>Identifiers;</li>\n<li>Categories of personal information described in Section 1798.80(e) of the California Civil Code;</li>\n<li>Characteristics of protected classes under California or federal law.\nand,</li>\n<li>Biometric information.</li>\n</ul>\n<strong>Our affiliates, including, but not limited to our related brands: AncestryDNA®, AncestryHealth®, Fold3®, Newspapers.com™, Archives®, We Remember®, and Find a Grave®</strong>\n<ul>\n<li>Identifiers;</li>\n<li>Categories of personal information described in Section 1798.80(e) of the California Civil Code;</li>\n<li>Characteristics of protected classes under California or federal law;</li>\n<li>Commercial information;</li>\n<li>Biometric information (only among Ancestry, AncestryDNA® and AncestryHealth®);</li>\n<li>Internet usage information;</li>\n<li>Geolocation information;</li>\n<li>Sensory data.\nand,</li>\n<li>Inferences.</li>\n</ul>\n<strong>Service Providers - AncestryHealth®</strong>\n<ul>\n<li>Identifiers and categories of personal information described in Section 1798.80(e) of the California Civil Code are shared with the independent physician network;</li>\n<li>Characteristics of protected classes under California or federal law;</li>\n<li>Commercial information.\nand,</li>\n<li>Biometric information.</li>\n</ul>\n<strong>Service Providers - all other Ancestry brands</strong>\n<ul>\n<li>Identifiers and categories of personal information described in Section 1798.80(e) of the California Civil Code such as email address and unique personal identifiers generated by Ancestry (tube code);</li>\n<li>Biometric information and characteristics of protected classes under California or federal law (gender, birth date) are shared with our partner laboratories;</li>\n<li>Commercial information;</li>\n<li>Internet usage information;</li>\n<li>Sensory data.\nand,</li>\n<li>Inferences.</li>\n</ul>\n<strong>Research Partners</strong> Refer to the Informed Consent to Research for information on what is shared with research partners, which may include: <ul>\n<li>Identifiers;</li>\n<li>Categories of personal information described in Section 1798.80(e) of the California Civil Code;</li>\n<li>Characteristics of protected classes under California or federal law;</li>\n<li>Commercial information;</li>\n<li>Biometric information (only among Ancestry, AncestryDNA® and AncestryHealth®);</li>\n<li>Internet usage information;</li>\n<li>Sensory data.\nand,</li>\n<li>Inferences.</li>\n</ul>\n<strong>Law Enforcement or Other Regulatory Bodies</strong> We do not voluntarily share your Personal Information with law enforcement or regulatory bodies.\nWe require a valid legal process as described in Section 7 above before we would provide any data to law enforcement.\nFor information on what data has been shared, see our bi-annual Transparency Report.\n<p>&nbsp;</p>\n<p>\n<strong>17.5&nbsp;&nbsp;Exercising Your Rights Under CCPA.\n</strong>\n</p>\n<p>\n<strong>17.5.1&nbsp;&nbsp;Exercising Your Rights Under CCPA.\n</strong>The CCPA gives California consumers the right to request that we disclose what Personal Information we collect, use, disclose, or sell.\nThis includes the right to request the categories of Personal Information we have collected about them, the categories of sources of Personal Information, the business purpose for collecting Personal Information, the categories of third parties with whom we share categories of Personal Information, and the specific pieces of Personal Information we have collected about the requestor.</p>\n<p>If you are submitting a request to know on your own behalf, there are two ways to make your request: online or by email.</p>\n<p>To submit your request to know online:</p>\n<ol>\n<li>Log into your Ancestry account.</li>\n<li>Go to your Account Settings.</li>\n<li>Click on “How do I download my account data?” and follow those instructions.</li>\n</ol>\n<p>For your convenience, here are step-by-step instructions on how to download your account data.</p>\n<p>To email your request to know, email us at ccpasupport@ancestry.com.\nWe are required to verify your identity before providing you with a copy of your data.\nWe will require you to provide proof of identity and California address (e.g., you may be required to provide a copy of your government ID, which will be used solely to verify your identity and address).</p>\n<p>\n<strong>Please note</strong>: In response to a request to know under the CCPA, we will not provide unique biometric information to you.\nYour DNA Data belongs to you and you may download it at any time.\nIf you download your DNA Data, you do so at your own risk.\nLearn how here.</p>\n<p>If you are an “Authorized Agent” pursuant to the CCPA and are submitting a request to know on behalf of one of our users, see Section 17.5.3 below.</p>\n<p>\n<strong>17.5.2&nbsp;&nbsp;Right to Delete.\n</strong>The CCPA gives California consumers the right to request that we delete your Personal Information.</p>\n<p>If you are submitting a request to delete on your own behalf, there are two ways to make your request: online or by email.\nNote that to delete your Personal Information, you must delete your account and that once an account deletion request is completed, this process is irreversible.\nYour information (including, but not limited to, family trees, records, photos, DNA Data and AncestryHealth® results) will be permanently deleted.</p>\n<p>To submit your request for deletion online:</p>\n<ol>\n<li>Log into your Ancestry account.</li>\n<li>Go to your Account Settings.</li>\n<li>Click on “How do I delete my account?” and follow those instructions.</li>\n</ol>\n<p>For your convenience, here are step-by-step instructions on how to delete your account.</p>\n<p>To email your request to delete, email us at ccpasupport@ancestry.com.\nWe are required to verify your identity before we delete your data.\nWe will require you to provide proof of identity and California address (e.g., you may be required to provide a copy of your government ID, which will be used solely to verify your identity and address).</p>\n<p>If you are an “Authorized Agent” pursuant to the CCPA and are submitting a request to know on behalf of one of our users, see Section 17.5.3 below.</p>\n<p>\n<strong>17.5.3&nbsp;&nbsp;Authorized Agents.\n</strong>The CCPA allows California residents to use “authorized agents” to make requests to know and requests for deletion.\nTo use an authorized agent, email us at thirdpartyauthorizationrequests@ancestry.com.\nNote that even if a consumer chooses to use an authorized agent for a request, the consumer will still need to work directly with us to provide items 3 and 4 below:</p>\n<ol>\n<li>Proof that the authorized agent is registered with the Secretary of State to conduct business in California.</li>\n<li>Signed permission from the consumer allowing the authorized agent to act on the consumer’s behalf.</li>\n<li>Verification of the consumer’s identity (to be made directly by the consumer to us).\nWe will require proof of identity and California address (e.g., a copy of your government ID, which will be used solely to verify your identity and address).</li>\n<li>Confirmation that the consumer provided the authorized agent permission to submit the request to be confirmed directly by the consumer to us.</li>\n</ol>\n<p>\n<strong>Please note</strong>: In response to a request to know under the CCPA, we will not provide unique biometric information about the consumer to an authorized agent or to the consumer.\nIf the consumer wants to download DNA Data, see Section 17.5.1 above.</p>\n<p>\n<strong>17.6&nbsp;&nbsp;Selling.\n</strong>Ancestry does not sell your Personal Information, and has not sold it in the 12 months prior to the effective date of this California Statement.</p>\n<p>\n<strong>17.7&nbsp;&nbsp;Non-discrimination.\n</strong>We will not discriminate against you for exercising any of your rights under the CCPA.</p>\n<p>\n<strong>17.8&nbsp;&nbsp;California’s Shine the Light Law.\n</strong>California Civil Code Section 1798.83, known as the “Shine the Light” law, permits Users who are California residents to request and obtain from us a list of what Personal Information (if any) we disclosed to third parties for their direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\nRequests may be made only once a year and are free of charge.\nUnder Section 1798.83, Ancestry currently does not share any Personal Information with third parties for their own direct marketing purposes.</p>\n<p>\n<strong>17.9&nbsp;&nbsp;Contact Us.\n</strong>If you have questions about our CCPA or California-related privacy policies or practices, please contact us at ccpasupport@ancestry.com.</p>\n<ul>\n<li>Support Center</li>\n<li>Ancestry Blog</li>\n<li>Site Map</li>\n<li>Gift Memberships</li>\n<li>Careers</li>\n</ul> Visit our other sites:Other Sites: United StatesUnited KingdomCanada (English)Canada (Français)AustraliaDeutschlandItaliaFranceSverigeMéxicoAncestry CorporateAncestry.ie CorporateFold3.comNewspapers.comProGenealogists.comRootsWeb.com <ul>\n<li>© 1997-2020 Ancestry</li>\n<li>Corporate Information</li>\n<li>Privacy</li>\n<li>Terms and Conditions</li>\n<li>CCPA Notice at Collection</li>\n</ul> ", "created_at": "2020-11-04 21:19:23.656232", "updated_at": "2020-11-04 21:19:48.53131"}], "points": [{"id": 7696, "title": "There is a date of the last update of the terms", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2019-08-15 06:22:24.770989", "updated_at": "2021-02-06 04:16:12.135702", "quoteText": "Effective Date of our Revised Terms and Conditions:</strong> 25 Jul 2019", "case_id": 331, "document_id": 1683, "quoteStart": 124, "quoteEnd": 196}, {"id": 1426, "title": "Ancestry.com account can be cancelled based on a belief", "source": "https://groups.google.com/forum#!topic/tosdr/5CHi_qYV8BY", "status": "Ancestry.com account can be cancelled based on a belief", "created_at": "2018-05-15 09:11:48.532077", "updated_at": "2021-02-06 03:50:23.277058", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2223, "title": "Ancestry.com reserves the right to change the policies (no advance notice mentioned)", "source": "https://groups.google.com/forum#!topic/tosdr/ef_BA-mpFb0", "status": "Ancestry.com reserves the right to change the policies (no advance notice mentioned)", "created_at": "2018-05-15 09:12:18.709646", "updated_at": "2021-02-06 03:50:35.184193", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9854, "title": "This service is only available to users of a certain age", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-07-27 12:55:39.824411", "updated_at": "2020-07-27 16:29:36.837327", "quoteText": "You must be at least 18 years old to purchase or activate a DNA test kit", "case_id": 152, "document_id": 1683, "quoteStart": 4006, "quoteEnd": 4078}, {"id": 12702, "title": "This service can view your browser history", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-12-14 18:23:38.985313", "updated_at": "2020-12-18 17:24:17.474733", "quoteText": "<u>Internet usage information</u>, such as your browsing history, search history,", "case_id": 395, "document_id": 3021, "quoteStart": 50827, "quoteEnd": 50908}, {"id": 12701, "title": "This service provides a way for you to export your data", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-12-14 18:03:04.471113", "updated_at": "2020-12-18 17:24:45.623091", "quoteText": "you have a right to request access to your Personal Information and to be provided with a copy of certain information including the categories of your personal information we collect and disclose.\nthe categories of sources of such information.\nand the business purpose for collection in a portable form", "case_id": 184, "document_id": 3021, "quoteStart": 24484, "quoteEnd": 24786}, {"id": 12703, "title": "Your biometric data is collected", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-12-14 20:18:17.156639", "updated_at": "2020-12-18 17:24:29.082948", "quoteText": "Biometric information</u>, such as DNA Data", "case_id": 397, "document_id": 3021, "quoteStart": 50756, "quoteEnd": 50799}, {"id": 7697, "title": "This service is only available to users of a certain age", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2019-08-15 06:24:04.34027", "updated_at": "2021-02-06 04:16:24.560095", "quoteText": "While our other Services are intended for adults, if you are between the ages of 13 and 18, you may use the other Services with your parent's or guardian's permission.\nChildren under the age of 13 are not permitted to use any Services.", "case_id": 152, "document_id": 1683, "quoteStart": 6627, "quoteEnd": 6862}, {"id": 7699, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2019-08-15 06:28:06.070151", "updated_at": "2020-06-30 15:56:47.136962", "quoteText": "No Waiver</u>: Our failure to enforce any provision of these Terms is not a waiver of our rights under that provision.", "case_id": 295, "document_id": 1683, "quoteStart": 31928, "quoteEnd": 32046}, {"id": 7698, "title": "You waive your right to a class action.", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2019-08-15 06:27:23.100883", "updated_at": "2020-12-04 12:58:54.241951", "quoteText": "<u>No Class Actions</u>: <strong>You and Ancestry each agree that each party may only resolve disputes with the other on an individual basis and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.", "case_id": 117, "document_id": 1683, "quoteStart": 26072, "quoteEnd": 26323}, {"id": 8349, "title": "This service takes credit for your content", "source": "d", "status": "", "created_at": "2019-11-08 08:07:52.460192", "updated_at": "2020-06-30 16:12:31.756225", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10907, "title": "This service does not sell your personal data", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:24:53.124109", "updated_at": "2020-12-04 12:58:28.833801", "quoteText": "Ancestry does not sell your Personal Information, and has not sold it in the 12 months prior to the effective date of this California Statement.", "case_id": 193, "document_id": 3021, "quoteStart": 61105, "quoteEnd": 61249}, {"id": 9103, "title": "You sign away moral rights", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-04-05 02:34:15.858783", "updated_at": "2020-06-30 17:31:45.729756", "quoteText": "You must be at least 18 years old to purchase or activate a DNA Kit", "case_id": 118, "document_id": 1683, "quoteStart": 5621, "quoteEnd": 5688}, {"id": 10906, "title": "You can request access and deletion of personal data", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:23:34.796002", "updated_at": "2021-02-06 03:50:49.297438", "quoteText": "You can delete your Personal Information from Ancestry at any time.</p>", "case_id": 195, "document_id": 3021, "quoteStart": 28882, "quoteEnd": 28953}, {"id": 10908, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:29:28.928657", "updated_at": "2020-12-04 12:59:16.545797", "quoteText": "Ancestry does not voluntarily cooperate with law enforcement.\nTo provide our Users with the greatest protection under the law, we require all government agencies seeking access to Ancestry customers’ data to follow valid legal process and do not allow law enforcement to use Ancestry’s services to investigate crimes or to identify human remains.", "case_id": 393, "document_id": 3021, "quoteStart": 22425, "quoteEnd": 22771}, {"id": 10909, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:30:05.378059", "updated_at": "2020-12-04 13:00:25.419033", "quoteText": "<p>If we are compelled to disclose your Personal Information to law enforcement, we will do our best to provide you with advance notice, unless we are prohibited under the law from doing so.", "case_id": 165, "document_id": 3021, "quoteStart": 22776, "quoteEnd": 22966}, {"id": 12592, "title": "The service collects many different types of personal data", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2020-12-12 17:28:07.252368", "updated_at": "2020-12-12 19:37:29.04702", "quoteText": "we collect, process, and store \"<strong>Personal Information</strong>,\" which is information that can identify you, such as your name, email or address, or information that could reasonably be linked back to you, including your Genetic Information.", "case_id": 376, "document_id": 3021, "quoteStart": 4674, "quoteEnd": 4922}, {"id": 15574, "title": "This service gathers information about you through third parties", "source": "https://www.ancestry.com/cs/legal/privacystatement", "status": "Generated through the annotate view", "created_at": "2021-02-02 18:04:39.86389", "updated_at": "2021-02-02 18:42:55.095907", "quoteText": "We may also receive information about you from third parties.\nFor example, we may supplement the data we collect with demographic information licensed from third parties in order to personalize the Services and our offers to you.", "case_id": 382, "document_id": 3021, "quoteStart": 14287, "quoteEnd": 14516}, {"id": 9853, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.ancestry.com/cs/legal/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-07-27 12:53:40.221312", "updated_at": "2021-02-06 03:50:44.724122", "quoteText": "You agree that you will indemnify and hold Ancestry, our employees, and our agents harmless from any claims, damages, or other expenses (including attorney's fees) that result from your use of the Services", "case_id": 146, "document_id": 1683, "quoteStart": 22392, "quoteEnd": 22597}], "urls": ["ancestry.com", "ancestry.co.uk", "ancestry.ca", "ancestry.com.au", "ancestry.de", "ancestry.it", "ancestry.fr", "ancestry.se", "ancestry.mx", "fold3.com", "newspapers.com", "progenealogists.com", "rootsweb.com"]}}