{"error": 448, "message": "OK", "parameters": {"id": 5019, "name": "Black and Brown Make Green", "created_at": "2021-09-05 00:41:43.718979", "updated_at": "2021-09-05 22:01:07.863069", "wikipedia": null, "keywords": null, "related": null, "slug": "black-and-brown-make-green", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5019.png", "url": "blackandbrownmakegreen.com", "documents": [{"id": 9014, "name": "Privacy", "url": "https://blackandbrownmakegreen.com/privacy/", "xpath": "", "text": "Menu<ul>\n<li>Home</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>About</li>\n</ul>PrivacyPrivacy Policy<p>Your privacy is important to us.\nIt is Black and Brown Make Green's policy to respect your privacy and comply with any applicable law and regulation regarding any personal information we may collect about you, including across our website, https://blackandbrownmakegreen.com, and other sites we own and operate.</p>Information We Collect<p>Information we collect includes both information you knowingly and actively provide us when using or participating in any of our services and promotions, and any information automatically sent by your devices in the course of accessing our products and services.</p>Log Data<p>When you visit our website, our servers may automatically log the standard data provided by your web browser.\nIt may include your device’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, other details about your visit, and technical details that occur in conjunction with any errors you may encounter.</p>\n<p>Please be aware that while this information may not be personally identifying by itself, it may be possible to combine it with other data to personally identify individual persons.</p>Personal Information<p>We may ask for personal information which may include one or more of the following:</p>\n<ul>\n<li>Email</li>\n</ul>Legitimate Reasons for Processing Your Personal Information<p>We only collect and use your personal information when we have a legitimate reason for doing so.\nIn which instance, we only collect personal information that is reasonably necessary to provide our services to you.</p>Collection and Use of Information<p>We may collect personal information from you when you do any of the following on our website:</p>\n<ul>\n<li>Sign up to receive updates from us via email or social media channels</li>\n<li>Use a mobile device or web browser to access our content</li>\n<li>Contact us via email, social media, or on any similar technologies</li>\n<li>When you mention us on social media</li>\n</ul>\n<p>Please be aware that we may combine information we collect about you with general information or research data we receive from other trusted sources.</p>Security of Your Personal Information<p>When we collect and process personal information, and while we retain this information, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification.</p>\n<p>Although we will do our best to protect the personal information you provide to us, we advise that no method of electronic transmission or storage is 100% secure, and no one can guarantee absolute data security.\nWe will comply with laws applicable to us in respect of any data breach.</p>\n<p>You are responsible for selecting any password and its overall security strength, ensuring the security of your own information within the bounds of our services.</p>How Long We Keep Your Personal Information<p>We keep your personal information only for as long as we need to.\nThis time period may depend on what we are using your information for, in accordance with this privacy policy.\nIf your personal information is no longer required, we will delete it or make it anonymous by removing all details that identify you.</p>\n<p>However, if necessary, we may retain your personal information for our compliance with a legal, accounting, or reporting obligation or for archiving purposes in the public interest, scientific, or historical research purposes or statistical purposes.</p>Children’s Privacy<p>We do not aim any of our products or services directly at children under the age of 13, and we do not knowingly collect personal information about children under 13.</p>Disclosure of Personal Information to Third Parties<p>We may disclose personal information to:</p>\n<ul>\n<li>a parent, subsidiary, or affiliate of our company</li>\n<li>third party service providers for the purpose of enabling them to provide their services, for example, IT service providers, data storage, hosting and server providers, advertisers, or analytics platforms</li>\n<li>our employees, contractors, and/or related entities</li>\n<li>our existing or potential agents or business partners</li>\n<li>sponsors or promoters of any competition, sweepstakes, or promotion we run</li>\n<li>courts, tribunals, regulatory authorities, and law enforcement officers, as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise, or defend our legal rights</li>\n<li>third parties, including agents or sub-contractors, who assist us in providing information, products, services, or direct marketing to you third parties to collect and process data</li>\n</ul>International Transfers of Personal Information<p>The personal information we collect is stored and/or processed where we or our partners, affiliates, and third-party providers maintain facilities.\nPlease be aware that the locations to which we store, process, or transfer your personal information may not have the same data protection laws as the country in which you initially provided the information.\nIf we transfer your personal information to third parties in other countries: (i) we will perform those transfers in accordance with the requirements of applicable law.\nand (ii) we will protect the transferred personal information in accordance with this privacy policy.</p>Your Rights and Controlling Your Personal Information<p>You always retain the right to withhold personal information from us, with the understanding that your experience of our website may be affected.\nWe will not discriminate against you for exercising any of your rights over your personal information.\nIf you do provide us with personal information you understand that we will collect, hold, use and disclose it in accordance with this privacy policy.\nYou retain the right to request details of any personal information we hold about you.</p>\n<p>If we receive personal information about you from a third party, we will protect it as set out in this privacy policy.\nIf you are a third party providing personal information about somebody else, you represent and warrant that you have such person’s consent to provide the personal information to us.</p>\n<p>If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time.\nWe will provide you with the ability to unsubscribe from our email-database or opt out of communications.\nPlease be aware we may need to request specific information from you to help us confirm your identity.</p>\n<p>If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant, or misleading, please contact us using the details provided in this privacy policy.\nWe will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading, or out of date.</p>\n<p>If you believe that we have breached a relevant data protection law and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach.\nWe will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint.\nYou also have the right to contact a regulatory body or data protection authority in relation to your complaint.</p>Limits of Our Policy<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices.</p>Changes to This Policy<p>At our discretion, we may change our privacy policy to reflect updates to our business processes, current acceptable practices, or legislative or regulatory changes.\nIf we decide to change this privacy policy, we will post the changes here at the same link by which you are accessing this privacy policy.</p>\n<p>If required by law, we will get your permission or give you the opportunity to opt in to or opt out of, as applicable, any new uses of your personal information.</p>Contact Us<p>For any questions or concerns regarding your privacy, you may contact us using the following details:</p>\n<p>info@blackandbrownmakegreen.com.</p>Copyright © Black and Brown Make Green, LLC | Privacy | Disclaimer<ul>\n<li>Home</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>About</li>\n</ul>", "created_at": "2021-09-05 00:41:43.721617", "updated_at": "2021-09-04 22:42:02.03937"}], "points": [], "urls": ["blackandbrownmakegreen.com"]}}