{"error": 448, "message": "OK", "parameters": {"id": 1481, "name": "wetter.com", "created_at": "2019-04-05 22:31:03.183766", "updated_at": "2021-03-25 03:19:50.359842", "wikipedia": "de.wikipedia.org/wiki/Wetter.com", "keywords": null, "related": null, "slug": "wettercom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1481.png", "url": "wetter.com", "documents": [{"id": 1147, "name": "Datenschutzbestimmungen", "url": "https://www.wetter.com/datenschutz/adsb/", "xpath": "", "text": " Akzeptieren &amp.\nschließen ✕ Zurück Akzeptieren &amp.\nschließen ✕ Wir verwenden Cookies.\nUnd respektieren Deine Privatsphäre.\nAkzeptieren Einstellungen Um dieses Angebot kostenlos zu halten und unsere Services stetig zu verbessern, benötigen wir und unsere Partner Deine Zustimmung, Cookies und weitere Technologien zu verwenden.\nWir nutzen diese Daten z.B.\num auf Deine Interessen abgestimmte Inhalte anzuzeigen.\n<br>\n<br> Wir und unsere Partner verarbeiten personenbezogene Daten (wie z.B.\nIP- und Browserinformationen) für folgende Zwecke: .\n<br>\n<br> Du kannst Deine Zustimmung unter \"Privatsphäre Einstellungen\" am Seitenende jederzeit anpassen oder widerrufen.\nEinstellungen Datenschutz-Einstellungen Wir und unsere Partner verwenden Cookies und weitere Technologien zur Optimierung und Finanzierung unseres Webangebots.\nHier kannst Du festlegen, wie wir Deine Daten verwenden dürfen.\nBitte beachte, dass auf Basis Deiner Einstellungen womöglich nicht mehr alle Funktionen der Seite zur Verfügung stehen.\nErgänzend arbeiten wir mit einigen Partnern auch auf Basis von berechtigtem Interesse ohne Einwilligung zusammen.\nDie Verwendung Deiner Daten kannst Du unter \"Einstellungen\" verwalten und individuell widersprechen.\nEinstellungen Die Liste aller Partner kannst Du hier verwalten Übersicht der Partner * Nicht-IAB Verwendungszwecke Ergänzend arbeiten wir mit einigen Partnern auch auf Basis von berechtigtem Interesse ohne Einwilligung zusammen.\nDie Verwendung Deiner Daten kannst Du hier verwalten und individuell widersprechen.<br> * Nicht-IAB Verwendungszwecke Übersicht der Partner Die Liste aller Partner kannst Du hier verwalten.<br> * Partner außerhalb des IAB-Standard Partnern das legitime Interesse entziehen &nbsp.\nSpeichern Alles akzeptieren Impressum | Datenschutz &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-PBZZVS\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" title=\"GoogleTagManager\"&gt;&lt;/iframe&gt.\nMenü Login <ul>\n</ul>\n<ul>\n<li> Ihr Wetter <ul>\n<li> Zurück zur Übersicht </li>\n<li> Ihr Wetter </li>\n<li> Vorhersagen </li>\n<li> Deutschland </li>\n<li> Österreich </li>\n<li> Schweiz </li>\n<li> Europa </li>\n<li> Warnungen </li>\n<li> Deutschland </li>\n<li> Österreich </li>\n<li> Schweiz </li>\n</ul>\n<ul>\n<li> Reisewetter </li>\n<li> Mallorca </li>\n<li> Teneriffa </li>\n<li> Schwarzwald </li>\n<li> Bodensee </li>\n<li> Allgäu </li>\n<li> Gran Canaria </li>\n<li> Costa Brava </li>\n<li> Ostsee </li>\n</ul>\n<ul>\n<li> Wetternetzwerk </li>\n<li> Netatmo Wetterstation </li>\n<li> Alle Wetterdaten </li>\n<li> Jetzt Wetter melden </li>\n</ul>\n<ul>\n<li> Klima &amp.\nUmwelt </li>\n<li> Mein wetter.com </li>\n<li> Wetterletter </li>\n</ul>\n</li>\n<li> Wetterkarten <ul>\n<li> Zurück zur Übersicht </li>\n<li> Wetterkarten </li>\n<li> Niederschlag </li>\n<li> Regenradar HD </li>\n<li> Regenradar Europa </li>\n<li> Niederschlagsprognose </li>\n<li> Niederschlagsmengen </li>\n<li> Satellitenbilder </li>\n</ul>\n<ul>\n<li> Temperatur </li>\n<li> Temperatur </li>\n<li> Temperaturentwicklung </li>\n<li> Maximal-Temperatur </li>\n<li> Wassertemperatur </li>\n</ul>\n<ul>\n<li> Wind </li>\n<li> Windgeschwindigkeiten </li>\n<li> Windböen </li>\n<li> Warnungen </li>\n<li> Warnungen </li>\n<li> Gewitterrisiko </li>\n</ul>\n<ul>\n<li> Weitere Karten </li>\n<li> Bewölkung </li>\n<li> Sonnenschein </li>\n</ul>\n</li>\n<li> HD Live Webcams </li>\n<li> News &amp.\nVideos <ul>\n<li> Zurück zur Übersicht </li>\n<li> News &amp.\nVideos </li>\n<li> Nachrichten </li>\n<li> Bildergalerien </li>\n<li> Wetterlexikon </li>\n<li> Wetternews via Facebook-Messenger </li>\n<li> Wetterticker </li>\n</ul>\n<ul>\n<li> Alle Wettervideos </li>\n<li> Deutschlandwetter </li>\n<li> Regionalwetter </li>\n<li> Wetter in Europa </li>\n<li> Wetterwissen </li>\n</ul>\n<ul>\n<li> Magazin </li>\n<li> Wetterkolumnen </li>\n<li> Unsere Moderatoren </li>\n<li> Reportagen aus Tirol </li>\n</ul>\n<ul>\n<li> wetter.com TV </li>\n<li> Empfang </li>\n<li> TV Programm </li>\n<li> Sendungen </li>\n</ul>\n</li>\n<li> Reisen &amp.\nFreizeit <ul>\n<li> Zurück zur Übersicht </li>\n<li> Reisen &amp.\nFreizeit </li>\n<li> Reiseplanung </li>\n<li> Urlaubswetter </li>\n<li> Klimatabellen </li>\n<li> Outdoor Spaß </li>\n<li> Grillwetter </li>\n<li> Gartenwetter </li>\n<li> Strandwetter </li>\n<li> Badeseenwetter </li>\n</ul>\n<ul>\n<li> Reisetipps ANZEIGE </li>\n<li> Adria </li>\n<li> Alpbachtal </li>\n<li> Salzburger Land </li>\n<li> Kärnten </li>\n<li> Faszination Caravaning </li>\n<li> Alle Reisetipps </li>\n<li> Gastein </li>\n</ul>\n<ul>\n<li> Unterwegs </li>\n<li> Falken Reifen-Wetter </li>\n<li> Routenwetter </li>\n<li> Cabriowetter </li>\n<li> Motorrad Special </li>\n<li> Glätteindex </li>\n<li> CHANGE SUMMIT 2021 </li>\n</ul>\n<ul>\n<li> snowthority.com ANZEIGE </li>\n<li> Sicherer Winterurlaub in Tirol </li>\n<li> Oberstdorf-Kleinwalsertal </li>\n<li> Obertauern </li>\n<li> SkiWelt Wilder Kaiser-Brixental </li>\n<li> Arlberg </li>\n<li> Gastein </li>\n</ul>\n</li>\n<li> Gesundheit <ul>\n<li> Zurück zur Übersicht </li>\n<li> Gesundheit </li>\n<li> Coronavirus </li>\n<li> Erkältungswetter </li>\n</ul>\n<ul>\n<li> Biowetter </li>\n<li> Pollenflug </li>\n</ul>\n</li>\n<li> Skigebiete </li>\n<li> Login </li>\n</ul> wetter.com Liveticker Alle Meldungen HomeDatenschutz &amp.\nCookies Datenschutz &amp.\nCookies Informationen über die Erhebung, Verarbeitung und Nutzung der Daten <p> 13.10.2020 </p>\n<p> Die nachfolgenden Datenschutzbestimmungen gelten für das Online-Angebot unter der Hauptdomain wetter.com.\nWenn Sie das gesamte Dokument im Zusammenhang lesen bzw.\nausdrucken möchten, klicken Sie bitte hier.\n</p> Inhaltsverzeichnis <ul>\n<li>1.\nWer sind wir? (Verantwortlicher)</li>\n<li>2.\nKontaktdaten unseres Datenschutzbeauftragten</li>\n<li>3.\nEinwilligung widerrufen</li>\n<li>4.\nErhebung, Verarbeitung und Nutzung personenbezogener Daten</li>\n<li>5.\nWer bekommt Ihre personenbezogenen Daten und warum?</li>\n<li>6.\nWann geben wir Daten in Länder, die nicht zum Europäischen Wirtschaftsraum gehören?</li>\n<li>7.\nWie lange speichern wir Ihre Daten?</li>\n<li>8.\nLog Dateien</li>\n<li>9.\nCookies</li>\n<li>10.\nWebanalyse</li>\n<li>11.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte)</li>\n<li>12.\nAdblocker und Opt-Out-Cookies</li>\n<li>13.\nRegistrierung/Anmeldung über 7Pass</li>\n<li>14.\nNewsletter</li>\n<li>15.\nNutzung des Chatbots</li>\n<li>16.\nAutomatisierte Einzelfallentscheidungen oder Maßnahmen zum Profiling</li>\n<li>17.\nIhre Rechte (Rechte der betroffenen Person)</li>\n<li>18.\nKontakt</li>\n<li>19.\nAnhang / Technikhinweise</li>\n</ul> 1.\nWer sind wir? (Verantwortlicher) <p> Verantwortliche Stelle ist<br> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> Tel.\n+49 (0) 7531 / 1274-400<br> Fax +49 (0) 7531 / 1274-600<br> contact@wetter.com,<br> nachfolgend [\"wetter.com\" oder \"wir\" bzw.\n\"uns\"].\nAusnahmen werden in diesen Datenschutzbestimmungen erläutert.\n</p> 2.\nKontaktdaten unseres Datenschutzbeauftragten <p> Sollten Sie Fragen zu dieser Datenschutzerklärung oder generell zur Verarbeitung Ihrer Daten im Rahmen dieses Online-Angebots haben, wenden Sie sich bitte an unseren Datenschutzbeauftragten:<br> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> datenschutz@wetter.com </p> 3.\nEinwilligung widerrufen <p> Du kannst deine Einwilligung jeder Zeit mit Wirkung in die Zukunft widerrufen.\nDen Widerruf kannst Du in den Privatsphäre Einstellungen erklären, indem du deine Auswahl aufhebst.\n</p> 4.\nWelche personenbezogenen Daten verarbeiten wir von Ihnen? <p>Allgemeines</p>\n<p>Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen (z.\nB.\nName, Anschrift, Telefonnummer, Geburtsdatum oder E-Mail-Adresse).</p>\n<p>Wenn wir personenbezogene Daten verarbeiten bedeutet dies, dass wir diese z.\nB.\nerheben, speichern, nutzen, an andere übermitteln oder löschen.</p>\n<p>Grundsätzlich können Sie unser Online-Angebot ohne Angabe personenbezogener Daten nutzen.\nDie Nutzung bestimmter Services kann allerdings die Angabe personenbezogener Daten erfordern, z.\nB.\neine Registrierung oder die Teilnahme an einem Gewinnspiel.\nPflichtangaben sind regelmäßig mit einem * gekennzeichnet.\nWenn Sie uns die hierfür erforderlichen Daten nicht zur Verfügung stellen möchten, können Sie die entsprechenden Services leider nicht nutzen.</p>\n<p>Wofür nutzen wir Ihre Daten und auf welcher Rechtsgrundlage?</p>\n<p>Wir verarbeiten Ihre personenbezogenen Daten zu nachfolgenden Zwecken und auf Basis der genannten Rechtsgrundlagen.\nFür den Fall, dass die Datenverarbeitung auf einer Interessenabwägung beruht, erläutern wir Ihnen auch unser berechtigtes Interesse, das wir mit der Verarbeitung verfolgen:</p> Nr.\nZweck der Verarbeitung Rechtsgrundlage der Verarbeitung sowie Darlegung des berechtigten Interesses, soweit relevant 1.\nBereitstellung dieses Online-Angebots und Vertragserfüllung gemäß unseren Nutzungsbedingungen Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 2.\nAnalyse des Angebots zur Ermittlung von Nutzungsverhalten einschließlich Marktforschung und Reichweitenmessung.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse, das Nutzungsverhalten in unserem Online-Angebot zu analysieren um dies fortlaufend zu verbessern bzw.\nan die Interessen unserer Nutzer anpassen zu können.\n3.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte) Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir und andere Werbetreibende haben ein berechtigtes Interesse, interessenbasierte Werbung auszuspielen und unseren Nutzern Werbung zu bieten, die auf deren persönliche Interessen zugeschnitten ist.\n4.\nEigen- und Fremdwerbung im gesetzlich zulässigen Umfang bzw.\neinwilligungsbasiert.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse an Direktmarketing, solange dies im Einklang mit datenschutz- und wettbewerbsrechtlichen Vorgaben erfolgt.\n5.\nDurchführung von Gewinnspielen gemäß den jeweiligen Gewinnspielbedingungen.\nVertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 6.\nVersand eines Newsletters mit Einwilligung des Empfängers per E-Mail Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 7.\nEinbindung von Social Plugins und Social Share-Funktionen Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) 8.\nBereitstellung eines Logins über 7Pass.\nVertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 9.\nErmittlung von Nutzern, die einen sogenannten Ad-blocker installiert haben und dadurch Werbung blockieren.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse daran, unsere ganz oder teilweise werbefinanzierten Angeboten nur Nutzern zur Verfügung zu stellen, die Werbung nicht blockieren.\n10.\nErmittlung von Störungen und Gewährleistung der Systemsicherheit einschließlich Aufdeckung und Nachverfolgung unzulässiger Zugriffe und Zugriffsversuche auf unsere Web-Server Erfüllung unserer rechtlichen Verpflichtungen im Bereich Datensicherheit sowie Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse an der Beseitigung von Störungen, der Gewährleistung der Systemsicherheit und der Aufdeckung und Nachverfolgung unzulässiger Zugriffsversuche bzw.\nZugriffe 11.\nVerwendung von Google Webfonts Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Intresesse daran, unseren Nutzer ein einheitliches Schriftbild zu bieten.\nDaher setzen wir Google Web Fonts ein.\nWeitere Informationen von Goolge finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google https://www.google.com/policies/privacy/ 12.\nVersandt von Push Nachrichten Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) 13.\nVerwendung von Kartendiensten Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Intresesse daran, unseren Nutzer über Kartenmaterial aktuelle Wettersituationen darzustellen.\nBetrieben wird MapTiler von Klokan Technologies GmbH, Hofnerstrasse 98, 6314 Unterageri, Schweiz.\nWeitere Informationen von MapTiler finden Sie unter http://www.maptiler.com/privacy-policy/ 14.\nUmfragen Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO).\nBetreiber des Umfragetool Survicate ist die Survicate SP.\nZ O.O, 8 Zamiany St.\nLU 2, Warschau, Polen.\nWeitere Informationen finden Sie unter https://survicate.com/wp-content/uploads/2019/04/Privacy-Policy-Survicate-3.0.pdf 15.\nPodcasts Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO).\nBetreiber des Podcasttools Podigee ist die Podigee GmbH, Schlesissche Straße 20, 10997 Berlin, Deutschland.\nWeitere Informationen finden Sie unter https://www.podigee.com/de/about/privacy/.\n16.\nConsent Management Platform Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO).\nUm die Einwilligungen zur Datenverarbeitung zentral zu Verwalten, setzen wir auf die Usercentrics GmbH, Sendlinger Str.\n7, 80331 München.\nWeitere Informationen finden Sie unter https://usercentrics.com/de/datenschutzerklaerung/ <p>Bitte beachten Sie Ihr Widerspruchsrecht bei der Verarbeitung von Daten zum Zwecke des Direktmarketings bzw.\naus persönlichen Gründen (siehe Abschnitt Betroffenenrechte).</p>\n<p>Registrierung</p>\n<p>Sofern Sie Leistungen in Anspruch nehmen möchten, die einen Vertragsschluss erfordern, werden wir Sie bitten, sich zu registrieren.\nIm Rahmen der Registrierung erheben wir die für die Vertragsbegründung und -erfüllung erforderlichen personenbezogenen Daten (z.\nB.\nVorname, Nachname, Geburtsdatum, E-Mail-Adresse, ggf.\nAngaben zur gewünschten Zahlungsart bzw.\nzum Kontoinhaber) sowie ggf.\nweitere Daten auf freiwilliger Basis.\nPflichtangaben kennzeichnen wir mit einem *.</p>\n<p>wetter.com nutzt den Anmeldeservice 7Pass der ProSiebenSat.1 Digital Data GmbH, ein Unternehmen der ProSiebenSat.\n1 Media SE, Medienallee 7, 85774 Unterföhring, Deutschland („PSDD“).\nWeitere Informationen finden Sie im Abschnitt Registrierung/Anmeldung über 7Pass.\n</p>\n<p>Push-Nachrichten</p>\n<p>wetter.com GmbH nutzt die Dienste der Pushwoosh Inc.\n1224 M St, NW, Suite 101 Washington, DC, 20005 um Ihnen, falls gewünscht, Pushbenachrichtigungen über Ihren Web - Browser zu senden.\nDie Einwilligung gilt immer nur für den jeweiligen Browser.\nSobald Sie eingewilligt haben, erhalten Sie in unregelmäßigen Abständen Push-Notifications von uns.\nDurch Anklicken der Meldung gelangen Sie direkt auf unsere Website.\nAuf dieser haben Sie die Möglichkeit sich jeder Zeit wieder von diesem Dienst abzumelden.\nSie können dies auch direkt bei der zugestellten Push-Notification oder je nach Browser in den Systemeinstellungen (siehe Abschnitt Technikhinweise) tun.\nDie Datenschutzbestimmungen von Pushwoosh finden sie unter: https://www.pushwoosh.com/privacy-policy/ oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Umfragen</p>\n<p>wetter.com GmbH nutzt die oben unter Punkt 14 genannten Produkte um kurze Umfragen zur Verbesserung unserer Produkte zu erstellen und auszuwerten.\nDie Teilnahme sowie die Angaben von personenbezogenen Daten wie z.B.\nEmailadressen sind freiwillig.\nSie können in den Privatsphäre Einstellungen den Anbieter deaktivieren.\n</p>\n<p>Webcam-Livestreams</p>\n<p>Wenn Sie einen unserer Webcam-Livestreams auf unserer Website oder auf Webseiten unserer Partner aufrufen, wird Ihre IP-Adresse durch den Anbieter des Livestream-Players, die earthTV network GmbH, Stralauer Allee 6, 10245 Berlin erfasst.\nDie Datenerfassung dient der ordnungsgemäßen Bereitstellung des Angebots, einschließlich der Prävention vor unbefugten Zugriffen Dritter auf den Livestream und erfolgt somit auf Grundlage berechtigter Interessen im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nWir haben mit der earthTV network GmbH einen Auftragsverarbeitungsvertrag geschlossen, der sicherstellt, dass Ihre personenbezogenen Daten von earthTV sicher und ausschließlich im Rahmen der datenschutzrechtlichen Anforderungen verarbeitet werden.\nDie Datenschutzerklärung von earthTV finden Sie unter https://www.earthtvnet.com/privacy/.</p> 5.\nWer bekommt Ihre personenbezogenen Daten und warum? <p>Weitergabe von Daten an Dritte</p>\n<p>Ihre personenbezogenen Daten werden von uns grundsätzlich nur dann an Dritte gegeben, soweit dies zur Vertragserfüllung erforderlich ist, wir oder der Dritte ein berechtigtes Interesse an der Weitergabe haben oder Ihre Einwilligung hierfür vorliegt.\nSofern Daten an Dritte übermittelt werden, wird dies in diesen Datenschutzbestimmungen erläutert.\nBei einer Übermittlung auf Basis einer Einwilligung kann die Erläuterung auch bei Einholung der Einwilligung erteilt werden.</p>\n<p>Darüber hinaus können Daten an Dritte übermittelt werden, soweit wir aufgrund gesetzlicher Bestimmungen oder durch vollstreckbare behördliche oder gerichtliche Anordnung hierzu verpflichtet sein sollten.</p>\n<p>Dienstleister</p>\n<p>Wir behalten uns vor, bei der Erhebung bzw.\nVerarbeitung von Daten Dienstleister einzusetzen.\nDienstleister erhalten von uns nur die personenbezogenen Daten, die sie für ihre konkrete Tätigkeit benötigen.\nSo kann z.\nB.\nIhre E-Mail-Adresse an einen Dienstleister weitergeben werden, damit dieser Ihnen einen bestellten Newsletter ausliefern kann.\nDienstleister können auch damit beauftragt werden, Serverkapazitäten zur Verfügung zu stellen.\nDienstleister werden in der Regel als sogenannte Auftragsverarbeiter eingebunden, die personenbezogene Daten der Nutzer dieses Online-Angebots nur nach unseren Weisungen verarbeiten dürfen.</p>\n<p>Soweit Dienstleister in diesen Datenschutzbestimmungen nicht bereits namentlich benannt sind (z.\nB.\nim Bereich Webanalyse), handelt es sich um folgende Kategorien von Dienstleistern:</p>\n<p>Webhosting (Serverbereitstellung, EWR)<br> IT-Dienstleister (Videoplayer, Deutschland)</p> 6.\nWann geben wir Daten in Länder, die nicht zum Europäischen Wirtschaftsraum gehören? <p>Weitergabe von Daten in Nicht-EWR-Länder</p>\n<p>Wir geben personenbezogene Daten auch an Dritte bzw.\nAuftragsverarbeiter, die ihren Sitz in Nicht-EWR-Ländern haben.\nIn diesem Fall stellen wir vor der Weitergabe sicher, dass beim Empfänger entweder ein angemessenes Datenschutzniveau besteht (z.\nB.\ndurch die Vereinbarung sogenannter EU Standardvertragsklauseln der Europäischen Kommission mit dem Empfänger gemäß Art.\n46 DSGVO) bzw.\neine ausdrückliche Einwilligung unserer Nutzer vorliegt.</p>\n<p>Hierbei handelt es sich um Dritte, bzw.\nAuftragsverarbeiter in folgenden Ländern: USA, Schweiz </p>\n<p>Sie können bei uns eine Übersicht über die Empfänger in Drittstaaten und eine Kopie der konkret vereinbarten Regelungen zur Sicherstellung des angemessenen Datenschutzniveaus erhalten.\nBitte nutzen Sie hierfür die Angaben im Abschnitt Kontakt.</p> 7.\nWie lange speichern wir Ihre Daten? <p>Dauer der Speicherung und Aufbewahrungsfristen</p>\n<p>Wir speichern Ihre Daten solange, wie dies zur Erbringung unseres Online-Angebots und der damit verbundenen Services erforderlich ist bzw.\nwir ein berechtigtes Interesse an der weiteren Speicherung haben.\nIn allen anderen Fällen löschen wir Ihre personenbezogenen Daten mit Ausnahme solcher Daten, die wir zur Erfüllung vertraglicher oder gesetzlicher (z.\nB.\nsteuer- oder handelsrechtlicher) Aufbewahrungsfristen weiter vorhalten müssen (z.\nB.\nRechnungen).\nDabei können vertragliche Aufbewahrungsfristen auch aus Verträgen mit Dritten herrühren (z.\nB.\nInhabern von Urheber- und Leistungsschutzrechten).</p>\n<p>Daten, die einer Aufbewahrungsfrist unterliegen, sperren wir bis zum Ablauf der Frist.</p> 8.\nLog-Dateien <p>Bei jeder Nutzung des Internet werden von Ihrem Internet-Browser automatisch bestimmte Informationen übermittelt und von uns in sogenannten Log-Dateien gespeichert.</p>\n<p>Die Log-Dateien werden von uns ausschließlich zur Ermittlung von Störungen und Sicherheitsgründen (z.\nB.\nzur Aufklärung von Angriffsversuchen) für 7 bis 10 Tage gespeichert und danach gelöscht.\nLog-Dateien, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind von der Löschung ausgenommen bis zur endgültigen Klärung des jeweiligen Vorfalls und können im Einzelfall an Ermittlungsbehörden weitergegeben werden.</p>\n<p>In den Log-Dateien werden insbesondere folgende Informationen gespeichert:</p>\n<ul>\n<li>IP-Adresse (Internetprotokoll-Adresse) des Endgeräts, von dem aus auf das Online-Angebot zugriffen wird;</li>\n<li>Internetadresse der Website, von der aus das Online-Angebot aufgerufen wurde (sog.\nHerkunfts- oder Referrer-URL);</li>\n<li>Name des Service-Providers, über den der Zugriff auf das Online-Angebot erfolgt;</li>\n<li>Name der abgerufenen Dateien bzw.\nInformationen;</li>\n<li>Datum und Uhrzeit sowie Dauer des Abrufs;</li>\n<li>übertragene Datenmenge;</li>\n<li>Betriebssystem und Informationen zum verwendeten Internet-Browser einschließlich installierter Add-Ons (z.\nB.\nfür den Flash Player);</li>\n<li>http-Status-Code (z.\nB.\n\"Anfrage erfolgreich\" oder \"angeforderte Datei nicht gefunden\"</li>\n</ul> 9.\nCookies <p>Was sind Cookies?</p>\n<p>Cookies sind kleine Textdateien, die beim Besuch einer Internetseite verschickt und im Browser des Nutzers gespeichert werden.\nWird die entsprechende Internetseite erneut aufgerufen, sendet der Browser des Nutzers den Inhalt der Cookies zurück und ermöglicht so eine Wiedererkennung des Nutzers.\nBestimmte Cookies werden nach Beendigung der Browser-Sitzung automatisch gelöscht (sogenannte Session Cookies), andere werden für eine vorgegebene Zeit bzw.\ndauerhaft im Browser des Nutzers gespeichert und löschen sich danach selbständig (sogenannte temporäre oder permanente Cookies).</p>\n<p>Welche Daten werden in den Cookies gespeichert?</p>\n<p>In Cookies werden grundsätzlich keine personenbezogenen Daten gespeichert, sondern nur eine Online-Kennung.</p>\n<p>Wie können Sie die Verwendung von Cookies verhindern bzw.\nCookies löschen?</p>\n<p>Sie können die Speicherung von Cookies über Ihre Browser-Einstellungen deaktivieren und bereits gespeicherte Cookies jederzeit in Ihrem Browser löschen (siehe Technikhinweise).\nBitte beachten Sie jedoch, dass dieses Online-Angebot ohne Cookies möglicherweise nicht oder nur noch eingeschränkt funktioniert.</p>\n<p>Bitte beachten Sie weiterhin, dass Widersprüche gegen die Erstellung von Nutzungsprofilen teilweise über einen sogenannten \"Opt-Out-Cookie\" funktionieren.\nSollten Sie alle Cookies löschen, findet ein Widerspruch daher evtl.\nkeine Berücksichtigung mehr und muss von Ihnen erneut erhoben werden.</p>\n<p>Was für Cookies verwenden wir?</p>\n<p>Wesentliche-Cookies</p>\n<p>Bestimmte Cookies sind erforderlich, damit wir unser Online-Angebot sicher bereitstellen können.\nIn diese Kategorie fallen z.\nB.</p>\n<ul>\n<li>Cookies, die der Identifizierung bzw.\nAuthentifizierung unserer Nutzer dienen;</li>\n<li>Cookies, die bestimmte Nutzereingaben (z.\nB.\nInhalt eines Warenkorbs oder eines Online-Formulars) temporär speichern;</li>\n<li>Cookies, die bestimmte Nutzerpräferenzen (z.\nB.\nSuch- oder Spracheinstellungen speichern);</li>\n<li>Cookies, die Daten speichern um die störungsfreie Wiedergabe von Video- bzw.\nAudioinhalten zu gewährleisten.</li>\n</ul>\n<p>Funktionale-Cookies</p>\n<p>Wir verwenden Funktionale-Cookies, um das Nutzungsverhalten (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) unserer Nutzer aufzeichnen und in statistischer Form auswerten zu können.\nWeitere Informationen finden Sie im Abschnitt Webanalyse.</p>\n<p>Marketing-Cookies</p>\n<p>Wir verwenden auch Cookies zu werblichen Zwecken.\nDie mit Hilfe dieser Cookies erstellten Profile zum Nutzungsverhalten oder kurz „Nutzungsprofile“ (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) werden von uns verwendet, um Ihnen Werbung bzw.\nAngebote anzuzeigen, die auf Ihre Interessen zugeschnitten sind (\"interessenbasierte Werbung\").\nWeitere Informationen finden Sie im Abschnitt interessenbasierte Werbung</p>\n<p>Marketing-Cookies Dritter</p>\n<p>Wir erlauben auch anderen Unternehmen, Daten unserer Nutzer mithilfe von Marketing-Cookies zu erheben(„Nutzungsprofile“).\nDies ermöglicht uns und Dritten, den Nutzern unseres Online-Angebots interessenbasierte Werbung anzuzeigen, die auf einer Analyse ihres Nutzungsverhaltens (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) insgesamt und nicht beschränkt auf unser Online-Angebot, basiert.\nWeitere Informationen finden Sie im Abschnitt interessenbasierte Werbung</p>\n<p>Tracking Cookies im Zusammenhang mit Social Plugins</p>\n<p>Die Einbindung von Social Plugins führt regelmäßig dazu, dass die Anbieter der Plugins Cookies speichern.</p>\n<p>Opt Out Möglichkeit</p>\n<p>Weitere Informationen zu Cookies sind auf dem Verbraucherportal www.meine-cookies.org erhältlich.\nÜber nachstehenden Link können Sie darüber hinaus den Stand der Aktivierung bezüglich Tools unterschiedlicher Anbieter einsehen und der Erhebung bzw.\nAuswertung Ihrer Daten durch diese Tools widersprechen: www.youronlinechoices.com/‌de/praferenzmanagement</p>\n<p>Eine zentrale Widerspruchsmöglichkeit für verschiedene Tools insbesondere US-amerikanischer Anbieter ist auch unter folgendem Link erreichbar: optout.networkadvertising.org</p> 10.\nWebanalyse <p>Webanalyse</p>\n<p>Wir benötigen statistische Informationen über die Nutzung unseres Online-Angebots um es nutzerfreundlicher gestalten, Reichweitenmessungen vornehmen und Marktforschung betreiben zu können.\nZu diesem Zweck setzen wir die nachstehenden Webanalyse-Tools ein.\nDie von den Tools mithilfe von Funktionalen-Cookies oder durch Auswertung der Log-Dateien erstellten Nutzungsprofile werden nicht mit personenbezogenen Daten zusammengeführt.</p>\n<p>Die Tools verarbeiten IP-Adressen der Nutzer entweder überhaupt nicht oder nur in anonymisierter Form.</p>\n<p>Sie finden zu jedem Tool Informationen zum jeweiligen Anbieter und dazu, wie Sie der Erhebung und Verarbeitung von Daten durch das Tool widersprechen können.</p>\n<p>Bei Tools, die den Widerspruch mittels Opt-Out-Cookies umsetzen ist zu beachten, dass die Opt-Out Funktion geräte- bzw.\nbrowserbezogen ist und grundsätzlich nur für das gerade verwendete Endgerät bzw.\nden verwendeten Browser gilt.\nWenn Sie mehrere Endgeräte bzw.\nBrowser nutzen, müssen Sie das Opt-Out auf jedem einzelnen Endgerät und in jedem verwendeten Browser setzen</p>\n<p>Darüber hinaus können Sie die Bildung von Nutzungsprofilen auch insgesamt verhindern, indem Sie generell die Verwendung von Cookies deaktivieren.</p>\n<p>Chartbeat</p>\n<p>Zur Webanalyse setzen wir auch ein Programm der Chartbeat, Inc.\naus 826 Broadway, 6th Floor, New York, NY 10003, USA, ein.\nBestimmte Nutzungsdaten werden dafür erhoben und ausgewertet.\nUm diese zu erfassen, kann ChartBeat Cookies einsetzen.\nDem Einsatz von Chartbeat können Sie direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.</p> widersprechen.\nZudem wird die zugewiesene IP-Adresse sowie teilweise eine gerätespezifische Kundennummer übermittelt.\nDie IP-Adresse wird allein zum Zweck der Sessionkennung und für die Geolokalisierung benötigt.\nDas letzte Oktett wird durch 000 ersetzt, so dass eine genaue Zuordnung nicht mehr möglich ist.\nWeitere Informationen finden Sie unter https://chartbeat.com/about/ sowie unter https://chartbeat.com/privacy.<p>\n</p>\n<p>Google Analytics</p>\n<p>Google Analytics wird von Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\") bereitgestellt.\nWir nutzen Google Analytics mit der von Google angebotenen Zusatzfunktion zur Anonymisierung von IP-Adressen: Hierbei wird die IP-Adresse von Google in der Regel bereits innerhalb der EU und nur in Ausnahmefällen erst in den USA gekürzt und in jedem Fall nur in gekürzter Form gespeichert.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Browser Plugin herunterladen und installieren: http://tools.google.com/dlpage/gaoptout?hl=de oder direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.</p>\n<p>Optimizely</p>\n<p> Diese Website nutzt das Testingtool Optimizely (https://www.optimizely.com/).\nZur Wiedererkennung von Computersystemen werden hierbei Cookies eingesetzt und der Web-Storage ihres Browsers genutzt.\nDer Speicherung Ihrer anonym erfassten Besucherdaten können Sie widersprechen, indem Sie hier klicken, oder in Ihren Browsereinstellungen das Setzen von Cookies unterbinden.\nDiese Information finden Sie am Ende der Seite unter den Technikhinweisen.\n</p>\n<p>Smartlook</p>\n<p> Diese Website nutzt das Testingtool Smartlook (https://www.smartlook.com/).\nDiese Software erfasst Bewegungen auf unserer Website in sog.\nHeatmaps.\nDie Aufzeichnung erfolgt anonymisiert.\nDer Erhebung bzw.\nAuswertung Ihrer Daten durch können Sie direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.\n</p>\n<p>Google Tag Manager</p>\n<p>Diese Webseite verwendet den Google Tag Manager.\nDurch diesen Dienst können Website-Tags über eine Oberfläche verwaltet werden.\nDer Google Tag Manager implementiert lediglich Tags.\nDas bedeutet: Es werden keine Cookies eingesetzt und es werden keine personenbezogenen Daten erfasst.\nDer Google Tool Manager löst andere Tags aus, die wiederum ggf.\nDaten erfassen.\nJedoch greift der Google Tag Manager nicht auf diese Daten zu.\nWurde auf Domain- oder Cookie-Ebene eine Deaktivierung vorgenommen, so bleibt sie für alle Tracking-Tags bestehen, insofern diese mit dem Google Tag Manager implementiert werden.</p>\n<p>Mehr Informationen zum Google Tag Manager finden Sie unter: policies.google.com/faq?hl=de sowie policies.google.com/terms?hl=de</p>\n<p>SZM-Reichweitenmessung</p>\n<p>Unsere Webseite nutzt das Messverfahren (\"SZMnG\") der INFOnline GmbH zur Ermittlung statistischer Kennwerte über die Nutzung unserer Angebote.\nZiel der Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch - auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.</p>\n<p>Für alle Digital-Angebote, die Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW) sind oder an den Studien der Arbeitsgemeinschaft Online-Forschung e.V.\n(AGOF) teilnehmen, werden die Nutzungsstatistiken regelmäßig von der AGOF und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma) zu Reichweiten weiter verarbeitet und mit dem Leistungswert „Unique User“ veröffentlicht sowie von der IVW mit den Leistungswerten „Page Impression“ und „Visits“.\nDiese Reichweiten und Statistiken können auf den jeweiligen Webseiten eingesehen werden.\n</p>\n<p> 1.\nRechtsgrundlage für die Verarbeitung </p>\n<p> Die Messung mittels des Messverfahrens SZMnG durch die INFOnline GmbH erfolgt mit berechtigtem Interesse nach Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nZweck der Verarbeitung der personenbezogenen Daten ist die Erstellung von Statistiken und die Bildung von Nutzerkategorien.\nDie Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können.\nDie Nutzerkategorien bilden die Grundlage für eine interessengerechte Ausrichtung von Werbemitteln bzw.\nWerbemaßnahmen.\nZur Vermarktung dieser Webseite ist eine Nutzungsmessung, welche eine Vergleichbarkeit zu anderen Marktteilnehmern gewährleistet, unerlässlich.\nUnser berechtigtes Interesse ergibt sich aus der wirtschaftlichen Verwertbarkeit der sich aus den Statistiken und Nutzerkategorien ergebenden Erkenntnisse und dem Marktwert unserer Webseite -auch in direktem Vergleich mit Webseiten Dritter- der sich anhand der Statistiken ermitteln lässt.\nDarüber hinaus haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline, der AGOF und der IVW zum Zwecke der Marktforschung (AGOF, agma) und für statistische Zwecke (INFOnline, IVW) zur Verfügung zu stellen.\nWeiterhin haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline zur Weiterentwicklung und Bereitstellung interessengerechter Werbemittel zur Verfügung zu stellen.\n</p>\n<p>\n</p>\n<p>2.\nArt der Daten</p>\n<p>Die INFOnline GmbH erhebt die folgenden Daten, welche nach EU-DSGVO einen Personenbezug aufweisen: </p>\n<ul>\n<li>IP-Adresse: Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IPAdresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.\nDie IPAdressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder weitere Verarbeitung der ungekürzten IP-Adressen.</li>\n<li>Einen zufällig erzeugten Client-Identifier: Die Reichweitenverarbeitung verwendet zur Wiedererkennung von Computersystemen alternativ entweder ein Cookie mit der Kennung „ioam.de\", ein „Local Storage Object“ oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nDiese Kennung ist für einen Browser eindeutig, solange das Cookie oder Local Storage Object nicht gelöscht wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen ClientIdentifier ist daher auch dann möglich, wenn Sie andere Webseiten aufrufen, die ebenfalls das Messverfahren („SZMnG“) der INFOnline GmbH nutzen.</li>\n</ul>\n<p>Die Gültigkeit des Cookies ist auf maximal 1 Jahr beschränkt.</p>\n<p>\n</p>\n<p>3.\nNutzung der Daten</p>\n<p>Das Messverfahren der INFOnline GmbH, welches auf dieser Webseite eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impressions, Visits und Clients zu erheben und weitere Kennzahlen daraus zu bilden (z.B.\nqualifizierte Clients).\nDarüber hinaus werden die gemessenen Daten wie folgt genutzt:</p>\n<ul>\n<li>Eine sogenannte Geolokalisierung, also die Zuordnung eines Webseitenaufrufs zum Ort des Aufrufs, erfolgt ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geographischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geographischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Aufenthaltsort eines Nutzers gezogen werden.</li>\n<li>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden webseitenübergreifend zusammengeführt und in einer Datenbank gespeichert.\nDiese Informationen werden zur technischen Abschätzung der Sozioinformation Alter und Geschlecht verwendet und an die Dienstleister der AGOF zur weiteren Reichweitenverarbeitung übergeben.\nIm Rahmen der AGOF-Studie werden auf Basis einer zufälligen Stichprobe Soziomerkmale technisch abgeschätzt, welche sich den folgenden Kategorien zuordnen lassen: Alter, Geschlecht, Nationalität, Berufliche Tätigkeit, Familienstand, Allgemeine Angaben zum Haushalt, Haushalts-Einkommen, Wohnort, Internetnutzung, Online-Interessen, Nutzungsort, Nutzertyp.</li>\n</ul>\n<p>\n</p>\n<p>4.\nSpeicherdauer der Daten</p>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.\nDie gekürzte IPAdresse wird maximal 60 Tage gespeichert.\nDie Nutzungsdaten in Verbindung mit dem eindeutigen Identifier werden maximal 6 Monate gespeichert.</p>\n<p>\n<b>\n</b>\n</p>\n<p>5.\nWeitergabe der Daten</p>\n<p>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.\nFür die Erstellung der AGOF-Studie werden Daten mit Client-Identifiern an die folgenden Dienstleister der AGOF weitergegeben:</p>\n<ul>\n<li>Kantar Deutschland GmbH (https://www.tns-infratest.com)</li>\n<li>Ankordata GmbH &amp.\nCo.\nKG (http://www.ankordata.de/homepage/) </li>\n<li>Interrogare GmbH (https://www.interrogare.de/)</li>\n</ul>\n<p>6.\nRechte der betroffenen Person</p>\n<p>Die betroffene Person hat folgende Rechte:</p>\n<ul>\n<li>Auskunftsrecht (Art.\n15 DSGVO)</li>\n<li>Recht auf Berichtigung (Art.\n16 DSGVO)</li>\n<li>Widerspruchsrecht (Art.\n21 DSGVO)</li>\n<li>Recht auf Löschung (Art.\n17 DSGVO)</li>\n<li>Recht auf Einschränkung der Verarbeitung (Art.\n18f.\nDSGVO)</li>\n<li>Recht auf Datenübertragbarkeit (Art.\n20 DSGVO)</li>\n</ul>\n<p>Bei Anfragen dieser Art, wenden Sie sich bitte an datenschutz@wetter.com.\nBitte beachten Sie, dass wir bei derartigen Anfragen sicherstellen müssen, dass es sich tatsächlich um die betroffene Person handelt.</p>\n<p>\n<b>\n</b>\n</p>\n<p>7.\nWiderspruchsrecht</p>\n<p>Wenn Sie an der Messung nicht teilnehmen möchten, können Sie unter folgendem Link widersprechen: https://optout.ioam.de<br>Um einen Ausschluss von der Messung zu garantieren, ist es technisch notwendig, ein Cookie zu setzen.\nSollten Sie die Cookies in Ihrem Browser löschen, ist es notwendig, den Opt-Out-Vorgang unter dem oben genannten Link zu wiederholen.</p>\n<p>Die betroffene Person hat das Recht, bei einer Datenschutzbehörde Beschwerde einzulegen.</p>\n<p>Weitere Informationen zum Datenschutz im Messverfahren finden Sie auf der Webseite der INFOnline GmbH (https://www.infonline.de), die das Messverfahren betreibt, der Datenschutzwebseite der AGOF (http://www.agof.de/datenschutz) und der Datenschutzwebseite der IVW (http://www.ivw.eu).</p> 11.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte) <p>Erfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte)</p>\n<p>Wir möchten unseren Nutzern auf ihre Interessen zugeschnittene Werbung bzw.\nbesondere Angebote präsentieren (\"interessenbasierte Werbung\") und die Häufigkeit der Anzeige bestimmter Werbung begrenzen.\nZu diesem Zweck setzen wir die nachstehend beschriebenen Tools ein.</p>\n<p>Die von den Tools mithilfe von Marketing-Cookies bzw.\nMarketing-Cookies Dritter, sogenannten Web Beacons (unsichtbare Grafiken, die auch Pixel oder Zählpixel genannt werden) oder vergleichbaren Technologien erstellten Nutzungsprofile werden nicht mit personenbezogenen Daten zusammengeführt.</p>\n<p>Die Tools werden von den Anbietern dafür verwendet, unseren Nutzern in unserem Online-Angebot und in Angeboten Dritter interessenbasierte Werbung anzuzeigen und um zu steuern, mit welcher Häufigkeit die Nutzer bestimmte Anzeigen sehen.\nVerantwortliche Stelle für die Verarbeitung von Daten im Zusammenhang mit den Tools ist der jeweilige Anbieter, soweit wir dies nicht anders angegeben haben.\nDie Anbieter der Tools geben Informationen zu den vorstehend benannten Zwecken ggf.\nauch an Dritte weiter.</p>\n<p>Die Tools verarbeiten IP-Adressen der Nutzer entweder überhaupt nicht oder nur in anonymisierter Form.</p>\n<p>Verantwortlicher für die Verarbeitung von Daten im Zusammenhang mit den Tools ist der jeweilige Anbieter, soweit wir dies nicht anders angegeben haben.\nDie Anbieter der Tools geben Informationen zu den vorstehend benannten Zwecken ggf.\nauch an Dritte weiter.</p>\n<p>Sie finden bei jedem Tool Informationen zum Anbieter und dazu, wie Sie der Erhebung von Daten mittels dieses Tools widersprechen können.\nBitte beachten Sie, dass Sie mit Ihrem Wi-derspruch nicht die Werbung abschalten.\nIhr Widerspruch führt nur dazu, Ihnen keine auf Ihr Nutzungsverhalten gestützte interessenbasierte Werbung angezeigt werden kann.</p>\n<p>Bei Tools, die mit Opt-Out-Cookies arbeiten, ist zu beachten, dass die Opt-Out Funktion geräte- bzw.\nbrowserbezogen ist und grundsätzlich nur für das gerade verwendete Endgerät bzw.\nden verwendeten Browser gilt.\nWenn Sie mehrere Endgeräte bzw.\nBrowser nutzen, müssen Sie das Opt-Out auf jedem einzelnen Endgerät und in jedem verwendeten Browser setzen.</p>\n<p>Darüber hinaus können Sie die Bildung von Nutzungsprofilen auch insgesamt verhindern, indem Sie die generell die Verwendung von Cookies deaktivieren.</p>\n<p>Weitere Informationen zu interessenbasierter Werbung sind auf dem Verbraucherportal http://www.meine-cookies.org erhältlich.\nÜber nachstehenden Link zu diesem Portal können Sie darüber hinaus den Stand der Aktivierung bezüglich Tools unterschiedlicher Anbieter einsehen und der Erhebung bzw.\nAuswertung Ihrer Daten durch diese Tools widersprechen: http://www.youronlinechoices.com/de/‌praferenzmanagement.</p>\n<p>Eine zentrale Widerspruchsmöglichkeit für verschiedene Tools insbesondere US-amerikanischer Anbieter ist auch unter folgendem Link erreichbar: http://optout.networkadvertising.org/#/</p>\n<p>The ADEX</p>\n<p>wetter.com nutzt die Dienste der The ADEX GmbH (ADEX).\nSie ist ein in Deutschland, Torstraße 19, 10119 Berlin, ansässiges Unternehmen.<br> ADEX bietet Technologien an, Werbung für den Nutzer anhand seiner individuellen Interessen basierend auf dem Nutzungsverhalten auf Webseiten optimal zu platzieren und auszusteuern sowie deren prozentualen Anteil an der sog.\n„Conversion“, dem Weg von der ersten Werbung bis hin zum finalen Kauf, messbar zu machen.\nDazu werden Cookies, Web Beacons oder ähnliche Technologien verwendet.\nDie erhobenen Nutzungsdaten werden unter einem Pseudonym gespeichert.\nDiesem Pseudonym werden Informationen über die User-Aktivitäten auf unseren Websites, Services, Anwendungen und Tools (z.B.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen etc.) zugeordnet.\nDie übermittelte IP-Adresse eines User-Gerätes wird vollständig anonymisiert und zur Bildung von Haushaltsnetzwerken verwendet.\nIn Haushaltsnetzwerken können die mit dem Internet verbundenen Geräte, wie Computer, Telefone, Connected TVs und andere, erkannt und die jeweils erhobenen Nutzungsdaten von Webseiten über die verschiedenen Geräte hinweg kombiniert werden.\nMit den gewonnenen Informationen können weder personenbezogene Daten noch ein konkreter Aufenthaltsort eines Nutzers ermittelt werden.\nEine persönliche Identifikation des Users ist damit ausgeschlossen.\n</p>\n<p>Weitere Informationen zum Datenschutz bei ADEX erhalten Sie unter: https://www.theadex.com/privacy-opt-out/<br>Soweit der User keine nutzungsbasierten Werbeeinblendungen mehr erhalten und die weitere Erhebung von Nutzungsdaten unterbinden möchte, kann er den folgenden Opt-Out-Link nutzen: https://dmp.theadex.com/donttrack/1?rdr=https://www.wetter.com/ oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>.\n<p>\n</p>\n<p>AdDefend</p>\n<p>wetter.com verwendet zur Anzeige von Werbung AdDefend, einen Dienst der AdDefend GmbH, Borselstrasse 3, 22765 Hamburg.\nDieser Dienst nutzt Cookies, um festzustellen, ob Sie eine Webseite schon einmal besucht haben.\nSie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter diesem Link https://www.addefend.com/de/opt-out/ verfügbare Opt-Out Cookie herunterladen und speichern oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>\n</p>\n<p>Clicktripz</p>\n<p>Anbieter von Clicktripz ist Clicktripz, 1112 Ocean Drive, Suite 200 Manhatten Beach, CA 90266, USA.\nWeitere Informationen zu diesem Tool finden Sie hier http://www.clicktripz.com/‌privacy_policy.php.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Google AdSense</p>\n<p>Anbieter von Google AdSense ist Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\").\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie diesen Anwendungshinweisen von Google folgen.</p>\n<p>Doubleclick</p>\n<p>Anbieter von Doubleclick ist Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\").\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie diesen Anwendungshinweisen von Google folgen.</p>\n<p>Taboola</p>\n<p>Anbieter von Taboola ist die Taboola, Inc, 1115 Broadway , 7th Floor, New York, New York 10010 , USA.\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Amazon Advertising Platform (AAP)</p>\n<p>Amazon Advertising Platform (AAP) wird von der Amazon Deutschland Services GmbH, Domagkstraße 28, 80807 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Opt-Out Cookie herunterladen bzw.\nsetzen und speichern:https://www.amazon.com/adprefs</p>\n<p>Criteo</p>\n<p>Criteo wird von der Criteo GmbH, Gewürzmühlenstraße 11, 80538 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Google Ad Manager</p>\n<p>Google Ad Manager wird von der Google Germany GmbH, ABC-Straße 19, 20354 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Opt-Out Cookie herunterladen bzw.\nsetzen und speichern: https://policies.google.com/technologies/ads</p>\n<p>Improve Digital</p>\n<p>Improve Digital wird von der Improve Digital GmbH, Nußbaumstraße 10, 80336 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Index Exchange</p>\n<p>Index Exchange wird von der Index Exchange, Inc., Königsallee 27, 40212 Düsseldorf, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>PubMatic</p>\n<p>PubMatic wird von der PubMatic Limited, Theatinerstraße 11, 80333 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Rubicon Project</p>\n<p>Rubicon Project wird von der The Rubicon Project, Limited, Kemperplatz 1, 10785 Berlin, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Smart AdServer</p>\n<p>Smart AdServer wird von der Smart Adserver, Mehringdamm 33, 10961 Berlin, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Xandr</p>\n<p>Xandr wird von der Xandr Inc., Grosse Elbstrasse 43, 22767 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Yieldlab</p>\n<p>Yieldlab wird von der Yieldlab AG, Colonnaden 41, 20354 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Weitere Dienstleister, die von unserem Vermarkter (SevenOne Media) genutzt werden:</p>\n<p>Eine Übersicht über andere Dienstleister unseres Vermarkters finden Sie hier https://www.sevenonemedia.de/daten‌erhebung-anderer-dienstleister.</p> 12.\nAdblocker und Opt-Out-Cookies <p>Wir weisen darauf hin, dass die Verwendung eines Adblocker die Funktionsweise von Opt-Out-Cookies beeinträchtigen kann.\nIn bestimmten Fällen kann es daher, trotz Speicherung eines Opt-Out-Cookies, dazu kommen, dass die entsprechenden Tools weiterhin Daten erheben.\nSie können in diesem Fall die Funktionalität wieder herstellen, indem Sie den Adblocker entsprechend konfigurieren oder deinstallieren.</p> 13.\nRegistrierung/Anmeldung über 7Pass <p>Sie können sich für dieses Online-Angebot mittels Ihres 7Pass Accounts anmelden.\nVerantwortlich für die Bereitstellung des 7Pass Accounts ist die ProSiebenSat.1 Digital Data GmbH, ein Unternehmen der ProSiebenSat.\n1 Media SE, Medienallee 7, 85774 Unterföhring, Deutschland („PSDD“).</p>\n<p>7Pass wurde entwickelt, um Nutzern von Online-Angeboten einheitliche Anmeldedaten für verschiedene Online-Dienste zur Verfügung zu stellen.\nNähere Informationen zu 7Pass finden Sie in den 7Pass FAQ.</p>\n<p>Wenn Sie bei der PSDD einen 7Pass Account anlegen möchten, gelten die Nutzungsbedingungen (AGB) für den Anmeldeservice 7Pass sowie die Datenschutzbestimmungen 7Pass.\nNach erfolgreicher Registrierung können Sie sich mit Ihrem 7Pass Account dann auch für dieses Online-Angebot anmelden.\nDie PSDD bestätigt uns Ihre Berechtigung und stellt uns die für die Nutzung unseres Angebots benötigten Daten (z.\nB.\nIhren Name, Ihre Anschrift, Ihre E-Mailadresse und Ihr Geburtsdatum) aus Ihrem 7Pass Profil zur Verfügung.\nWenn Sie Daten in Ihrem 7Pass Profil aktualisieren, erhalten auch wir eine entsprechende Aktualisierung.\nEinzelheiten ent-nehmen Sie bitte den Nutzungsbedingungen sowie den Datenschutzbestimmungen für 7Pass.</p> 14.\nNewsletter <p>Newsletter mit Anmeldung.\nWiderrufsrecht</p>\n<p>Wir bieten Ihnen die Möglichkeit, verschiedene Newsletter zu abonnieren.\nSie können Ihre entsprechende Einwilligung jederzeit widerrufen.\nNutzen Sie hierfür bitte den Abmeldelink am Ende eines Newsletters oder kontaktieren uns über die Angaben im Abschnitt Kontakt.</p>\n<p>Wenn die den Wetter-Newsletter über Ihr 7Pass Profil auf wetter.com angelegt haben, werden die Emailadresse und die gewünschten Orte an die Mapp Digital Germany GmbH, Dachauer Straße 63, 80335 München, Deutschland weitergegeben.\nDiese versenden für uns den Wetterletter an Sie.\nWeitere Informationen zu MAPP finden Sie hier</p>\n<p>\n</p>\n<p>Einen Opt-Out Link finden Sie am Ende des Newsletters.\nBitte beachten Sie, dass nur Ihr Newsletter, aber nicht Ihr Konto bei 7Pass gelöscht wird.</p> 15.\nNutzung des Chatbots <p>Wir bieten Ihnen die Möglichkeit, über einen Chatbot mit uns in Kontakt zu treten.\nDieser wird von der addBots GmbH bereitgestellt wird.\nSämtliche Daten, die über den Dienst gesammelt werden, werden innerhalb der EU verarbeitet und gespeichert.\naddBots nutzt personenbezogene Daten im Rahmen unseres Auftrags, um den Dienst bereitzustellen, die Nutzerführung im Chat zu ermöglichen, Reports über die Nutzung zu erstellen, Anbindungen und Verknüpfungen zu Facebook herzustellen und Nutzereingaben und Kontaktanfragen an uns zu senden.</p>\n<p>Wenn Sie die Verarbeitung Ihrer Daten in diesem Dienst nicht möchten, nutzen Sie diesen Dienst nicht.</p> 16.\nAutomatisierte Einzelfallentscheidungen oder Maßnahmen zum Profiling <p>Wir nutzen keine automatisierten Verarbeitungsprozesse zur Herbeiführung einer Entscheidung – einschl.\nProfiling.</p> 17.\nIhre Rechte (Rechte der betroffenen Person) <p>Wie können Sie Ihre Rechte geltend machen?</p>\n<p>Bitte nutzen Sie zur Geltendmachung Ihrer Rechte die Angaben im Abschnitt Kontakt.\nBitte stellen Sie dabei sicher, dass uns eine eindeutige Identifizierung Ihrer Person möglich ist.</p>\n<p>Alternativ können Sie zur Berichtigung Ihrer bei der Registrierung angegebenen Daten oder für Ihren Newsletterwiederspruch auch die Einstellungsmöglichkeiten in Ihrem Benutzerkonto verwenden.\n</p>\n<p>Sie können Ihr Benutzerkonto auf wetter.com und die Verknüpfung zu Ihrem 7Pass Benutzerkonto auch selbst löschen, indem Sie wie folgt vorgehen:</p>\n<p>Loggen Sie sich auf wetter.com ein und klicken Sie im unteren Bereich auf den Link „7Pass Berechtigung widerrufen“.</p>\n<p>Bitte beachten Sie, dass Ihre Daten zunächst nur gesperrt werden, sofern der Löschung Aufbewahrungsfristen entgegenstehen.</p>\n<p>Ihre Rechte auf Auskunft und Berichtigung</p>\n<p>Sie können verlangen, dass wir Ihnen bestätigen, ob wir Sie betreffende personenbezogene Daten verarbeiten und Sie haben ein Recht auf Auskunft im Hinblick auf Ihre von uns verarbeiteten Daten.\nSollten Ihre Daten unrichtig oder unvollständig sein, können Sie verlangen, dass Ihre Daten berichtigt bzw.\nvervollständigt wer-den.\nWenn wir Ihre Daten an Dritte weitergegeben haben informieren wir diese über die Berichtigung, soweit dies gesetzlich vorgeschrieben ist.</p>\n<p>Ihr Recht auf Löschung</p>\n<p>Sie können, wenn die gesetzlichen Voraussetzungen vorliegen, von uns unverzügliche Löschung Ihrer personenbezogenen Daten verlangen.\nDies ist insbesondere der Fall wenn</p>\n<ul>\n<li>Ihre personenbezogenen Daten für die Zwecke, für die sie erhoben wurden, nicht länger benötigt werden;</li>\n<li>die Rechtsgrundlage für die Verarbeitung ausschließlich Ihre Einwilligung war und Sie diese widerrufen haben;</li>\n<li>Sie der Verarbeitung zu werblichen Zwecken widersprochen haben („Werbewiderspruch”);</li>\n<li>Sie einer Verarbeitung auf der Basis der Rechtsgrundlage Interessenabwägung aus persönlichen Gründen widersprochen haben und wir nicht nachweisen können, dass es vorrangige berechtigte Gründe für eine Verarbeitung gibt;</li>\n<li>Ihre personenbezogenen Daten unrechtmäßig verarbeitet wurden.\noder</li>\n<li>Ihre personenbezogenen Daten gelöscht werden müssen, um gesetzlichen Anforderungen zu entsprechen.</li>\n</ul>\n<p>Wenn wir Ihre Daten an Dritte weitergegeben haben informieren wir diese über die Löschung, soweit dies gesetzlich vorgeschrieben ist.</p>\n<p>Bitte beachten Sie, dass Ihr Löschungsrecht Einschränkungen unterliegt.\nZum Beispiel müssen bzw.\ndürfen wir keine Daten löschen, die wir aufgrund gesetzlicher Aufbewahrungsfristen noch weiter vorhalten müssen.\nAuch Daten, die wir zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen sind von Ihrem Löschungsrecht ausgenommen.</p>\n<p>Ihr Recht auf Einschränkung der Verarbeitung</p>\n<p>Sie können, wenn die gesetzlichen Voraussetzungen vorliegen, von uns eine Einschränkung der Verarbeitung verlangen.\nDies ist insbesondere der Fall wenn</p>\n<ul>\n<li>die Richtigkeit Ihrer personenbezogenen Daten von Ihnen bestritten wird, und dann solange bis wir die Möglichkeit hatten, die Richtigkeit zu überprüfen;</li>\n<li>die Verarbeitung nicht rechtmäßig erfolgt und Sie statt der Löschung (siehe hierzu den vorigen Abschnitt) eine Einschränkung der Nutzung verlangen;</li>\n<li>wir Ihre Daten nicht mehr für die Zwecke der Verarbeitung benötigen, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung Ihrer Rechtsansprüche brauchen;</li>\n<li>Sie Widerspruch aus persönlichen Gründen erhoben haben, und dann solange bis feststeht, ob Ihre Interessen überwiegen.</li>\n<li>Wenn ein Recht auf Einschränkung der Verarbeitung besteht markieren wir die betroffenen Daten um auf diese Weise sicherzustellen, dass diese nur noch in den engen Grenzen verarbeitet werden, die für solche eingeschränkten Daten gelten (nämlich insbesondere zur Verteidigung von Rechtsansprüchen oder mit Ihrer Einwilligung).</li>\n</ul>\n<p>Ihr Recht auf Datenübertragbarkeit</p>\n<p>Sie haben das Recht, personenbezogene Daten, die Sie uns zur Vertragserfüllung oder auf Basis einer Einwilligung gegeben haben, in einem übertragbaren Format zu erhalten.\nSie können in diesem Fall auch verlangen, dass wir diese Daten direkt einem Dritten übermitteln, soweit dies technisch machbar ist.</p>\n<p>Ihr Recht auf Widerruf der Einwilligung</p>\n<p>Sofern Sie uns eine Einwilligung in die Verarbeitung Ihrer Daten erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.\nDie Rechtmäßigkeit der Verarbeitung Ihrer Daten bis zum Widerruf bleibt hiervon unberührt.\n</p>\n<p>Ihr Widerspruchsrecht gegen Direktmarketing</p>\n<p>Sie können außerdem jederzeit Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten zu werblichen Zwecken ein-legen („Werbewiderspruch“).\nBitte berücksichtigen Sie, dass es aus organisatorischen Gründen zu einer Überschneidung zwischen Ihrem Widerruf und der Nutzung Ihrer Daten im Rahmen einer bereits laufenden Kampagne kommen kann.\n</p>\n<p>Ihr Widerspruchsrecht aus persönlichen Gründen</p>\n<p>Sie haben das Recht aus Gründen, die sich aus Ihrer besonderen Situation ergeben, der Datenverarbeitung durch uns zu widersprechen, soweit diese auf der Rechtsgrundlage berechtigtes Interesse beruht.\nWir werden dann die Verarbeitung Ihrer Daten einstellen, es sei denn wir können – gemäß den gesetzlichen Vorgaben – zwingende schutzwürdige Gründe für die Weiterverarbeitung nachweisen, welche Ihre Rechte überwiegen.\n</p>\n<p>Ihr Beschwerderecht bei einer Aufsichtsbehörde</p>\n<p>Bitte nutzen Sie zur Geltendmachung Ihrer Rechte die Angaben unter Kontakt.\nBitte stellen Sie dabei sicher, dass uns eine eindeutige Identifizierung Ihrer Person möglich ist.</p>\n<p>Beschwerderecht bei der Aufsichtsbehörde</p>\n<p>Sie haben das Recht, eine Beschwerde bei einer Datenschutzbehörde einzureichen.\nSie können sich dazu insbesondere an die Datenschutzbehörde wenden, die für Ihren Wohnort bzw.\nIhr Bundesland zuständig ist oder die für den Ort zuständig ist, an dem die Verletzung des Datenschutzrechts stattgefunden hat.\nAlternativ können Sie sich auch an die für uns zuständige Datenschutzbehörde wenden, dies ist: Der Landesbeauftragte für den Datenschutz Baden - Württemberg<br> Königstrasse 10 a<br> 70173 Stuttgart<br> poststelle@lfdi.bwl.de</p> 18.\nKontakt <p>Für Auskünfte und Anregungen zum Thema Datenschutz stehen wir bzw.\nunser Datenschutzbeauftragter Ihnen unter der E-Mail datenschutz@wetter.com gerne zur Verfügung.</p>\n<p>Wenn Sie mit uns in Kontakt treten möchten, erreichen Sie uns im Übrigen wie folgt:</p> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> Tel.\n+49 (0) 7531 / 1274-400<br> Fax +49 (0) 7531 / 1274-600<br> contact@wetter.com <p> Für die Kontaktaufnahme über unsere Emailadressen (contact@wetter.com, support@wetter.com) setzten wir ein externes System von Zendesk, Inc., 989 Market Street #300, San Francisco, CA 94102, USA ein.\nWeitere Informationen finden Sie in den Datenschutzhinweisen von Zendesk - http://www.zendesk.com/‌company/privacy </p>\n<p> Für die Kontaktaufnahme ist mindestens die Angabe einer E-Mail-Adresse notwendig.\nUm Ihre Anfrage korrekt zu beantworten, kann es nötig sein, weitere Daten (z.B.\nBenutzername, verwendete Browser) zu erfassen.\n</p>\n<p> Die Nutzung des Formulars ist keine Pflicht.\nDies dient der Verbesserung und Beschleunigung unseres Kundenservice.\nAlternativ können sie über datenschutz@wetter.com mit uns in Kontakt treten.\n</p> 19.\nTechnikhinweise <p> Internet Explorer: <br> • Cookies: http://windows.microsoft.com/de-de/internet-explorer/delete-manage-cookies#ie=ie-11-win-7 <br> • Push ab Edge: Die Einstellungsmöglichkeiten befinden sich im Browser unter Einstellungen – Erweiterte Einstellungen anzeigen – Webseitenberechtigungen </p>\n<p> Mozilla Firefox: <br> • Cookies: https://support.mozilla.org/de/kb/cookies-erlauben-und-ablehnen <br> • Push: https://support.mozilla.org/de/kb/push-benachrichtigungen-firefox </p>\n<p> Google Chrome: <br> • Cookies: https://support.google.com/chrome/answer/95647 <br> • Push: https://support.google.com/chrome/answer/3220216 </p>\n<p> Safari: <br> • Cookies http://help.apple.com/safari/mac/8.0/#/sfri11471 <br> • Push https://support.apple.com/de-de/guide/safari/sfri40734/mac </p> Nach oben scrollen Folgen Sie wetter.com auf <ul>\n<li>\n<br>Facebook</li>\n<li>\n<br>Twitter</li>\n<li>\n<br>LinkedIn</li>\n<li>\n<br>Instagram</li>\n</ul> wetter.com gibt es auch für <ul>\n<li>Android</li>\n<li>HUAWEI AppGallery</li>\n<li>iPhone &amp.\niPad</li>\n<li>Alexa</li>\n</ul>\n<ul>\n<li> Wetter Wetter <ul>\n<li>Videovorhersagen</li>\n<li>Kolumnen</li>\n<li>Unwetterwarnungen</li>\n<li>wetter.com Deutschland</li>\n<li>wetter.com Schweiz</li>\n<li>wetter.com Österreich</li>\n<li>El tiempo de tiempo.es</li>\n<li>Homepage Widget</li>\n<li>Wetter API</li>\n</ul>\n</li>\n<li> Wetterkarten Widgets <ul>\n<li>Regenradar</li>\n<li>Niederschlagsprognose</li>\n<li>Windgeschwindigkeiten</li>\n<li>Temperatur</li>\n<li>Sonnenschein</li>\n<li>Wassertemperatur</li>\n</ul>\n</li>\n<li> Mobiles Wetter Mobiles Wetter <ul>\n<li>iPhone Wetter</li>\n<li>iPad Wetter</li>\n<li>Android Wetter</li>\n</ul>\n</li>\n<li> Wettervideos Wettervideos <ul>\n<li>Nachrichten</li>\n<li>Deutschlandwetter</li>\n<li>Schweizwetter</li>\n<li>Österreichwetter</li>\n<li>Regionalwetter</li>\n<li>Wetter in Europa</li>\n<li>Wetter Weltweit</li>\n<li>Wetterlexikon</li>\n<li>Promi-News</li>\n</ul>\n</li>\n<li> Ratgeber Ratgeber <ul>\n<li>Biowetter</li>\n<li>Wintersport</li>\n<li>Glätteindex</li>\n<li>Reiseziel Finder</li>\n<li>Erkältungswetter</li>\n<li>Klima &amp.\nUmwelt</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Bestes Wetterportal<br> Öko Test<br> Ausgabe 04/2010 </li>\n<li> wetter.com ist ein klimaneutrales Unternehmen.<br> Wir gleichen unsere CO2-Emissionen über Klimaschutzprojekte vollständig aus.\n</li>\n<li> wetter.com war 2015 das dritte Mal<br> in Folge die beliebteste Website in<br> der Kategorie Wetter &amp.\nVerkehr </li>\n</ul>\n<ul>\n<li> Jobs und Karriere </li>\n<li> Datenschutz &amp.\nCookies </li>\n<li> Privatsphäre Einstellungen </li>\n<li> Kontakt &amp.\nSupport </li>\n<li> Impressum </li>\n</ul> © 2020 wetter.com GmbH - alle Rechte vorbehalten Informationen über die Erhebung, Verarbeitung und Nutzung der Daten <p> 13.10.2020 </p>\n<p> Die nachfolgenden Datenschutzbestimmungen gelten für das Online-Angebot unter der Hauptdomain wetter.com.\nWenn Sie das gesamte Dokument im Zusammenhang lesen bzw.\nausdrucken möchten, klicken Sie bitte hier.\n</p> Inhaltsverzeichnis <ul>\n<li>1.\nWer sind wir? (Verantwortlicher)</li>\n<li>2.\nKontaktdaten unseres Datenschutzbeauftragten</li>\n<li>3.\nEinwilligung widerrufen</li>\n<li>4.\nErhebung, Verarbeitung und Nutzung personenbezogener Daten</li>\n<li>5.\nWer bekommt Ihre personenbezogenen Daten und warum?</li>\n<li>6.\nWann geben wir Daten in Länder, die nicht zum Europäischen Wirtschaftsraum gehören?</li>\n<li>7.\nWie lange speichern wir Ihre Daten?</li>\n<li>8.\nLog Dateien</li>\n<li>9.\nCookies</li>\n<li>10.\nWebanalyse</li>\n<li>11.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte)</li>\n<li>12.\nAdblocker und Opt-Out-Cookies</li>\n<li>13.\nRegistrierung/Anmeldung über 7Pass</li>\n<li>14.\nNewsletter</li>\n<li>15.\nNutzung des Chatbots</li>\n<li>16.\nAutomatisierte Einzelfallentscheidungen oder Maßnahmen zum Profiling</li>\n<li>17.\nIhre Rechte (Rechte der betroffenen Person)</li>\n<li>18.\nKontakt</li>\n<li>19.\nAnhang / Technikhinweise</li>\n</ul> 1.\nWer sind wir? (Verantwortlicher) <p> Verantwortliche Stelle ist<br> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> Tel.\n+49 (0) 7531 / 1274-400<br> Fax +49 (0) 7531 / 1274-600<br> contact@wetter.com,<br> nachfolgend [\"wetter.com\" oder \"wir\" bzw.\n\"uns\"].\nAusnahmen werden in diesen Datenschutzbestimmungen erläutert.\n</p> 2.\nKontaktdaten unseres Datenschutzbeauftragten <p> Sollten Sie Fragen zu dieser Datenschutzerklärung oder generell zur Verarbeitung Ihrer Daten im Rahmen dieses Online-Angebots haben, wenden Sie sich bitte an unseren Datenschutzbeauftragten:<br> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> datenschutz@wetter.com </p> 3.\nEinwilligung widerrufen <p> Du kannst deine Einwilligung jeder Zeit mit Wirkung in die Zukunft widerrufen.\nDen Widerruf kannst Du in den Privatsphäre Einstellungen erklären, indem du deine Auswahl aufhebst.\n</p> 4.\nWelche personenbezogenen Daten verarbeiten wir von Ihnen? <p>Allgemeines</p>\n<p>Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen (z.\nB.\nName, Anschrift, Telefonnummer, Geburtsdatum oder E-Mail-Adresse).</p>\n<p>Wenn wir personenbezogene Daten verarbeiten bedeutet dies, dass wir diese z.\nB.\nerheben, speichern, nutzen, an andere übermitteln oder löschen.</p>\n<p>Grundsätzlich können Sie unser Online-Angebot ohne Angabe personenbezogener Daten nutzen.\nDie Nutzung bestimmter Services kann allerdings die Angabe personenbezogener Daten erfordern, z.\nB.\neine Registrierung oder die Teilnahme an einem Gewinnspiel.\nPflichtangaben sind regelmäßig mit einem * gekennzeichnet.\nWenn Sie uns die hierfür erforderlichen Daten nicht zur Verfügung stellen möchten, können Sie die entsprechenden Services leider nicht nutzen.</p>\n<p>Wofür nutzen wir Ihre Daten und auf welcher Rechtsgrundlage?</p>\n<p>Wir verarbeiten Ihre personenbezogenen Daten zu nachfolgenden Zwecken und auf Basis der genannten Rechtsgrundlagen.\nFür den Fall, dass die Datenverarbeitung auf einer Interessenabwägung beruht, erläutern wir Ihnen auch unser berechtigtes Interesse, das wir mit der Verarbeitung verfolgen:</p> Nr.\nZweck der Verarbeitung Rechtsgrundlage der Verarbeitung sowie Darlegung des berechtigten Interesses, soweit relevant 1.\nBereitstellung dieses Online-Angebots und Vertragserfüllung gemäß unseren Nutzungsbedingungen Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 2.\nAnalyse des Angebots zur Ermittlung von Nutzungsverhalten einschließlich Marktforschung und Reichweitenmessung.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse, das Nutzungsverhalten in unserem Online-Angebot zu analysieren um dies fortlaufend zu verbessern bzw.\nan die Interessen unserer Nutzer anpassen zu können.\n3.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte) Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir und andere Werbetreibende haben ein berechtigtes Interesse, interessenbasierte Werbung auszuspielen und unseren Nutzern Werbung zu bieten, die auf deren persönliche Interessen zugeschnitten ist.\n4.\nEigen- und Fremdwerbung im gesetzlich zulässigen Umfang bzw.\neinwilligungsbasiert.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse an Direktmarketing, solange dies im Einklang mit datenschutz- und wettbewerbsrechtlichen Vorgaben erfolgt.\n5.\nDurchführung von Gewinnspielen gemäß den jeweiligen Gewinnspielbedingungen.\nVertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 6.\nVersand eines Newsletters mit Einwilligung des Empfängers per E-Mail Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 7.\nEinbindung von Social Plugins und Social Share-Funktionen Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) 8.\nBereitstellung eines Logins über 7Pass.\nVertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO) 9.\nErmittlung von Nutzern, die einen sogenannten Ad-blocker installiert haben und dadurch Werbung blockieren.\nEinwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) oder Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse daran, unsere ganz oder teilweise werbefinanzierten Angeboten nur Nutzern zur Verfügung zu stellen, die Werbung nicht blockieren.\n10.\nErmittlung von Störungen und Gewährleistung der Systemsicherheit einschließlich Aufdeckung und Nachverfolgung unzulässiger Zugriffe und Zugriffsversuche auf unsere Web-Server Erfüllung unserer rechtlichen Verpflichtungen im Bereich Datensicherheit sowie Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Interesse an der Beseitigung von Störungen, der Gewährleistung der Systemsicherheit und der Aufdeckung und Nachverfolgung unzulässiger Zugriffsversuche bzw.\nZugriffe 11.\nVerwendung von Google Webfonts Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Intresesse daran, unseren Nutzer ein einheitliches Schriftbild zu bieten.\nDaher setzen wir Google Web Fonts ein.\nWeitere Informationen von Goolge finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google https://www.google.com/policies/privacy/ 12.\nVersandt von Push Nachrichten Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO) 13.\nVerwendung von Kartendiensten Interessenabwägung (Art.\n6 Abs.\n1 lit.\nf DS-GVO).\nwir haben ein berechtigtes Intresesse daran, unseren Nutzer über Kartenmaterial aktuelle Wettersituationen darzustellen.\nBetrieben wird MapTiler von Klokan Technologies GmbH, Hofnerstrasse 98, 6314 Unterageri, Schweiz.\nWeitere Informationen von MapTiler finden Sie unter http://www.maptiler.com/privacy-policy/ 14.\nUmfragen Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO).\nBetreiber des Umfragetool Survicate ist die Survicate SP.\nZ O.O, 8 Zamiany St.\nLU 2, Warschau, Polen.\nWeitere Informationen finden Sie unter https://survicate.com/wp-content/uploads/2019/04/Privacy-Policy-Survicate-3.0.pdf 15.\nPodcasts Einwilligung (Art.\n6 Abs.\n1 lit.\na DS-GVO).\nBetreiber des Podcasttools Podigee ist die Podigee GmbH, Schlesissche Straße 20, 10997 Berlin, Deutschland.\nWeitere Informationen finden Sie unter https://www.podigee.com/de/about/privacy/.\n16.\nConsent Management Platform Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DS-GVO).\nUm die Einwilligungen zur Datenverarbeitung zentral zu Verwalten, setzen wir auf die Usercentrics GmbH, Sendlinger Str.\n7, 80331 München.\nWeitere Informationen finden Sie unter https://usercentrics.com/de/datenschutzerklaerung/ <p>Bitte beachten Sie Ihr Widerspruchsrecht bei der Verarbeitung von Daten zum Zwecke des Direktmarketings bzw.\naus persönlichen Gründen (siehe Abschnitt Betroffenenrechte).</p>\n<p>Registrierung</p>\n<p>Sofern Sie Leistungen in Anspruch nehmen möchten, die einen Vertragsschluss erfordern, werden wir Sie bitten, sich zu registrieren.\nIm Rahmen der Registrierung erheben wir die für die Vertragsbegründung und -erfüllung erforderlichen personenbezogenen Daten (z.\nB.\nVorname, Nachname, Geburtsdatum, E-Mail-Adresse, ggf.\nAngaben zur gewünschten Zahlungsart bzw.\nzum Kontoinhaber) sowie ggf.\nweitere Daten auf freiwilliger Basis.\nPflichtangaben kennzeichnen wir mit einem *.</p>\n<p>wetter.com nutzt den Anmeldeservice 7Pass der ProSiebenSat.1 Digital Data GmbH, ein Unternehmen der ProSiebenSat.\n1 Media SE, Medienallee 7, 85774 Unterföhring, Deutschland („PSDD“).\nWeitere Informationen finden Sie im Abschnitt Registrierung/Anmeldung über 7Pass.\n</p>\n<p>Push-Nachrichten</p>\n<p>wetter.com GmbH nutzt die Dienste der Pushwoosh Inc.\n1224 M St, NW, Suite 101 Washington, DC, 20005 um Ihnen, falls gewünscht, Pushbenachrichtigungen über Ihren Web - Browser zu senden.\nDie Einwilligung gilt immer nur für den jeweiligen Browser.\nSobald Sie eingewilligt haben, erhalten Sie in unregelmäßigen Abständen Push-Notifications von uns.\nDurch Anklicken der Meldung gelangen Sie direkt auf unsere Website.\nAuf dieser haben Sie die Möglichkeit sich jeder Zeit wieder von diesem Dienst abzumelden.\nSie können dies auch direkt bei der zugestellten Push-Notification oder je nach Browser in den Systemeinstellungen (siehe Abschnitt Technikhinweise) tun.\nDie Datenschutzbestimmungen von Pushwoosh finden sie unter: https://www.pushwoosh.com/privacy-policy/ oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Umfragen</p>\n<p>wetter.com GmbH nutzt die oben unter Punkt 14 genannten Produkte um kurze Umfragen zur Verbesserung unserer Produkte zu erstellen und auszuwerten.\nDie Teilnahme sowie die Angaben von personenbezogenen Daten wie z.B.\nEmailadressen sind freiwillig.\nSie können in den Privatsphäre Einstellungen den Anbieter deaktivieren.\n</p>\n<p>Webcam-Livestreams</p>\n<p>Wenn Sie einen unserer Webcam-Livestreams auf unserer Website oder auf Webseiten unserer Partner aufrufen, wird Ihre IP-Adresse durch den Anbieter des Livestream-Players, die earthTV network GmbH, Stralauer Allee 6, 10245 Berlin erfasst.\nDie Datenerfassung dient der ordnungsgemäßen Bereitstellung des Angebots, einschließlich der Prävention vor unbefugten Zugriffen Dritter auf den Livestream und erfolgt somit auf Grundlage berechtigter Interessen im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nWir haben mit der earthTV network GmbH einen Auftragsverarbeitungsvertrag geschlossen, der sicherstellt, dass Ihre personenbezogenen Daten von earthTV sicher und ausschließlich im Rahmen der datenschutzrechtlichen Anforderungen verarbeitet werden.\nDie Datenschutzerklärung von earthTV finden Sie unter https://www.earthtvnet.com/privacy/.</p> 5.\nWer bekommt Ihre personenbezogenen Daten und warum? <p>Weitergabe von Daten an Dritte</p>\n<p>Ihre personenbezogenen Daten werden von uns grundsätzlich nur dann an Dritte gegeben, soweit dies zur Vertragserfüllung erforderlich ist, wir oder der Dritte ein berechtigtes Interesse an der Weitergabe haben oder Ihre Einwilligung hierfür vorliegt.\nSofern Daten an Dritte übermittelt werden, wird dies in diesen Datenschutzbestimmungen erläutert.\nBei einer Übermittlung auf Basis einer Einwilligung kann die Erläuterung auch bei Einholung der Einwilligung erteilt werden.</p>\n<p>Darüber hinaus können Daten an Dritte übermittelt werden, soweit wir aufgrund gesetzlicher Bestimmungen oder durch vollstreckbare behördliche oder gerichtliche Anordnung hierzu verpflichtet sein sollten.</p>\n<p>Dienstleister</p>\n<p>Wir behalten uns vor, bei der Erhebung bzw.\nVerarbeitung von Daten Dienstleister einzusetzen.\nDienstleister erhalten von uns nur die personenbezogenen Daten, die sie für ihre konkrete Tätigkeit benötigen.\nSo kann z.\nB.\nIhre E-Mail-Adresse an einen Dienstleister weitergeben werden, damit dieser Ihnen einen bestellten Newsletter ausliefern kann.\nDienstleister können auch damit beauftragt werden, Serverkapazitäten zur Verfügung zu stellen.\nDienstleister werden in der Regel als sogenannte Auftragsverarbeiter eingebunden, die personenbezogene Daten der Nutzer dieses Online-Angebots nur nach unseren Weisungen verarbeiten dürfen.</p>\n<p>Soweit Dienstleister in diesen Datenschutzbestimmungen nicht bereits namentlich benannt sind (z.\nB.\nim Bereich Webanalyse), handelt es sich um folgende Kategorien von Dienstleistern:</p>\n<p>Webhosting (Serverbereitstellung, EWR)<br> IT-Dienstleister (Videoplayer, Deutschland)</p> 6.\nWann geben wir Daten in Länder, die nicht zum Europäischen Wirtschaftsraum gehören? <p>Weitergabe von Daten in Nicht-EWR-Länder</p>\n<p>Wir geben personenbezogene Daten auch an Dritte bzw.\nAuftragsverarbeiter, die ihren Sitz in Nicht-EWR-Ländern haben.\nIn diesem Fall stellen wir vor der Weitergabe sicher, dass beim Empfänger entweder ein angemessenes Datenschutzniveau besteht (z.\nB.\ndurch die Vereinbarung sogenannter EU Standardvertragsklauseln der Europäischen Kommission mit dem Empfänger gemäß Art.\n46 DSGVO) bzw.\neine ausdrückliche Einwilligung unserer Nutzer vorliegt.</p>\n<p>Hierbei handelt es sich um Dritte, bzw.\nAuftragsverarbeiter in folgenden Ländern: USA, Schweiz </p>\n<p>Sie können bei uns eine Übersicht über die Empfänger in Drittstaaten und eine Kopie der konkret vereinbarten Regelungen zur Sicherstellung des angemessenen Datenschutzniveaus erhalten.\nBitte nutzen Sie hierfür die Angaben im Abschnitt Kontakt.</p> 7.\nWie lange speichern wir Ihre Daten? <p>Dauer der Speicherung und Aufbewahrungsfristen</p>\n<p>Wir speichern Ihre Daten solange, wie dies zur Erbringung unseres Online-Angebots und der damit verbundenen Services erforderlich ist bzw.\nwir ein berechtigtes Interesse an der weiteren Speicherung haben.\nIn allen anderen Fällen löschen wir Ihre personenbezogenen Daten mit Ausnahme solcher Daten, die wir zur Erfüllung vertraglicher oder gesetzlicher (z.\nB.\nsteuer- oder handelsrechtlicher) Aufbewahrungsfristen weiter vorhalten müssen (z.\nB.\nRechnungen).\nDabei können vertragliche Aufbewahrungsfristen auch aus Verträgen mit Dritten herrühren (z.\nB.\nInhabern von Urheber- und Leistungsschutzrechten).</p>\n<p>Daten, die einer Aufbewahrungsfrist unterliegen, sperren wir bis zum Ablauf der Frist.</p> 8.\nLog-Dateien <p>Bei jeder Nutzung des Internet werden von Ihrem Internet-Browser automatisch bestimmte Informationen übermittelt und von uns in sogenannten Log-Dateien gespeichert.</p>\n<p>Die Log-Dateien werden von uns ausschließlich zur Ermittlung von Störungen und Sicherheitsgründen (z.\nB.\nzur Aufklärung von Angriffsversuchen) für 7 bis 10 Tage gespeichert und danach gelöscht.\nLog-Dateien, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind von der Löschung ausgenommen bis zur endgültigen Klärung des jeweiligen Vorfalls und können im Einzelfall an Ermittlungsbehörden weitergegeben werden.</p>\n<p>In den Log-Dateien werden insbesondere folgende Informationen gespeichert:</p>\n<ul>\n<li>IP-Adresse (Internetprotokoll-Adresse) des Endgeräts, von dem aus auf das Online-Angebot zugriffen wird;</li>\n<li>Internetadresse der Website, von der aus das Online-Angebot aufgerufen wurde (sog.\nHerkunfts- oder Referrer-URL);</li>\n<li>Name des Service-Providers, über den der Zugriff auf das Online-Angebot erfolgt;</li>\n<li>Name der abgerufenen Dateien bzw.\nInformationen;</li>\n<li>Datum und Uhrzeit sowie Dauer des Abrufs;</li>\n<li>übertragene Datenmenge;</li>\n<li>Betriebssystem und Informationen zum verwendeten Internet-Browser einschließlich installierter Add-Ons (z.\nB.\nfür den Flash Player);</li>\n<li>http-Status-Code (z.\nB.\n\"Anfrage erfolgreich\" oder \"angeforderte Datei nicht gefunden\"</li>\n</ul> 9.\nCookies <p>Was sind Cookies?</p>\n<p>Cookies sind kleine Textdateien, die beim Besuch einer Internetseite verschickt und im Browser des Nutzers gespeichert werden.\nWird die entsprechende Internetseite erneut aufgerufen, sendet der Browser des Nutzers den Inhalt der Cookies zurück und ermöglicht so eine Wiedererkennung des Nutzers.\nBestimmte Cookies werden nach Beendigung der Browser-Sitzung automatisch gelöscht (sogenannte Session Cookies), andere werden für eine vorgegebene Zeit bzw.\ndauerhaft im Browser des Nutzers gespeichert und löschen sich danach selbständig (sogenannte temporäre oder permanente Cookies).</p>\n<p>Welche Daten werden in den Cookies gespeichert?</p>\n<p>In Cookies werden grundsätzlich keine personenbezogenen Daten gespeichert, sondern nur eine Online-Kennung.</p>\n<p>Wie können Sie die Verwendung von Cookies verhindern bzw.\nCookies löschen?</p>\n<p>Sie können die Speicherung von Cookies über Ihre Browser-Einstellungen deaktivieren und bereits gespeicherte Cookies jederzeit in Ihrem Browser löschen (siehe Technikhinweise).\nBitte beachten Sie jedoch, dass dieses Online-Angebot ohne Cookies möglicherweise nicht oder nur noch eingeschränkt funktioniert.</p>\n<p>Bitte beachten Sie weiterhin, dass Widersprüche gegen die Erstellung von Nutzungsprofilen teilweise über einen sogenannten \"Opt-Out-Cookie\" funktionieren.\nSollten Sie alle Cookies löschen, findet ein Widerspruch daher evtl.\nkeine Berücksichtigung mehr und muss von Ihnen erneut erhoben werden.</p>\n<p>Was für Cookies verwenden wir?</p>\n<p>Wesentliche-Cookies</p>\n<p>Bestimmte Cookies sind erforderlich, damit wir unser Online-Angebot sicher bereitstellen können.\nIn diese Kategorie fallen z.\nB.</p>\n<ul>\n<li>Cookies, die der Identifizierung bzw.\nAuthentifizierung unserer Nutzer dienen;</li>\n<li>Cookies, die bestimmte Nutzereingaben (z.\nB.\nInhalt eines Warenkorbs oder eines Online-Formulars) temporär speichern;</li>\n<li>Cookies, die bestimmte Nutzerpräferenzen (z.\nB.\nSuch- oder Spracheinstellungen speichern);</li>\n<li>Cookies, die Daten speichern um die störungsfreie Wiedergabe von Video- bzw.\nAudioinhalten zu gewährleisten.</li>\n</ul>\n<p>Funktionale-Cookies</p>\n<p>Wir verwenden Funktionale-Cookies, um das Nutzungsverhalten (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) unserer Nutzer aufzeichnen und in statistischer Form auswerten zu können.\nWeitere Informationen finden Sie im Abschnitt Webanalyse.</p>\n<p>Marketing-Cookies</p>\n<p>Wir verwenden auch Cookies zu werblichen Zwecken.\nDie mit Hilfe dieser Cookies erstellten Profile zum Nutzungsverhalten oder kurz „Nutzungsprofile“ (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) werden von uns verwendet, um Ihnen Werbung bzw.\nAngebote anzuzeigen, die auf Ihre Interessen zugeschnitten sind (\"interessenbasierte Werbung\").\nWeitere Informationen finden Sie im Abschnitt interessenbasierte Werbung</p>\n<p>Marketing-Cookies Dritter</p>\n<p>Wir erlauben auch anderen Unternehmen, Daten unserer Nutzer mithilfe von Marketing-Cookies zu erheben(„Nutzungsprofile“).\nDies ermöglicht uns und Dritten, den Nutzern unseres Online-Angebots interessenbasierte Werbung anzuzeigen, die auf einer Analyse ihres Nutzungsverhaltens (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen) insgesamt und nicht beschränkt auf unser Online-Angebot, basiert.\nWeitere Informationen finden Sie im Abschnitt interessenbasierte Werbung</p>\n<p>Tracking Cookies im Zusammenhang mit Social Plugins</p>\n<p>Die Einbindung von Social Plugins führt regelmäßig dazu, dass die Anbieter der Plugins Cookies speichern.</p>\n<p>Opt Out Möglichkeit</p>\n<p>Weitere Informationen zu Cookies sind auf dem Verbraucherportal www.meine-cookies.org erhältlich.\nÜber nachstehenden Link können Sie darüber hinaus den Stand der Aktivierung bezüglich Tools unterschiedlicher Anbieter einsehen und der Erhebung bzw.\nAuswertung Ihrer Daten durch diese Tools widersprechen: www.youronlinechoices.com/‌de/praferenzmanagement</p>\n<p>Eine zentrale Widerspruchsmöglichkeit für verschiedene Tools insbesondere US-amerikanischer Anbieter ist auch unter folgendem Link erreichbar: optout.networkadvertising.org</p> 10.\nWebanalyse <p>Webanalyse</p>\n<p>Wir benötigen statistische Informationen über die Nutzung unseres Online-Angebots um es nutzerfreundlicher gestalten, Reichweitenmessungen vornehmen und Marktforschung betreiben zu können.\nZu diesem Zweck setzen wir die nachstehenden Webanalyse-Tools ein.\nDie von den Tools mithilfe von Funktionalen-Cookies oder durch Auswertung der Log-Dateien erstellten Nutzungsprofile werden nicht mit personenbezogenen Daten zusammengeführt.</p>\n<p>Die Tools verarbeiten IP-Adressen der Nutzer entweder überhaupt nicht oder nur in anonymisierter Form.</p>\n<p>Sie finden zu jedem Tool Informationen zum jeweiligen Anbieter und dazu, wie Sie der Erhebung und Verarbeitung von Daten durch das Tool widersprechen können.</p>\n<p>Bei Tools, die den Widerspruch mittels Opt-Out-Cookies umsetzen ist zu beachten, dass die Opt-Out Funktion geräte- bzw.\nbrowserbezogen ist und grundsätzlich nur für das gerade verwendete Endgerät bzw.\nden verwendeten Browser gilt.\nWenn Sie mehrere Endgeräte bzw.\nBrowser nutzen, müssen Sie das Opt-Out auf jedem einzelnen Endgerät und in jedem verwendeten Browser setzen</p>\n<p>Darüber hinaus können Sie die Bildung von Nutzungsprofilen auch insgesamt verhindern, indem Sie generell die Verwendung von Cookies deaktivieren.</p>\n<p>Chartbeat</p>\n<p>Zur Webanalyse setzen wir auch ein Programm der Chartbeat, Inc.\naus 826 Broadway, 6th Floor, New York, NY 10003, USA, ein.\nBestimmte Nutzungsdaten werden dafür erhoben und ausgewertet.\nUm diese zu erfassen, kann ChartBeat Cookies einsetzen.\nDem Einsatz von Chartbeat können Sie direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.</p> widersprechen.\nZudem wird die zugewiesene IP-Adresse sowie teilweise eine gerätespezifische Kundennummer übermittelt.\nDie IP-Adresse wird allein zum Zweck der Sessionkennung und für die Geolokalisierung benötigt.\nDas letzte Oktett wird durch 000 ersetzt, so dass eine genaue Zuordnung nicht mehr möglich ist.\nWeitere Informationen finden Sie unter https://chartbeat.com/about/ sowie unter https://chartbeat.com/privacy.<p>\n</p>\n<p>Google Analytics</p>\n<p>Google Analytics wird von Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\") bereitgestellt.\nWir nutzen Google Analytics mit der von Google angebotenen Zusatzfunktion zur Anonymisierung von IP-Adressen: Hierbei wird die IP-Adresse von Google in der Regel bereits innerhalb der EU und nur in Ausnahmefällen erst in den USA gekürzt und in jedem Fall nur in gekürzter Form gespeichert.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Browser Plugin herunterladen und installieren: http://tools.google.com/dlpage/gaoptout?hl=de oder direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.</p>\n<p>Optimizely</p>\n<p> Diese Website nutzt das Testingtool Optimizely (https://www.optimizely.com/).\nZur Wiedererkennung von Computersystemen werden hierbei Cookies eingesetzt und der Web-Storage ihres Browsers genutzt.\nDer Speicherung Ihrer anonym erfassten Besucherdaten können Sie widersprechen, indem Sie hier klicken, oder in Ihren Browsereinstellungen das Setzen von Cookies unterbinden.\nDiese Information finden Sie am Ende der Seite unter den Technikhinweisen.\n</p>\n<p>Smartlook</p>\n<p> Diese Website nutzt das Testingtool Smartlook (https://www.smartlook.com/).\nDiese Software erfasst Bewegungen auf unserer Website in sog.\nHeatmaps.\nDie Aufzeichnung erfolgt anonymisiert.\nDer Erhebung bzw.\nAuswertung Ihrer Daten durch können Sie direkt in den Privatsphäre Einstellungen widersprechen, indem Sie den Anbieter deaktivieren.\n</p>\n<p>Google Tag Manager</p>\n<p>Diese Webseite verwendet den Google Tag Manager.\nDurch diesen Dienst können Website-Tags über eine Oberfläche verwaltet werden.\nDer Google Tag Manager implementiert lediglich Tags.\nDas bedeutet: Es werden keine Cookies eingesetzt und es werden keine personenbezogenen Daten erfasst.\nDer Google Tool Manager löst andere Tags aus, die wiederum ggf.\nDaten erfassen.\nJedoch greift der Google Tag Manager nicht auf diese Daten zu.\nWurde auf Domain- oder Cookie-Ebene eine Deaktivierung vorgenommen, so bleibt sie für alle Tracking-Tags bestehen, insofern diese mit dem Google Tag Manager implementiert werden.</p>\n<p>Mehr Informationen zum Google Tag Manager finden Sie unter: policies.google.com/faq?hl=de sowie policies.google.com/terms?hl=de</p>\n<p>SZM-Reichweitenmessung</p>\n<p>Unsere Webseite nutzt das Messverfahren (\"SZMnG\") der INFOnline GmbH zur Ermittlung statistischer Kennwerte über die Nutzung unserer Angebote.\nZiel der Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch - auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.</p>\n<p>Für alle Digital-Angebote, die Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW) sind oder an den Studien der Arbeitsgemeinschaft Online-Forschung e.V.\n(AGOF) teilnehmen, werden die Nutzungsstatistiken regelmäßig von der AGOF und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma) zu Reichweiten weiter verarbeitet und mit dem Leistungswert „Unique User“ veröffentlicht sowie von der IVW mit den Leistungswerten „Page Impression“ und „Visits“.\nDiese Reichweiten und Statistiken können auf den jeweiligen Webseiten eingesehen werden.\n</p>\n<p> 1.\nRechtsgrundlage für die Verarbeitung </p>\n<p> Die Messung mittels des Messverfahrens SZMnG durch die INFOnline GmbH erfolgt mit berechtigtem Interesse nach Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nZweck der Verarbeitung der personenbezogenen Daten ist die Erstellung von Statistiken und die Bildung von Nutzerkategorien.\nDie Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können.\nDie Nutzerkategorien bilden die Grundlage für eine interessengerechte Ausrichtung von Werbemitteln bzw.\nWerbemaßnahmen.\nZur Vermarktung dieser Webseite ist eine Nutzungsmessung, welche eine Vergleichbarkeit zu anderen Marktteilnehmern gewährleistet, unerlässlich.\nUnser berechtigtes Interesse ergibt sich aus der wirtschaftlichen Verwertbarkeit der sich aus den Statistiken und Nutzerkategorien ergebenden Erkenntnisse und dem Marktwert unserer Webseite -auch in direktem Vergleich mit Webseiten Dritter- der sich anhand der Statistiken ermitteln lässt.\nDarüber hinaus haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline, der AGOF und der IVW zum Zwecke der Marktforschung (AGOF, agma) und für statistische Zwecke (INFOnline, IVW) zur Verfügung zu stellen.\nWeiterhin haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline zur Weiterentwicklung und Bereitstellung interessengerechter Werbemittel zur Verfügung zu stellen.\n</p>\n<p>\n</p>\n<p>2.\nArt der Daten</p>\n<p>Die INFOnline GmbH erhebt die folgenden Daten, welche nach EU-DSGVO einen Personenbezug aufweisen: </p>\n<ul>\n<li>IP-Adresse: Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IPAdresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.\nDie IPAdressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder weitere Verarbeitung der ungekürzten IP-Adressen.</li>\n<li>Einen zufällig erzeugten Client-Identifier: Die Reichweitenverarbeitung verwendet zur Wiedererkennung von Computersystemen alternativ entweder ein Cookie mit der Kennung „ioam.de\", ein „Local Storage Object“ oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nDiese Kennung ist für einen Browser eindeutig, solange das Cookie oder Local Storage Object nicht gelöscht wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen ClientIdentifier ist daher auch dann möglich, wenn Sie andere Webseiten aufrufen, die ebenfalls das Messverfahren („SZMnG“) der INFOnline GmbH nutzen.</li>\n</ul>\n<p>Die Gültigkeit des Cookies ist auf maximal 1 Jahr beschränkt.</p>\n<p>\n</p>\n<p>3.\nNutzung der Daten</p>\n<p>Das Messverfahren der INFOnline GmbH, welches auf dieser Webseite eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impressions, Visits und Clients zu erheben und weitere Kennzahlen daraus zu bilden (z.B.\nqualifizierte Clients).\nDarüber hinaus werden die gemessenen Daten wie folgt genutzt:</p>\n<ul>\n<li>Eine sogenannte Geolokalisierung, also die Zuordnung eines Webseitenaufrufs zum Ort des Aufrufs, erfolgt ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geographischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geographischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Aufenthaltsort eines Nutzers gezogen werden.</li>\n<li>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden webseitenübergreifend zusammengeführt und in einer Datenbank gespeichert.\nDiese Informationen werden zur technischen Abschätzung der Sozioinformation Alter und Geschlecht verwendet und an die Dienstleister der AGOF zur weiteren Reichweitenverarbeitung übergeben.\nIm Rahmen der AGOF-Studie werden auf Basis einer zufälligen Stichprobe Soziomerkmale technisch abgeschätzt, welche sich den folgenden Kategorien zuordnen lassen: Alter, Geschlecht, Nationalität, Berufliche Tätigkeit, Familienstand, Allgemeine Angaben zum Haushalt, Haushalts-Einkommen, Wohnort, Internetnutzung, Online-Interessen, Nutzungsort, Nutzertyp.</li>\n</ul>\n<p>\n</p>\n<p>4.\nSpeicherdauer der Daten</p>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.\nDie gekürzte IPAdresse wird maximal 60 Tage gespeichert.\nDie Nutzungsdaten in Verbindung mit dem eindeutigen Identifier werden maximal 6 Monate gespeichert.</p>\n<p>\n<b>\n</b>\n</p>\n<p>5.\nWeitergabe der Daten</p>\n<p>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.\nFür die Erstellung der AGOF-Studie werden Daten mit Client-Identifiern an die folgenden Dienstleister der AGOF weitergegeben:</p>\n<ul>\n<li>Kantar Deutschland GmbH (https://www.tns-infratest.com)</li>\n<li>Ankordata GmbH &amp.\nCo.\nKG (http://www.ankordata.de/homepage/) </li>\n<li>Interrogare GmbH (https://www.interrogare.de/)</li>\n</ul>\n<p>6.\nRechte der betroffenen Person</p>\n<p>Die betroffene Person hat folgende Rechte:</p>\n<ul>\n<li>Auskunftsrecht (Art.\n15 DSGVO)</li>\n<li>Recht auf Berichtigung (Art.\n16 DSGVO)</li>\n<li>Widerspruchsrecht (Art.\n21 DSGVO)</li>\n<li>Recht auf Löschung (Art.\n17 DSGVO)</li>\n<li>Recht auf Einschränkung der Verarbeitung (Art.\n18f.\nDSGVO)</li>\n<li>Recht auf Datenübertragbarkeit (Art.\n20 DSGVO)</li>\n</ul>\n<p>Bei Anfragen dieser Art, wenden Sie sich bitte an datenschutz@wetter.com.\nBitte beachten Sie, dass wir bei derartigen Anfragen sicherstellen müssen, dass es sich tatsächlich um die betroffene Person handelt.</p>\n<p>\n<b>\n</b>\n</p>\n<p>7.\nWiderspruchsrecht</p>\n<p>Wenn Sie an der Messung nicht teilnehmen möchten, können Sie unter folgendem Link widersprechen: https://optout.ioam.de<br>Um einen Ausschluss von der Messung zu garantieren, ist es technisch notwendig, ein Cookie zu setzen.\nSollten Sie die Cookies in Ihrem Browser löschen, ist es notwendig, den Opt-Out-Vorgang unter dem oben genannten Link zu wiederholen.</p>\n<p>Die betroffene Person hat das Recht, bei einer Datenschutzbehörde Beschwerde einzulegen.</p>\n<p>Weitere Informationen zum Datenschutz im Messverfahren finden Sie auf der Webseite der INFOnline GmbH (https://www.infonline.de), die das Messverfahren betreibt, der Datenschutzwebseite der AGOF (http://www.agof.de/datenschutz) und der Datenschutzwebseite der IVW (http://www.ivw.eu).</p> 11.\nErfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte) <p>Erfassung und Auswertung von Nutzungsverhalten für interessenbasierte Werbung (auch durch Dritte)</p>\n<p>Wir möchten unseren Nutzern auf ihre Interessen zugeschnittene Werbung bzw.\nbesondere Angebote präsentieren (\"interessenbasierte Werbung\") und die Häufigkeit der Anzeige bestimmter Werbung begrenzen.\nZu diesem Zweck setzen wir die nachstehend beschriebenen Tools ein.</p>\n<p>Die von den Tools mithilfe von Marketing-Cookies bzw.\nMarketing-Cookies Dritter, sogenannten Web Beacons (unsichtbare Grafiken, die auch Pixel oder Zählpixel genannt werden) oder vergleichbaren Technologien erstellten Nutzungsprofile werden nicht mit personenbezogenen Daten zusammengeführt.</p>\n<p>Die Tools werden von den Anbietern dafür verwendet, unseren Nutzern in unserem Online-Angebot und in Angeboten Dritter interessenbasierte Werbung anzuzeigen und um zu steuern, mit welcher Häufigkeit die Nutzer bestimmte Anzeigen sehen.\nVerantwortliche Stelle für die Verarbeitung von Daten im Zusammenhang mit den Tools ist der jeweilige Anbieter, soweit wir dies nicht anders angegeben haben.\nDie Anbieter der Tools geben Informationen zu den vorstehend benannten Zwecken ggf.\nauch an Dritte weiter.</p>\n<p>Die Tools verarbeiten IP-Adressen der Nutzer entweder überhaupt nicht oder nur in anonymisierter Form.</p>\n<p>Verantwortlicher für die Verarbeitung von Daten im Zusammenhang mit den Tools ist der jeweilige Anbieter, soweit wir dies nicht anders angegeben haben.\nDie Anbieter der Tools geben Informationen zu den vorstehend benannten Zwecken ggf.\nauch an Dritte weiter.</p>\n<p>Sie finden bei jedem Tool Informationen zum Anbieter und dazu, wie Sie der Erhebung von Daten mittels dieses Tools widersprechen können.\nBitte beachten Sie, dass Sie mit Ihrem Wi-derspruch nicht die Werbung abschalten.\nIhr Widerspruch führt nur dazu, Ihnen keine auf Ihr Nutzungsverhalten gestützte interessenbasierte Werbung angezeigt werden kann.</p>\n<p>Bei Tools, die mit Opt-Out-Cookies arbeiten, ist zu beachten, dass die Opt-Out Funktion geräte- bzw.\nbrowserbezogen ist und grundsätzlich nur für das gerade verwendete Endgerät bzw.\nden verwendeten Browser gilt.\nWenn Sie mehrere Endgeräte bzw.\nBrowser nutzen, müssen Sie das Opt-Out auf jedem einzelnen Endgerät und in jedem verwendeten Browser setzen.</p>\n<p>Darüber hinaus können Sie die Bildung von Nutzungsprofilen auch insgesamt verhindern, indem Sie die generell die Verwendung von Cookies deaktivieren.</p>\n<p>Weitere Informationen zu interessenbasierter Werbung sind auf dem Verbraucherportal http://www.meine-cookies.org erhältlich.\nÜber nachstehenden Link zu diesem Portal können Sie darüber hinaus den Stand der Aktivierung bezüglich Tools unterschiedlicher Anbieter einsehen und der Erhebung bzw.\nAuswertung Ihrer Daten durch diese Tools widersprechen: http://www.youronlinechoices.com/de/‌praferenzmanagement.</p>\n<p>Eine zentrale Widerspruchsmöglichkeit für verschiedene Tools insbesondere US-amerikanischer Anbieter ist auch unter folgendem Link erreichbar: http://optout.networkadvertising.org/#/</p>\n<p>The ADEX</p>\n<p>wetter.com nutzt die Dienste der The ADEX GmbH (ADEX).\nSie ist ein in Deutschland, Torstraße 19, 10119 Berlin, ansässiges Unternehmen.<br> ADEX bietet Technologien an, Werbung für den Nutzer anhand seiner individuellen Interessen basierend auf dem Nutzungsverhalten auf Webseiten optimal zu platzieren und auszusteuern sowie deren prozentualen Anteil an der sog.\n„Conversion“, dem Weg von der ersten Werbung bis hin zum finalen Kauf, messbar zu machen.\nDazu werden Cookies, Web Beacons oder ähnliche Technologien verwendet.\nDie erhobenen Nutzungsdaten werden unter einem Pseudonym gespeichert.\nDiesem Pseudonym werden Informationen über die User-Aktivitäten auf unseren Websites, Services, Anwendungen und Tools (z.B.\ngeklickte Werbebanner, besuchte Unterseiten, gestellte Suchanfragen etc.) zugeordnet.\nDie übermittelte IP-Adresse eines User-Gerätes wird vollständig anonymisiert und zur Bildung von Haushaltsnetzwerken verwendet.\nIn Haushaltsnetzwerken können die mit dem Internet verbundenen Geräte, wie Computer, Telefone, Connected TVs und andere, erkannt und die jeweils erhobenen Nutzungsdaten von Webseiten über die verschiedenen Geräte hinweg kombiniert werden.\nMit den gewonnenen Informationen können weder personenbezogene Daten noch ein konkreter Aufenthaltsort eines Nutzers ermittelt werden.\nEine persönliche Identifikation des Users ist damit ausgeschlossen.\n</p>\n<p>Weitere Informationen zum Datenschutz bei ADEX erhalten Sie unter: https://www.theadex.com/privacy-opt-out/<br>Soweit der User keine nutzungsbasierten Werbeeinblendungen mehr erhalten und die weitere Erhebung von Nutzungsdaten unterbinden möchte, kann er den folgenden Opt-Out-Link nutzen: https://dmp.theadex.com/donttrack/1?rdr=https://www.wetter.com/ oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>.\n<p>\n</p>\n<p>AdDefend</p>\n<p>wetter.com verwendet zur Anzeige von Werbung AdDefend, einen Dienst der AdDefend GmbH, Borselstrasse 3, 22765 Hamburg.\nDieser Dienst nutzt Cookies, um festzustellen, ob Sie eine Webseite schon einmal besucht haben.\nSie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter diesem Link https://www.addefend.com/de/opt-out/ verfügbare Opt-Out Cookie herunterladen und speichern oder direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>\n</p>\n<p>Clicktripz</p>\n<p>Anbieter von Clicktripz ist Clicktripz, 1112 Ocean Drive, Suite 200 Manhatten Beach, CA 90266, USA.\nWeitere Informationen zu diesem Tool finden Sie hier http://www.clicktripz.com/‌privacy_policy.php.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Google AdSense</p>\n<p>Anbieter von Google AdSense ist Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\").\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie diesen Anwendungshinweisen von Google folgen.</p>\n<p>Doubleclick</p>\n<p>Anbieter von Doubleclick ist Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\").\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie diesen Anwendungshinweisen von Google folgen.</p>\n<p>Taboola</p>\n<p>Anbieter von Taboola ist die Taboola, Inc, 1115 Broadway , 7th Floor, New York, New York 10010 , USA.\nWeitere Informationen zu diesem Tool finden Sie hier.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Amazon Advertising Platform (AAP)</p>\n<p>Amazon Advertising Platform (AAP) wird von der Amazon Deutschland Services GmbH, Domagkstraße 28, 80807 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Opt-Out Cookie herunterladen bzw.\nsetzen und speichern:https://www.amazon.com/adprefs</p>\n<p>Criteo</p>\n<p>Criteo wird von der Criteo GmbH, Gewürzmühlenstraße 11, 80538 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Google Ad Manager</p>\n<p>Google Ad Manager wird von der Google Germany GmbH, ABC-Straße 19, 20354 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie das unter dem folgenden Link verfügbare Opt-Out Cookie herunterladen bzw.\nsetzen und speichern: https://policies.google.com/technologies/ads</p>\n<p>Improve Digital</p>\n<p>Improve Digital wird von der Improve Digital GmbH, Nußbaumstraße 10, 80336 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Index Exchange</p>\n<p>Index Exchange wird von der Index Exchange, Inc., Königsallee 27, 40212 Düsseldorf, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>PubMatic</p>\n<p>PubMatic wird von der PubMatic Limited, Theatinerstraße 11, 80333 München, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Rubicon Project</p>\n<p>Rubicon Project wird von der The Rubicon Project, Limited, Kemperplatz 1, 10785 Berlin, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Smart AdServer</p>\n<p>Smart AdServer wird von der Smart Adserver, Mehringdamm 33, 10961 Berlin, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Xandr</p>\n<p>Xandr wird von der Xandr Inc., Grosse Elbstrasse 43, 22767 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Yieldlab</p>\n<p>Yieldlab wird von der Yieldlab AG, Colonnaden 41, 20354 Hamburg, bereitgestellt.</p>\n<p>Sie können der Erhebung bzw.\nAuswertung Ihrer Daten durch dieses Tool widersprechen, indem Sie direkt in den Privatsphäre Einstellungen den Anbieter deaktivieren.</p>\n<p>Weitere Dienstleister, die von unserem Vermarkter (SevenOne Media) genutzt werden:</p>\n<p>Eine Übersicht über andere Dienstleister unseres Vermarkters finden Sie hier https://www.sevenonemedia.de/daten‌erhebung-anderer-dienstleister.</p> 12.\nAdblocker und Opt-Out-Cookies <p>Wir weisen darauf hin, dass die Verwendung eines Adblocker die Funktionsweise von Opt-Out-Cookies beeinträchtigen kann.\nIn bestimmten Fällen kann es daher, trotz Speicherung eines Opt-Out-Cookies, dazu kommen, dass die entsprechenden Tools weiterhin Daten erheben.\nSie können in diesem Fall die Funktionalität wieder herstellen, indem Sie den Adblocker entsprechend konfigurieren oder deinstallieren.</p> 13.\nRegistrierung/Anmeldung über 7Pass <p>Sie können sich für dieses Online-Angebot mittels Ihres 7Pass Accounts anmelden.\nVerantwortlich für die Bereitstellung des 7Pass Accounts ist die ProSiebenSat.1 Digital Data GmbH, ein Unternehmen der ProSiebenSat.\n1 Media SE, Medienallee 7, 85774 Unterföhring, Deutschland („PSDD“).</p>\n<p>7Pass wurde entwickelt, um Nutzern von Online-Angeboten einheitliche Anmeldedaten für verschiedene Online-Dienste zur Verfügung zu stellen.\nNähere Informationen zu 7Pass finden Sie in den 7Pass FAQ.</p>\n<p>Wenn Sie bei der PSDD einen 7Pass Account anlegen möchten, gelten die Nutzungsbedingungen (AGB) für den Anmeldeservice 7Pass sowie die Datenschutzbestimmungen 7Pass.\nNach erfolgreicher Registrierung können Sie sich mit Ihrem 7Pass Account dann auch für dieses Online-Angebot anmelden.\nDie PSDD bestätigt uns Ihre Berechtigung und stellt uns die für die Nutzung unseres Angebots benötigten Daten (z.\nB.\nIhren Name, Ihre Anschrift, Ihre E-Mailadresse und Ihr Geburtsdatum) aus Ihrem 7Pass Profil zur Verfügung.\nWenn Sie Daten in Ihrem 7Pass Profil aktualisieren, erhalten auch wir eine entsprechende Aktualisierung.\nEinzelheiten ent-nehmen Sie bitte den Nutzungsbedingungen sowie den Datenschutzbestimmungen für 7Pass.</p> 14.\nNewsletter <p>Newsletter mit Anmeldung.\nWiderrufsrecht</p>\n<p>Wir bieten Ihnen die Möglichkeit, verschiedene Newsletter zu abonnieren.\nSie können Ihre entsprechende Einwilligung jederzeit widerrufen.\nNutzen Sie hierfür bitte den Abmeldelink am Ende eines Newsletters oder kontaktieren uns über die Angaben im Abschnitt Kontakt.</p>\n<p>Wenn die den Wetter-Newsletter über Ihr 7Pass Profil auf wetter.com angelegt haben, werden die Emailadresse und die gewünschten Orte an die Mapp Digital Germany GmbH, Dachauer Straße 63, 80335 München, Deutschland weitergegeben.\nDiese versenden für uns den Wetterletter an Sie.\nWeitere Informationen zu MAPP finden Sie hier</p>\n<p>\n</p>\n<p>Einen Opt-Out Link finden Sie am Ende des Newsletters.\nBitte beachten Sie, dass nur Ihr Newsletter, aber nicht Ihr Konto bei 7Pass gelöscht wird.</p> 15.\nNutzung des Chatbots <p>Wir bieten Ihnen die Möglichkeit, über einen Chatbot mit uns in Kontakt zu treten.\nDieser wird von der addBots GmbH bereitgestellt wird.\nSämtliche Daten, die über den Dienst gesammelt werden, werden innerhalb der EU verarbeitet und gespeichert.\naddBots nutzt personenbezogene Daten im Rahmen unseres Auftrags, um den Dienst bereitzustellen, die Nutzerführung im Chat zu ermöglichen, Reports über die Nutzung zu erstellen, Anbindungen und Verknüpfungen zu Facebook herzustellen und Nutzereingaben und Kontaktanfragen an uns zu senden.</p>\n<p>Wenn Sie die Verarbeitung Ihrer Daten in diesem Dienst nicht möchten, nutzen Sie diesen Dienst nicht.</p> 16.\nAutomatisierte Einzelfallentscheidungen oder Maßnahmen zum Profiling <p>Wir nutzen keine automatisierten Verarbeitungsprozesse zur Herbeiführung einer Entscheidung – einschl.\nProfiling.</p> 17.\nIhre Rechte (Rechte der betroffenen Person) <p>Wie können Sie Ihre Rechte geltend machen?</p>\n<p>Bitte nutzen Sie zur Geltendmachung Ihrer Rechte die Angaben im Abschnitt Kontakt.\nBitte stellen Sie dabei sicher, dass uns eine eindeutige Identifizierung Ihrer Person möglich ist.</p>\n<p>Alternativ können Sie zur Berichtigung Ihrer bei der Registrierung angegebenen Daten oder für Ihren Newsletterwiederspruch auch die Einstellungsmöglichkeiten in Ihrem Benutzerkonto verwenden.\n</p>\n<p>Sie können Ihr Benutzerkonto auf wetter.com und die Verknüpfung zu Ihrem 7Pass Benutzerkonto auch selbst löschen, indem Sie wie folgt vorgehen:</p>\n<p>Loggen Sie sich auf wetter.com ein und klicken Sie im unteren Bereich auf den Link „7Pass Berechtigung widerrufen“.</p>\n<p>Bitte beachten Sie, dass Ihre Daten zunächst nur gesperrt werden, sofern der Löschung Aufbewahrungsfristen entgegenstehen.</p>\n<p>Ihre Rechte auf Auskunft und Berichtigung</p>\n<p>Sie können verlangen, dass wir Ihnen bestätigen, ob wir Sie betreffende personenbezogene Daten verarbeiten und Sie haben ein Recht auf Auskunft im Hinblick auf Ihre von uns verarbeiteten Daten.\nSollten Ihre Daten unrichtig oder unvollständig sein, können Sie verlangen, dass Ihre Daten berichtigt bzw.\nvervollständigt wer-den.\nWenn wir Ihre Daten an Dritte weitergegeben haben informieren wir diese über die Berichtigung, soweit dies gesetzlich vorgeschrieben ist.</p>\n<p>Ihr Recht auf Löschung</p>\n<p>Sie können, wenn die gesetzlichen Voraussetzungen vorliegen, von uns unverzügliche Löschung Ihrer personenbezogenen Daten verlangen.\nDies ist insbesondere der Fall wenn</p>\n<ul>\n<li>Ihre personenbezogenen Daten für die Zwecke, für die sie erhoben wurden, nicht länger benötigt werden;</li>\n<li>die Rechtsgrundlage für die Verarbeitung ausschließlich Ihre Einwilligung war und Sie diese widerrufen haben;</li>\n<li>Sie der Verarbeitung zu werblichen Zwecken widersprochen haben („Werbewiderspruch”);</li>\n<li>Sie einer Verarbeitung auf der Basis der Rechtsgrundlage Interessenabwägung aus persönlichen Gründen widersprochen haben und wir nicht nachweisen können, dass es vorrangige berechtigte Gründe für eine Verarbeitung gibt;</li>\n<li>Ihre personenbezogenen Daten unrechtmäßig verarbeitet wurden.\noder</li>\n<li>Ihre personenbezogenen Daten gelöscht werden müssen, um gesetzlichen Anforderungen zu entsprechen.</li>\n</ul>\n<p>Wenn wir Ihre Daten an Dritte weitergegeben haben informieren wir diese über die Löschung, soweit dies gesetzlich vorgeschrieben ist.</p>\n<p>Bitte beachten Sie, dass Ihr Löschungsrecht Einschränkungen unterliegt.\nZum Beispiel müssen bzw.\ndürfen wir keine Daten löschen, die wir aufgrund gesetzlicher Aufbewahrungsfristen noch weiter vorhalten müssen.\nAuch Daten, die wir zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen sind von Ihrem Löschungsrecht ausgenommen.</p>\n<p>Ihr Recht auf Einschränkung der Verarbeitung</p>\n<p>Sie können, wenn die gesetzlichen Voraussetzungen vorliegen, von uns eine Einschränkung der Verarbeitung verlangen.\nDies ist insbesondere der Fall wenn</p>\n<ul>\n<li>die Richtigkeit Ihrer personenbezogenen Daten von Ihnen bestritten wird, und dann solange bis wir die Möglichkeit hatten, die Richtigkeit zu überprüfen;</li>\n<li>die Verarbeitung nicht rechtmäßig erfolgt und Sie statt der Löschung (siehe hierzu den vorigen Abschnitt) eine Einschränkung der Nutzung verlangen;</li>\n<li>wir Ihre Daten nicht mehr für die Zwecke der Verarbeitung benötigen, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung Ihrer Rechtsansprüche brauchen;</li>\n<li>Sie Widerspruch aus persönlichen Gründen erhoben haben, und dann solange bis feststeht, ob Ihre Interessen überwiegen.</li>\n<li>Wenn ein Recht auf Einschränkung der Verarbeitung besteht markieren wir die betroffenen Daten um auf diese Weise sicherzustellen, dass diese nur noch in den engen Grenzen verarbeitet werden, die für solche eingeschränkten Daten gelten (nämlich insbesondere zur Verteidigung von Rechtsansprüchen oder mit Ihrer Einwilligung).</li>\n</ul>\n<p>Ihr Recht auf Datenübertragbarkeit</p>\n<p>Sie haben das Recht, personenbezogene Daten, die Sie uns zur Vertragserfüllung oder auf Basis einer Einwilligung gegeben haben, in einem übertragbaren Format zu erhalten.\nSie können in diesem Fall auch verlangen, dass wir diese Daten direkt einem Dritten übermitteln, soweit dies technisch machbar ist.</p>\n<p>Ihr Recht auf Widerruf der Einwilligung</p>\n<p>Sofern Sie uns eine Einwilligung in die Verarbeitung Ihrer Daten erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.\nDie Rechtmäßigkeit der Verarbeitung Ihrer Daten bis zum Widerruf bleibt hiervon unberührt.\n</p>\n<p>Ihr Widerspruchsrecht gegen Direktmarketing</p>\n<p>Sie können außerdem jederzeit Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten zu werblichen Zwecken ein-legen („Werbewiderspruch“).\nBitte berücksichtigen Sie, dass es aus organisatorischen Gründen zu einer Überschneidung zwischen Ihrem Widerruf und der Nutzung Ihrer Daten im Rahmen einer bereits laufenden Kampagne kommen kann.\n</p>\n<p>Ihr Widerspruchsrecht aus persönlichen Gründen</p>\n<p>Sie haben das Recht aus Gründen, die sich aus Ihrer besonderen Situation ergeben, der Datenverarbeitung durch uns zu widersprechen, soweit diese auf der Rechtsgrundlage berechtigtes Interesse beruht.\nWir werden dann die Verarbeitung Ihrer Daten einstellen, es sei denn wir können – gemäß den gesetzlichen Vorgaben – zwingende schutzwürdige Gründe für die Weiterverarbeitung nachweisen, welche Ihre Rechte überwiegen.\n</p>\n<p>Ihr Beschwerderecht bei einer Aufsichtsbehörde</p>\n<p>Bitte nutzen Sie zur Geltendmachung Ihrer Rechte die Angaben unter Kontakt.\nBitte stellen Sie dabei sicher, dass uns eine eindeutige Identifizierung Ihrer Person möglich ist.</p>\n<p>Beschwerderecht bei der Aufsichtsbehörde</p>\n<p>Sie haben das Recht, eine Beschwerde bei einer Datenschutzbehörde einzureichen.\nSie können sich dazu insbesondere an die Datenschutzbehörde wenden, die für Ihren Wohnort bzw.\nIhr Bundesland zuständig ist oder die für den Ort zuständig ist, an dem die Verletzung des Datenschutzrechts stattgefunden hat.\nAlternativ können Sie sich auch an die für uns zuständige Datenschutzbehörde wenden, dies ist: Der Landesbeauftragte für den Datenschutz Baden - Württemberg<br> Königstrasse 10 a<br> 70173 Stuttgart<br> poststelle@lfdi.bwl.de</p> 18.\nKontakt <p>Für Auskünfte und Anregungen zum Thema Datenschutz stehen wir bzw.\nunser Datenschutzbeauftragter Ihnen unter der E-Mail datenschutz@wetter.com gerne zur Verfügung.</p>\n<p>Wenn Sie mit uns in Kontakt treten möchten, erreichen Sie uns im Übrigen wie folgt:</p> wetter.com GmbH<br> Reichenaustraße 19a<br> 78467 Konstanz<br> Tel.\n+49 (0) 7531 / 1274-400<br> Fax +49 (0) 7531 / 1274-600<br> contact@wetter.com <p> Für die Kontaktaufnahme über unsere Emailadressen (contact@wetter.com, support@wetter.com) setzten wir ein externes System von Zendesk, Inc., 989 Market Street #300, San Francisco, CA 94102, USA ein.\nWeitere Informationen finden Sie in den Datenschutzhinweisen von Zendesk - http://www.zendesk.com/‌company/privacy </p>\n<p> Für die Kontaktaufnahme ist mindestens die Angabe einer E-Mail-Adresse notwendig.\nUm Ihre Anfrage korrekt zu beantworten, kann es nötig sein, weitere Daten (z.B.\nBenutzername, verwendete Browser) zu erfassen.\n</p>\n<p> Die Nutzung des Formulars ist keine Pflicht.\nDies dient der Verbesserung und Beschleunigung unseres Kundenservice.\nAlternativ können sie über datenschutz@wetter.com mit uns in Kontakt treten.\n</p> 19.\nTechnikhinweise <p> Internet Explorer: <br> • Cookies: http://windows.microsoft.com/de-de/internet-explorer/delete-manage-cookies#ie=ie-11-win-7 <br> • Push ab Edge: Die Einstellungsmöglichkeiten befinden sich im Browser unter Einstellungen – Erweiterte Einstellungen anzeigen – Webseitenberechtigungen </p>\n<p> Mozilla Firefox: <br> • Cookies: https://support.mozilla.org/de/kb/cookies-erlauben-und-ablehnen <br> • Push: https://support.mozilla.org/de/kb/push-benachrichtigungen-firefox </p>\n<p> Google Chrome: <br> • Cookies: https://support.google.com/chrome/answer/95647 <br> • Push: https://support.google.com/chrome/answer/3220216 </p>\n<p> Safari: <br> • Cookies http://help.apple.com/safari/mac/8.0/#/sfri11471 <br> • Push https://support.apple.com/de-de/guide/safari/sfri40734/mac </p> ", "created_at": "2019-04-05 22:33:49.888797", "updated_at": "2020-12-14 21:31:13.905167"}], "points": [], "urls": ["wetter.com"]}}