{"error": 448, "message": "OK", "parameters": {"id": 6032, "name": "jacuzzi", "created_at": "2021-12-05 20:57:18.859461", "updated_at": "2021-12-05 23:01:14.642029", "wikipedia": null, "keywords": null, "related": null, "slug": "jacuzzi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6032.png", "url": "jacuzzi.com", "documents": [{"id": 10907, "name": "Terms of Service", "url": "https://www.jacuzzi.com/en-us/terms-of-service.html", "xpath": "/html/body/div[1]/div[1]/div", "text": " Terms of Service\n<p>&nbsp;</p>\nLast Updated:&nbsp;December 17, 2020\n<p>&nbsp;</p>\n<p>Welcome to the website (jacuzzi.com) (the “<strong>Site</strong>”) offered by Jacuzzi Brands, LLC and its subsidiaries that sell Jacuzzi® products (collectively,“<strong>Jacuzzi</strong>”).&nbsp.\nPlease read these Terms of Service (the “<strong>Terms</strong>”) and our Privacy Notice ([acuzzi.com/privacy-policy.html) (“<strong>Privacy </strong>\n<strong>Notice</strong>”) carefully because they govern your use of the Site and apply to your purchase of products from Jacuzzi (each a “<strong>Product</strong>”) via the Site or our related offerings.\nTo make these Terms easier to read, the Site and our related services are collectively called the “<strong>Services</strong>.”</p>\n<p>\n<strong>IMPORTANT NOTICE REGARDING ARBITRATION FOR U.S.\nCUSTOMERS: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND JACUZZI THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION </strong>\n<strong>16</strong>\n<strong> “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION.</strong>\n</p>\n<strong>1.&nbsp;&nbsp;</strong>\n<strong>Agreement to Terms.</strong>\n<p>By using our Services, you agree to be bound by these Terms.\nIf you do not agree to be bound by these Terms, do not use the Services.\nIf you are accessing and using the Services on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that entity to these Terms.\nIn that case, “you” and “your” will refer to that entity.</p>\n<strong>2.&nbsp;</strong>\n<strong>Privacy Notice.</strong>\n<p>Please review our Privacy Notice, which also governs your use of the Services, for information on how we collect, use and share your information.</p>\n<strong>3.&nbsp;</strong>\n<strong>Changes to these Terms or the Services.</strong>\n<p>We may update the Terms from time to time in our sole discretion.\nIf we do, we’ll let you know by posting the updated Terms on the Site and/or may also send other communications.\nIt’s important that you review the Terms whenever we update them or you use the Services.\nIf you continue to use the Services after we have posted updated Terms it means that you accept and agree to the changes.\nIf you don’t agree to be bound by the changes, you may not use the Services anymore.\nBecause our Services are evolving over time we may change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p>\n<p>\n<strong>4.&nbsp;Who May Use the Services? </strong>\n</p>\n<p>You may use the Services only if you are 18&nbsp;years or older and capable of forming a binding contract with Jacuzzi, and not otherwise barred from using the Services under applicable law.</p>\n<p>For certain features of the Services you’ll need an account.\nIt’s important that you provide us with accurate, complete and current account information and keep this information up to date.\nIf you don’t, we might have to suspend or terminate your account.\nTo protect your account, keep the account details and password confidential, and notify us right away of any unauthorized use.\nYou’re responsible for all activities that occur under your account.</p>\n<strong>5.&nbsp;</strong>\n<strong>Feedback.</strong>\n<p>We appreciate feedback, comments, ideas, proposals and suggestions for improvements to the Services (“<strong>Feedback</strong>”).\nIf you choose to submit Feedback, you agree that we are free to use it without any restriction or compensation to you.</p>\n<strong>6.&nbsp;Terms of Sale.</strong>\n<p>The following terms apply to your purchase of Products via the Services.</p>\n<p>\n<strong>(a)&nbsp;</strong>\n<u>Purchasing Products</u>.\nThe Services invite you to make us an offer to buy the Products shown on the pages.\nYour order is an offer to buy some of those goods, which we accept only by shipping the Products ordered.\nAny confirmation that you receive after placing an order does not constitute an acceptance of your offer, and is subject to correction before shipment in the event of inaccuracies, errors, Product unavailability, or for any other reason.</p>\n<p>\n<strong>(b)&nbsp;</strong>\n<u>Product Descriptions</u>.\nWe attempt to describe Products, including their colors, as accurately as possible.\nhowever, the appearance of Products may vary as a result of the quality of your monitor and for other reasons.\nWe also make no guarantees with respect to the accuracy, completeness, reliability, or currency of our Product descriptions.</p>\n<p>\n<strong>(c)&nbsp;</strong>\n<u>No Commercial Use</u>.\nProducts are sold for the personal and household use of our customers.\nProducts are not designed or otherwise intended for use in commercial or other public establishments, such as hotels or community centers.\nAccordingly and without limiting any other provision of these Terms, we will not be liable in connection with any such use.\nWe also reserve the right to prohibit sale of Products to users who we believe are using Products for commercial purposes or reselling them.</p>\n<p>\n<strong>(d)&nbsp;</strong>\n<u>Assembly Instructions</u>.\nCertain Products require assembly.\nYou must follow the assembly instructions carefully and use professional installers when necessary.\nWe are not responsible for any installation of Products.</p>\n<p>\n<strong>(e)&nbsp;</strong>\n<u>Payment</u>.&nbsp;When you place an order for any Products via the Services, you agree (i) that Jacuzzi may charge the credit card, debit card, or other payment method you have chosen for your purchase verification, pre-authorization, and payment purposes for the total amount of your order (including any applicable taxes, shipping, handling, or other fees) ) directly or through a third-party payment processor.\n(ii) Jacuzzi may provide your payment information to third parties so we can complete the transaction related to your purchase and charge your payment method for the Products you have purchased (plus any applicable taxes and other charges);.\nand (iiI) to bear any additional charges that your bank or other financial service provider may levy on you.&nbsp;Completion of a payment transaction is contingent upon: (1) you providing complete personal, account, transaction and any other information needed, (2) authorization of the payment by your credit or debit card company or the company that is otherwise facilitating your payment for the Product(s), and (3) acceptance of your payment.\nWe may cancel a payment or prevent you from initiating future payments for any reason, including, without limitation, the following: (u) if you attempt to use the Services in breach of any applicable law or regulation, including the card network rules or regulations.\n(w) if you use the Services in breach of these Terms.\n(x) if we suspect fraudulent, unlawful or improper activity regarding a payment.\n(y) if we detect, in our sole discretion, that your payments have excessive disputes, high reversal rates or present a relatively high risk of losses.\nor (z) failure to cooperate in an investigation or provide additional information when requested.</p>\n<p>\n<strong>(f)&nbsp;</strong>\n<u>Promotional Codes</u>.\nJacuzzi may, from time to time in its sole discretion, offer certain promotional codes for discounts.\nPromotional codes are non-transferable and are not redeemable for cash, credit, or toward previous purchases.\nThere is no cash alternative.\nFurthermore, promotional codes cannot be used in conjunction with any other offer or promotional discount, and must be redeemed by the date published, if provided.\nLimit one promotional code per customer.\nPromotional codes are void where prohibited.\nAny promotional program may be terminated or modified by Jacuzzi at any time in its sole discretion.</p>\n<p>\n<strong>(g) </strong>\n<u>Reservation of Rights</u>.&nbsp;&nbsp;We reserve the right to not process or reject your order in certain circumstances, for example, if your credit card is declined, if we suspect the request or order is fraudulent, or in other circumstances Jacuzzi deems appropriate in its sole discretion.\nWe may also limit the order quantity, extend the delivery timeline for any reason after the order has been placed and accepted, and/or refuse to ship a Product to you for any reason.&nbsp;Jacuzzi also reserves the right, in its sole discretion, to take steps to verify your identity in connection with your order.</p>\n<p>\n<strong>(h)&nbsp;</strong>\n<u>Availability and Backorders</u>.\nQuantities of some Products may be limited and stock cannot always be guaranteed.\nIf a Product that you select for purchase is out of stock, it may be placed on backorder and we will ship it to you as soon as it is available.</p>\n<p>\n<strong>(i)&nbsp;</strong>\n<u>Prices, Taxes, Customs and Duties</u>.&nbsp;&nbsp;Unless otherwise noted, all prices displayed via the Services are displayed in the local currency (e.g., U.S.\ndollars or Canadian dollars).Prices are subject to change at any time without notice.\nAny quote provided by a Jacuzzi customer service representative via email will be honored for 14 days from the date the quote was issued.\nWe may occasionally make errors in the stated prices on the Services.\nIf a Product’s correct price is higher than the listed price, we will, in our discretion, either confirm the correct price with you or cancel your order and notify you of such cancellation.\nThe prices displayed do not include any shipping or handling charges or applicable taxes, which charges and taxes will be communicated to you at checkout before you place an order, and you are responsible for paying such charges and taxes to Jacuzzi.&nbsp;All prices are net of any sales, use, excise, value added and similar taxes imposed by any governmental authority regardless of how denominated.\nIf you are located outside of the United States, you are responsible for remitting any applicable sales or other taxes to the relevant authorities upon delivery of the Product.\nYou shall pay all such taxes or charges or provide us with a tax or levy exemption certificate acceptable to the applicable taxing or levying authority.\nYou shall also pay all customs or duties charges levied by the destination country in connection with international shipments (if and as applicable).\nWe have the right to charge you for any taxes that we believe we are required to pay or collect related to your purchase.</p>\n<p>\n<strong>(j)&nbsp;</strong>\n<u>Transfer of Title and Risk of Loss/Damage</u>.\nFor Products that are shipped via common carrier (e.g., FedEx), title to and the risk of loss/damage of such Products passes from us to you at the time we deliver the Products to the common carrier for shipment.\n&nbsp;For Products that are shipped via a freight carrier (e.g., hot tubs, etc.) title to and the risk of loss/damage of such Products passes from us to you at the time such Products leave our possession.\nBy purchasing Products on this website for shipment, you are asking us to engage a common carrier or freight carrier to deliver your order.\nWe reserve the right to choose any and all procedures, packaging, the common carrier or freight carrier of sold Products.</p>\n<p>\n<strong>(k)&nbsp.\n</strong>\n<u>Shipping</u>.&nbsp.\nYou may not change your shipping address after you place an order.\nWe only deliver to the United States and Canada (as applicable) and may not be able to deliver to all locations therein.\nCertain orders may be eligible for free standard shipping.\nIn such cases, this will be communicated to you before or during the checkout process.\nYou acknowledge and agree that all shipping dates in any communications from us (including as stated in these Terms) are estimates and subject to change.\nWe do not represent or warrant that we will be able to ship the Product by the estimated date.\nYou understand and agree that currently we are not able to commit to a fixed shipping or delivery date and you will be notified of updates to the same in accordance with the notice provisions of these Terms.\nIn the event that a delay arises for any reason, foreseen or unforeseen, and the estimated shipment and/or release dates for the Product are not met, we will not be liable for any losses or damages that may occur due to the delay or cancellation of the Product, and we will not be obligated, except as set forth in these Terms, to provide any discounts, refunds or credits due to any such delays or cancellations.&nbsp;You are responsible for keeping us informed regarding the correct delivery address for the Product.\nWe may not be able to have your order shipped to a post office box, to certain addresses or on certain days.\nWe reserve the right to ship your order in multiple boxes or shipments.\nYou understand and agree that certain Products may be drop shipped to you directly from the manufacturer of the Product in question.\nIf you want to check on your order status, click here: jacuzzi.com/contactus.html.</p>\n<p>\n<strong>(l)&nbsp;</strong>\n<u>Return Policy</u>.\n&nbsp;Most products that are eligible for expedited FedEx shipping at the time of purchase can be returned for a refund within 30 days from the date such Product is delivered to you, regardless of how the Product was shipped.\nAny Product that can only be sent via FedEx Ground or freight carrier at the time of purchase is not eligible for return.\nProducts that are made-to-order will be marked as final sale and cannot be returned due to their custom nature.\nIn addition, final sale and consumable Products are not eligible for return.</p>\n<p>To determine if a Product is eligible for a return, or to initiate a return for an eligible Product, contact customer service: jacuzzi.com/contactus.html.</p>\n<p>\n<strong>(m)&nbsp;</strong>\n<u>Exchange Policy</u>.\nWe want to ensure that you receive the correct Product that fits your needs.\nYou can exchange any Product that is eligible for return for another Product within 30 days from the date such Product is delivered to you.\nIf the price for any replacement Product is greater than the price of the original Product purchased, you will be required to pay the difference in price along with any applicable taxes and fees.\nSimilarly, if a replacement Product’s price is less than the price of the original Product you purchased, we will provide you with a refund for the price difference between the Products.</p>\n<p>If, after the exchange, you decide not to keep your replacement Product, you can return the replacement Product within 30 days from the date such Product is delivered to you for a refund minus a restocking fee of 20% of the purchase amount of the original Product (excluding taxes and other fees).</p>\n<strong>(n)&nbsp;</strong>\n<u>Additional Terms and Conditions</u>.\n<ul>\n<li>If Jacuzzi authorizes a return or exchange of a Product you have purchased and provides you with an return merchandise authorization (“<strong>RMA</strong>”) number, you must return the Product to the address provided with your RMA number.</li>\n<li>Please include your original packing slip in the return package.\nIf you do not have your original packing slip, please include a copy of your RMA in the return package.</li>\n<li>Returned and/or exchanged Products must be post-marked no later than 30 days from the date such Product is delivered to you to be eligible for a refund or exchange (as applicable).</li>\n<li>Returned and/or exchanged Products must be delivered to Jacuzzi in new and unused conditioned, in the original packaging.\nJacuzzi has sole discretion to approve or reject the condition of any returned or exchanged Products.</li>\n<li>Shipping and handling charges are not refundable.</li>\n<li>You are responsible for and must prepay all shipping charges related to returns and/or exchanges of Products (including shipping charges for exchanges where Jacuzzi sends you a replacement Product).You assume all risk of loss or damage to the Product while in transit to Jacuzzi.\nJacuzzi shall have no responsibility for lost or stolen items.</li>\n<li>Refunds will be processed and paid within fourteen (14) days of Jacuzzi’s receipt of the returned Product, barring any rejection as discussed above.\nYou will receive an e-mail confirmation once your return has been processed.&nbsp.\nYour financial institution may take longer to reflect the transaction.</li>\n<li>Only the Product purchased through our Services may be returned.</li>\n</ul>\n<p>\n<strong>(m)</strong>&nbsp;<u>Defective Products</u>.\nIf you receive a defective Product, please notify us immediately by filling out the form located here: jacuzzi.com/contactus.html.\nIf Jacuzzi considers the Product to be defective, Jacuzzi will work with you to address the issue as we, in our sole discretion, determine to be appropriate.</p>\n<strong>7.&nbsp;&nbsp;</strong>\n<strong>Your Content.</strong>\n<p>\n<strong>(a)&nbsp;</strong>\n<u>Posting Content</u>.\nOur Services may allow you to store or share content such as text (in posts or communications with others), files, documents, graphics, images, music, software, audio and video.\nAnything (other than Feedback) that you post or otherwise make available through the Services is referred to as “<strong>User Content</strong>”.\nJacuzzi does not claim any ownership rights in any User Content and nothing in these Terms will be deemed to restrict any rights that you may have to your User Content.</p>\n<p>\n<strong>(b)&nbsp;&nbsp;</strong>\n<u>Permissions to Your User Content</u>.\nBy making any User Content available through the Services you hereby grant to Jacuzzi a non-exclusive, transferable, worldwide, royalty-free license, with the right to sublicense, to use, copy, modify, create derivative works based upon, distribute, publicly display, and publicly perform your User Content in connection with operating and providing the Services.</p>\n<p>\n<strong>(c)&nbsp;</strong>\n<u>Your Responsibility for User Content</u>.\nYou are solely responsible for all your User Content.\nYou represent and warrant that you have (and will have) all rights that are necessary to grant us the license rights in your User Content under these Terms.\nYou represent and warrant that neither your User Content, nor your use and provision of your User Content to be made available through the Services, nor any use of your User Content by Jacuzzi on or through the Services will infringe, misappropriate or violate a third party’s intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>\n<strong>(d)&nbsp;</strong>\n<u>Removal of User Content</u>.\nYou can remove your User Content by specifically deleting it.\nYou should know that in certain instances, some of your User Content (such as posts or comments you make) may not be completely removed and copies of your User Content may continue to exist on the Services.\nTo the maximum extent permitted by law, we are not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Content.</p>\n<p>\n<strong>(e)&nbsp;&nbsp;</strong>\n<u>Jacuzzi’s Intellectual Property</u>.\nWe may make available through the Services content that is subject to intellectual property rights.\nWe retain all rights to that content.</p>\n<strong>8.&nbsp;&nbsp;</strong>\n<strong>General Prohibitions and Jacuzzi’s Enforcement Rights</strong>.\nYou agree not to do any of the following:\n<p>\n<strong>(a)&nbsp;</strong>Post, upload, publish, submit or transmit any User Content that: (i)&nbsp;infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii)&nbsp;violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii)&nbsp;is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v)&nbsp;promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi)&nbsp;is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii)&nbsp;promotes illegal or harmful activities or substances;</p>\n<p>\n<strong>(b)&nbsp;</strong>Use, display, mirror or frame the Services or any individual element within the Services, Jacuzzi’s name, any Jacuzzi trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Jacuzzi’s express written consent;</p>\n<p>\n<strong>(c)&nbsp;</strong>Access, tamper with, or use non-public areas of the Services, Jacuzzi’s computer systems, or the technical delivery systems of Jacuzzi’s providers;</p>\n<p>\n<strong>(d)&nbsp;&nbsp;</strong>Attempt to probe, scan or test the vulnerability of any Jacuzzi system or network or breach any security or authentication measures;</p>\n<p>\n<strong>(e)&nbsp;</strong>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Jacuzzi or any of Jacuzzi’s providers or any other third party (including another user) to protect the Services;</p>\n<p>\n<strong>(f)&nbsp;&nbsp;</strong>Attempt to access or search the Services or download content from the Services using any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Jacuzzi or other generally available third-party web browsers;</p>\n<p>\n<strong>(g)&nbsp;&nbsp;</strong>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</p>\n<p>\n<strong>(h)&nbsp;&nbsp;</strong>Use any meta tags or other hidden text or metadata utilizing a Jacuzzi trademark, logo URL or Product name without Jacuzzi’s express written consent;</p>\n<p>\n<strong>(i)&nbsp;&nbsp;</strong>Use the Services, or any portion thereof, for any commercial purpose or for the benefit of any third party or in any manner not permitted by these Terms;</p>\n<p>\n<strong>(j)&nbsp;&nbsp;</strong>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive or false source-identifying information;</p>\n<p>\n<strong>(k)&nbsp;</strong>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Services;</p>\n<p>\n<strong>(l)&nbsp.\nI</strong>nterfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services;</p>\n<p>\n<strong>(m)&nbsp;</strong>Collect or store any personally identifiable information from the Services from other users of the Services without their express permission;</p>\n<p>\n<strong>(n)&nbsp;</strong>Impersonate or misrepresent your affiliation with any person or entity;</p>\n<p>\n<strong>(o)&nbsp;&nbsp;</strong>Violate any applicable law or regulation.\nor</p>\n<p>\n<strong>(p)&nbsp;&nbsp;</strong>Encourage or enable any other individual to do any of the foregoing.</p>\n<p>Jacuzzi is not obligated to monitor access to or use of the Services or to review or edit any content.\nHowever, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any content, including User Content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider it objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Services.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<strong>9.&nbsp;</strong>\n<strong>DMCA</strong>\n<strong>/Copyright Policy.</strong>\n<p>Jacuzzi respects copyright law and expects its users to do the same.\nIt is Jacuzzi’s policy to terminate in appropriate circumstances account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see Jacuzzi’s Copyright Policy at jacuzzi.com/privacy-policy.html, for further information.</p>\n<strong>10.&nbsp;</strong>\n<strong>Links to Third Party Websites or Resources.</strong>\n<p>The Services may allow you to access third-party websites or other resources, including third-party providers of financing for Products purchased from Jacuzzi.\nWe provide access only as a convenience and are not responsible for the content, products or services on or available from those resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party resources.</p>\n<strong>11.&nbsp;</strong>\n<strong>Termination.</strong>\n<p>We may suspend or terminate your access to and use of the Services, including suspending access to or terminating your account, at our sole discretion, at any time and without notice to you.\nYou may cancel your account at any time by sending us an email at support@thehomewellnessgroup.com.\nUpon any termination, discontinuation or cancellation of the Services or your account, the following Sections will survive: 6, 7(b), 7(c), 7(e), 8, 11, 12, 13, 14, 15, 16 and 17.</p>\n<strong>12.&nbsp;</strong>\n<strong>Limited Product Warranty.\nDisclaimers.</strong>\n<p>\n<strong>(a)&nbsp;</strong>\n<u>Products</u>.\nAny warranties applicable to our Products can be found under the Product Warranty section on our Customer Service Policy: jacuzzi.com/contactus.html.\nPlease read the applicable Product warranty carefully, as it provides you with important legal rights and is subject to limitations.\nYou acknowledge and agree that any applicable Product warranty is a part of, and subject to, these Terms, in particular the Limitation of Liability, Governing Law, and Dispute Resolution provisions contained in the Terms.</p>\n<p>UNLESS OTHERWISE STATED ON OUR PRODUCT WARRANTY COVERAGE PAGE: (I) THE PRODUCTS ARE PROVIDED \"AS AVAILABLE\" AND \"AS IS\" TO THE FULLEST EXTENT PERMITTED BY LAW, WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nAND (II) JACUZZI DISCLAIMS TO THE FULLEST EXTENT PERMITTED BY LAW ALL PRODUCT WARRANTIES, EXPRESS, IMPLIED AND STATUTORY, INCLUDING ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nSOME JURISDICTIONS MAY NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES, SO THEY MAY NOT APPLY TO YOU.&nbsp.\nWARRANTIES IMPLIED BY LAW THAT CANNOT BE DISCLAIMED ARE LIMITED TO THE MINIMIUM LENGTH REQUIRED BY LAW.&nbsp;</p>\n<p>\n<strong>(b)&nbsp;</strong>\n<u>The Services</u>.\nTHE SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nWe make no warranty that the Services will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nWe make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of any information or content on the Services.\nWe reserve the right to correct errors (whether by changing information on the Services or by informing you of the error and giving you an opportunity to cancel your order) or to update Product information at any time without notice.</p>\n<strong>13.&nbsp;</strong>\n<strong>Indemnity.</strong>\n<p>You will indemnify and hold Jacuzzi and its officers, directors, employees and agents, harmless from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (a) your access to or use of the Services or Products, (b) your User Content, or (c) your violation of these Terms.</p>\n<strong>14.&nbsp;</strong>\n<strong>Limitation of Liability.</strong>\n<p>\n<strong>(a)&nbsp;</strong>TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER JACUZZI NOR ITS SERVICE PROVIDERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES OR PRODUCTS WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE PRODUCTS OR SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT JACUZZI OR ITS SERVICE PROVIDERS HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>(b)&nbsp;</strong>TO THE MAXIMUM EXTENT PERMITTED BY THE LAW OF THE APPLICABLE JURISDICTION, IN NO EVENT WILL JACUZZI’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE PRODUCTS OR SERVICES EXCEED THE AMOUNTS YOU HAVE PAID TO JACUZZI FOR USE OF THE PRODUCTS OR ONE HUNDRED DOLLARS ($100), IF YOU HAVE NOT HAD ANY PAYMENT OBLIGATIONS TO JACUZZI, AS APPLICABLE.</p>\n<p>\n<strong>(c)&nbsp;</strong>THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN JACUZZI AND YOU.</p>\n<strong>15.&nbsp;</strong>\n<strong>Governing Law and Forum Choice.</strong>\n<p>These Terms and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of California, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in Section 16 “Dispute Resolution,” the exclusive jurisdiction for all Disputes (defined below) that you and Jacuzzi are not required to arbitrate will be the state and federal courts located in the San Bernardino County or federal courts in the Central District of California, Eastern Division, and you and Jacuzzi each waive any objection to jurisdiction and venue in such courts.</p>\n<strong>16.&nbsp;</strong>\n<strong>Dispute Resolution</strong>\n<strong>.</strong>\n<p>\n<strong>(a)&nbsp;&nbsp;</strong>\n<u>Mandatory Arbitration of Disputes</u>.\nWe each agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “<strong>Disputes</strong>”) will be resolved <strong>solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding</strong>.\nYou and Jacuzzi agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms, and that you and Jacuzzi are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms.</p>\n<p>\n<strong>(b)&nbsp;&nbsp;</strong>\n<u>Exceptions</u>.\nAs limited exceptions to Section 16(a) above: (i)&nbsp;we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.</p>\n<p>\n<strong>(c)&nbsp;</strong>\n<u>Conducting Arbitration and Arbitration Rules</u>.\nThe arbitration will be conducted by the JAMS pursuant to its rules then in effect, except as modified by these Terms.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules.\nAll other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures (collectively, the “JAMS Rules”).&nbsp.\nThe JAMS rules are available at www.jamsadr.com (under the Rules/Clauses tab) or by calling JAMS at 800-352-5267.\nPayment of all filing, administration, and arbitration fees will be governed by the JAMS rules, including JAMS’ Consumer Arbitration Minimum Standards.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to JAMS and give notice to the other party as specified in the JAMS Rules.</p>\n<p>Any arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</p>\n<p>\n<strong>(d)&nbsp;&nbsp;</strong>\n<u>Arbitration Costs</u>.\nPayment of all filing, administration and arbitrator fees will be governed by the JAMS Rules, including JAMS’ Consumer Arbitration Minimum Standards, as applicable, and we won’t seek to recover the administration and arbitrator fees we are responsible for paying, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</p>\n<p>\n<strong>(e)&nbsp;&nbsp;</strong>\n<u>Injunctive and Declaratory Relief</u>.\nExcept as provided in Section 16(b) above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.</p>\n<p>\n<strong>(f)&nbsp;&nbsp;</strong>\n<u>Class Action Waiver</u>.\n<strong>YOU AND JACUZZI AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</strong> Further, if the parties’ Dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</p>\n<p>\n<strong>(g)&nbsp;</strong>\n<u>Severability</u>.\nWith the exception of any of the provisions in Section 16(f) of these Terms (“<strong>Class Action Waiver</strong>”), if an arbitrator or court of competent jurisdiction decides that any part of these Terms is invalid or unenforceable, the other parts of these Terms will still apply.</p>\n<strong>17.&nbsp;</strong>\n<strong>General Terms.</strong>\n<p>\n<strong>(a)&nbsp;</strong>\n<u>Reservation of Rights</u>.\nJacuzzi and its licensors exclusively own all right, title and interest in and to the Services, including all associated intellectual property rights.\nYou acknowledge that the Services are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.</p>\n<p>\n<strong>(b)&nbsp;</strong>\n<u>Entire Agreement</u>.\nThese Terms constitute the entire and exclusive understanding and agreement between Jacuzzi and you regarding the Services, and these Terms supersede and replace all prior oral or written understandings or agreements between Jacuzzi and you regarding the Services.\nIf any provision of these Terms is held invalid or unenforceable by an arbitrator or a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.\nYou may not assign or transfer these Terms, by operation of law or otherwise, without Jacuzzi’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null.\nJacuzzi may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>\n<strong>(c)&nbsp;</strong>\n<u>Notices</u>.\nAny notices or other communications provided by Jacuzzi under these Terms will be given: (i)&nbsp;via email.\nor (ii)&nbsp;by posting to the Services.\nFor notices made by email, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<p>\n<strong>(d)&nbsp;</strong>\n<u>Waiver of Rights</u>.\nJacuzzi’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Jacuzzi.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p>\n<strong>18.&nbsp;</strong>\n<strong>Contact Information.</strong>\n<p>If you have any questions about these Terms, a Product, or the Services, please contact Jacuzzi at support@thehomewellnessgroup.com or by phone at&nbsp;1-844-602-6064.</p> ", "created_at": "2021-12-05 19:58:10.128024", "updated_at": "2021-12-05 19:58:19.693858"}, {"id": 10906, "name": "Privacy Notice ", "url": "https://www.jacuzzi.com/en-us/privacy-policy.html", "xpath": "/html/body/div[1]/div[1]/div", "text": " <strong>Jacuzzi Privacy Notice</strong>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>Effective Date:&nbsp;December 17, 2020</strong>\n<p>&nbsp;</p>\nSCOPE\n<p>This Privacy Notice applies to personal information processed by Jacuzzi Brands, LLC (“Jacuzzi,” “we,” “us,” and “our”) through our Site and related Jacuzzi offerings.\nThis Privacy Notice is designed to help you understand how we collect, use, and share your personal information and to help you understand and exercise your privacy rights.\nTo make this Privacy Notice easier to read, our Site and related offerings are collectively called the “Services.”&nbsp;</p>\n<p>Capitalized terms not defined herein will have the meaning set forth in our Terms of Service.</p>\n<p>\n<u>&nbsp;</u>\n</p>\nPERSONAL INFORMATION WE COLLECT\n<p>The categories of personal information we collect depend on how you interact with our Services.&nbsp;</p>\n<p>\n<strong>\n<u>&nbsp;</u>\n</strong>\n</p>\n<strong>\n<u>Information You Provide to Us</u>\n</strong>\n<p>\n<strong>Account Details.\n</strong>We may collect information when you create an account, such as your name, email address, phone number, and address.</p>\n<p>\n<strong>Orders.&nbsp.\n</strong>If you place an order with Jacuzzi, we will record the personal information and details associated with the transaction.\nFor example, we will collect information about the Products you purchase, your billing and shipping address, phone number, and payment information.\nPlease note that we use a third-party service provider to collect and process payment card information on the Services.\nJacuzzi does not directly collect or store any payment card information provided to the Services, but it may receive information associated with your payment card information (e.g., your billing details).</p>\n<p>\n<strong>Your Communications with Us</strong>.\nWe collect personal information from you such as your email address, phone number, or mailing address when you request information about of our Products and services, register a warranty, sign up for marketing from us, register for our newsletter, request customer or technical support, or otherwise communicate with us.</p>\n<p>\n<strong>Surveys</strong>.\nWe may contact you to participate in surveys.&nbsp.\nIf you decide to participate, you may be asked to provide certain information which may include personal information.</p>\n<p>\n<strong>Interactive Features</strong>.\nWe may offer interactive features such as forums, blogs and social media pages.\nWe and others who use our Services may collect the information you submit or make available through these interactive features.\nAny content you provide on the public sections of these features will be considered “public” and is not subject to the privacy protections referenced herein.</p>\n<p>\n<strong>Conferences, Trade Shows, and Other Events.</strong> We may attend conferences, trade shows, and other events where we collect personal information from individuals who interact with or express an interest in Jacuzzi.\nIf you provide us with any information at one of these events, we will use it for the purposes for which it was collected.</p>\n<p>\n<strong>\n<u>&nbsp;</u>\n</strong>\n</p>\n<strong>\n<u>Information Collected Automatically</u>\n</strong>\n<p>\n<strong>Automatic Data Collection</strong>.\nWe may collect certain information automatically when you use the Services.&nbsp.\nThis information may include your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile advertising and other unique identifiers, details about your browser, operating system or device, location information (including inferred location based off of&nbsp.\nyour IP address), Internet service provider, mobile carrier, pages that you visit before, during and after using the Services, information about the links you click, information about how you interact with the Services, including the frequency and duration of your activities, items or keywords you search for, details about your search criteria, the Products that you browse, and other information about how you use the Services.</p>\n<p>\n<strong>Cookies, Pixel Tags/Web Beacons, and Analytics Information.\n</strong>We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies (“<strong>Technologies</strong>”) to automatically collect information through the Services.\nTechnologies are essentially small data files placed on your device that allow us and our partners to record certain pieces of information whenever you visit or interact with our Services.</p>\n<ul>\n<li>\n<strong>Cookies</strong>.\nCookies are small text files placed in device browsers to store their preferences.\nMost browsers allow you to block and delete cookies.\nHowever, if you do that, the Services may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons</strong>.\nA pixel tag (also known as a web beacon) is a piece of code embedded in the Services that collects information about engagement on the Services.\nThe use of a pixel tag allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.\nWe may also include web beacons in e-mails to understand whether messages have been opened, acted on, or forwarded.</li>\n<li>\n<strong>Analytics</strong>.\nWe may use Technologies and other third-party tools to process analytics information on our Services, such as Google Analytics.\nTo learn more about how to opt-out of Google Analytics’ use of your information on our Site, please click here.</li>\n</ul>\n<p>&nbsp;</p>\n<strong>\n<u>Information from Other Sources</u>\n</strong>\n<p>\n<strong>Third-Party Organizations.</strong> We may obtain information about you from other sources, including from third-party services and organizations.\nFor example, if you purchase a Product with financing made available via a third-party financing provider, that provider may share personal information related to your order with us.</p>\n<p>\n<strong>Jacuzzi Dealers and Affiliates.</strong> Jacuzzi authorized dealers and entities may share some personal information with us in connection with your purchases.\nFor example, we may receive information about your purchase of a Product that is eligible for warranty registration.</p>\n&nbsp.\nHOW WE USE YOUR INFORMATION\n<p>We use your personal information for a variety of business purposes, including:</p>\n<p>\n<strong>To Provide the Services, Products, or Information Requested, such as:</strong>\n</p>\n<ul>\n<li>Fulfilling our contract with you and any orders for Products you place;</li>\n<li>Managing your information and account;</li>\n<li>Processing your payment card and/or other financial information for Products and services purchased;</li>\n<li>Sending you updates about your order via text message and other channels;</li>\n<li>Responding to questions, comments, and other requests;</li>\n<li>Allowing you to register for events;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services.\nand</li>\n<li>Answering requests for customer or technical support.</li>\n</ul>\n<p>Administrative Purposes, such as:</p>\n<ul>\n<li>Pursuing legitimate interests, such as direct marketing, research and development (including marketing research), network and information security, and fraud prevention;</li>\n<li>Measuring interest and engagement in our Services and Products;</li>\n<li>Improving the Services and Products;</li>\n<li>Developing new products and services;</li>\n<li>Ensuring internal quality control and safety;</li>\n<li>Authenticating and verifying individual identities;</li>\n<li>Debugging to identify and repair errors with our Services;</li>\n<li>Carrying out audits;</li>\n<li>Communicating with you about your account, Products, activities on our Services, and Privacy Notice changes;</li>\n<li>Preventing and prosecuting potentially prohibited or illegal activities;</li>\n<li>Enforcing our agreements.\nand</li>\n<li>Complying with our legal obligations.</li>\n</ul>\n<p>\n<strong>Marketing Our Products and Services</strong>.\nWe may use personal information to tailor and provide you with content and advertisements.\nWe may provide you with these materials as permitted by applicable law including, but not limited to, by email, telephone and text message (including via automatic telephone dialing system),&nbsp.\ndirect mail, and custom audiences advertising.\nConsent for calls and texts is not required as a condition to purchase Products or services.\nMessage and data rates may apply.</p>\n<p>If you have any questions about our marketing practices or if you would like to opt out of the use of your personal information for marketing purposes, you may contact us at any time as set forth below.</p>\n<p>\n<strong>Consent</strong>.\nWe may use personal information for other purposes that are clearly disclosed to you at the time you provide personal information or with your consent.</p>\n<p>\n<strong>Use De-identified and Aggregated Information</strong>.\nWe may use personal information and other data about you to create de-identified and/or aggregated information, such as de-identified demographic information, de-identified location information, information about the device from which you access our Services, or other analyses we create.\nDe-identified and/or aggregated information is not personal information, and we may use and disclose such information in a number of ways, including research, internal analysis, analytics, and any other legally permissible purposes.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Share Content with Colleagues</strong>.\nOur Services may offer various tools and functionalities.&nbsp.\nFor example, we may allow you to provide information about colleagues through our referral services.&nbsp.\nOur referral services may allow you to forward or share certain content with a colleague, such as an email inviting your colleague to use our Services.</p>\n<p>\n<strong>How We Use Automatic Collection Technologies</strong>.\nWe, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies to automatically collect information through the Services.\nOur uses of these Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary</strong>.\nThis includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular site behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;</li>\n<li>\n<strong>Performance Related</strong>.\nWe may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services;</li>\n<li>\n<strong>Functionality Related</strong>.\nWe may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</li>\n<li>\n<strong>Advertising or Targeting Related</strong>.\nWe may use first party or third-party Technologies, including cross-device tracking, to deliver content, including ads relevant to your interests, on our Services or on third-party sites.</li>\n</ul>\nDISCLOSING YOUR INFORMATION TO THIRD PARTIES\n<p>We may share your personal information with the following categories of third parties:</p>\n<p>\n<strong>Service Providers.\n</strong>We may share any personal information we collect about you with our third-party service providers.\nThe categories of service providers to whom we entrust personal information include service providers for: (i) the provision of the Services.\n(ii) the provision of information, products, and other services you have requested.\n(iii) marketing and advertising.\n(iv) payment and transaction processing.\n(v) customer service activities.\nand (vi) the provision of IT and related services.</p>\n<p>\n<strong>Jacuzzi Dealers and Affiliates.\n</strong>Jacuzzi is a global company that works with a network of trusted authorized resellers.&nbsp.\nWe share your personal information with a Jacuzzi authorized dealer near you to facilitate Product sales, shipment, delivery or installation as well as to provide maintenance and other services related to your Product.&nbsp.\nWe also share your personal information with other companies within the Jacuzzi family for marketing and sales purposes.&nbsp;</p>\n<p>\n<strong>Third-Party Financing Providers.\n</strong>Some of our Products may be eligible for financing offered by third-party financing providers.\nIf you interact with a third-party financing provider, they will collect the personal information that you provide to them.\nPlease note that the third-party financing provider is directly collecting personal information from you and may process your information in accordance with its privacy policy.\nIn addition, if you finance the purchase a Product through a third-party financing provider, Jacuzzi will share personal information about your order with the third-party financing provider.\nWe are not responsible for the third-party financing provider’s processing of your personal information.</p>\n<p>\n<strong>Advertising Partners.</strong> Through our Services, we may allow third party advertising partners to set Technologies and other tracking tools to collect information regarding your activities and your device (e.g., your IP address, cookie identifiers, page(s) visited, location, time of day).\nThese advertising partners may use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit third party services within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “personalized advertising.” If you prefer not to share your personal information with third-party advertising partners, you may follow the instructions below.</p>\n<p>\n<strong>APIs/SDKs.</strong> We may use third-party Application Program Interfaces (“<strong>APIs</strong>”) and software development kits (“<strong>SDKs</strong>”) as part of the functionality of our Services.\nFor more information about our use of APIs and SDKs, please contact us as set forth below.</p>\n<p>\n<strong>Disclosures to Protect Us or Others.</strong> We may access, preserve, and disclose any information we store in association with you to external parties if we, in good faith, believe doing so is required or appropriate to: (i) comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\n(ii) protect your, our, or others’ rights, property, or safety.\n(iii) enforce our policies or contracts.\n(iv) collect amounts owed to us.\nor (v) assist with an investigation and prosecution of suspected or actual illegal activity.</p>\n<p>\n<strong>Disclosure in the Event of Merger, Sale, or Other Asset Transfer.\n</strong>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>\nINTERNATIONAL DATA TRANSFERS\n<p>All information processed by us may be transferred, processed, and stored anywhere in the world, including but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe endeavor to safeguard your information consistent with the requirements of applicable laws.</p>\nYOUR CHOICES\n<p>\n<strong>General.\n</strong>You may be able to opt out of certain uses of your personal information.</p>\n<p>\n<strong>Email Communications.\n</strong>If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding the Services or updates to our Terms of Service or this Privacy Notice).</p>\n<p>\n<strong>Text Messages.\n</strong>You may opt out of receiving text messages by replying “STOP” to a text message you have received from us or by otherwise contacting us.</p>\n<p>\n<strong>Cookies and Interest-Based Advertising</strong>.\nYou may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nHowever, if you adjust your preferences, our Services may not work properly.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, you may opt-out of personalized advertisements on some mobile applications by following the instructions for Android, iOS and others.&nbsp;</p>\n<p>The online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.\nYou can access these and learn more about targeted advertising and consumer choice and privacy by visiting the Network Advertising Initiative, the Digital Advertising Alliance, the European Digital Advertising Alliance, and the Digital Advertising Alliance of Canada.&nbsp;</p>\n<p>Please note you must separately opt out in each browser and on each device.</p>\n<p>\n<strong>“Do Not Track”.</strong> Do Not Track (“<strong>DNT</strong>”) is a privacy preference that users can set in certain web browsers.&nbsp.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>\nYOUR PRIVACY RIGHTS\n<p>In accordance with applicable law, you may have the right to: (i) request confirmation of whether we are processing your personal information.\n(ii) obtain access to or a copy of your personal information.\n(iii) receive an electronic copy of personal information that you have provided to us, or ask us to send that information to another company (the “right of data portability”).\n(iv) object to or restrict our uses of your personal information.\n(v) seek correction or amendment of inaccurate, untrue, incomplete, or improperly processed personal information.\n(vi) withdraw your consent.\nand (vii) request erasure of personal information held about you by us, subject to certain exceptions prescribed by law.\nIf you would like to exercise any of these rights, please contact us as set forth below.</p>\n<p>We will process such requests in accordance with applicable laws.&nbsp.\nTo protect your privacy, we will take steps to verify your identity before fulfilling your request.</p>\nDATA RETENTION\n<p>We store the personal information we receive as described in this Privacy Notice for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>\n<p>\n<strong>SUPPLEMENTAL CALIFORNIA PRIVACY NOTICE</strong>\n</p>\n<p>This Supplemental California Privacy Notice only applies to our processing of personal information that is subject to the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”).\nThe CCPA provides California residents with the right to know what categories of personal information Jacuzzi has collected about them and whether Jacuzzi disclosed that personal information for a business purpose (e.g., to a service provider) in the preceding 12 months.\nCalifornia residents can find this information below:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Category of Personal Information Collected by Jacuzzi</strong>\n</p>\n<p>\n<strong>Categories of Third Parties Personal Information is Disclosed to for a Business Purpose</strong>\n</p>\n<p>\n<strong>Identifiers </strong>\n</p>\n<ul>\n<li>Service providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Third-party financing providers (as applicable)</li>\n<li>Advertising partners</li>\n</ul>\n<p>\n<strong>Personal information categories listed in Cal.\nCiv.\nCode § 1798.80(e)</strong>\n</p>\n<ul>\n<li>Service providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Third-party financing providers (as applicable)</li>\n</ul>\n<p>\n<strong>Commercial information</strong>\n</p>\n<ul>\n<li>providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Third-party financing providers (as applicable)</li>\n<li>Advertising partners</li>\n</ul>\n<p>\n<strong>Internet or other electronic network activity</strong>\n</p>\n<ul>\n<li>Service providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Third-party financing providers (as applicable)</li>\n<li>Advertising partners</li>\n</ul>\n<p>\n<strong>Professional or employment-related information</strong>\n</p>\n<ul>\n<li>Service providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Third-party financing providers (as applicable)</li>\n</ul>\n<p>\n<strong>Inferences drawn from other personal information to create a profile about a consumer</strong>\n</p>\n<ul>\n<li>Service providers</li>\n<li>Jacuzzi dealers and affiliates</li>\n<li>Advertising partners</li>\n</ul>\n<p>\n<br>\n<strong>Additional Privacy Rights for California Residents</strong>The categories of sources from which we collect personal information and our business and commercial purposes for using personal information are set forth above.</p>\n<p>\n<strong>“Sales” of Personal Information under the CCPA.\n</strong>For purposes of the CCPA, Jacuzzi does not “sell” personal information, nor do we have actual knowledge of any “sale” of personal information of minors under 16 years of age.</p>\n<p>\n<strong>Non-Discrimination.</strong> California residents have the right not to receive discriminatory treatment by us for the exercise of their rights conferred by the CCPA.</p>\n<p>\n<strong>Authorized Agent.\n</strong>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nTo designate an authorized agent, please contact us as set forth below.</p>\n<p>\n<strong>Verification</strong>.\nWhen you make a request, we will ask you to provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include confirming the email address associated with any personal information we have about you.</p>\n<p>If you are a California resident and would like to exercise any of your rights under the CCPA, please contact us as set forth below.\nWe will process such requests in accordance with applicable laws.</p>\n<p>\n<strong>California Shine the Light.</strong> The California “Shine the Light” law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those parties.\nIf you are a California resident would like to request this information, please contact us as set forth below.</p>\nSECURITY OF YOUR INFORMATION\n<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Notice.\nUnfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nTo the fullest extent permitted by applicable law, we do not accept liability for unauthorized disclosure.</p>\n<p>By using the Services or providing personal information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Services.&nbsp.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Services, by mail or by sending an email to you.</p>\nTHIRD-PARTY SERVICES\n<p>The Services may contain links to third-party services and other third-party services may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each third-party service with which they interact.\nWe do not endorse, screen or approve, and are not responsible for, the privacy or security practices of such third-party services.\nUsing or providing personal information to these third-party services is at your own risk.</p>\nCHILDREN’S INFORMATION\n<p>The Services are not directed to children under 13 (or other age as required by local law), and we do not knowingly collect personal information from children.\nIf you learn that your child has provided us with personal information without your consent, you may contact us as set forth below.&nbsp.\nIf we learn that we have collected a child’s personal information in violation of applicable law, we will promptly take steps to delete such information.</p>\n<p>\n<strong>SUPERVISORY AUTHORITY</strong>\n</p>\n<p>If you are located in the European Economic Area, Switzerland, or the United Kingdom, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal information violates applicable law.</p>\n<p>\n<strong>CHANGES TO OUR PRIVACY NOTICE</strong>\n</p>\n<p>We may revise this Privacy Notice from time to time in our sole discretion.\nIf there are any material changes to this Privacy Notice, we will notify you as required by applicable law.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Notice if you continue to use the Services after the new Privacy Notice takes effect.</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>If you have any questions about our privacy practices or this Privacy Notice, or if you wish to submit a request to exercise your rights as detailed in this Privacy Notice, please contact us at:</p>\n<p>Jacuzzi Brands, LLC</p>\n<p>13925 City Center Drive, Ste.\n200</p>\n<p>Chino Hills, CA 91709</p>\n<p>privacy@jacuzzi.com</p> ", "created_at": "2021-12-05 20:57:18.863254", "updated_at": "2021-12-05 19:57:57.247917"}], "points": [], "urls": ["jacuzzi.com"]}}