{"error": 448, "message": "OK", "parameters": {"id": 614, "name": "Amnesty International Limited (UK)", "created_at": "2018-07-16 09:57:15.626172", "updated_at": "2021-03-25 03:19:37.247332", "wikipedia": "https://en.wikipedia.org/wiki/Amnesty_International", "keywords": null, "related": null, "slug": "amnesty_international_limited_uk", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/614.png", "url": "amnesty.org", "documents": [{"id": 387, "name": "Privacy Policy", "url": "https://www.amnesty.org/en/about-us/privacy-policy/", "xpath": "", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-MH9W89\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSkip To Main Content <i> Amnesty International </i> Amnesty International Menu Main menu Main menu CLOSE <ul>\n<li> Who We Are <ul>\n<li> How we're run </li>\n<li> Jobs &amp.\ninternships </li>\n</ul>\n</li>\n<li> What We Do </li>\n<li> Countries </li>\n<li> Get Involved <ul>\n<li> Take Action </li>\n<li> Join </li>\n<li> Volunteer </li>\n</ul>\n</li>\n<li> Donate now </li>\n<li> Latest <ul>\n<li> News </li>\n<li> Campaigns </li>\n<li> Education </li>\n<li> Research </li>\n<li> Impact </li>\n</ul>\n</li>\n</ul> en Choose language <ul>\n<li> français </li>\n<li> español </li>\n<li> العربية </li>\n</ul> Search Privacy Policy Privacy Policy Introduction\n<p>Amnesty International is committed to ensuring the privacy of all our users.\nWe have long campaigned for the right to privacy and against government surveillance and intrusion.\nThis policy represents our commitment as an organisation to your right to privacy, giving you a clear explanation about how we use your information and your rights over that information.</p>\n<p>This policy applies to all online systems offered by Amnesty International Limited to the public, through our website www.amnesty.org and other websites we operate.</p>\n<p>References to ‘we’,‘us’ and ‘our’ are to Amnesty International Limited, the main operating company of the Amnesty International’s International Secretariat, registered as a company limited by guarantee in England and Wales (number 01606776).</p>\n<p>Amnesty International Limited is the registered data controller to which the policy refers.\nOur full details can be found at the end of this policy and please feel free to contact us with any questions related to it.\nThis policy was last updated on [1] June 2018 and is reviewed every 12 months.</p>\nWhat types of information do we collect and how?\n<p>The type and amount of information we receive and store depends on how you use our websites.\nYou can access most of the pages on our websites without telling us who you are and without revealing any personal information.</p>\n<p>Our web servers use cookies and collect anonymous logs during user visits to our websites which provide valuable information for improving them in the future.\nFor more information see the separate Cookies page.</p>\n<p>In some circumstances your information may be shared with us by third parties, but only where you have specifically consented.\nExamples include registering for a human rights education course with our external provider, or if you register your interest in joining Amnesty International or one of its campaigns through Facebook, Facebook will share information such as your name and email address with us.</p>\nWe collect personal information in the following ways:\n<ul>\n<li>When you sign up to online actions or express an interest in joining us as an international member</li>\n<li>When you make a donation to us</li>\n<li>When you sign up for our human rights education courses</li>\n<li>When you participate in other online campaigns or activities for example Amnesty Decoders</li>\n<li>When you apply for a job or volunteering opportunity with us</li>\n</ul>\nIf you choose to provide it, we can collect the following types of personal information from you:\n<ul>\n<li>Name</li>\n<li>Age</li>\n<li>Address</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Credit card details</li>\n<li>Information provided for the purpose of applying for a job or volunteering opportunity, including: gender, ethnicity, sexual orientation, disability and criminal convictions</li>\n</ul>\nHow do we use information collected?\n<p>We use your personal information collected via our websites for the following purposes:</p>\n<ul>\n<li>To undertake email actions or compile petitions</li>\n<li>To update you on our campaigns and activities</li>\n<li>To ask you to donate or get involved in our campaigns</li>\n<li>To action your expression of interest in joining Amnesty International</li>\n<li>To administer your membership of Amnesty International</li>\n<li>To process donations that we receive from you</li>\n<li>To administer and progress your applications for employment or volunteering opportunities with us</li>\n<li>To monitor the diversity of applicants for employment or volunteering opportunities</li>\n<li>To share your data with other Amnesty International organisations or with trusted third parties (further details below)</li>\n<li>To improve our websites</li>\n<li>To fulfil any legal obligations</li>\n</ul>\nLegal basis of processing\n<p>Data protection law requires us to have a legal justification to process your personal information.\nWe use the following depending on the type of data and the type of processing:</p>\n<p>\n<strong>Consent </strong>\n<br> We require your consent to send you our communications for example to send you emails to update you on our work and our campaigns and to request donations.\nWe will only process your information in this way if you consent.\nIf you apply for a job with us and provide us with sensitive personal information (including details of your race, ethnicity, gender) we will only process that information with your consent.</p>\n<p>\n<strong>Legitimate interest </strong>\n<br> We sometimes share your personal information with other parts of the Amnesty International global movement (see below).\nThis is done to fulfil our legitimate interest in promoting our organisation as effectively as possible and enabling our message to reach people who may be interested in human rights.</p>\n<p>\n<strong>To fulfil a contractual obligation </strong>\n<br> If you donate to us or express an interest in joining our movement we will process the personal data you provided to process that donation or action your membership request.</p>\n<p>\n<strong>Legal obligation </strong>\n<br> We will process your personal information to fulfil any legal obligations placed upon us, such as the prevention of fraud or money-laundering.\nWe will also process your personal information if lawfully required to do so by a legal authority or a court of law.</p>\n<p>\n<strong>Necessity </strong>\n<br> For example where you are applying for an employment or volunteering opportunity with us, processing certain information is necessary for employment purposes.</p>\n<p>\n<strong>Security </strong>\n<br> We take appropriate security measures to ensure that we keep your information secure, accurate and up to date.\nWe also take care to ensure that we have secure systems for processing payments through our payment services provider.\nHowever the transmission of information over the Internet is never completely secure, so while we do our best to protect personal information, we cannot guarantee the security of information transmitted to our websites.</p>\nThird Party Websites\n<p>On our website we sometimes have links to third party websites or applications.\nThis policy does not apply to such pages or applications hosted or operated by other organisations.\nThis includes the websites or applications of Amnesty International sections or related organisations or third party sites.\nThese other sites may have their own privacy policies which apply to them.</p>\nSharing of your personal information\n<p>We will only share your personal information in the following circumstances:</p>\n<p>\n<strong>Sharing with other parts of the Amnesty International global movement </strong>\n<br> Amnesty International Limited is one part of Amnesty International’s global movement.\nOur movement is made up of over 60 membership organisations working to end human rights violations globally, including within the UK.\nSome of these bodies are formally constituted and others not.\nWe may share your information with these entities who may then use your personal information in connection with their activities.\nFor example, if you have expressed an interest in joining Amnesty International or sign a petition, we may share your contact details with your local Amnesty International organisation.\nTo the extent that sharing your information in this way requires us to transfer your personal information outside of the EU, we have contractual arrangements in place to ensure that your data is shared and processed by the recipient organisation to an EU standard.</p>\n<p>\n<strong>Hosting and processing arrangements </strong>\n<br> Our websites are hosted by third party service providers and therefore any personal details you submit through them may be processed by that third party service provider.&nbsp;</p>\n<p>We also use other third parties to process your personal details including in the following areas:</p>\n<ul>\n<li>to action all online expressions of interest to join Amnesty International or take actions and manage all related communications</li>\n<li>to process online payments</li>\n<li>to process all information associated with applications for employment or volunteering opportunities and related recruitment processes.</li>\n</ul>\n<p>All third party services providers process your personal information only on Amnesty International Limited's behalf and are bound by contractual terms that are compliant with data protection law.</p>\n<p>We participate in Facebook’s custom audience and lookalike audience programs, which, depending on your privacy settings with Facebook, enable us to display our content to our existing or potential supporters on Facebook.\nWe provide personal information such as your email address to Facebook which securely encrypts it.\nThat personal information is then deleted by Facebook if it does not match a Facebook account or once they confirm you have an account.</p>\n<p>\n<strong>Payment processing and fraud </strong>\n<br> Where submitted, your card details may be disclosed to banks or relevant financial institutions to arrange payments.\nIn the case of a suspected fraudulent transaction, your details may be further disclosed for the sole purpose of performing further checks (for example, disclosure to a credit checking agency).</p>\n<p>\n<strong>Other sharing </strong>\n<br> We may also share your personal information with your permission, or if we are legally required to disclose your information in circumstances where this cannot be reasonably resisted.</p>\nUse of cookies\n<p>A cookie is a text-only piece of information that a website transfers to your computer's hard disk so that the website can remember who you are.\nA cookie will normally contain the name of the Internet domain from which the cookie has come, the \"lifetime\" of the cookie, and a value, usually a randomly generated unique number.</p>\n<p>If you wish to restrict or block cookies you can set your internet browser to do so - click on the following link for more information: www.aboutcookies.org.</p>\n<p>Please click through to our Use of Cookies document for more detailed information on cookies and how Amnesty International uses them.</p>\nUnder 18s\n<p>If you are under 18 years of age and would like to get involved in Amnesty International’s work, please make sure that you have your parent/guardian’s permission before giving us personal information.</p>\nRetention Period For Data\n<p>We only hold your personal information on our systems for as long as is necessary for the purposes outlined above.\nWe remove personal data from our systems once it is no longer required, in line with our guidelines on how long important information must remain accessible for future use or reference, as well as when and how data can be destroyed when it is no longer needed.</p>\n<p>The length of time each category of data will be retained will vary depending on how long we need to process it for, the reason it was collected and in line with any statutory requirements.\nAfter this time the data will either be deleted or we may retain a secure anonymised record for research and analytical purposes.</p>\nAccess to and your rights over your personal information\n<p>The personal data we hold about you is yours.\nYou have the following rights over your information:</p>\n<ul>\n<li>To be informed how your data is being processed</li>\n<li>To access your data</li>\n<li>To rectify any data that is inaccurate</li>\n<li>To instruct us to delete your data</li>\n<li>To restrict our processing of your data (which includes contacting you via email) at any time.\nAll our email communications to you will contain an unsubscribe link.</li>\n<li>To object to your data being stored.</li>\n<li>To move your data</li>\n</ul>\nRecruitment Privacy Statement\n<p>Amnesty International Limited is committed to the responsible handling of personal information collected as part of the recruitment process.</p>\n<p>Information provided by you in connection with your application will only be used by Amnesty internally in relation to recruitment and selection processes and will not be disclosed to a third party without your consent, except as required by law and except to our service provider (see our general statement for more details).</p>\n<p>Sensitive personal information regarding gender, age, sexual orientation, religion and faith, caring responsibilities, disability, ethnic origin and region of origin will be anonymised and will be used for cultural diversity and equal opportunities monitoring purposes only.\nUnsuccessful applications will be retained for a period of three years after the conclusion of the selection process.\nWe will also ask that you confirm that you are happy to process in the form of our declaration, printed below:</p>\n<p>\n<strong>Declaration</strong>\n<br>I confirm that the information provided in my application is true and complete.\nI agree that any deliberate omission, falsification or misrepresentation in the application form will be grounds for rejecting this application or subsequent dismissal if employed by the organisation.\nWhere applicable, I consent that the organisation can seek clarification regarding professional registration details.\nI consent to Amnesty International processing my personal information on the privacy terms set out above.</p>\nIf you wish to exercise any of these rights or have any questions about this policy you may contact us in the following ways:\n<p>By post:</p>\n<p>Amnesty International, International Secretariat<br> 1 Easton Street <br> London <br> WC1X 0DW <br> UK</p>\n<p>By email: amnestyis@amnesty.org </p>\n<p>By telephone: + 44 (0) 20 7413 5500</p>\nComplaints\n<p>If you wish to lodge a complaint about our handling of your personal data please get in touch with us on the details above with the details of your complaint.\nwe aim to respond to all complaints within 14 working days.</p>\n<p>If you are dissatisfied with how we have handled your complaint you may lodge a complaint with the Information Commissioner’s Office which is the UK regulator in charge of data protection and privacy enforcement:</p>\n<p>Website: https://ico.org.uk/global/contact-us/</p>\n<p>Telephone: 0303 123 1113</p>\n<ul>\n<li> ABOUT US <ul>\n<li> Contact Us </li>\n<li> How We're Run </li>\n<li> Modern Slavery Act Statement </li>\n<li> Finances and Pay </li>\n<li> Structure and People </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> RESOURCES <ul>\n<li> Media Centre </li>\n<li> Wire Magazine </li>\n<li> Human Rights Education </li>\n<li> Human Rights Courses </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> GET INVOLVED <ul>\n<li> Join </li>\n<li> Take Action </li>\n<li> Volunteer </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> LATEST <ul>\n<li> News </li>\n<li> Campaigns </li>\n<li> Research </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> WORK WITH US <ul>\n<li>\n<p> If you are talented and passionate about human rights then Amnesty International wants to hear from you.\n</p> JOBS &amp.\nINTERNSHIPS </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Like us on Facebook </li>\n<li> Follow us on Twitter </li>\n<li> Subscribe to us on YouTube </li>\n<li> Follow us on Instagram </li>\n</ul>\n<p> Privacy Policy &nbsp;&nbsp;|&nbsp;&nbsp.\nCookie Statement &nbsp;&nbsp;|&nbsp;&nbsp.\nPermissions &nbsp;&nbsp;|&nbsp;&nbsp.\nRefunds of donations </p>\n<p>© 2020 Amnesty International</p> Cookie Control IconCookie Control Close IconThis site uses cookies<p>We have placed cookies on your device to help make this website better.\nYou can use this tool to change your cookie settings.\nOtherwise, we'll assume you're OK to continue.</p>\n<p>For more information on how we use cookies, see our cookie statement.\nLearn moreCookie Control Link Icon</p>ACCEPT RECOMMENDED COOKIES Necessary cookies<p>Some cookies are necessary for the functioning of Amnesty’s website.\nIf you wish to restrict or block these cookies you can set your internet browser to do so, just click on the following link for further information: www.aboutcookies.org</p> Analytics cookies<p>These cookies allow us to understand how people are using our site and make improvements.</p> Analytics cookiesONOFFMarketing cookies<p>We use marketing cookies to increase the relevancy of the advertising you may see.</p>Marketing cookiesONOFF &lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=953370881400404&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=953370881400404&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\nQuick Search Advanced Search Search Keywords or Title Amnesty Index Number Date (year) Language English español français العربية русский português Indonesia 中文 فارسى polski Türkçe italiano 한국어 עברית română українська Deutsch 日本語 slovenščina සිංහල shqip தமிழ் ไทย srpski čeština Ελληνικά नेपाली Bahasa Melayu magyar български Nederlands o‘zbek ភាសាខ្មែរ dansk Монгол&nbsp;хэл slovenčina Тоҷикӣ azərbaycan dili বাংলা bosanski Кыргыз Tiếng Việt አማርኛ қазақ тілі ਪੰਜਾਬੀ پښتو اُردو Беларуская eesti Հայերեն ქართული македонски മലയാളം svenska Kiswahili ئۇيغۇرچە isiZulu Search <p>\n<strong>Your choice regarding cookies on this site</strong> We have placed cookies on your device to help make this website better.\nYou can use this tool to change your cookie settings.\nOtherwise, we'll assume you're OK to continue.\n</p> SETTINGS ", "created_at": "2018-08-27 00:12:48.492292", "updated_at": "2020-12-14 15:56:57.363709"}, {"id": 388, "name": "Cookie Statement", "url": "https://www.amnesty.org/en/about-us/cookie-statement/", "xpath": "", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-MH9W89\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSkip To Main Content <i> Amnesty International </i> Amnesty International Menu Main menu Main menu CLOSE <ul>\n<li> Who We Are <ul>\n<li> How we're run </li>\n<li> Jobs &amp.\ninternships </li>\n</ul>\n</li>\n<li> What We Do </li>\n<li> Countries </li>\n<li> Get Involved <ul>\n<li> Take Action </li>\n<li> Join </li>\n<li> Volunteer </li>\n</ul>\n</li>\n<li> Donate now </li>\n<li> Latest <ul>\n<li> News </li>\n<li> Campaigns </li>\n<li> Education </li>\n<li> Research </li>\n<li> Impact </li>\n</ul>\n</li>\n</ul> en Choose language <ul>\n<li> français </li>\n<li> español </li>\n<li> العربية </li>\n</ul> Search Cookie Statement Cookie Statement <p>Amnesty International’s website, like most websites, uses small text files called cookies.\nThis note provides information on what cookies are, which cookies Amnesty International uses, and how they can be controlled.</p>\n<p>If you wish to restrict or block cookies you can set your internet browser to do so- click on the following link for further information: www.aboutcookies.org</p>\n1.\nWhat are cookies?\n<p>Cookies are text files containing small amounts of information which are downloaded to your device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognises that cookie.\nCookies are widely used because they allow a website to recognise a user’s device and therefore allow enhanced functionality.</p>\n<p>You can find out more information about cookies at: www.allaboutcookies.org some definitions used in this note are provided at part 5 below.</p>\n2.\nHow does Amnesty International use cookies?\n<p>Amnesty International uses cookies for the following purposes:</p>\n<p>to compile statistical data on the use of our website and its functioning, so that we can monitor and improve it;</p>\n<p>to facilitate users’ ability to navigate through our website, including to allow registered users to access secure parts of our website.\nand</p>\n<p>to allow us to share our web pages via social media platforms.</p>\n3.\nWhich cookies does Amnesty International use?\n<p>A full list of all the cookies we use is in the table at part 6 below.</p>\n<p>Please note that we are auditing the use of these cookies and the table will be updated as we make ongoing changes.</p>\n4.\nHow to control cookies\n<p>If you do not wish to receive cookies you can set your web browser to restrict or block them.\nAll modern browsers allow you to change your cookie settings, typically be found in the 'options' or 'preferences' menu of your browser.\nIn order to understand these settings, the following link may be helpful: www.aboutcookies.org</p>\n<p>If you disable cookies you will not be able to use all the interactive features of our website.</p>\n5.\nDefinitions\n<p>\n<strong>First Party/ Third party cookies</strong>\n</p>\n<p>Refers to the web domain placing the cookie.\nFirst-party cookies are those set by a website that is being visited by the user at the time – the website displayed in the URL window.\nThird party cookies are cookies that are set by a domain other than that of the website being visited by the user.\nIf a user visits a website and another entity sets the cookie through that website, this would be a third-party cookie.</p>\n<p>\n<strong>Persistent cookies</strong>\n</p>\n<p>These cookies remain on a user’s device for the period of time specified in the cookie.\nThey are activated each time that the user visits the website that created that particular cookie.</p>\n<p>\n<strong>Session cookies</strong>\n</p>\n<p>These cookies allow website operators to link the actions of a user during a browser session.\nA browser session starts when a user opens the browser window and finishes when they close the browser window.\nSession cookies are created temporarily.\nOnce you close the browser, all session cookies are deleted.</p>\n<p>\n<strong>Pixel tags</strong>\n</p>\n<p>A pixel tag is not technically a cookie but is a similar type of technology placed on a website or within the body of an email for the purpose of tracking activity on websites, or when emails are opened or accessed, and is often used in combination with cookies.\nInformation collected is anonymous.</p>\n6.\nFull list of cookies used by Amnesty International\n<p>Below is a full list of cookies set by www.amnesty.org&nbsp;</p>\na) Cookies set by our website CMS Cookie\nPurpose / More Information\nNames\nExpiry Cookie Agreement\nCreated when the 'OK to Continue' button is clicked in the cookies notice at the top of page.\nHides cookies notice on future visits.\namnesty_<br>international_<br>wesbite\n1 week b) First Party cookies set by our website\n<p>Amnesty Decoders uses cookies to authenticate you as a user.\nThis allows our Amnesty Decoder front-end to recieve the token, store it within your browser session and authenticate you as a user</p>\n<p>im_access_token</p>\n<p>7 days</p> Cookie\nPurpose / More Information\nNames\nExpiry <p>Google Analytics</p>\n<p>Amnesty International and Amnesty Decoders&nbsp;support the use of Google Analytics within the site so that we can monitor activity on our website.&nbsp;<br>\n<br> Google Analytics cookies collect standard internet log information and visitor behaviour information in an anonymous form.&nbsp;More information.</p>\n<p>_ga</p>\n<p>2 years</p>\n<p>_gat</p>\n<p>10 minutes</p>\n<p>Google Tag Manager</p> Google analytics is deployed through Google Tag Manager.\n&nbsp;More information <p>_dc_gtm</p>\n<p>&nbsp;</p>\n<p>10 minutes</p>\n<p>Microsoft Azure</p>\n<p>Ensures all requests are processed on the same cloud server instance.</p>\n<p>ARRAffinity</p>\n<p>Session</p>\n<p>Visual Web Optimizer</p>\n<p>Visual Web Optimizer allows us to trial design variations on our website.\nThe cookies tell us which version of the website you have seen.\nAll information is kept anonymous.</p>\n<p>More information</p>\n<p>_vis_opt_exp</p>\n<p>100 days</p>\n<p>_vis_opt_s</p>\n<p>100 days.</p>\n<p>_vis_opt_test_cookie</p>\n<p>Session</p>\n<p>_vwo_uuid</p>\n<p>100 days.</p>\n<p>_vis_opt_out</p>\n<p>100 days.</p>\n<p>Amnesty Campaigns</p>\n<p>Amnesty Campaigns use a cookie to temporarily retain the information that users enter to support a campaign action: name, email address and country selection.\nThese cookies are retained so that users don't need to retype this information and can quickly support further actions.\nIt is retained until users close their browser session.</p>\n<p>CampaignUserDetails</p>\n<p>Session</p>\n<p>Amnesty Decoders</p>\n<p>Amnesty Decoders <em>\n<strong>task manager</strong>\n</em> uses cookies for handling your session on the project task pages.</p>\n<p>task_session</p>\n<p>3 months</p>\n<p>Amnesty Decoders <em>\n<strong>identity management</strong>\n</em> system uses cookies for handling your session in the site.\nThese cookies are used to sign in and sign out of Amnesty Decoders identity management.</p>\n<p>im_session</p>\n<p>Until the browser is closed</p>\n<p>Amnesty Decoders <em>\n<strong>discussion forum</strong>\n</em> uses cookies for handling your session in the site.\nThese cookies are used to sign in and sign out of Amnesty Decoders discussion forum.</p>\n<p>_t</p>\n<p>2 months</p>\n<p>Amnesty Decoders <strong>\n<em>discussion forum’</em>\n</strong>s software library stores its cookie session for operation purpose.</p>\n<p>_forum_session</p>\n<p>Until the browser is closed</p>\n<p>Amnesty Decoders uses cookies to remember data entered in some text fields.\nThese cookies are used so that users don't need to retype inputs that are likely to remain similar (e.g.\nusername when&nbsp;logging in).</p>\n<p>task_remember_token</p>\n<p>3 months</p>\n<p>Amnesty Decoders uses cookies to remember if users want to accept Amnesty International cookies or not.&nbsp;These cookies ensure that the platform retains user preferences for activating cookies or not.</p>\n<p>Amnesty International_accept_cookies</p>\n<p>3 months</p> &nbsp.\n<p>Amnesty Decoders uses cookies to authenticate you as a user.\nThis allows our Amnesty Decoder front-end to recieve the token, store it within your browser session and authenticate you as a user</p>\n<p>im_access_token</p>\n<p>7 days</p> c) Third Party cookies set by our website Cookie\nPurpose / More Information\nNames YouTube\nWe sometimes embed videos from YouTube.\nYouTube's use of cookies is governed by Google's privacy policy.\nMore information.<br>\n<br>Expiry dates for these cookies vary from the session to 10 years.\nVISITOR_<br>INFO1_LIVE demographics use_hitbox Activity SID HSID PREF d) Pixel Tags\n<p>We use both Facebook and Twitter pixel tags.\nPixel tags are used to track conversion from social media to our website.\nSee more information on Facebook here and Twitter here.</p>\n<ul>\n<li> ABOUT US <ul>\n<li> Contact Us </li>\n<li> How We're Run </li>\n<li> Modern Slavery Act Statement </li>\n<li> Finances and Pay </li>\n<li> Structure and People </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> RESOURCES <ul>\n<li> Media Centre </li>\n<li> Wire Magazine </li>\n<li> Human Rights Education </li>\n<li> Human Rights Courses </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> GET INVOLVED <ul>\n<li> Join </li>\n<li> Take Action </li>\n<li> Volunteer </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> LATEST <ul>\n<li> News </li>\n<li> Campaigns </li>\n<li> Research </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> WORK WITH US <ul>\n<li>\n<p> If you are talented and passionate about human rights then Amnesty International wants to hear from you.\n</p> JOBS &amp.\nINTERNSHIPS </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Like us on Facebook </li>\n<li> Follow us on Twitter </li>\n<li> Subscribe to us on YouTube </li>\n<li> Follow us on Instagram </li>\n</ul>\n<p> Privacy Policy &nbsp;&nbsp;|&nbsp;&nbsp.\nCookie Statement &nbsp;&nbsp;|&nbsp;&nbsp.\nPermissions &nbsp;&nbsp;|&nbsp;&nbsp.\nRefunds of donations </p>\n<p>© 2020 Amnesty International</p> Quick Search Advanced Search Search Keywords or Title Amnesty Index Number Date (year) Language English español français العربية русский português Indonesia 中文 فارسى polski Türkçe italiano 한국어 עברית română українська Deutsch 日本語 slovenščina සිංහල shqip தமிழ் ไทย srpski čeština Ελληνικά नेपाली Bahasa Melayu magyar български Nederlands o‘zbek ភាសាខ្មែរ dansk Монгол&nbsp;хэл slovenčina Тоҷикӣ azərbaycan dili বাংলা bosanski Кыргыз Tiếng Việt አማርኛ қазақ тілі ਪੰਜਾਬੀ پښتو اُردو Беларуская eesti Հայերեն ქართული македонски മലയാളം svenska Kiswahili ئۇيغۇرچە isiZulu Search <p>\n<strong>Your choice regarding cookies on this site</strong> We have placed cookies on your device to help make this website better.\nYou can use this tool to change your cookie settings.\nOtherwise, we'll assume you're OK to continue.\n</p> SETTINGS Cookie Control IconCookie Control Close IconThis site uses cookies<p>We have placed cookies on your device to help make this website better.\nYou can use this tool to change your cookie settings.\nOtherwise, we'll assume you're OK to continue.</p>\n<p>For more information on how we use cookies, see our cookie statement.\nLearn moreCookie Control Link Icon</p>ACCEPT RECOMMENDED COOKIES Necessary cookies<p>Some cookies are necessary for the functioning of Amnesty’s website.\nIf you wish to restrict or block these cookies you can set your internet browser to do so, just click on the following link for further information: www.aboutcookies.org</p> Analytics cookies<p>These cookies allow us to understand how people are using our site and make improvements.</p> Analytics cookiesONOFFMarketing cookies<p>We use marketing cookies to increase the relevancy of the advertising you may see.</p>Marketing cookiesONOFF &lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=953370881400404&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=953370881400404&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\n", "created_at": "2018-08-27 00:22:35.073732", "updated_at": "2020-12-14 15:57:04.543156"}], "points": [{"id": 4542, "title": "The Privacy Policy and Cookie Statement for the service are easy to read", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "The documents are written in understandable, less legal terms and structured well.\r\nAdditionally, the documents are kept reasonably short.", "created_at": "2018-08-27 00:21:57.308898", "updated_at": "2018-08-27 08:42:00.031322", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4550, "title": "You can opt out of promotional communications", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 03:06:44.656966", "updated_at": "2018-09-12 09:09:27.977115", "quoteText": "All our email communications to you will contain an unsubscribe link.</li>\n", "case_id": 223, "document_id": 387, "quoteStart": 12306, "quoteEnd": 12381}, {"id": 4555, "title": "Your personal data is used for limited purposes", "source": "https://edit.tosdr.org/points/4544", "status": "Amnesty International's privacy policy provides a number of specific uses for personal data that are related to its mission and its status as an NGO (compile petitions, update people on their work, request and process donations etc).", "created_at": "2018-08-27 03:58:41.954242", "updated_at": "2021-02-06 03:50:18.642407", "quoteText": null, "case_id": 196, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4561, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 05:48:33.325301", "updated_at": "2019-03-08 07:40:16.99266", "quoteText": "We may also share your personal information with your permission, or if we are legally required to disclose your information in circumstances where this cannot be reasonably resisted.</p>\n", "case_id": 305, "document_id": 387, "quoteStart": 10064, "quoteEnd": 10252}, {"id": 4560, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 05:37:54.635781", "updated_at": "2018-10-07 15:01:41.928155", "quoteText": "After this time the data will either be deleted or we may retain a secure anonymised record for research and analytical purposes.</p", "case_id": 304, "document_id": 387, "quoteStart": 11727, "quoteEnd": 11859}, {"id": 4563, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.amnesty.org/en/about-us/cookie-statement/", "status": "Generated through the annotate view", "created_at": "2018-08-27 06:29:42.969442", "updated_at": "2021-02-06 03:50:18.669965", "quoteText": "If you do not wish to receive cookies you can set your web browser to restrict or block them.\nAll modern browsers allow you to change your cookie settings, typically be found in the 'options' or 'preferences' menu of your browser.\nIn order to understand these settings, the following link may be helpful: www.aboutcookies.org</p>\n<p>If you disable cookies you will not be able to use all the interactive features of our website.</p>\n", "case_id": 127, "document_id": 388, "quoteStart": 2514, "quoteEnd": 2947}, {"id": 4565, "title": "The service uses third party tracking pixels to track social media conversion", "source": "https://www.amnesty.org/en/about-us/cookie-statement/", "status": "Generated through the annotate view", "created_at": "2018-08-27 06:41:11.986796", "updated_at": "2019-03-08 07:39:19.141224", "quoteText": "We use both Facebook and Twitter pixel tags.\nPixel tags are used to track conversion from social media to our website.\n", "case_id": 307, "document_id": 388, "quoteStart": 8593, "quoteEnd": 8712}, {"id": 4607, "title": "No need to register", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-05 01:21:12.757973", "updated_at": "2021-02-06 03:50:36.860833", "quoteText": "Amnesty International", "case_id": 320, "document_id": 387, "quoteStart": 252, "quoteEnd": 273}, {"id": 4545, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 01:35:57.180167", "updated_at": "2018-09-12 09:08:07.933345", "quoteText": "<p>In some circumstances your information may be shared with us by third parties, but only where you have specifically consented.\nExamples include registering for a human rights education course with our external provider, or if you register your interest in joining Amnesty International or one of its campaigns through Facebook, Facebook will share information such as your name and email address with us.", "case_id": 296, "document_id": 387, "quoteStart": 2367, "quoteEnd": 2774}, {"id": 4546, "title": "The service provides information about how they collect personal data", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 01:43:05.632807", "updated_at": "2018-09-12 09:08:31.563519", "quoteText": "We collect personal information in the following ways:\n<ul>\n<li>When you sign up to online actions or express an interest in joining us as an international member</li>\n<li>When you make a donation to us</li>\n<li>When you sign up for our human rights education courses</li>\n<li>When you participate in other online campaigns or activities for example Amnesty Decoders</li>\n<li>When you apply for a job or volunteering opportunity with us", "case_id": 297, "document_id": 387, "quoteStart": 2779, "quoteEnd": 3215}, {"id": 4543, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 01:19:31.092768", "updated_at": "2018-09-12 09:07:22.553562", "quoteText": "If you choose to provide it, we can collect the following types of personal information from you:\n<ul>\n<li>Name</li>\n<li>Age</li>\n<li>Address</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Credit card details</li>\n<li>Information provided for the purpose of applying for a job or volunteering opportunity, including: gender, ethnicity, sexual orientation, disability and criminal convictions</li>", "case_id": 228, "document_id": 387, "quoteStart": 3227, "quoteEnd": 3630}, {"id": 4554, "title": "The Privacy Policy and Cookie Statement for this website are translated into three languages", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "The Privacy Policy and Cookie Statement are available in English, French, Spanish and Arabic and so is the entire website. Since the website provides no other service than (written) information, it will only be used by people who understand one of the available languages, who will thus also understand the legal documents.", "created_at": "2018-08-27 03:35:18.149596", "updated_at": "2018-09-12 09:36:03.67761", "quoteText": "en Choose language <ul>\n<li> français </li>\n<li> español </li>\n<li> العربية", "case_id": 198, "document_id": 387, "quoteStart": 639, "quoteEnd": 714}, {"id": 4551, "title": "You can request access and deletion of personal data", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 03:08:20.9685", "updated_at": "2018-09-12 09:16:33.117123", "quoteText": "Access to and your rights over your personal information\n<p>The personal data we hold about you is yours.\nYou have the following rights over your information:</p>\n<ul>\n<li>To be informed how your data is being processed</li>\n<li>To access your data</li>\n<li>To rectify any data that is inaccurate</li>\n<li>To instruct us to delete your data</li>\n<li>To restrict our processing of your data (which includes contacting you via email) at any time.\n", "case_id": 195, "document_id": 387, "quoteStart": 11861, "quoteEnd": 12306}, {"id": 4556, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 04:06:47.302548", "updated_at": "2018-09-12 09:13:27.566962", "quoteText": "This policy was last updated on [1] June 2018 and is reviewed every 12 months.</p>", "case_id": 301, "document_id": 387, "quoteStart": 1789, "quoteEnd": 1871}, {"id": 4552, "title": "You can opt out of promotional communications", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 03:09:11.368671", "updated_at": "2018-09-12 09:16:47.297024", "quoteText": "All our email communications to you will contain an unsubscribe link.</li>\n<li>", "case_id": 223, "document_id": 387, "quoteStart": 12306, "quoteEnd": 12385}, {"id": 4549, "title": "This service is only available to users of a certain age", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 02:50:38.027518", "updated_at": "2021-02-06 04:16:15.127905", "quoteText": "<p>If you are aged 18 or under and would like to get involved in Amnesty International’s work, please make sure that you have your parent/guardian’s permission before giving us personal information.</p>\n", "case_id": 152, "document_id": 387, "quoteStart": 10977, "quoteEnd": 11180}, {"id": 5982, "title": "The service makes critical changes to its terms without user involvement", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "There is nothing mentioned in ToS about making changes or informing users about changes, nor the date when the last changes were made, nor an archive of old versions.", "created_at": "2019-03-08 08:03:35.573666", "updated_at": "2019-05-12 13:25:44.432849", "quoteText": null, "case_id": 120, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4562, "title": "Third parties are involved in operating the Amnesty International website", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Amnesty International uses third parties for hosting its website, processing online payments and applications for employment, recruiting potential supporters and managing online actions and related communications.", "created_at": "2018-08-27 06:13:28.697548", "updated_at": "2019-03-08 07:37:31.693889", "quoteText": "Hosting and processing arrangements </strong>\n<br> Our websites are hosted by third party service providers and therefore any personal details you submit through them may be processed by that third party service provider.&nbsp;</p>\n<p>We also use other third parties to process your personal details including in the following areas:</p>\n<ul>\n<li>to action all online expressions of interest to join Amnesty International or take actions and manage all related communications</li>\n<li>to process online payments</li>\n<li>to process all information associated with applications for employment or volunteering opportunities and related recruitment processes.</li>\n</ul>\n<p>All third party services providers process your personal information only on Amnesty International Limited's behalf and are bound by contractual terms that are compliant with data protection law.</p>\n<p>We participate in Facebook’s custom audience and lookalike audience programs, which, depending on your privacy settings with Facebook, enable us to display our content to our existing or potential supporters on Facebook.\nWe provide personal information such as your email address to Facebook which securely encrypts it.\nThat personal information is then deleted by Facebook if it does not match a Facebook account or once they confirm you have an account.</p>\n<p>\n<strong>Payment processing and fraud </strong>\n<br> Where submitted, your card details may be disclosed to banks or relevant financial institutions to arrange payments.\nIn the case of a suspected fraudulent transaction, your details may be further disclosed for the sole purpose of performing further checks (for example, disclosure to a credit checking agency).</p>\n<p", "case_id": 207, "document_id": 387, "quoteStart": 8318, "quoteEnd": 10025}, {"id": 4558, "title": "Amnesty International may share your data with its global membership organizations anywhere in the world", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "While Amnesty International (UK) may share your data to be processed in its other global sections, these are held to the EU standards for data sharing and processing by contractual agreements (https://edit.tosdr.org/points/4557).", "created_at": "2018-08-27 05:02:00.147121", "updated_at": "2019-01-28 06:13:32.387561", "quoteText": "<strong>Sharing with other parts of the Amnesty International global movement </strong>\n<br> Amnesty International Limited is one part of Amnesty International’s global movement.\nOur movement is made up of over 60 membership organisations working to end human rights violations globally, including within the UK.\nSome of these bodies are formally constituted and others not.\nWe may share your information with these entities who may then use your personal information in connection with their activities.\nFor example, if you have expressed an interest in joining Amnesty International or sign a petition, we may share your contact details with your local Amnesty International organisation.\n", "case_id": 187, "document_id": 387, "quoteStart": 7346, "quoteEnd": 8037}, {"id": 4548, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 02:47:55.417382", "updated_at": "2018-09-12 09:15:25.304016", "quoteText": "Third Party Websites\n<p>On our website we sometimes have links to third party websites or applications.\nThis policy does not apply to such pages or applications hosted or operated by other organisations.\nThis includes the websites or applications of Amnesty International sections or related organisations or third party sites.\nThese other sites may have their own privacy policies which apply to them.</p>\n", "case_id": 299, "document_id": 387, "quoteStart": 6814, "quoteEnd": 7221}, {"id": 4557, "title": "If Amnesty International shares personal information outside the EU, it is processed to an EU standard", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Amnesty International Limited (UK) sometimes shares personal information, e.g. of potential members, with other membership organizations of its movement. When it does, arrangements are in place to ensure that the recipient processes that personal information to an EU standard.", "created_at": "2018-08-27 04:42:25.653283", "updated_at": "2018-09-12 09:13:52.257884", "quoteText": "To the extent that sharing your information in this way requires us to transfer your personal information outside of the EU, we have contractual arrangements in place to ensure that your data is shared and processed by the recipient organisation to an EU standard.</p>\n<p>\n<strong>", "case_id": 302, "document_id": 387, "quoteStart": 8037, "quoteEnd": 8318}, {"id": 4547, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 01:48:50.71343", "updated_at": "2018-09-12 09:09:00.548601", "quoteText": "What types of information do we collect and how?\n<p>The type and amount of information we receive and store depends on how you use our websites.\nYou can access most of the pages on our websites without telling us who you are and without revealing any personal information.", "case_id": 298, "document_id": 387, "quoteStart": 1872, "quoteEnd": 2144}, {"id": 4559, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 05:17:11.218599", "updated_at": "2019-05-12 13:26:54.186476", "quoteText": "Retention Period For Data\n<p>We only hold your personal information on our systems for as long as is necessary for the purposes outlined above.\nWe remove personal data from our systems once it is no longer required, in line with our guidelines on how long important information must remain accessible for future use or reference, as well as when and how data can be destroyed when it is no longer needed.</p>\n<p>The length of time each category of data will be retained will vary depending on how long we need to process it for, the reason it was collected and in line with any statutory requirements.\n", "case_id": 303, "document_id": 387, "quoteStart": 11125, "quoteEnd": 11727}, {"id": 4553, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 03:21:59.251728", "updated_at": "2018-09-12 09:09:42.414154", "quoteText": "Complaints\n<p>If you wish to lodge a complaint about our handling of your personal data please get in touch with us on the details above with the details of your complaint.\nwe aim to respond to all complaints within 14 working days.</p>\n<p>If you are dissatisfied with how we have handled your complaint you may lodge a complaint with the Information Commissioner’s Office which is the UK regulator in charge of data protection and privacy enforcement:</p>\n<p>Website: https://ico.org.uk/global/contact-us/</p>\n<p>Telephone: 0303 123 1113", "case_id": 300, "document_id": 387, "quoteStart": 14364, "quoteEnd": 14902}, {"id": 4544, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.amnesty.org/en/about-us/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-08-27 01:21:35.162138", "updated_at": "2018-09-12 09:09:15.451883", "quoteText": "How do we use information collected?\n<p>We use your personal information collected via our websites for the following purposes:</p>\n<ul>\n<li>To undertake email actions or compile petitions</li>\n<li>To update you on our campaigns and activities</li>\n<li>To ask you to donate or get involved in our campaigns</li>\n<li>To action your expression of interest in joining Amnesty International</li>\n<li>To administer your membership of Amnesty International</li>\n<li>To process donations that we receive from you</li>\n<li>To administer and progress your applications for employment or volunteering opportunities with us</li>\n<li>To monitor the diversity of applicants for employment or volunteering opportunities</li>\n<li>To share your data with other Amnesty International organisations or with trusted third parties (further details below)</li>\n<li>To improve our websites</li>\n<li>To fulfil any legal obligations", "case_id": 227, "document_id": 387, "quoteStart": 3637, "quoteEnd": 4545}, {"id": 4564, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.amnesty.org/en/about-us/cookie-statement/", "status": "Generated through the annotate view", "created_at": "2018-08-27 06:34:58.247729", "updated_at": "2018-09-12 10:48:28.795466", "quoteText": "Below is a full list of cookies set by www.amnesty.org", "case_id": 306, "document_id": 388, "quoteStart": 4376, "quoteEnd": 4430}], "urls": ["amnesty.org"]}}