{"error": 448, "message": "OK", "parameters": {"id": 6452, "name": "FOCUS HOME INTERACTIVE", "created_at": "2022-03-23 07:10:17.419922", "updated_at": "2022-03-23 23:01:17.405616", "wikipedia": "https://fr.wikipedia.org/wiki/Focus_Entertainment", "keywords": null, "related": null, "slug": "focus-home-interactive", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6452.png", "url": "focus-entmt.com", "documents": [{"id": 11729, "name": "EULA", "url": "https://www.focus-entmt.com/en/eula", "xpath": "/html/body/div[1]/main/section", "text": "End user license agreement <p>The present end user licence agreement (hereinafter referred to as the \"Licence Agreement\") makes provision for the terms and conditions in line with which you are authorised to install and/or use the Multimedia Programme and/or Online Service edited and/or supplied&nbsp;by Focus Home Interactive, a company entered on the Paris Trade and&nbsp;Companies&nbsp;Register under number 399 856 277 and having its registered office at Parc de&nbsp;Flandre&nbsp;“Le&nbsp;Beauvaisis“,&nbsp;Bâtiment&nbsp;28, 11 Rue Cambrai 75019 Paris, France.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>YOU SHOULD CAREFULLY READ THE LICENCE AGREEMENT BEFORE PURCHASING,&nbsp;DOWNLOADING,&nbsp;OR INSTALLING THIS MULTIMEDIA PROGRAMME OR USING THE ONLINE SERVICE.\nMOREOVER, SOME MULTIMEDIA PROGRAMMES MAY MAKE PROVISION FOR TERMS AND CONDITIONS OF USE WHICH ARE INDIVIDUAL AND SEPARATE (HEREINAFTER REFERRED TO AS \"SPECIFIC TERMS AND CONDITIONS OF USE\"), TO&nbsp.\nWHICH YOU SHOULD HAVE REFERENCE AND ACCEPT THE TERMS AND CONDITIONS PRIOR TO PURCHASING, DOWNLOADING OR INSTALLING SAID MULTIMEDIA PROGRAMMES&nbsp;OR USING THE ONLINE SERVICE RELATED THERETO.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby acknowledge to have read and understand the Licence Agreement and to have accepted that installation of the Multimedia Programme is confirmation of your acceptance to be contractually bound by the following provisions.\nYou herby acknowledge and accept that the present Licence Agreement stipulates all of the agreement exclusively between Focus Home Interactive and yourself and that the Licence Agreement replaces any previous or current agreement, whether oral or written, as well as any other communication between Focus Home Interactive and you, notably any written licence agreement accompanying&nbsp;the&nbsp;Multimedia Programme and incompatible and/or running contrary to these presents.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>IN SUCH INSTANCE AS YOU DO NOT ACCEPT THE TERMS AND CONDITIONS SET FORTH&nbsp;UNDER&nbsp;THE PRESENT LICENCE AGREEMENT, AS WELL AS THE SPECIFIC TERMS AND CONDITIONS OF USE WHERE APPLICABLE, YOU ARE NOT AUTHORISED TO DOWNLOAD OR INSTALL THE MULTIMEDIA PROGRAMME OR USE THE ONLINE SERVICE.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The term \"Multimedia&nbsp;Programme\" shall be used to refer to any video game edited by Focus Home Interactive: software, all components (notably including characters, scenario,&nbsp;universe, computer code, images, animations, videos, music, text, etc.) as well as their&nbsp;documentation, whether accessible via the Online Service or not.&nbsp;&nbsp;</p>\n<p>The term \"Online Service\" shall be used to refer to the platform provided and maintained by Focus Home Interactive or any third party which it commissions and allowing you notably to access a group of functions and&nbsp;information&nbsp;pertaining to the Multimedia Programme, to connect Multimedia Programmes, interact with their game play methods, access tools to create and share content, and more widely all other&nbsp;functions&nbsp;pertaining&nbsp;to the Multimedia Programme.\nAn internet connection is required to access the Online Service.&nbsp;The Online Service may also include an authorised&nbsp;mobile application store/marketplace or&nbsp;an&nbsp;online retailer&nbsp;(“Online Store”).&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Multimedia Programme and Online Service are protected by copyright and are the sole&nbsp;and exclusive property of Focus Home Interactive, its subsidiaries,&nbsp;licensors&nbsp;or suppliers (hereinafter referred to as \"Focus Home&nbsp;Interactive\").&nbsp.\nUse thereof is&nbsp;subject to the terms and conditions of the Licence Agreement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Reference to the Multimedia&nbsp;Programme&nbsp;in the&nbsp;present&nbsp;Licence Agreement includes the Online Service and&nbsp;measurements&nbsp;authorised by its content.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nLimited user licence</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Multimedia Programme is not sold but is conferred to you under a&nbsp;licence&nbsp;by Focus Home Interactive.\nConsequently, your licence does not&nbsp;allow&nbsp;you any right or title of ownership over the Multimedia Programme.&nbsp;&nbsp;</p>\n<p>Subject to your acceptance and respect of the present Licence Agreement and the restrictions indicated under article 3, Focus Home Interactive confers you a limited, non-exclusive Multimedia Programme&nbsp;licence, transferrable in line with the terms and conditions under article 4 as well as a non-exclusive right of installation and use of a (1) single copy of the Multimedia Programme on a single&nbsp;device, and for personal and non-commercial use.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nProperty of&nbsp;Focus Home Interactive</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The term \"Intellectual Property Rights\" shall be used to&nbsp;refer&nbsp;to all intellectual and/or industrial property rights pertaining to the Multimedia Programme, such as notably copyright, patents, patent applications, database rights, designs and templates, brands, domain names, expertise, commercial secrets concerning the following elements, of&nbsp;which&nbsp;the list is not exclusive:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>All content on the Multimedia Programme (such as notably themes, objects, characters, character names, plots, text, dialogues, hooks, places, illustrations, concepts, graphics, animations, sounds, compositions and&nbsp;musical&nbsp;recordings,&nbsp;audiovisual&nbsp;effects);&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>All data and communication generated by the Multimedia&nbsp;Programme;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>All software, computer codes (source code and object code), titles, operating methods, documentation pertaining thereto, integrated&nbsp;applications,&nbsp;interfaces and&nbsp;any creation of the mind, content, and integrated into the Multimedia Programme.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>The Multimedia Programme may additionally include elements conferred under a&nbsp;licence&nbsp;to Focus Home Interactive by third parties.\nThe&nbsp;latters&nbsp;may consequently take all measures&nbsp;in order to&nbsp;promote their rights in the event of a breach, by you, of the present Licence Agreement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nRestrictions&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Licence indicated&nbsp;under&nbsp;article&nbsp;1&nbsp;is conferred to you under the following reservations:&nbsp;</p>\n<ul>\n<li>\n<p>You are not allowed to copy, reproduce, translate, retro-compile, locate source code, modify, adapt, merge, convert,&nbsp;disassemble, decompile the Multimedia Programme or create derivative works based on the Multimedia Programme, in whole or in part, or remove any notice or indication of intellectual property from the Multimedia Programme, without the prior written consent of Focus Home Interactive.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>The Multimedia Programme is conferred under&nbsp;licence&nbsp;as a unique product.\nIts components should not be separated to be used on several computers.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Pursuant to the user&nbsp;licence&nbsp;conferred, you may use the Multimedia&nbsp;Programme&nbsp;for personal and&nbsp;non commercial&nbsp;use.\nConsequently, you shall not be permitted to:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>sell, distribute or transfer copies or reproductions of the Multimedia Programme to third parties, in any manner whatsoever, nor to lease, transfer under a credit lease or confer licences over the Multimedia Programme to third parties, without the prior written consent of Focus Home&nbsp;Interactive&nbsp;and&nbsp;subject&nbsp;to the provisions set forth&nbsp;under&nbsp;article 4 of these presents;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to operate the Multimedia Programme in whole or in part for commercial&nbsp;purposes;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to use the Multimedia Programme for illegal or immoral&nbsp;purposes ;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>to use the Multimedia Programme for any other purposes than those indicated by Focus Home Interactive in the framework of these&nbsp;presents;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to use the Multimedia Programme or allow use of the Multimedia Programme across&nbsp;several&nbsp;computers, games&nbsp;consoles,&nbsp;pocket&nbsp;computers, mobile or PDA devices at the same time, without any additional licence&nbsp;(such license may be provided through an authorised&nbsp;third party (such as an&nbsp;Online Store)&nbsp;subject to&nbsp;you agreeing to further&nbsp;terms and conditions);&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to use the Multimedia Programme or allow use of the Multimedia Programme on a network, in the framework of a multi-user&nbsp;system&nbsp;or remote access system, notably any use online, notwithstanding any provision to the contrary expressly indicated by Focus Home Interactive and subject to&nbsp;acceptance&nbsp;of the terms and conditions of use of the Multimedia Programme;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to use any&nbsp;third party&nbsp;software programme not expressly authorised by Focus Home Interactive interacting with the Multimedia Programme and/or the Online&nbsp;Service, whatever the purpose;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to delete, deactivate or overturn any notice or indication of property or copy the protection software included in the Multimedia&nbsp;Programme;&nbsp;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>to export or re-export the Multimedia Programme, a copy or an adaptation, in breach of laws or regulations&nbsp;applicable;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to create data or Multimedia Programme which are executable and reproduce data or functions of the Multimedia Programme.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Download of the Multimedia Programme is only permitted from an authorised source.\nYou cannot yourself make the Multimedia Programme available on a network where it can be downloaded by other people.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nTransfer of the Multimedia Programme&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>You are hereby authorised to&nbsp;definitively&nbsp;transfer all of your rights in the&nbsp;framework&nbsp;of the present Licence Agreement, under the&nbsp;condition&nbsp;that the recipient of the transfer accepts to be subject to the terms and conditions of the&nbsp;Licence&nbsp;Agreement and that you accept to delete the Multimedia Programme from the medium on which it was downloaded/used/copied.&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>5.\nTerm/&nbsp;Termination&nbsp;&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The present Licence Agreement shall remain in force until termination.\nYou can bring an end to the Licence Agreement, at any time, by deleting or uninstalling the Multimedia Programme from your medium by destroying the Multimedia Programme in your&nbsp;possession.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Licence Agreement shall be automatically terminated by Focus Home Interactive if you default in respect of any of the terms and conditions herein.\nIn this instance, you should&nbsp;immediately&nbsp;destroy or delete the Multimedia Programme and any copies, in whole or in part, in your&nbsp;possession&nbsp;or under your control and stored on any medium whatsoever, and upon request by Focus Home Interactive, certify that you have performed this destruction.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nLimitation of&nbsp;guarantee</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus Home Interactive does not guarantee continuous or flawless operation of the Multimedia Programme nor the correction of any error in the Multimedia Programme.\nThe Multimedia Programme is provided without any guarantee, notwithstanding those where applicable for which provision is expressly made in the present licence and insofar as authorised by applicable law.\nThe guarantees indicated hereunder shall outline the scope of liability and guarantees of Focus Home&nbsp;Interactive&nbsp;and your rights of redress.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>INSOFAR AS AUTHORISED BY APPLICABLE&nbsp;LEGISLATION, FOCUS HOME INTERACTIVE EXPRESSLY&nbsp;EXCLUDES&nbsp;ANY GUARANTEE PERTAINING TO THE MULTIMEDIA PROGRAMME.\nTHE MULTIMEDIA PROGRAMME IS PROVIDED \"AS IS\" AND WITHOUT ANY GUARANTEE OF ANY NATURE&nbsp;WHATSOEVER, EXPRESS OR IMPLICIT, NOTABLY AND WITHOUT LIMITATION, THE IMPLICIT GUARANTEES AND/OR CONDITIONS&nbsp;PERTAINING&nbsp;TO THE TRADE QUALITY OF THE MULTIMEDIA PROGRAMME, SUITABILITY FOR A PARTICULAR USE, OF ADEQUATE QUALITY, PERFORMANCE OF LACK OF BREACH OF INTELLECTUAL PROPERTY RIGHTS.&nbsp;</p>\n<p>&nbsp;</p>\n<p>It is incumbent upon you to accept all risks resulting from the use or performance of the Multimedia Programme.\nHowever, Focus Home Interactive hereby guarantees that the physical medium on which the Multimedia Programme is installed shall be, in line with normal terms and conditions of use, exempt of any hidden defect or manufacturing defect during a term of ninety (90) days&nbsp;following&nbsp;the date of purchase of the Multimedia Programme.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nLimitation of liability&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>INSOFAR AS AUTHORISED BY APPLICABLE&nbsp;LEGISLATION, FOCUS HOME&nbsp;INTERACTIVE&nbsp;MAY NOT UNDER ANY CIRCUMSTANCES BE HELD LIABLE FOR DAMAGES OF ANY NATURE WHATSOEVER (INCLUDING, WITHOUT HOWEVER BEING LIMITED TO DIRECT, INDIRECT&nbsp;COLLATERAL&nbsp;OR CONSEQUENTIAL DAMAGES PERTAINING TO SUSPENSION OF ACTIVITIES, LOSS OF CLIENTS, LOSS OF PROFIT, LOSS OF DATA, FINANCIAL LOSS, OR ANY ECONOMIC OR&nbsp;FINANCIAL&nbsp;LOSS)&nbsp;RESULTING&nbsp;FROM USE OF THE MULTIMEDIA PROGRAMME AND/OR ONLINE SERVICE, OR THE IMPOSSIBILITY TO USE THE&nbsp;MULTIMEDIA PROGRAMME AND/OR ONLINE SERVICE, AS WELL AS THE IMPROPER OPERATION THEREOF, OR EVEN&nbsp;POSSESSION&nbsp;THEREOF CONCERNING&nbsp;THE&nbsp;MULTIMEDIA PROGRAMME, AND THIS EVEN IF FOCUS HOME INTERACTIVE HAS BEEN NOTIFIED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus Home Interactive may not be held liable for damages, prejudice or losses resulting from negligence, accidents or improper use incumbent upon you or the modification of the Multimedia Programme, in any manner whatsoever, after purchase of the Multimedia Programme.\nIn all instances and insofar as the&nbsp;aforementioned limitations&nbsp;were not applicable under certain legislation, the liability of Focus Home Interactive may not exceed the purchase price of the Multimedia Programme.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>None of the provisions set forth under the present Licence Agreement shall limit or exclude the liability of Focus Home Interactive towards you in the event of death or corporal damage resulting from its own negligence.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby undertake to guarantee and hold harmless Focus Home Interactive against all claims, costs and expenses (notably lawyer fees) resulting, directly or indirectly, from your&nbsp;actions and omissions during use of the Multimedia Programme and/or the Online Service which&nbsp;does not&nbsp;comply with the terms and conditions of the present Licence Agreement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nOnline Service</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus Home Interactive shall provide and maintain the Online&nbsp;Service,&nbsp;or it may be provided by and/or accessed through an Online Store.\nThe Multimedia Programmes accessible via the Online Service are used in compliance with the terms and conditions set forth under the present Licence Agreement&nbsp;and/or additional terms set forth by the Online Store.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.1 Subscription to the Online Service</em>\n</strong>&nbsp;</p>\n<p>To use the Online Service, you should&nbsp;subscribe&nbsp;and open an account, and&nbsp;consequently&nbsp;you should:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>send various personal information such as&nbsp;notably your name, address and email address as well as any information requested by Focus Home&nbsp;Interactive;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>to choose a username and password.&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>To use the Online Service and subscribe, you should be an adult pursuant to the legislation in force in your country of, if not, should request a parent or&nbsp;guardian&nbsp;to&nbsp;subscribe&nbsp;for you.\nInsofar as you have used the Online Service and are subscribed, you shall be deemed to have confirmed being an adult or,&nbsp;if&nbsp;not, to have the consent of a parent or&nbsp;guardian.\nIn such&nbsp;instance&nbsp;as any minor should open an account, it shall be understood that the latter has the consent of a parent or guardian.\nThe&nbsp;latters&nbsp;shall be responsible for all use of the&nbsp;Online&nbsp;Service by the minor.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby guarantee that the information provided at the time of subscription is accurate,&nbsp;complete,&nbsp;and correct.\nConsequently, you hereby undertake to update this&nbsp;information&nbsp;regularly.\nIn such instance as the information provided is incomplete or incorrect, you hereby undertake to&nbsp;compensate Focus Home Interactive for any loss or damage suffered by Focus Home Interactive as well as any third party having suffered damages due to the information provided.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The&nbsp;username and password selected at the time of&nbsp;subscription&nbsp;with Focus Home Interactive&nbsp;and/or the Online Store&nbsp;are personal, in order to facilitate use and access to the Online Service, and should not be sent to any third parties.\nConsequently, you are responsible for protecting the confidentiality of your username and password.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you believe that your username,&nbsp;password,&nbsp;or account have been hacked and/or the access of any&nbsp;fraud, you hereby undertake to inform us immediately.\nFocus Home Interactive&nbsp;and/or Online Stores&nbsp;may not be held liable for any fraudulent use of your username, password and/or account by a third party.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Insofar as you have used the&nbsp;Online&nbsp;Service, you are deemed to have confirmed that you own all hardware, software and capacities necessary and that Focus Home&nbsp;Interactive&nbsp;and its licensors&nbsp;and Online Stores&nbsp;shall not have any liability pertaining to the hardware, software or other services required for use of the Multimedia Programme and/or Online Service.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.2 User Content&nbsp;</em>\n</strong>&nbsp;</p>\n<p>Certain Multimedia Programme, via the Online Service, may allow you to gain access to&nbsp;different&nbsp;tools which allow for creation of your own content (hereinafter referred to as \"User Content\") and sharing thereof.\nUser Content may not be used outside of the Multimedia Programme and the Online Service.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Where the Multimedia Programme allows sharing of User Content or&nbsp;interaction&nbsp;with other third parties websites and/or&nbsp;online&nbsp;services (hereinafter referred to as \"Third Party Websites\"), you hereby undertake to respect the terms and conditions of use of the Third Party Websites in question.&nbsp;&nbsp;Focus Home Interactive shall not be responsible for the content thereof.\nLinks made&nbsp;available&nbsp;are done so for practical purposes without the liability of Focus Home&nbsp;Interactive&nbsp;being incurred in this regard.\nIt is incumbent upon you to&nbsp;ensure&nbsp;that you&nbsp;respect&nbsp;the terms and conditions of use of&nbsp;Third Party&nbsp;Websites and that these are appropriate for your profile.\nYou hereby undertake to guarantee and hold harmless Focus Home&nbsp;Interactive&nbsp;for any&nbsp;liability&nbsp;concerning a breach of the terms and conditions of use of said website by yourself as well as any direct or indirect damage which may result therefrom.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You&nbsp;hereby&nbsp;confirm acceptance that the Multimedia Programme and/or Online Service may store your User Content as well as statistics and other data, in an anonymous manner or otherwise.\nData stored shall only concern the Multimedia Programme.\nWhere games are stored and the Multimedia Programme makes provision, you hereby&nbsp;authorise&nbsp;consultation by other players via&nbsp;an interface in and out&nbsp;the Multimedia Programme.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby confer to Focus Home Interactive a free operating licence for any User Content online which you create or share during your use of the Multimedia Programme and/or&nbsp;Online Service, in an unlimited,&nbsp;perpetual&nbsp;and irrevocable manner, without any restriction, across all media, formats and forms, known or to be developed in future,&nbsp;which&nbsp;may be conferred under a&nbsp;licence, transferred, leased, made available to the public, executed publicly and globally, for all objects and media.\nThis&nbsp;licence&nbsp;notably covers the right to copy,&nbsp;modify, reproduce in whole or in part, adapt, develop, translate, copy onto any medium, incorporate on other works, extract elements on whole or in part and/or add elements and to&nbsp;remove&nbsp;other&nbsp;elements, to publish, distribute, or sell.&nbsp;Notwithstanding the foregoing, you acknowledge and accept that any and all User Content you create may include assets and materials that belong to Focus Home Interactive and/or its licensors and nothing in this License Agreement or otherwise shall confer any transfer of rights (including any Intellectual Property Rights) to such assets and materials,&nbsp;which will continue to be owned by Focus Home Interactive and/or its licensors.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus Home Interactive is not bound to undertake any control or evaluation of User Content.&nbsp;Consequently, you hereby&nbsp;confirm&nbsp;and&nbsp;accept that you have the full and entire&nbsp;responsibility&nbsp;over User Content and that Focus Home Interactive may not be held liable for this.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You shall be solely and&nbsp;exclusively&nbsp;liable for the comments, opinions or remarks&nbsp;expressed&nbsp;in the User Content, which under no circumstances represents the opinion of Focus Home Interactive.&nbsp;In particular,&nbsp;and without limiting the scope of the previous provision, Focus Home Interactive may not be held liable for any comments, opinions and remarks expressed in any User Content and excludes all liability in this regard.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus&nbsp;Home Interactive does not issue any guarantee or make any declaration as to the accuracy, up to date nature or validity of information or elements included in the User Content or the Online Service and may not be held liable for losses or damage occasioned by use of these elements.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Focus Home Interactive hereby reserves the right, for any reason&nbsp;whatsoever&nbsp;at its full discretion&nbsp;(or&nbsp;authorise&nbsp;the Online Store)&nbsp;to delete, restrict, suspend or modify your account and User Content (as well as the option of sharing&nbsp.\nor creating User Content online), due to use of your account and/or User Content which does not comply with the&nbsp;provisions&nbsp;set&nbsp;forth&nbsp;under the Licence Agreement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.3 Restrictions&nbsp;pertaining to the Online Service&nbsp;/&nbsp;Code of Conduct</em>\n</strong>&nbsp;</p>\n<p>You&nbsp;hereby&nbsp;accept and undertake not to publish or send declarations,&nbsp;information,&nbsp;or any other element via the Online Service, or to create and share User Content which, in an unlimited manner:&nbsp;</p>\n<ul>\n<li>\n<p>Is illegal or likely to incur the civil or criminal&nbsp;liability;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Should lead to a breach in copyright, brands, patents or other intellectual and/or industrial property rights of third&nbsp;parties;&nbsp;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Would&nbsp;encourage piracy, notably any request for CD keys or pirated&nbsp;software;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Includes&nbsp;computer viruses, worms, logic bombs or other&nbsp;malware or&nbsp;harmful&nbsp;data;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Is abusive, seditious, pornographic, offensive, homophobic, defamatory,&nbsp;slanderous, inaccurate, discriminatory,&nbsp;obscene,&nbsp;provocative&nbsp;or&nbsp;racist;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Is likely to harass a&nbsp;person;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Could be considered as marketing or&nbsp;commercial&nbsp;communication or promotion of products or services coming from another person than Focus Home&nbsp;Interactive;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Is likely to encourage illicit or illegal activities, notably but without being limited to, solicitation, games of money or the sale of prescription&nbsp;medication;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Is aimed at minors or&nbsp;tries&nbsp;to organise meetings&nbsp;with&nbsp;minors with a view to sexual abuse or to obtain such a&nbsp;meeting;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Includes information for limited publication, notably without however being limited to passwords, medical information or confidential&nbsp;information&nbsp;about any&nbsp;person;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>More widely, infringes any law or regulations in force in&nbsp;the&nbsp;country of use of the Multimedia Programme and/or&nbsp;Online&nbsp;Service;&nbsp;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>solicits, invites, encourages, recommends,&nbsp;incites,&nbsp;or leads to any of the previous actions.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.4 Online Service data management</em>\n</strong>&nbsp;</p>\n<p>Focus Home Interactive hereby reserves the right to register a certain amount of data&nbsp;pertaining&nbsp;to the Online Service,&nbsp;including&nbsp;notably&nbsp;your score, statistics, the number of single and/or multi-player games, and all other data pertaining to your use of the Online Service.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This data is used by Focus Home Interactive to improve the services offered, and notably to:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>Allow you to use and control use of the Online&nbsp;Service;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>To provide you with a reliable and efficient up to date&nbsp;service;&nbsp;</p>\n</li>\n<li>\n<p>To ensure due and proper operation of the Online Service in general.&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>By subscribing and using the&nbsp;Online&nbsp;Service, you hereby expressly accept that Focus may store such data.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Consequently, Focus Home Interactive may use a software programme which notably stores information as to whether you have already used the&nbsp;Online&nbsp;Service on your computer, as&nbsp;well&nbsp;as all other data concerning your use of the Online Service.\nFor instance, it may be that you are asked whether you wish for the Online Service to memorise your computer and/or username and/or password.\nYou can deactivate this function by modifying the parameters of your account.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.5 Special terms and conditions of use</em>\n</strong>&nbsp;</p>\n<p>\n<u>8.5.1 Anti-Cheat software</u>&nbsp;</p>\n<p>Focus Home Interactive may use&nbsp;the Easy Anti-Cheat&nbsp;service performed by&nbsp;Kamu,&nbsp;through a&nbsp;client software (“Client&nbsp;Software”) that is integrated into the&nbsp;Multimedia&nbsp;Programme.&nbsp;In such event, when you start a new&nbsp;game session the Client&nbsp;Software&nbsp;will automatically load and install its latest version to&nbsp;your computer or any other game play device on which the Multimedia&nbsp;Programme&nbsp;is used&nbsp;(“the Unit”).\nWhen you are using the&nbsp;Multimedia Programme&nbsp;on your Unit,&nbsp;Easy Anti-Cheat is monitoring the Unit, analyzing the&nbsp;game binaries and scanning the memory of the Unit for the purpose of detecting and preventing cheating in the&nbsp;game (“Purpose”).\nFor the Purpose,&nbsp;Easy Anti-Cheat is storing&nbsp;and processing&nbsp;information&nbsp;regarding cheating methods used in the&nbsp;game (“Data”).\nThe Data will contain your personal data as described in the&nbsp;<u>privacy statement of&nbsp;Kamu.</u>&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The&nbsp;processing activities of Easy Anti-Cheat include automated decision-making which may have significant effects to you as you may be banned from the game if you have been found to be cheating in it.\nThe Data will be used solely for the Purpose including but not limited to identifying and banning player accounts which are used for cheating in computer games, analyzing cheating behavior and cheating codes, as well as sharing data about cheats with affiliates of Easy Anti-Cheat.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>To know more about your rights&nbsp;with regards&nbsp;to&nbsp;your personal data, please consult&nbsp;article 9.2 below.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.2&nbsp;Storage/hosting information concerning the Online&nbsp;Service&nbsp;and/or User Content&nbsp;</u>&nbsp;</p>\n<p>Focus Home Interactive may be led to store and host information&nbsp;concerning&nbsp;the&nbsp;Online&nbsp;Service and/or User Content on remote servers.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Consequently, you hereby authorise Focus Home Interactive to notably store scores achieved during use of the Online Service and to publish these in the form of a classification of users.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Moreover, you hereby authorise Focus Home Interactive to intervene on said servers, notably&nbsp;so as to&nbsp;update the Multimedia Programme and/or Online Service, to combat fraudulent behaviour or following any server incident.\nYou shall guarantee and hold harmless Focus Home Interactive against any liability concerning any loss or alteration of the&nbsp;aforementioned elements&nbsp;following&nbsp;intervention, whether intentional or accidental.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.3&nbsp;Dedicated servers</u>&nbsp;</p>\n<p>Certain&nbsp;Multimedia Programmes may offer you,&nbsp;weither&nbsp;free of charge or against payment, the option to create your own server allowing you to&nbsp;administer&nbsp;sections (public or private), to invite or refuse access to other players, and to set forth specific rules for each part (hereinafter referred to as \"Dedicated Servers\").&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby accept sole and&nbsp;exclusive&nbsp;liability of administration and/or use of a&nbsp;Dedicated&nbsp;Server and&nbsp;shall&nbsp;guarantee and hold harmless Focus Home Interactive against any damage, of any nature whatsoever, resulting from administration and/or use of a Dedicated Server.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Consequently, Focus Home&nbsp;Interactive&nbsp;may under no circumstances&nbsp;whatsoever&nbsp;be held liable for any&nbsp;temporary&nbsp;or definitive incident occurring on a&nbsp;Dedicated&nbsp;Server.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.4&nbsp;Competitions/Leagues</u>&nbsp;</p>\n<p>Certain Multimedia Programmes may offer you a competition/league system with other players.\nDepending on the Multimedia Programme, you may be offered the chance to create and administer competitions as well as establish specific rules for competition, via a&nbsp;Dedicated Server or otherwise.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>A right of entry into the competition, using \"virtual\" money or any other Multimedia Programme tool may be established.\nIn this&nbsp;instance, you should ensure respect of the specific Terms and Conditions of Use of the Multimedia Programme establishing this option.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>In all&nbsp;instances, Focus Home Interactive may not be held liable for actions undertaken by the user administering said competition.\nThe latter hereby undertakes to administer the&nbsp;competition&nbsp;in an&nbsp;honest&nbsp;manner in respect of these presents.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.5&nbsp;Additional Content&nbsp;-&nbsp;\"Virtual\" money</u>&nbsp;</p>\n<p>Where a Multimedia Programme offers this function, you can purchase the following additional elements:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>Additional content such as notably characters, contents or&nbsp;levels;&nbsp;</p>\n</li>\n<li>\n<p>Consumables in the framework of use of the Multimedia&nbsp;Programme;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Or \"virtual\" money which may be used solely in the framework of the Multimedia Programme.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Methods of acquisition of \"virtual\" money can vary in line with the Multimedia Programme, the specific&nbsp;terms&nbsp;and&nbsp;conditions&nbsp;of use of said Multimedia Programme shall clarify the provisions set forth under the present article.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>More widely, and notwithstanding any stipulation to the&nbsp;contrary&nbsp;in the specific Terms and Conditions:&nbsp;</p>\n<ul>\n<li>\n<p>\"Virtual\" money may be directly generated by your use of the Multimedia Programme, without any financial&nbsp;counterparty&nbsp;by&nbsp;yourself;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You can also purchase \"virtual\" money directly on the Multimedia Programme via the Online Service.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>In all instances, you can use \"virtual\" money, notably to acquire additional content on the Multimedia Programme, allow for more rapid progress through the Multimedia Programme, or any other function offered by the Multimedia Programme in respect of&nbsp;the&nbsp;specific&nbsp;Terms and Conditions&nbsp;set forth by the Online Store on which you bought the Multimedia Programme.&nbsp;Focus Home Interactive may under no&nbsp;circumstances&nbsp;whatsoever be held liable for loss, in whole or in part, of currency at the time of acquiring \"virtual\" money or use thereof.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.6&nbsp;Modding&nbsp;/&nbsp;Customisation of the Multimedia Programme</u>&nbsp;</p>\n<p>Certain&nbsp;Multimedia Programmes allow you to create and customise games, levels, maps, scenarios, and all other content (hereinafter&nbsp;referred to as \"Mods\") which may be used and shared in the&nbsp;framework&nbsp;of the Multimedia Programme and/or Online Service.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You shall be solely and exclusively liable for use and sharing of all Mods you&nbsp;create and&nbsp;should in all&nbsp;instances&nbsp;respect the terms and conditions of the present Licence Agreement at the time of creation/use/sharing a Mod.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Consequently, Focus Home Interactive may under no circumstances be held liable, without being limited, for any alteration in the quality of the Multimedia Programme, alteration or loss of User Content at the time of creation/use/sharing a Mod, or infringement of any intellectual property right held by a third party.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You shall refrain from using Mods outside of the framework of the Multimedia Programme in which these have been generated and this whatever the purpose of means used for extracting these&nbsp;from&nbsp;said programme.\nMore widely, you shall refrain from&nbsp;extracting&nbsp;any component of the Multimedia Programme.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby agree to transfer to&nbsp;Focus Home Interactive’s&nbsp;Licensor an exclusive,&nbsp;for the duration of rights, irrevocable, fully transferrable and sub-licensable international right of use, in any manner whatsoever, for your Mods, including, without however being limited to, rights of reproduction, copies, adaptation, modification, execution, display, edition, publication, transfer or communication to the general public in all manners, whether known or unknown, and to distribute your contributions without any prior notice or compensation for the entire term of protection granted by intellectual property rights pursuant to international legislation and conventions.\nYou hereby relinquish and accept never to claim any moral rights of paternity, publication, reputation or attribution over use by&nbsp;Focus Home Interactive&nbsp;’s&nbsp;Licensor or other players&nbsp;of&nbsp;such&nbsp;Mods.&nbsp;Notwistanding&nbsp;the foregoing, you acknowledge and accept that any and all&nbsp;Mods&nbsp;you create may include assets and materials that belong to Focus Home Interactive and/or its licensors and nothing in this License Agreement or otherwise shall confer any transfer of rights (including any Intellectual Property Rights) to such&nbsp;Mods,&nbsp;which will continue to be owned by Focus Home Interactive and/or its licensors.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>You hereby unreservedly accept to confer to&nbsp;Focus Home&nbsp;Interactive&nbsp;the exclusive right to reproduce, represent,&nbsp;modify, adapt, use,&nbsp;exploit&nbsp;across all media, all formats, and by all media, in all&nbsp;geographical areas and for the entire&nbsp;term of&nbsp;the&nbsp;rights, all Mods for your creation likely to be protected by an intellectual property right and more widely licence equivalent to that indicated under article 8.2.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.7 Web Radio</u>&nbsp;</p>\n<p>The Multimedia Program may allow access to web radio on streaming (“Web Radio”).\nThe Multimedia Program may offer tool features of preselected list of Web Radio, such list could eventually be completed at your discretion.\nThese tools features are not essential elements of the Multimedia Program.\nAny disruption,&nbsp;unavailability&nbsp;or equivalent inability to access these tools features shall not entitle you to form any claim whatsoever against Focus.\nAccess to Web Radio is merely a technical facility to play such Web Radio, also operational outside the Multimedia Program.\nTherefore, Focus Home Interactive may not under any circumstances be held liable for web radio contents or web radio editorial lines whatsoever nor shall Focus Home Interactive liability be engaged on such grounds or any other related to Web Radio.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>8.5.8&nbsp;Sony&nbsp;PlayStation®&nbsp;Users</u>&nbsp;</p>\n<p>For the Americas residents:&nbsp;Purchase and use of items are subject to the&nbsp;Sony’s&nbsp;Network Terms of Service and User&nbsp;Agreement.\nThis online service has been sublicensed to you by Sony Interactive&nbsp;Entertainment America.&nbsp;</p>\n<p>&nbsp;</p>\n<p>For&nbsp;the Europe, Oceania and EMEA’s residents: Any&nbsp;content purchased in an in-game store will be purchased from Sony Interactive Entertainment Network Europe Limited (“SIENE”) and be subject to&nbsp;PlayStation™Network&nbsp;Terms of Service and User Agreement which is available on the&nbsp;PlayStation™Store.\nPlease check usage rights for each purchase as these may differ from item to item.\nUnless otherwise shown, content available in any in-game store has the same age rating as the game.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>8.6&nbsp;Lack of guarantee for the Online Service</em>\n</strong>&nbsp;</p>\n<p>Focus Home&nbsp;Interactive&nbsp;does not issue any guarantee whatsoever and shall not accept any liability&nbsp;pursuant&nbsp;to article 7 and more particularly as to:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>the availability of the Online&nbsp;Service;&nbsp;</p>\n</li>\n<li>\n<p>any incorrect or inaccurate information on the Online Service as well as any errors, interruptions or delays in updating the Online&nbsp;Service;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>the management of invites to play, with this function falling within the remit of the support system and/or platform&nbsp;used;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>hosting the User Content and any alteration or&nbsp;loss;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>infringement, by any person&nbsp;whomsoever, of intellectual&nbsp;property&nbsp;rights of a third party claimed by use of the Online&nbsp;Service;&nbsp;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>any level or type of loss or damage&nbsp;attributable&nbsp;to viruses or other malware likely to infect computer&nbsp;hardware, software, data or other assets of a user, and occasioned by people accessing the Online Service, and using or downloading it&nbsp;or attributable to transfers by email or attachments received from Focus Home&nbsp;Interactive&nbsp;or its licensors;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>availability, quality, content or&nbsp;nature&nbsp;of other websites held and operated by third parties (hereinafter referred to as \"External Websites\") to which the Online Service is linked,&nbsp;websites&nbsp;located on or via any external&nbsp;website, nor transactions involving External Sites (notably \"cookies\", personal data,&nbsp;confidential&nbsp;information or purchases of&nbsp;domain&nbsp;names or other services).\nPlease contact&nbsp;the&nbsp;network&nbsp;administrator&nbsp;or site administrator for any questions&nbsp;concerning&nbsp;these links, websites or&nbsp;transactions;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>all declarations, guarantees,&nbsp;conditions&nbsp;or other terms which may be effective without this notification.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>The correction of any error or interruption or&nbsp;continuous&nbsp;flawless operation of the Online Service.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Please note:&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>You hereby agree to use the Online Service at your own risk.&nbsp;Consequently, you hereby confirm awareness of risks pertaining to the use of the Internet, and that users may provide information or&nbsp;behave&nbsp;in a manner which is not reliable, misleading,&nbsp;illegal&nbsp;or illicit.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Focus Home Interactive has no manner of verifying&nbsp;whether&nbsp;declarations made by other users are authentic.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>This decision can only be taken at your discretion and it is recommended to show a certain degree of caution.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Insofar as you have used the Online Service, you are deemed to have accepted the risk&nbsp;associated&nbsp;therewith.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>It is recommended that you take all necessary precautions in the framework of disclosing your personal information.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Focus Home Interactive&nbsp;(or the Online Stores as applicable)&nbsp;may also, at any time and for any reason whatsoever, remove or suspend access to the Online Service, without notice or&nbsp;obligation.&nbsp;</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nMiscellaneous provisions</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.1&nbsp;Control of exports</em>\n</strong>&nbsp;</p>\n<p>You are not allowed to export, download or re-export the Multimedia Programme to any country (citizens or residents) which is the object of any embargo in force.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.2&nbsp;Personal data</em>\n</strong>&nbsp;</p>\n<p>We collect some of your Data through our video games and/or website, notably to allow you to:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>Sign up to our newsletter, forum, and&nbsp;competitions;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>Take part in testing our&nbsp;games;&nbsp;</p>\n</li>\n<li>\n<p>Benefit from products and services you have requested;&nbsp;and&nbsp;</p>\n</li>\n<li>\n<p>Receive promotional and commercial offers if you have given your&nbsp;consent;&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>We mostly collect identification data and information regarding your use of our services (your email address, your name, your pseudonym, your password, your IP address).\nThe categories of information that we collect in connection with your use of our games, products and services, as well as the related purposes and legal bases, are described in the&nbsp;<u>General Personal Data Protection Policy. </u>&nbsp;</p>\n<p>You have right of access, rectification and deletion of your Data, the right to limit their processing, right to object to the processing, and right to portability.\nYou can exercise these rights at any time by contacting our Data Protection Officer (<strong>DPO</strong>) at the following address <strong>\n<u>personaldata@focus-home.com</u>\n</strong>.\nIf after having contacted us you feel your data protection rights have not been respected, you have the right to lodge a claim with the competent supervisory authority, such as the French Data Protection Authority (<em>Commission&nbsp;Nationale&nbsp;de&nbsp;l’Informatique&nbsp;et des&nbsp;Libertés</em>).\nWhen the processing of your data is based on&nbsp;your consent, you have the right to withdraw your consent at any time.\nFor further information concerning your data protection rights, please read the<strong>&nbsp;</strong>\n<u>General Personal Data Protection Policy</u>.&nbsp;</p>\n<p>\n<strong>\n<em>9.3&nbsp;Redress in equity</em>\n</strong>&nbsp;</p>\n<p>You hereby accept that Focus Home Interactive shall suffer irreparable damages in such&nbsp;instance&nbsp;as the terms and conditions of the present Licence Agreement are not strictly applied and,&nbsp;consequently, you hereby accept that Focus Home Interactive may, without any obligation, guarantee or proof of damages, legitimately claim appropriate redress in equity pertaining to infringements of the present Licence Agreement, as well as other means of redress which Focus Home Interactive may have, by virtue of applicable law.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.4&nbsp;Integrality</em>\n</strong>&nbsp;</p>\n<p>The&nbsp;Licence&nbsp;Agreement constitutes the entire commitment of both parties in addition to any potential specific terms and conditions of use.\nAny amendments, alterations or modifications of the present&nbsp;Licence&nbsp;Agreement may be established solely by way of a written agreement specifying said amendment, alteration or&nbsp;modification&nbsp;and signed by both parties.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.5&nbsp;Invalidity</em>\n</strong>&nbsp;</p>\n<p>In such instance as one or more stipulations in&nbsp;the&nbsp;present Licence Agreement are or should become null and void, in whole or in part, by virtue of any law, regulation or following any definitive decision by a competent jurisdiction, all other stipulations shall retain their full effect.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.6&nbsp;Force majeure</em>\n</strong>&nbsp;</p>\n<p>Focus Home Interactive shall under no&nbsp;circumstances&nbsp;be held liable for any case of force majeure or fortuitous incident, as&nbsp;defined&nbsp;by article 1148 of the&nbsp;Civil Code&nbsp;and case law as handed down by French Courts, making it impossible for Focus Home Interactive to perform its obligations by virtue of the present Licence Agreement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>9.7&nbsp;Applicable law</em>\n</strong>&nbsp;</p>\n<p>The Multimedia Programme and/or Online Service is planned for use and should only be used in those countries in which such use is legally permitted.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Within the&nbsp;limitations&nbsp;for&nbsp;which&nbsp;provision is made by applicable law in the country where you use and/or have acquired the Multimedia Programme and/or Online Service, this Licence Agreement is governed by French law.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>In such&nbsp;instance&nbsp;as French law cannot be applied in the country where you use and/or have acquired the Multimedia Programme and/or&nbsp;Online&nbsp;Service, the following provisions shall be applicable.\nIn such instance as you should acquire the Multimedia Programme in the USA, the present Licence Agreement shall be governed by the laws in the State of Pennsylvania.\nIf the Multimedia Programme is purchased in Canada, the present Licence Agreement shall be&nbsp;governed pursuant&nbsp;to&nbsp;the laws in force in the Province of Ontario, Canada, notwithstanding the prohibition expressly indicated by local law.\nand pertaining to any&nbsp;dispute resulting from these present, you expressly accept to be governed by the jurisdiction of the Federal and Provincial Courts in Toronto,&nbsp;Ontario.\nIf you purchase the Multimedia&nbsp;Programme&nbsp;in any other county, local legislation shall be applicable.&nbsp;&nbsp;</p>", "created_at": "2022-03-23 07:10:17.425956", "updated_at": "2022-03-23 06:11:50.900178"}, {"id": 11728, "name": "Cookies policy", "url": "https://www.focus-entmt.com/en/cookie-policy", "xpath": "/html/body/div[1]/main/section", "text": "Summary<ol>\n<li>\n<p>Strictly necessary cookies placed by Focus Home Interactive</p>\n</li>\n<li>\n<p>Third party optional cookies</p>\n</li>\n<li>\n<p>Video and social network sharing buttons</p>\n</li>\n</ol> Cookies Policy<p>\n</p>\n<p>A “cookie” is a string of information, usually small and identified with a name, that may be transmitted to your browser by a website you connect to.\nYour web browser will store it for a certain period of time and send it back to the web server each time you log onto it again.</p>\n<p>Our website also contains tags: web beacons which are images embedded in the site but invisible to you.\nYour browser downloads them only if you have consented when visiting the site, thus allowing us to collect anonymous data about how you use our website in order to provide you with personalised or targeted content on this site, as well as on third party sites.</p>\n<p>It also helps us to identify the types of browsers and search criteria that bring visitors to this site in order to improve our services.</p>\n<p>This cookies policy enables you to find out more about the origin and use of the navigation information collected and processed while you browse our website and about your options regarding these cookies’ settings.</p>\n<p>You can give or withdraw your consent when you first visit our website via the cookies settings window and at any time by clicking on the cookies button available on the website.</p>\n<p>Please note that cookies will not be stored and maintained for more than 6 months.\nAt the end of this period, we will ask you for your consent again before re-using these cookies.</p>1.&nbsp;Strictly necessary cookies placed by Focus Home Interactive<p>The table below explains to you which types of cookies we use and why:</p>\n<p>\n</p>\n<p>\n<strong>CATEGORY OF COOKIE</strong>\n</p>\n<p>\n<strong>PURPOSE(S)</strong>\n</p>\n<p>\n<strong>DURATION</strong>\n</p>\n<p>\n<strong>Necessary operational cookies</strong>\n</p>\n<p>To manage the display and ensure the availability of services and proper functioning of our website so as to provide you with services requested during your visit.</p>\n<p>\n<strong>Session cookies</strong>\n</p>\n<p>\n<strong>Security cookie</strong>\n</p>\n<p>To ensure an adequate level of security for our website and our services during your visit and detect fraud attempts or protect you from abuse.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Session cookie</strong>\n</p>\n<p>\n<strong>Preference cookie</strong>\n</p>\n<p>To store your browser, language and country preferences.</p>\n<p>\n<strong>Session cookie</strong>\n</p>\n<p>\n<strong>Cookie which retains your preferences when placing cookies</strong>\n</p>\n<p>To enable us to demonstrate at any time that your consent has been validly obtained to place all or part of the cookies offered by Focus Home Interactive.</p>\n<p>\n<strong>Session cookie</strong>\n</p>\n<p>\n</p>2.&nbsp;Third-party optional cookies<p>The table below explains which types of third-party cookies we allow after you have given your consent and for what purposes.</p>\n<p>Data collected by Focus Home Interactive for the purpose of audience measurement and/or display of personalized content and targeted advertising on third party sites via the third party cookies listed below are processed in accordance with this cookie policy and our privacy policy.</p>\n<p>Any other processing of data by the third parties listed below using the trackers on this site will be governed by the privacy and cookie policies of those third parties.&nbsp;</p>\n<p>\n<strong>ORIGIN</strong>\n</p>\n<p>\n<strong>CATEGORY</strong>\n</p>\n<p>\n<strong>PURPOSE(S)</strong>\n</p>\n<p>\n<strong>DURATION</strong>\n</p>\n<p>\n<strong>Google analytics</strong>\n</p>\n<p>Audience measurement cookies</p>\n<p>To enable us to compile on our behalf exclusively traffic and/or performance statistics for the proper management, optimisation and improvement of the user experience on our website.</p>\n<p>Aggregated data collected via audience measurement cookies will <strong>not be retained for more than 24 months.</strong>\n</p>\n<p>We will ask for your consent again after <strong>6 months </strong>before allowing audience measurement cookies to be placed again.</p>\n<p>\n<strong>\n<em>Google Analytics</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Display video 360</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Google Ads</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Campaign Manager 360</em>\n</strong>\n</p>\n<p>Cookies tags and web beacons, analytics, statistics and targeted advertising.</p>\n<p>\n<em>Google Analytics</em> and <em>Manager Campaign 360</em> via<em>\n</em>cookies and web beacons collect your IP address and information about your use of our website to enable us to improve our services and content.</p>\n<p>They also make it possible to display targeted advertisements and content tailored to your interests and your use of our services on third-party sites.</p>\n<p>\n<em>Google Display Vidéo 360, Campaign Manager 360 and Google Ads </em>are set up to analyse the effectiveness of an advertising campaign and to prevent the same advertisement from being displayed repeatedly on third-party sites.&nbsp;&nbsp;</p>\n<p>Your data is collected only via <em>Google</em> cookies and web beacons<em>\n</em>and this data is kept <strong>6 months after their collection.</strong>\n</p>\n<p>We will ask for your consent again after <strong>6 months</strong> before allowing <em>Google</em> trackers to be placed again.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<em>Facebook</em>\n</strong>\n</p>\n<p>Web beacons, statistics and targeted advertising.</p>\n<p>These<em>\n</em>cookies and web beacons are set up to analyze the effectiveness of an advertising campaign and make it possible to display targeted advertisements and content tailored to your interests and your use of our services on third-party sites</p>\n<p>Data collected via <em>Facebook</em> &nbsp;is kept <strong>6 months after their collection.</strong>\n</p>\n<p>We will ask for your consent again after <strong>6 months</strong> before allowing <em>Facebook </em>trackers to be placed again.</p>\n<p>\n<strong>\n<em>Twitter</em>\n</strong>\n</p>\n<p>Web beacons, statistics and targeted advertising.</p>\n<p>These<em>\n</em>cookies and web beacons collect your IP address and information about your use of our website to enable us to improve our services and content.</p>\n<p>They also make it possible to display targeted advertisements and content tailored to your interests and your use of our services on third-party sites.</p>\n<p>Data collected via <em>Twitter </em>is kept <strong>6 months after their collection.</strong>\n</p>\n<p>We will ask for your consent again after <strong>6 months</strong> before allowing <em>Twitter </em>trackers to be placed again</p>\n<p>\n<strong>\n<em>Reddit</em>\n</strong>\n</p>\n<p>Web beacons, statistics and targeted advertising.</p>\n<p>These<em>\n</em>cookies and web beacons collect your IP address and information about your use of our website to enable us to improve our services and content.</p>\n<p>They also make it possible to display targeted advertisements and content tailored to your interests and your use of our services on third-party sites.</p>\n<p>Data collected via <em>Reddit </em>is kept <strong>6 months after their collection.</strong>\n</p>\n<p>We will ask for your consent again after <strong>6 months</strong> before allowing <em>Twitter </em>trackers to be placed again.</p>\n<p>\n<strong>\n<em>Tik Tok</em>\n</strong>\n</p>\n<p>Web beacons, statistics, and targeted advertising.</p>\n<p>These web beacons collect your IP address, your location, information about your use of our website, and information about the device you use to connect to our website so that we can improve our services and content.</p>\n<p>They also allow us to tell us how effective our advertisements are with different audiences.</p>\n<p>The data collected via Tik Tok are kept 6 months from their collection.</p>\n<p>We will ask you again for your consent after 6 months before allowing <em>Tik Tok </em>trackers to be placed again.</p>\n<p>\n<strong>\n<em>Youtube</em>\n</strong>\n</p>\n<p>Preferences</p>\n<p>\n<em>Youtube</em> cookies are used to identify your device in order to record your preferences for playing Youtube videos embedded on our website.</p>\n<p>The data collected via <em>Youtube</em> is kept for <strong>6 months from the date of collection</strong>.</p>\n<p>We will ask for your consent again after <strong>6 months</strong> before re-authorising the <em>Youtube</em> repository.</p>\n<strong>\n<br>\n</strong>3.&nbsp;Video and social network sharing buttons<p>Focus Home Interactive allows third-party social network plug-ins to be inserted only to let you share content from your Focus Entertainment experience on the social platforms listed below.\nAny further processing of your data implemented by these platforms will be governed by the privacy and cookie policies of each platform / social network concerned.&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Facebook</strong>: read Facebook's privacy and cookies policy;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Twitter</strong>: read Twitter's privacy and cookies policy.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Reddit&nbsp;</strong>: read Reddit's privacy and cookies policy.</p>\n<p>\n</p>", "created_at": "2022-03-23 07:10:17.424273", "updated_at": "2022-03-23 06:11:32.482271"}, {"id": 11727, "name": "Privacy policy", "url": "https://www.focus-entmt.com/en/privacy-policy", "xpath": "/html/body/div[1]/main/section", "text": "Summary<ol>\n<li>\n<p>What Data is being collected?</p>\n</li>\n<li>\n<p>How is your personal data collected?</p>\n</li>\n<li>\n<p>For what purposes and on what basis does Focus Home Interactive process your Data?</p>\n</li>\n<li>\n<p>With whom does Focus Home Interactive share your Data?</p>\n</li>\n<li>\n<p>What are your rights and how can you exercise them?</p>\n</li>\n<li>\n<p>How does Focus Home Interactive store your Data?</p>\n</li>\n<li>\n<p>Transfer of personal data outside of the European Economic Area</p>\n</li>\n<li>\n<p>How does Focus Home Interactive protect your Data?</p>\n</li>\n<li>\n<p>Minors</p>\n</li>\n<li>\n<p>Hyperlinks to other websites</p>\n</li>\n<li>\n<p>Modification and update of the General Personal Data Protection Policy</p>\n</li>\n</ol> General Personal Data Protection Policy<p>\n<strong>Focus Home Interactive</strong>\n</p>Introduction<p>Focus Home Interactive (hereafter “<strong>We</strong>” or “<strong>our</strong>”) considers the protection of your personal information and data (hereafter “<strong>Data</strong>” or “<strong>your Data</strong>”) and the respect of your privacy to be of crucial importance.\nYou will find in this General Personal Data Protection Policy all the relevant and transparent information regarding collection, usage, sharing, transfer and protection of your Data in relation to the use of our games, products and services.</p>\n<p>This General Personal Data Protection Policy was last updated on November 18th 2021.</p>Data controller<p>FOCUS HOME INTERACTIVE, SA, registered in France under n°&nbsp;399 856 277&nbsp;at the&nbsp;PARIS Commercial Registry, headquartered at&nbsp;Parc de Flandre «&nbsp;Le Beauvaisis&nbsp;» Bâtiment 28,&nbsp;11 rue Cambrai, 75019 PARIS, France, is the data controller of your Data as further described in this document.</p>Key information<p>We collect some of your Data through our video games and/or website, notably to allow you to:</p>\n<ul>\n<li>\n<p>Create and use your Focus User Account</p>\n</li>\n<li>\n<p>Sign up to our newsletter, forum, and competitions;</p>\n</li>\n<li>\n<p>Take part in testing our games;</p>\n</li>\n<li>\n<p>Benefit from products and services you have requested;</p>\n</li>\n<li>\n<p>Receive promotional and commercial offers if you have given your consent.\nand</p>\n</li>\n<li>\n<p>Apply to our job and internship offers.</p>\n</li>\n</ul>\n<p>We mostly collect identification data and information regarding your use of our services (your email address, your name, your pseudonym, your password, your IP address).\nThe categories of information that we collect in connection with your use of our games, products and services, as well as the related purposes and legal bases, are described in the table in&nbsp;<strong>section 3</strong>&nbsp;of this General Personal Data Protection Policy.</p>\n<p>You have right of access, rectification and deletion of your Data, the right to limit their processing, right to object to the processing, and right to portability.\nYou can exercise these rights at any time by contacting our Data Protection Officer (<strong>DPO</strong>) at the following address&nbsp;<strong>personaldata@focus-home.com</strong>.\nIf after having contacted us you feel your data protection rights have not been respected, you have the right to lodge a claim with the competent supervisory authority, such as the French Data Protection Authority (<em>Commission Nationale de l’Informatique et des Libertés</em>).\nWhen the processing of your data is based on your consent, you have the right to withdraw your consent at any time.\nFor further information concerning your data protection rights, please read&nbsp;<strong>section 5</strong>&nbsp;of this General Personal Data Protection Policy.</p>Minors / Age Gate<p>Minors below 18 years old are not allowed to subscribe to, purchase and/or use Focus Home Interactive products and services.\nWe will verify your age by asking you to enter your date of birth through a dedicated age-gate pop-up window displayed before accessing our website.\nIf you are below 18 years old, you will not be able to access the Focus Entertainment Store pages nor to register a Focus User Account.\nWe do not collect personal data of minors aged under 18.\nIf we realize that we have mistakenly collected personal data concerning a minor aged under 18, we will delete all relevant personal data (see <strong>section 9</strong> of this General Personal Data Protection Policy).</p>Contact<p>If you have any questions, concerns or claims regarding this General Personal Data Protection Policy or the processing of your Data, you can contact us:</p>\n<ul>\n<li>\n<p>by using this form</p>\n</li>\n<li>\n<p>by sending an email to our Data Protection Officer (DPO) at the following address&nbsp;<strong>personaldata@focus-home.com</strong>\n</p>\n</li>\n<li>\n<p>by mail at the following address: Focus Home Interactive Parc de Flandre “Le Beauvaisis” Bâtiment 28, 11 rue Cambrai, 75019 PARIS, FRANCE</p>\n</li>\n</ul>Summary:<ol>\n<li>\n<p>What Data is being collected?</p>\n</li>\n<li>\n<p>How is your personal data collected?</p>\n</li>\n<li>\n<p>For what purposes and on what basis does Focus Home Interactive process your Data?</p>\n</li>\n<li>\n<p>With whom does Focus Home Interactive share your Data?</p>\n</li>\n<li>\n<p>What are your rights and how can you exercise them?</p>\n</li>\n<li>\n<p>How does Focus Home Interactive store your Data?</p>\n</li>\n<li>\n<p>Transfer of personal data outside of the European Economic Area</p>\n</li>\n<li>\n<p>How does Focus Home Interactive protect your Data?</p>\n</li>\n<li>\n<p>Minors</p>\n</li>\n<li>\n<p>Hyperlinks to other websites</p>\n</li>\n<li>\n<p>Modification and update of the General Personal Data Protection Policy</p>\n</li>\n</ol>1.\nWhat Data is being collected?<p>We collect certain Data through our video games or website to offer you the best possible experience when using our products and services, and also for marketing purposes, but only with your prior consent.\nWe mostly collect identification and usage/telemetry data.</p>\n<p>When recruiting our staff, we only collect information relating to the professional profile that the candidate wishes to share with us.</p>\n<p>The categories of information that we collect in connection to your use of our services, or our staff recruitment, as well as the corresponding purposes and legal bases, are described in the table in&nbsp;<strong>Section 3</strong>&nbsp;of this General Personal Data Protection Policy.</p>\n<p>We only collect Data strictly necessary for our games, services related to our games or, as the case may be, strictly necessary for our staff recruitment procedure.&nbsp;</p>2.\nHow is your personal Data collected?<p>\n<strong>Directly</strong>&nbsp;when:</p>\n<ul>\n<li>\n<p>You enter your date of birth through the age gate for age verification purposes;</p>\n</li>\n<li>\n<p>You create, complete and use your Focus User Account;</p>\n</li>\n<li>\n<p>You sign up to the newsletter, to the forum, to the competitions or to the testing of our games (<em>playtests</em>).\nand</p>\n</li>\n<li>\n<p>You apply for one of the jobs proposed on our website.</p>\n</li>\n</ul>\n<p>(See&nbsp;<strong>Section 3</strong>&nbsp;below)</p>\n<p>\n<strong>Indirectly</strong>&nbsp;via:</p>\n<ul>\n<li>\n<p>The use of cookies and other trackers (See&nbsp;our <strong>Cookies Policy</strong>);</p>\n</li>\n<li>\n<p>The purchase of our products on the Focus Entertainment Store operated by our reseller partner;</p>\n</li>\n<li>\n<p>Third-party distributors and partners when you have expressly consented to giving your email address for commercial purposes, reception of newsletters and promotional materials;</p>\n</li>\n<li>\n<p>Our staff recruitment providers.\nand</p>\n</li>\n<li>\n<p>Your access to, or use, of some of our games and services available on social networks or other third-party platforms and websites.</p>\n</li>\n</ul>\n<p>&nbsp;(Collectively&nbsp;<strong>Third-Party Websites</strong>).</p>\n<p>Please note that this General Personal Data Protection Policy does not apply to data processing implemented by Third-Party Websites, and that we do not control their respective data privacy practices.\nWe recommend that you take careful note of the privacy policies available on each Third-Party Website, particularly the provisions relating to the sharing your Data.</p>\n<p>Focus Home Interactive will process any Data received indirectly according to the conditions set out under this General Personal Data Protection Policy.</p>3.\nFor what purposes and on what basis does Focus Home Interactive process your Data?<p>\n<strong>TYPE OF PROCESSING</strong>\n</p>\n<p>\n<strong>CATEGORIES OF DATA</strong>\n</p>\n<p>\n<strong>PURPOSE(S) OF PROCESSING</strong>\n</p>\n<p>\n<strong>LEGAL BASIS FOR PROCESSING</strong>\n</p>\n<p>Age gate</p>\n<p>\n<strong>Date of birth</strong>\n</p>\n<p>· To allow us verifying if you are 18 years old or older.</p>\n<p>Compliance with our legal obligation not to offer certain type of products and services to children under 18.</p>\n<p>Applications/staff recruitment</p>\n<p>\n<strong>Identification data&nbsp;</strong>(full name, address, date and place of birth),&nbsp;<strong>professional experience and qualification data</strong>, and information provided in the&nbsp;<strong>Candidate’s CV.</strong>\n</p>\n<p>· To assess and evaluate the candidate’s suitability for the proposed job.\nand</p>\n<p>· To manage the collection and processing of job applications.</p>\n<p>Our legitimate interest to reinforce our staff and implement our recruitment policy.</p>\n<p>Online services</p>\n<p>\n<strong>Email address, login, pseudo, password.</strong>\n</p>\n<p>&nbsp;</p>\n<p>· To create your account.\nand</p>\n<p>· To connect to your account once created.</p>\n<p>· To provide the services you have signed up to according to the End User License Agreement that you have accepted;</p>\n<p>· To provide and give access to features and extra content that you have requested (<em>Mods</em>, etc.);</p>\n<p>· To manage your account and customer service.\nand</p>\n<p>· To ensure the safety of your Data.</p>\n<p>Necessary for the performance of the End User License Agreement.</p>\n<p>After-sales service for our products purchased from the Focus Entertainment Store</p>\n<p>\n<strong>Delivery information (last name, first name, e-mail, delivery and billing address, postal code, city) and order information (payment method, purchase amount).\nWe do not have access to information related to name, credit card number, expiration date and cryptogram collected by our reseller partner.</strong>\n</p>\n<p>For Focus Home Interactive's management of after-sales service for Focus products purchased from the Focus Entertainment Store managed by our reseller partner,</p>\n<p>Necessary for the execution of the End User License Agreement.</p>\n<p>Forum</p>\n<p>\n<strong>\n<u>Mandatory</u>: email address, username/ pseudo, password.\nand</strong>\n<br>\n<strong>\n<u>Optional</u>: Full name, age, website, address, description (freeform section where users can write whatever they like).</strong>\n</p>\n<p>· To sign up and interact with the Focus forum.\nand</p>\n<p>· To ensure the proper functioning of the Focus forum.</p>\n<p>Necessary to carry out the services relating to the Forum according to the terms and conditions you have accepted.</p>\n<p>Playtests</p>\n<p>\n<strong>Full name, age, identity photo, professional telephone, professional email, username/ pseudo.</strong>\n</p>\n<p>· To sign up to and take part in testing phases of video games published by Focus.\nand</p>\n<p>· To ensure the correct execution of testing phases.</p>\n<p>Necessary for the performance of the testing phase participation contract.</p>\n<p>Focus Marketing</p>\n<p>\n<strong>Full name, email address</strong>\n</p>\n<p>· To send you special offers, promotional and commercial materials concerning products and services similar to those offered by Focus through subscription to our newsletter.</p>\n<p>Your consent.*</p>\n<p>Third-party marketing/Focus Home Interactive partners</p>\n<p>\n<strong>Full name, email address.</strong>\n</p>\n<p>· To send you special offers, promotional and commercial materials concerning products and services from third-party partners.</p>\n<p>Your consent.*</p>\n<p>Playtests</p>\n<p>\n<strong>Date of birth.</strong>\n</p>\n<p>To allow us to check if you are 18 of over when participating in testing phases of games published by Focus.</p>\n<p>To comply with our legal obligation not to process information concerning minors without consent or parental authorization.</p>\n<p>Moderation</p>\n<p>\n<strong>Username/ pseudo, full name.</strong>\n</p>\n<p>· To moderate user content;</p>\n<p>· To allow us to verify the content in respect of the online services restrictions/code of conduct as set out under the End User License Agreement;</p>\n<p>· To detect and prevent abuse or inappropriate use of the services provided by Focus.\nand</p>\n<p>· To manage and/or remove any inappropriate, illicit or illegal content.</p>\n<p>Necessary for the performance of the End User License Agreement and to comply with our legal obligations as publisher.</p>\n<p>Requests from authorities and sharing Data as part of M&amp;A operations</p>\n<p>\n<strong>Identification data.</strong>\n</p>\n<p>· To comply with potential governmental requests, notably from judicial authorities, and to comply with any legal or judiciary request, if any.\nand</p>\n<p>· To conduct / implement corporate operations such as restructuring, change of control, merger, acquisition, sale, dissolution, as the case may be.</p>\n<p>· To comply with our legal obligations to respond to requests from appropriate authorities, as the case may be.\nand</p>\n<p>· Our legitimate interests to develop/extend the activities and business of Focus.</p>\n<p>Statistical analysis and Security</p>\n<p>\n<strong>Information regarding your use of our services.</strong>\n</p>\n<p>· To ensure and verify the efficiency and availability of the provided services;</p>\n<p>· For internal purposes, to generate statistical data regarding the user of our services;</p>\n<p>· For internal purposes, to carry out surveys and analyses allowing us to improve our services.\nand</p>\n<p>· To ensure the security of Focus information systems.</p>\n<p>Our legitimate interests are in particular to:</p>\n<p>· Verify and correct issues relating to provided services, and regularly improve the services;</p>\n<p>· Develop new features, new products and services.\nand</p>\n<p>· Maintain an appropriate security level for Focus information systems.</p>\n<p>Competitions</p>\n<p>\n<strong>Personal data concerning participation in and organization of competitions and/or promotional operations:&nbsp;</strong>full name, email address, date of participation, answers to the competition and nature of the prices offered, and coordinates of the winners’ PayPal accounts.</p>\n<p>To send you information and prizes as part of a competition or event.</p>\n<p>Our legitimate interest: diversify, develop and expand the community of Focus players.</p>\n<p>In-game technology tools (e.g.\nSDK)</p>\n<p>\n<strong>Demographic data (language, state, city, GPS data) logs (connection details, login, IP address) technical specifications about the operating system, the device used in connection of our games, the mobile operator and the internet service provider.\ngaming data (Telemetry).</strong>\n</p>\n<p>· To enhance our game, your gaming experience and our online services.\nand</p>\n<p>· To provide technical support.&nbsp;</p>\n<p>Necessary for the performance of the End User License Agreement.</p>\n<p>Cookies</p>\n<p>Personal data obtained via cookie configuration in particular, a cookie’s unique identifier, IP address, terminal identifier, network types, country and language preferences, etc.</p>\n<p>· To customize your experience;</p>\n<p>· To better understand your usage, your interests and preferences;</p>\n<p>· To improve website, the application or the game performances.\nand</p>\n<p>· To provide you with a technical support.</p>\n<p>·&nbsp;To offer you targeted advertising</p>\n<p>Your consent given through the cookie management solution displayed when accessing the website or the application.</p>\n<p>For further information on consent mechanisms regarding cookies, please read&nbsp;our&nbsp;<strong>Cookies</strong>\n<strong>Policy</strong>.</p>\n<p>\n<strong>*</strong>&nbsp;You can&nbsp;<strong>withdraw your consent</strong>&nbsp;for reception of commercial/marketing communications by Focus Home Interactive or our partners at any time by clicking on the “Unsubscribe” link provided in each email, or by contacting us according to the procedure described in&nbsp;<strong>section 5&nbsp;</strong>of this General Data Protection Policy.</p>4.\nWith whom does Focus Home Interactive share your Data?<p>\n<strong>Communication of your Data with our providers and suppliers:</strong>\n</p>\n<p>As a video game publisher, we can communicate or share some collected Data with our development studios, our IT providers, our recruitment agencies and providers, and our suppliers acting as subcontractors for technical and operational purposes to allow us to offer you quality games, to provide you with requested services, or to ensure effective recruitment.</p>\n<p>We set up the contractual and organizational measures necessary so that the processing of your Data by these third-party providers is strictly limited to the purposes defined in this General Personal Data Protection Policy, and to ensure the confidentiality and security of your Data.</p>\n<p>\n<strong>Communication of your Data with our commercial partners:</strong>\n</p>\n<p>Subject to your prior consent obtained on the sign-up page of the website, we share your email address with trusted partners —whose identity will be specifically mentioned on the consent form—so they can send you promotional offers and other marketing materials.\nPlease note that this General Personal Data Protection Policy does not apply to data processing by these trusted partners, acting as independent data controllers.\nWe recommend that you take careful note of the privacy policies of these trusted partners.</p>5.\nWhat are your rights and how can you exercise them?<p>You have all of the following rights over the Data we collect and process:</p>\n<ul>\n<li>\n<p>\n<strong>Right to access your Data</strong>: you have the right to obtain (i) confirmation that your Data is or isn’t processed, (ii) when it has been processed, the right to obtain access to this Data, and (iii) a copy of any Data processed by Focus Home Interactive.</p>\n</li>\n<li>\n<p>\n<strong>Right to request modification, update or rectification of your Data</strong>&nbsp;when you consider it is wrong, inaccurate or incomplete.</p>\n</li>\n<li>\n<p>\n<strong>Right to request deletion of your Data</strong>&nbsp;for reasons provided by the applicable law and particularly when:</p>\n<ul>\n<li>\n<p>The personal Data is no longer necessary to the purposes for which it was collected or processed;</p>\n</li>\n<li>\n<p>You withdraw your consent on which the processing was based, and there is no other legal basis for the processing;</p>\n</li>\n<li>\n<p>You object to the processing of the Data and there is no legitimate and compelling grounds for the processing;</p>\n</li>\n<li>\n<p>You consider your Data has been unlawfully processed.\nor</p>\n</li>\n<li>\n<p>Your Data must be deleted to comply with a legal obligation.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Right to limit the processing of your Data</strong>, for reasons set out under the applicable legislation, notably when:</p>\n<ul>\n<li>\n<p>You challenge the accuracy of your Data;</p>\n</li>\n<li>\n<p>You consider the processing unlawful and you object to the deletion of your Data.\nor</p>\n</li>\n<li>\n<p>The Data is still necessary for establishment, exercise and defense of legal claims, whether Focus Home Interactive still needs the Data or not.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Right to object to the processing of your Data</strong>&nbsp;if we use your Data:</p>\n<ul>\n<li>\n<p>For the performance of a task carried out for reasons of public interest;</p>\n</li>\n<li>\n<p>For our legitimate interests;</p>\n</li>\n<li>\n<p>For scientific or historical research purposes, or for statistical purposes.\nor</p>\n</li>\n<li>\n<p>For commercial and marketing purposes.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Right to withdraw consent</strong>&nbsp;at any time when the Data processing is based on your consent (note that this withdrawal does not affect the lawfulness of the processing based on consent before its withdrawal).</p>\n</li>\n<li>\n<p>\n<strong>Right of Data portability</strong>: this right applies to Data you have provided to us when the Processing is automated and based on your consent, or carried out on the basis of the performance of a contract.\nYou have the right to ask us, if it is technically feasible, to transfer your Data to a third-party or to provide them directly in an accessible and machine-readable manner.</p>\n</li>\n<li>\n<p>\n<strong>Right to transfer instructions concerning storage and communication of your Data after your death.</strong>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Right to lodge a complaint with the competent supervisory authority</strong>, such as the French Data Protection Authority (<em>Commission Nationale de l’Informatique et des Libertés</em>) if you consider we do not respect our obligations with regard to your Data.\nYou can lodge a claim or make an electronic request at any time by clicking on the following link:&nbsp;https://www.cnil.fr/fr/plaintes/internet.</p>\n</li>\n</ul>\n<p>To exercise your rights, you can send your request mentioning the relevant right(s) and the reasons, if necessary:</p>\n<ul>\n<li>\n<p>by using this form</p>\n</li>\n<li>\n<p>by sending an email to our Data Protection Officer (DPO) at the following address&nbsp;<strong>personaldata@focus-home.com</strong>\n<strong>;&nbsp;</strong>and/or</p>\n</li>\n<li>\n<p>by mail at the following address: Focus Home Interactive Parc de Flandre “Le Beauvaisis” Bâtiment 28, 11 rue Cambrai, 75019 PARIS, FRANCE</p>\n</li>\n</ul>\n<p>We will assess and determine the admissibility of the request within one month after receipt.\nAssuming the request is admissible, we will provide the requested information or carry out the actions relevant to the rights cited in the aforementioned period.</p>\n<p>If, in view of the complexity of the request or the number of simultaneous requests, the delay cannot be complied with, we will inform you before the expiry of this period that our response will be postponed for up to two months.</p>\n<p>We will be entitled, if need be, not to respond to manifestly abusive requests (in particular due to their number, their repetitive or systematic nature).</p>6.\nHow does Focus Home Interactive store your Data?<p>Your Data is stored only as long as necessary with regard to the purposes for which it was collected, and in accordance with the applicable law.\nUpon expiry of this period, we will delete your Data.&nbsp;</p>\n<p>You will find below more information regarding the conservation periods applicable to certain specific purposes:</p>\n<p>\n<strong>TYPES OF PROCESSING</strong>\n</p>\n<p>\n<strong>CATEGORIES OF DATA</strong>\n</p>\n<p>\n<strong>STORAGE PERIOD*</strong>\n</p>\n<p>\n<strong>Age gate</strong>\n</p>\n<p>\n<strong>Date of birth</strong>\n</p>\n<p>Not stored – date of birth collected through the age gate is immediately deleted after verifying that you are the required age to access the services.</p>\n<p>\n<strong>Applications/staff recruitment</strong>\n</p>\n<p>\n<strong>Identification data</strong>&nbsp;(full name, address, date and place of birth),&nbsp;<strong>professional experience and qualification data</strong>, and information provided in the Candidate’s CV<strong>.</strong>\n</p>\n<p>With your authorization, up to 2 years after our last contact.&nbsp;</p>\n<p>\n<strong>Online services – Focus User Account</strong>\n</p>\n<p>\n<strong>Username, date of birth, country, email address, password.</strong>\n</p>\n<p>&nbsp;</p>\n<p>During the usage period of our services and up to 3 years after our last contact.</p>\n<p>\n<strong>After-sales service for our products purchased from the Focus Entertainment Store</strong>\n</p>\n<p>Delivery information (last name, first name, e-mail, delivery and billing address, postal code, city) and order information (payment method, purchase amount).\nWe do not have access to information related to the name, credit card number, expiration date and security code collected by our reseller partner.</p>\n<p>During the period necessary for the management of the after-sales service.</p>\n<p>\n<strong>Forum</strong>\n</p>\n<p>Mandatory:&nbsp;<strong>email address, pseudo, password</strong>.<br>Optional:&nbsp;<strong>Identification data</strong>&nbsp;(Full name, age, website, address, description) (<strong>freeform section</strong>&nbsp;where users can write whatever they like).</p>\n<p>During the usage period of our services and up to 3 years after our last contact.</p>\n<p>\n<strong>Playtests</strong>\n</p>\n<p>\n<strong>Identification data</strong>&nbsp;(Full name, age, identity photo, pseudo), professional telephone, professional email.</p>\n<p>\n</p>\n<p>Date of birth.</p>\n<p>During the development period of the tested game, and up to 3 years after our last contact.</p>\n<p>\n</p>\n<p>Until age of majority.</p>\n<p>\n<strong>Focus Marketing</strong>\n</p>\n<p>Full name, email address.</p>\n<p>Up to 3 years after our last contact.</p>\n<p>\n<strong>Third-party marketing/Focus Home Interactive partners</strong>\n</p>\n<p>Full name, email address.</p>\n<p>Up to 3 years after our last contact.</p>\n<p>\n<strong>Moderation</strong>\n</p>\n<p>Pseudo, full name.</p>\n<p>Up to 3 years after our last contact, then your data will be automatically deleted if you do not reply when contacted.\nYou can request the deletion of your data at any time.</p>\n<p>\n<strong>Requests from authorities and sharing Data as part of M&amp;A operations</strong>\n</p>\n<p>&nbsp;</p>\n<p>Identification data.</p>\n<p>As long as the information has operational interest concerning M&amp;A operations, and as long as necessary in order to comply with authorities’ requests.</p>\n<p>\n<strong>Statistical analysis and Security</strong>\n</p>\n<p>Information regarding your use of our services.</p>\n<p>5 years after deletion of your user account, retraction of your email address from our database, or deletion of your CV from our database.</p>\n<p>\n<strong>Competitions</strong>\n</p>\n<p>Personal data concerning participation in, and organization of competitions and/or promotional operations: full name, email address, date of participation, answers to the competition and nature of the prices offered, and coordinates of the winners’ Paypal accounts.</p>\n<p>&nbsp;</p>\n<p>During the competition and up to 60 calendar days after the end of the competition.</p>\n<p>\n<strong>In-game technology tools (e.g.\nSDK)</strong>\n</p>\n<p>Demographic data (language, state, city, GPS data) logs (connection details, login, IP address) technical specifications about the operating system, the device used in connection of our games, the mobile operator and the internet service provider.\ngaming data (Telemetry).</p>\n<p>These data will be kept for 2 years after their collection, and then we will pseudonymize and archive all the data only for statistical and administrative purposes.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>&nbsp;</p>\n<p>Personal data obtained via cookie configuration (see <strong>our </strong>\n<strong>Cookies Policy</strong>): in particular, a cookie’s unique identifier, IP address, terminal identifier, terminal model, network types, country and language preferences, etc.</p>\n<p>See <strong>our </strong>\n<strong>Cookies Policy</strong>\n<strong>.</strong>\n</p>\n<p>*Focus Home Interactive will keep your Data for longer periods in intermediate storage, separate from the active database and with restricted access when justified in order to comply with our legal obligations and rights, notably in case of litigation or for administrative reasons in compliance with the applicable time limits, particularly in commercial, civil and fiscal matters.</p>7.\nTransfer of personal data outside of the European Economic Area<p>Focus Home Interactive may have to transfer some of your Data out of the European Economic Area (EEA) when necessary for technical or operational reasons, to allow us to offer quality games and requested services.\nThese transfers are made in compliance with the applicable data protection regulation and data transfer mechanisms / safeguards recognized by the GDPR.</p>\n<p>In particular, when the transfer of your Data cannot be handled on the basis of an adequacy decision by the European Commission recognizing an adequate level of protection, we will carry out other appropriate transfer and guarantee mechanisms to ensure the protection of your Data, such as with transfer agreements including standard contractual clauses as approved by the European Commission in their version in force at the time of the contemplated transfer.</p>8.\nHow does Focus Home Interactive protect your Data?<p>We implement and maintain all appropriate technical and organizational measures to ensure the security, confidentiality and integrity of your Data, and to protect your Data from accidental or unlawful destruction, or accidental loss, damage, modification, disclosure or unauthorized access, as well as from other forms of unlawful processing.</p>\n<p>For example, we maintain (among other security features) an authentication system to protect the access to your online accounts (login and password), hashing procedures for some of your Data, and access by employees and subcontractors of Focus Home Interactive restricted to an as-needed basis when providing our services, and subject to the respect of strict confidentiality obligations.</p>\n<p>We regularly perform security tests and checks and may have to temporarily suspend our services if we suspect or detect a security breach.</p>\n<p>If you have any concerns regarding the security of your Data, feel free to contact us at the following address:&nbsp;personaldata@focus-home.com.</p>9.\nMinors<p>Minors below 18 years old cannot subscribe directly to, purchase or use services offered by Focus Home Interactive.\n</p>\n<p>We verify your age by asking you to enter your date of birth through a dedicated age-ate pop-up window displayed before accessing our website.\nIf you are below 18 years old, you will noticeably not be able to access the Focus Entertainment Store pages nor to register to a Focus User Account.</p>\n<p>Focus Home Interactive does not intentionally collect personal data from minors aged under 18.\nIf we realize we have collected personal data regarding a minor within the meaning of the applicable data protection regulation, we will immediately delete any personal data regarding the minor in question..</p>10.\nHyperlinks to other websites<p>The Site may contain links redirecting to other sites.\nAs we have no control over these third-party websites, we cannot be held responsible for the processing and confidentiality of Data provided on websites other than our own.</p>\n<p>Data and information transmitted via these links are under the responsibility of their editors.\nWe therefore recommend you to be careful when browsing websites accessible via hyperlinks.</p>11.\nModification and update to the General Personal Data Protection Policy<p>We periodically review this General Personal Data Protection Privacy to ensure it is compliant and up to date with applicable data protection regulation.</p>\n<p>You will be notified in case of substantial changes to the policy (for example, if the modifications concern the categories of data to be processed or the purposes of processing), and we will send you a hypertext link to the updated General Personal Data Protection Policy within 30 days before publication.\nThis information will be provided to you by email or will be made available via a pop-up window displayed when visiting our website.</p>", "created_at": "2022-03-23 07:10:17.422423", "updated_at": "2022-03-23 06:11:06.155314"}], "points": [{"id": 27521, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.focus-entmt.com/en/eula", "status": "Generated through the annotate view", "created_at": "2022-03-23 17:13:10.772216", "updated_at": "2022-03-23 17:13:10.772216", "quoteText": "If you believe that your username,&nbsp;password,&nbsp;or account have been hacked and/or the access of any&nbsp;fraud, you hereby undertake to inform us immediately.\n", "case_id": 484, "document_id": 11729, "quoteStart": 17697, "quoteEnd": 17864}, {"id": 27499, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.focus-entmt.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-23 13:21:15.891002", "updated_at": "2022-03-23 13:21:15.891002", "quoteText": "<p>You will be notified in case of substantial changes to the policy (for example, if the modifications concern the categories of data to be processed or the purposes of processing), and we will send you a hypertext link to the updated General Personal Data Protection Policy within 30 days before publication.\nThis information will be provided to you by email or will be made available via a pop-up window displayed when visiting our website.</p>", "case_id": 122, "document_id": 11727, "quoteStart": 31416, "quoteEnd": 31863}, {"id": 27498, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.focus-entmt.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-23 13:19:34.388425", "updated_at": "2022-03-23 13:19:34.388425", "quoteText": "These transfers are made in compliance with the applicable data protection regulation and data transfer mechanisms / safeguards recognized by the GDPR", "case_id": 481, "document_id": 11727, "quoteStart": 28259, "quoteEnd": 28409}, {"id": 27497, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.focus-entmt.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-23 13:18:24.955833", "updated_at": "2022-03-23 13:18:24.955833", "quoteText": ".</p>\n<p>You have right of access, rectification and deletion of your Data, the right to limit their processing, right to object to the processing, and right to portability.\nYou can exercise these rights at any time by contacting our Data Protection Officer (<strong>DPO</strong>) at the following address&nbsp;<strong>personaldata@focus-home.com", "case_id": 195, "document_id": 11727, "quoteStart": 2772, "quoteEnd": 3118}, {"id": 27496, "title": "There is a date of the last update of the agreements", "source": "https://www.focus-entmt.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-23 13:11:30.932124", "updated_at": "2022-03-23 13:11:30.932124", "quoteText": "</p>\n<p>This General Personal Data Protection Policy was last updated on November 18th 2021.</p>", "case_id": 331, "document_id": 11727, "quoteStart": 1362, "quoteEnd": 1458}, {"id": 27495, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://www.focus-entmt.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-23 13:07:57.202709", "updated_at": "2022-03-23 13:07:57.202709", "quoteText": ".</p>\n<p>Please note that this General Personal Data Protection Policy does not apply to data processing implemented by Third-Party Websites, and that we do not control their respective data privacy practices.", "case_id": 408, "document_id": 11727, "quoteStart": 7860, "quoteEnd": 8069}], "urls": ["focus-entmt.com"]}}