{"error": 448, "message": "OK", "parameters": {"id": 5198, "name": "Bob Barker ", "created_at": "2021-10-20 23:16:24.292744", "updated_at": "2021-10-20 22:01:10.963913", "wikipedia": null, "keywords": null, "related": null, "slug": "bob-barker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5198.png", "url": "bobbarker.com", "documents": [{"id": 9317, "name": "Privacy Policy ", "url": "https://www.bobbarker.com/privacy", "xpath": "//*[@id=\"content\"]", "text": "Privacy Policy<p>At Bob Barker, we are committed to protecting your privacy.\nWe collect only limited information about visitors to our site, and any information collected is used to provide a more personalized shopping experience.\nPlease read the following policy to understand more about how your information is collected and used.\nIf you have any questions or concerns about our policy, please contact us.</p>What information do we collect?<p>We collect information from customers and visitors to our site on a voluntary basis, when they choose to register or place an order with us.\nInformation that is collected such as your name, facility name, address, email address, phone number, and credit card information (if you are purchasing with a credit card) is used to help us process your order and make sure the right product reaches the right person as quickly as possible.\nShould you ever wish to change any of this information, please give us a call at 1-888-772-0242 and one of our customer representatives will be glad to assist you.</p>\n<p>In addition to voluntary information, www.bobbarker.com will also collect a variety of technical data --- your IP address, browser type, and aggregate information regarding pages visited in order for us to provide you with a website that best fits your needs.</p>How do we use this information?<p>As mentioned above, the majority of the information that we collect is used to: (a) improve the content of our website and customer service, and provide technical support, (b) customize the content and/or layout of our page for individual customers, and (c) contact customers about updates to our web site for marketing purposes, such as improving Bob Barker services or alerting customers of new products or special offers.\nAdditionally, customers who supply us with their telephone number may receive telephone contact from us with information regarding the ongoing security of their account or orders they have placed online to ensure quality service.</p>Will Bob Barker share my information with anyone?<p>Our policy is to never use or share your facility’s identifying information for any reason without your consent.\nWe may provide aggregate statistics about our sales, traffic patterns, customers, and related site information to trustworthy third parties, but these statistics will never include any personally identifying information.</p>How is my information protected?<p>To protect our customers, we use the industry standard Secure Socket Layer (SSL) technology to encrypt the information that you send us when you browse our site and place an order.\nThe information is encrypted on your computer, sent through the internet as a jumbled code and then decoded on www.bobbarker.com’s secure server.\nThis information cannot be read in transfer.</p>Any other questions?<p>At Bob Barker, we are committed to providing you with the best possible shopping experience and customer service.\nIf you have any further questions or concerns about your privacy or the security of ordering online, please contact us.</p>", "created_at": "2021-10-20 23:16:24.29491", "updated_at": "2021-10-20 21:17:17.044058"}], "points": [], "urls": ["bobbarker.com"]}}