{"error": 448, "message": "OK", "parameters": {"id": 4944, "name": "Manticore Games", "created_at": "2021-08-31 23:53:19.089098", "updated_at": "2021-08-31 22:01:07.58044", "wikipedia": null, "keywords": null, "related": null, "slug": "manticore-games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4944.png", "url": "coregames.com,manticoregames.com", "documents": [{"id": 8878, "name": "PrivacyPolicy", "url": "https://www.coregames.com/legal/ManticorePrivacyPolicy.html", "xpath": "//body", "text": " <p>MANTICORE GAMES’ PRIVACY POLICY</p>\n<p>Effective: &nbsp;January 1, 2021</p>\n<p>Manticore Games, Inc.\n(“Manticore”)&nbsp;respects the privacy of its online visitors and users of its websites, products and services, including communication services, (collectively, the “Services”).\nWe recognize the importance of protecting information collected from our users and have adopted this Privacy Policy to inform you about how we gather, use, process, store and disclose your information, including personal information, in conjunction with your access and use of our Services.</p>\n<p>By using our Services, you confirm that you have read and understood this Privacy Policy.\nWe will not share your personally identifiable information except as described herein.\n</p>\n<ol>\n<li>TYPES OF INFORMATION WE COLLECT</li>\n<li>HOW WE COLLECT YOUR INFORMATION</li>\n<li>USE OF YOUR INFORMATION BY MANTICORE GAMES</li>\n<li>SHARING YOUR INFORMATION WITH OTHER COMPANIES</li>\n<li>YOUR CONTROLS, RIGHTS AND CHOICES</li>\n<li>YOUR EUROPEAN UNION PRIVACY RIGHTS</li>\n<li>YOUR STATE-SPECIFIC PRIVACY RIGHTS</li>\n<li>CHILDREN’S PRIVACY</li>\n<li>DATA TRANSFERS, SECURITY, AND LAWFUL BASIS FOR PROCESSING</li>\n<li>CHANGES TO THIS PRIVACY POLICY.\nCOMMENTS AND QUESTIONS</li>\n</ol>\n<p>1.\n&nbsp.\nTYPES OF INFORMATION WE COLLECT</p>\n<p>We collect two basic types of information – personal information and anonymous information – and we may use personal and anonymous information to create a third type of information, aggregate information.\nPersonal Information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s first and last name, postal address, email address and/or telephone number.\nAnonymous Information means information that does not directly or indirectly identify, and cannot reasonably be used to identify, an individual (including an individual’s computing device).\nAggregate Information means information about groups or categories of individuals which does not identify and cannot reasonably be used to identify an individual.\nWe may share Aggregate and Anonymous Information with other parties without restriction.</p>\n<p>We collect the following categories of information:</p>\n<ul>\n<li>Registration information you provide when you create an account, which may include personal data such as:&nbsp;your first name and surname, country of residence, date of birth, email address, username and password.</li>\n<li>Transaction information you provide when you request information or purchase a product or service from us, whether on our sites or through our applications, including identification information, your date of birth, your postal and/or residential address, telephone number and payment information.\nIf you conduct transactions, we may collect and retain some or all of the information related to these transactions, including transaction amount(s), parties involved, time and manner of exchange, and other transaction circumstances, such as payment method and names or emails of external third-party accounts.</li>\n<li>Information you provide in public forums on our Service.\nPlease note that our sites and applications may offer chat, forums, community environments (including multiplayer gameplay) or other tools that do not have a restricted audience.\nIf you provide Personal Information when you use any of these features, that Personal Information may be publicly posted and otherwise disclosed without limitation as to its use by us or by a third party.\nWe do not require our users to include sensitive data (e.g., race, ethnicity, political opinions, religious or philosophical beliefs, membership of a trade union, physical or mental health, sexual life or criminal record) in their account.\nIf you choose to post any such data to your account or public forums on our Service, please understand that it is visible to others as noted above.\nWe have no obligation to keep private any sensitive information or personally identifiable information that you have made available to other users or the public using these functions.\nTo request removal of your Personal Information from a public forum on one of our sites or applications, please submit a request&nbsp;to Customer Support.\n</li>\n<li>Information sent either one-to-one or within a limited group using our message, chat, post or similar functionality, where we are permitted by law to collect this information.</li>\n<li>Content, communications and other information you provide to us, view or engage with when you use our sites and applications, our applications on third-party sites or platforms (such as social networking sites) or link your profile from a third-party site or platform to your registered account.\nWe collect information about how you use our Services, such as the types of content you view or engage with, the features you use, the actions you take, the people or accounts you interact with, and the time, frequency and duration of your activities.</li>\n<li>Location information, with your consent,&nbsp;when you visit our sites or use our applications, including location information either provided by a mobile device interacting with one of our sites or applications, or associated with your internet protocol (IP) address, where we are permitted by law to process this information.</li>\n<li>Usage, viewing and technical data, including your device identifier and features, IP address, web pages you visited prior to coming to our sites, proxy server, operating system, web browser and add-ons, internet service provider or your mobile carrier, and third-party user handles associated with your account when you visit our sites, use our applications on third-party sites or platforms, or open emails that we send.\n&nbsp;We use log-ins, cookies, device information and IP addresses to identify you and log your use.</li>\n<li>Your marketing preferences.</li>\n<li>Information you share with us in connection with surveys, contests, or promotions.</li>\n<li>Communications that you send to us, such as Customer Support inquiries or other inquiries related to your account.</li>\n<li>Do Not Track:&nbsp;We currently do not employ technology that responds to do not track signals sent by your browser.</li>\n</ul>\n<p>Additionally, there are a few special circumstances to note:</p>\n<ul>\n<li>Intellectual Property Claim Notices: If you notify us of an intellectual property claim, the information in your claim notice may be shared with other parties to the disagreement or third parties in our discretion and as required by law;</li>\n<li>Alpha/Beta Service User: If you volunteer to serve as a participant for our pre-commercial content, we may track bug reports and individual system performance in an effort to test our technology rigorously before it is deployed;</li>\n<li>Former Customer: If you discontinue your use of our Service, we may keep your registration file in our database for use in the event that you elect to renew your use of our Service, as well as for anti-fraud and other such protective measures.</li>\n</ul>\n<p>2.\n&nbsp.\nHOW WE COLLECT YOUR INFORMATION</p>\n<p>We collect information you provide directly to us when you request products, services or information from us, register with us, participate in public forums or other activities on our sites and applications, respond to customer inquiries or surveys, or otherwise interact with us.\nWe also record some of this information automatically when you use our Services.\n&nbsp;We also may receive some of this information from third parties.</p>\n<ul>\n<li>We collect the types of information as outlined in Section 1 and when you visit our sites or applications, when you register and manage your account, when you use our Services, when you purchase a product or services from us, when you post to public forums or chats, if you send us support inquiries, intellectual property claims or other claims, complaints or inquiries, when you participate in contests or promotions, or when we ask you for information for contractual or legal reasons.</li>\n<li>We collect information through technology, such as cookies and other technologies (such as web beacons and pixel tags), including when you visit our sites and applications or use our applications on third-party sites or platforms.\nA cookie is a small string of data which often includes an anonymous unique identifier sent to your Internet browser from a website’s computers, which is stored on your computer’s hard drive and is used to customize your use of a product or online site, keep records of your access to an online site or product, or store information needed by you on a regular basis (e.g.\npassword retention functionality).\nManticore (itself or through third parties acting on our behalf) uses cookies for a number of purposes relating to our websites, applications and services, including to access your account information where you “login” to our websites, forums or other areas and to keep track of your website session data.\nYou can configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is set.\nEach browser is different, so consult the “Help” menu of your browser to learn how you change your cookie preferences.\nPlease note that if you reject all cookies, you may not be able to use certain of our (or other companies’) web pages.</li>\n<li>We participate in ad and/or affiliate networks operated by various third-party companies.\nThese companies collect and may use certain anonymous information about your visits to our Service as a function of referring Internet traffic to our Service.\nWe do not permit these companies to collect any Personal Information about you, however, these companies may collect your IP address.\nThese companies may set and use cookies, web beacons, pixels and other technologies to collect anonymous information about your visits to our Service, and may otherwise aggregate, analyze and anonymize that data.&nbsp;We may permit these companies to collect information from site visitors about their online activities over time and across other websites.&nbsp;If you would like to learn more about these specialized advertising technologies, the Network Advertising Initiative&nbsp;offers useful information about Internet advertising companies, including information about how to opt-out&nbsp;of certain information collection.\nYou can opt out of interest-based targeting provided by participating ad servers through the Digital Advertising Alliance (http://youradchoices.com).</li>\n<li>We acquire information from other trusted sources to update or supplement the information you provided or we collected automatically.\nLocal law may require that you authorize the third party to share your information with us before we can acquire it.</li>\n</ul>\n<p>Please keep in mind that when you provide information to us on a third-party site or platform (for example, through our applications), the information you provide may be separately collected by the third-party site or platform.\nThe information we collect is covered by this Privacy Policy and the information that the third-party site or platform collects is subject to the third-party site or platform’s privacy practices.\nPrivacy choices you have made on the third-party site or platform will not apply to our use of the information we have collected directly through our applications.</p>\n<p>3.\n&nbsp.\nUSE OF YOUR INFORMATION BY MANTICORE GAMES</p>\n<p>Manticore will be the data controller for your information.\nWe may use your information for the following purposes: We may contract with third party service providers who may have access to your information (as a data processor) where they perform services on our behalf and, unless prohibited under applicable law, for use on its own behalf (as a data controller) for the following purposes:</p>\n<ul>\n<li>Provide you with the products and services you request, such as create and manage your account, process payments, send you emails or other communications about your transactions and Service-related announcements, provide you with customized services based on your preferences</li>\n<li>Communicate with you about your account or transactions with us and send you information about features on our sites and applications or changes to our policies</li>\n<li>Consistent with local law and choices and controls that may be available to you:</li>\n</ul>\n<ul>\n<li>Send you offers and promotions for our products and services or, as permitted, third-party products and services</li>\n<li>Personalize content and experiences on our sites and applications</li>\n<li>Provide you with advertising based on your activity on our sites and applications and on third-party sites and applications</li>\n<li>Administer surveys, contests, or promotions</li>\n</ul>\n<ul>\n<li>Optimize or improve our products, services and operations </li>\n<li>Detect, investigate and prevent activities that may violate our policies (including our Terms of Service)&nbsp;or be illegal, including law enforcement requests </li>\n<li>Verify accounts and monitor activities within our Services to promote safety and security of our Services</li>\n<li>Comply with applicable laws and regulations</li>\n<li>Develop, test, evaluate and improve our Services</li>\n<li>Respond to your inquiries or concerns.</li>\n</ul>\n<p>Manticore uses cookies to perform authentication of your account, show you accurate information, personalize your experience (including communication preferences, features and customized content), enable and support our security features, help us detect malicious activity, conduct marketing campaigns and track their performance, and improve our services.</p>\n<p>4.\nSHARING YOUR PERSONAL INFORMATION</p>\n<p>Except under certain limited circumstances as set forth herein, Manticore does not disclose to third parties the Personal Information or other account-related information that you provide to us without your permission.\nYou understand, however, that we may disclose your Personal Information or other account-related information under the following circumstances:</p>\n<ul>\n<li>If we believe in good faith that such disclosure is necessary under applicable law, or to comply with legal process served on Manticore;</li>\n<li>In order to protect and defend the rights,&nbsp;safety, property,&nbsp;or interests of Manticore, its products and services, other users of such products and services, and/or others;</li>\n<li>In order to report to law enforcement authorities, or assist in their investigation of suspected illegal or wrongful activity, or to report any instance in which we believe a person may be in danger;</li>\n<li>To service providers with whom we have contracted to assist us with the features or operations (such as anti-fraud functions, billing, collections, registration, customer support, email delivery, age verification, or Core’s operations), to fulfill your service requests, offer new content or help us improve our products and/or services.\nOur contracts with these third parties prohibit them from using any of your Personal Information for purposes unrelated to the product or services they are providing;</li>\n<li>To other third parties (a) to provide you with services you have requested, (b) to offer you information about our products or services (e.g.\nevents or features), or (c) to whom you explicitly ask us to send your information (or about whom you are otherwise explicitly notified and consent to when using a specific service).\nFor instance, we may provide certain information to our payment processor, to credit card associations, banks or issuers (if you are using a credit card), or to providers of other services you request.\nIf you choose to use these third parties’ products or services, then their use of your information is governed by their privacy policies.\nYou should evaluate the practices of third party providers before deciding to use their services.\nand </li>\n<li>To others if the disclosure is done as part of a purchase, transfer or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, customer information may be one of the transferred assets)&nbsp;business entities, should we plan to merge with or be acquired by that business entity.</li>\n</ul>\n<p>Except as provided above, we will not share your Personal Information outside of Manticore except in limited circumstances, including:</p>\n<ul>\n<li>When you allow us to share your Personal Information with another company, such as:</li>\n</ul>\n<ul>\n<li>Directing us to share your Personal Information with third-party sites or platforms, such as social networking sites</li>\n<li>Please note that once we share your Personal Information with another company, the information received by the other company becomes subject to the other company’s privacy practices</li>\n</ul>\n<p>5.\n&nbsp.\nYOUR CONTROLS, RIGHTS AND CHOICES</p>\n<p>5.1 Data Retention</p>\n<p>We retain your Personal Information while each of your accounts is in existence or as needed to provide you with Services.\n&nbsp;We also retain your Personal Information for as long as necessary to achieve the purposes described in this Privacy Policy, for example, to comply with our legal obligations.\n&nbsp;If required by law or if the information is subject of a legal request or governmental investigation, we retain certain financial transaction information and Personal Information for as long as we are required to comply with applicable laws, regulations or such legal process or investigation.\n&nbsp;We also retain Personal information in order to protect our and others’ rights, resolve disputes or enforce our legal terms or policies, to the extent permitted under applicable law.</p>\n<p>5.2 Right to Access and Control your Personal Information</p>\n<p>You may exercise your controls, rights and choices, or request access to your Personal Information, by modifying your selections on your account preferences page, following the unsubscribe instructions provided in communications that we send to you, or sending correspondence regarding your request(s) or the communications or services you no longer wish to receive from us to privacy@manticoregames.com&nbsp;</p>\n<p>5.3 Account Closure</p>\n<p>You may close your account by submitting a request&nbsp;to us.\nIf you choose to close your Manticore account, we retain information for the purposes set out in this Privacy Policy and as noted below.</p>\n<p>We retain your Personal Information even after you have closed your account if reasonably necessary to comply with our legal obligations (including law enforcement requests), meet regulatory requirements, resolve disputes, respond to government investigations, maintain security, prevent fraud and abuse, enforce our Terms of Service or other terms or policies, and protect our and others’ rights.\n&nbsp;We will retain Anonymous Information and Aggregate Information after your account has been closed.\nAs we do not control data you shared with others, such data will remain visible or accessible.</p>\n<p>6.\n&nbsp.\nYOUR EUROPEAN UNION PRIVACY RIGHTS</p>\n<p>Under certain circumstances, you have rights under data protection laws to access, modify or delete the personal information we hold about you.</p>\n<p>If you are based in the European Economic Area, under certain circumstances you have the following rights: </p>\n<ul>\n<li>Request access to your personal information.\nYou may have the right to request access to any personal information we hold about you as well as related information, including the purposes for processing the personal information, the recipients or categories of recipients with whom the personal information has been shared, where possible, the period for which the personal information will be stored, the source of the personal information, and the existence of any automated decision making.</li>\n<li>Request correction of your personal information.\nYou may have the right to obtain without undue delay the rectification of any inaccurate personal information we hold about you.</li>\n<li>Request erasure of your personal information.\nYou may have the right to request that personal information held about you be deleted.</li>\n<li>Request restriction of processing your personal information.\nYou may have the right to prevent or restrict processing of your personal information.</li>\n<li>Request transfer of your personal information.\nYou may have the right to request transfer of your personal information directly to a third party where this is technically feasible.</li>\n</ul>\n<p>Also, where you believe that we have not complied with our obligations under this policy or European data protection law, you have the right to make a complaint to an EU Data Protection Authority, such as the UK Information Commissioner’s Office.</p>\n<p>You can exercise any of these rights by contacting us using the contact details set out above.</p>\n<p>You will not have to pay a fee to access your personal information (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal information (or to exercise any of your other rights).\nThis is a security measure to ensure that personal information is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>We try to respond to all legitimate requests within one (1) month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;YOUR STATE-SPECIFIC PRIVACY RIGHTS</p>\n<ul>\n<li>California residents are permitted by California law to request information about the manner in which we share certain categories of information with others for their marketing purposes.\n&nbsp;We do not share your personal information with third parties for their direct marketing use unless we have your permission.\n&nbsp;To withdraw permission previously granted please email us at privacy@manticoregames.com.\n&nbsp;Once we receive your instructions we will cease sharing your information, but this will not affect previously shared information.</li>\n<li>For site visitors from Nevada, we do not transfer Personal Information for monetary consideration.\nIf you would like to tell us not to sell your information in the future, please email use at privacy@manticoregames.com&nbsp;with your name, postal address, telephone number and email address with “Nevada Do Not Sell” in the subject line.\n</li>\n<li>Currently Manticore is not required to comply with the California Consumer Privacy Act (CCPA).\nWhen we are, we will post a CCPA notice here.</li>\n</ul>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CHILDREN’S PRIVACY</p>\n<p>Protecting the privacy of young children is especially important.\nFor that reason, we do not knowingly collect or maintain personal information (as defined by the United States Children’s Online Privacy Protection Act) from persons under thirteen (13) years of age.\nIf Manticore learns that personal information of persons under thirteen (13) has been collected on or through our Services, Manticore will take appropriate steps to delete this information.\n</p>\n<p>If you are the parent or legal guardian of a child under thirteen (13) who has provided personal information to Manticore without your knowledge, please contact Manticore at privacy@manticoregames.com&nbsp;to have that child’s account terminated and/or personal information deleted.\n</p>\n<p>For residents of the European Economic Area, where processing of personal data is based on consent, Manticore will not knowingly engage in that processing for users under the age of consent established by applicable data protection law.\nIf we learn that we are engaged in that processing with such users, we will halt such processing and will take reasonable measures to promptly remove applicable information from our records.\n&nbsp;</p>\n<p>9&nbsp.\n&nbsp;DATA TRANSFERS, SECURITY AND LAWFUL BASIS FOR PROCESSING</p>\n<p>9.1 Cross Border Data Transfers</p>\n<p>We operate globally and may transfer your information or Personal Information to individual companies of Manticore or third parties in locations around the world for the purposes described in this Privacy Policy.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that your information may be transferred to a country or jurisdiction that does not have the same data protection laws as your jurisdiction and you consent to the: (1) transfer of information to the U.S.\nor any other country in which Manticore or its subsidiaries, affiliates or service providers maintain facilities.\nand (2) the use and disclosure of information about you as described in this Privacy Policy.\nWhenever your Personal Information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your Personal Information in accordance with applicable law.</p>\n<p>9.2 Security</p>\n<p>We implement technical, physical and organizational security safeguards designed to protect your data from loss, misuse and unauthorized access and disclosure.\nWe regularly monitor our systems for possible vulnerabilities and attacks.\nHowever, given the nature of electronic communications and information processing technologies, we cannot guarantee the security or safety of any information that is sent to us, transmitted through the Internet or stored on our systems.\nThere is no guarantee that data may not be accessed, disclosed, altered, or destroyed by breach by others of any of our physical, technical, or organizational safeguards.\n&nbsp;In the event that Personal Information is compromised due to a breach of security, Manticore will promptly notify our users in compliance with applicable law.</p>\n<p>9.3 Lawful Basis for Processing</p>\n<p>We will collect, use, process and store your Personal Information where we have a valid lawful basis.\n&nbsp;Our lawful bases include one or more of the following:</p>\n<ul>\n<li>Consent (you have given Manticore consent, which you can change at anytime);</li>\n<li>Performance of a contract (our processing is necessary for the performance of a contract we have with you to deliver the Services you have requested, to respond to your inquiries or to take specific steps before entering into a contract with you);</li>\n<li>Legal obligation (processing is necessary for Manticore to comply with laws, regulations and regulatory authorities, court orders or law enforcement requests).\n</li>\n<li>Vital Interest (processing is necessary to protect your vital interests or vital interests of another person);</li>\n<li>Legitimate interest (improve our business or customer relationships, marketing and advertising, resolve disputes, prevent fraud and abuse, analyze and improve safety and security of our Services, enforce our Terms of Service, to anonymize and subsequently use the information).</li>\n</ul>\n<p>10.\n&nbsp.\nCHANGES TO THIS PRIVACY POLICY.\nCOMMENTS OR QUESTIONS</p>\n<p>From time to time, we may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.\nWe will provide notice to you through our Services if these changes are material and, where required by applicable law, we will obtain your consent.\n&nbsp;If you object to any changes, you may close your account.\nYou acknowledge that your continued use of our Service after we publish or send a notice about our changes to this Privacy Policy means that the collection, use and sharing of your personal data is subject to the updated Privacy Policy.</p>\n<p>If you have a comment or question about this Privacy Policy or our privacy practices, please send an email to privacy@manticoregames.com.</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2021-08-31 23:53:19.092819", "updated_at": "2021-08-31 21:54:12.688816"}, {"id": 8877, "name": "TermsOfService", "url": "https://www.coregames.com/legal/ManticoreTermsOfService.html", "xpath": "//body", "text": " <p>TERMS&nbsp;OF SERVICE </p>\n<p>Effective: March 15, 2020</p>\n<p>\n</p>\n<p>THIS IS A BINDING CONTRACT, PLEASE READ THESE TERMS CAREFULLY.\n</p>\n<p>\n</p>\n<p>This agreement (the “Agreement” or the “Terms”) describes the terms on which Manticore Games, Inc.\n(“Manticore”) offers you access to its interactive entertainment products and services, including the Core platform.\n</p>\n<p>\n</p>\n<p>By using our website(s) or accessing the Service (as defined below), you accept and agree to be legally bound and abide by these Terms, our Privacy Policy, Code of Conduct, and other related policies which are hereby incorporated into these Terms.\n</p>\n<p>\n</p>\n<p>These Terms contain a binding, individual arbitration and class-action waiver&nbsp;provision.\nIf you accept these Terms or use the Service, you and Manticore agree to resolve disputes in binding, individual arbitration and to give up the right to go to court individually or as part of a class action, and Manticore agrees to pay your arbitration costs for all disputes that are made in good faith, up to Ten Thousand Dollars (US$10,000.00) total.\n</p>\n<p>\n</p>\n<p>If you do not agree to these Terms, you may not access or use the Service.\n</p>\n<p>\n</p>\n<p>TABLE OF CONTENTS</p>\n<p>\n</p>\n<p>This Agreement includes both the terms above and the following sections, which you may jump &nbsp;to directly by selecting the appropriate link below.\nThe headings and subheadings are for your convenience only - you are responsible for reviewing all sections, defined terms, and related links in their entirety to ensure that you fully understand this Agreement.\n</p>\n<p>\n</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Online Service</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eligibility</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Account Registration</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Billing</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ownership</p>\n<p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Upload Content at Your Own Risk</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prohibited Conduct</p>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Account Termination</p>\n<p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infringement Notifications</p>\n<p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Privacy</p>\n<p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Releases, Disclaimers, Liability Limits + Indemnification</p>\n<p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dispute Resolution and Arbitration</p>\n<p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;General Provisions</p>\n<p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Additional Terms</p>\n<p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Related Policies</p>\n<p>\n</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nONLINE SERVICE </p>\n<p>\n</p>\n<p>Access to all features, applications, content, and downloads offered by Manticore, including its Core platform, Core Content (as defined below), online environments supporting the Service (the “Servers”), software provided to you by Manticore and/or its suppliers (the “Software”), and all domain and subdomains (the “Websites”)(collectively, the “Service”) may require the use of your personal computer, console, or mobile, or other wireless or internet-enabled device, as well as communications with or use of space on such devices.\nYou are responsible for any Internet connection or mobile fees and charges that you incur when accessing the Service.\n</p>\n<p>\n</p>\n<p>The Service exists only as long as and in the form that we may provide the Service, and all aspects of the Service, including any works of authorship, audio, creative works, graphics, images, logos, photos, text, textures, video and other interactive features (collectively “Content”) created by us and/or licensed from a third-party and provided to you by Manticore (the “Core Content”) or uploaded, published, or submitted through the Service by an end user like you (“User Content”) are subject to change or elimination.\nWe may amend any of these Terms or Related Policies (as defined below), or change any aspect, feature, or functionality of the Service (including your User Content) at any time without notice.\nManticore makes no commitment, express or implied, to maintain, continue, or permit open access to, any aspect of the Service.\n</p>\n<p>\n</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ELIGIBILITY </p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Age requirements for the Service.\n</p>\n<p>\n</p>\n<p>To enter into this Agreement, you must be an adult of legal&nbsp;age of majority&nbsp;in your country&nbsp;of residence.\nThe Service is not available to persons under the age of thirteen (13).\nIf you are under the legal age of majority in your country of residence (for instance, in the United States, under eighteen (18) years old), your parent or legal guardian must consent to these Terms on your behalf and supervise your use of the Service.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Other eligibility requirements for use of the Service.\n</p>\n<p>\n</p>\n<p>The Service is not available to any users previously removed from the Service by Manticore.\n</p>\n<p>\n</p>\n<p>Further, the Service is not available to any persons barred from receiving them under the laws of the United States (for instance, its export and re-export restrictions and regulations) or applicable laws in any jurisdiction.\n</p>\n<p>\n</p>\n<p>BY DOWNLOADING, INSTALLING, OR OTHERWISE USING THE SERVICES, YOU REPRESENT THAT YOU ARE AT LEAST THIRTEEN (13) YEARS OF AGE, THAT YOUR PARENT OR LEGAL GUARDIAN AGREES TO BE BOUND BY THESE TERMS IF YOU ARE BETWEEN THIRTEEN (13) AND THE AGE OF LEGAL MAJORITY IN YOUR JURISDICTION OF RESIDENCE, AND THAT YOU HAVE NOT BEEN PREVIOUSLY REMOVED OR PROHIBITED FROM RECEIVING THE SERVICE.\n</p>\n<p>\n</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ACCOUNT REGISTRATION</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You must establish an Account to use the Service, using true and accurate information.\n</p>\n<p>\n</p>\n<p>Except for certain Software or portions of the Websites which Manticore allows users to access without registration, you must provide us with certain information (such as an email address and password) to register an account (each, an “Account”).\nOur practices governing any resulting collection and use of your personal information or personal data are disclosed in our Privacy Policy.</p>\n<p>\n</p>\n<p>Please ensure that the information you provide to Manticore is true, accurate, current, and complete (to the best of your knowledge) at all times.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You are responsible for any activity on and the confidentiality of your Account(s).\n</p>\n<p>\n</p>\n<p>You are legally and financially responsible for all actions using or accessing our Software, including the actions of anyone whom you allow to access your Account.\nYou are solely responsible for maintaining the confidentiality of your Account and password, for restricting access to your computer, and for all other activities that occur (whether you authorize such activity or not) under your Account (except to the extent that such activity occurs because someone gains access to our system without using your identifiers or password).\nAt no time should you respond to an online request for a password other than in connection with the log-in process to the Service.\nYour disclosure of your password to any other person is at your own risk.\nYou will immediately notify us of the unauthorized use of your Account, password, username, or any other breach of security related to the Service.\nIf you lose access to your Account for any reason, Manticore may, but is not required to, attempt to restore access to your Account by verifying your registration data.\nIn the event that you are unable to provide such registration data, Manticore reserves the right to suspend your Account(s).\n&nbsp;</p>\n<p>\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Only authorized representatives of an entity may create an Account.\n</p>\n<p>\n</p>\n<p>When opening or using an Account on behalf of a company, entity, or other organization, you represent and warrant that you: (i) are an authorized representative of that organization with the authority to bind it to these Terms and to grant the licenses set forth herein.\nand (ii) agree to these Terms on behalf of such organization.\n</p>\n<p>\n</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manticore reserves certain rights with respect to your Account(s).\n</p>\n<p>\n</p>\n<p>Unless expressly permitted in writing by Manticore, you may not sell, rent, lease, share, or provide access to your Account to anyone else, including without limitation anyone for access to administrative rights on your Account.\nManticore reserves all available legal rights and remedies to prevent unauthorized use of the Service, including but not limited to technological barriers, IP mapping, and, in serious cases, directly contacting your Internet Service Provider (ISP) regarding such unauthorized use.\n</p>\n<p>\n</p>\n<p>We will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with any of the foregoing obligations.\n</p>\n<p>\n</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BILLING</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you choose to use paid aspects of the Service, you agree to the posted policies.\n</p>\n<p>\n</p>\n<p>Certain aspects of the Service are provided for a fee or other charge by Manticore or an applicable third-party contracted by Manticore to provide payment services (a “Payment Service Provider”).\nShould you elect to use paid aspects of the Service, you agree to the pricing, payment, and billing policies related to such fees and charges, plus other taxes as applicable, as posted through the Service, its related applications, or by an applicable Payment Service Provider.\nUpon your acceptance of these terms and submission of your order, you hereby agree that Manticore or an applicable Payment Service Provider (collectively, for purposes of this section, “we”) have the right to automatically charge your credit card or debit your account or other payment method for the applicable fees or charges, plus any applicable taxes that we are required to collect, and you authorize us to do so.\nThereafter, if you have purchased or redeemed a subscription-based product or service, each time your subscription comes up for renewal, we have the right to charge your credit card or debit your account the then-current renewal rate plus any applicable taxes that we are required to collect, and you authorize us to do so.\nAny prices posted in US Dollar or non-US Dollar currencies by Manticore on the Service do not include any applicable sales tax, unless specifically noted that it is tax inclusive.\n</p>\n<p>\n</p>\n<p>Manticore reserves the right, upon reasonable notice, to (directly or through an applicable Payment Service Provider): (i) charge for access to some or all of the Service, charge for access to premium functionality or Content on some or all of the Service or Website(s), require a free or paid subscription (“Usage Subscription”), or account registration to access some or all of the Service, (ii) change terms and conditions for the Service or portions thereof, and (iii) restrict access to the Service or portions thereof, in whole or in part, based on any lawful eligibility requirements Manticore may elect to impose (e.g.\ngeographic or demographic limitations).\nYou are responsible for obtaining and maintaining, at your sole cost, all internet devices and other equipment and software, and services necessary for you to access and use the Service.\n</p>\n<p>\n</p>\n<p>You acknowledge that it is your responsibility to ensure payment in advance for all paid aspects of the Service, and to ensure that your credit or debit cards or other payment instruments accepted by Manticore or an applicable Payment Service Provider continue to be valid and sufficient for such purposes.\nWithout limiting any other rights or remedies of Manticore, we may exercise our termination rights (as detailed below) in the event of any payment delinquency.\nManticore further reserves the right to terminate Usage Subscriptions for cause immediately in our sole discretion without advance notice or liability.\nIn such an event, you will not be entitled to a pro-rata refund or credit.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manticore has no obligation to provide refunds for any amounts paid for the Service.\n</p>\n<p>\n</p>\n<p>Except as set forth in any Additional Terms, purchases of Content (including but not limited to Usage Subscriptions) are final, non-refundable, have no monetary value (i.e.\nare not a cash account or equivalent) and are purchases of only a limited, revocable, personal, and non-transferable license to use such Content through the Service, even if such purchases come with a durational term (for instance, a monthly subscription).\nNotwithstanding any agreement by Manticore to provide a discretionary pro-rata refund or credit in certain circumstances, you have no property, proprietary, intellectual property, ownership, economic, or monetary interest in your Account, Core or User Content, Usage Subscriptions or other virtual goods and services, which remain the exclusive property of Manticore (subject only to the limited User Content License set forth below, this Agreement, or any Additional Terms).\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CONTENT LICENSES AND INTELLECTUAL PROPERTY RIGHTS</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manticore owns Intellectual Property Rights in the Service and the Manticore Marks.</p>\n<p>\n</p>\n<p>Manticore owns all copyrights, trademarks, service marks, trade dress, publicity rights, database rights, patent rights, and other intellectual property rights or proprietary rights recognized by law &nbsp;(“Intellectual Property Rights”) in and to the Service, including but not limited to the Content, Software, Servers, and Websites related thereto, and in and to our trademarks, service marks, trade names, logos, domain names, taglines, and trade dress (collectively, the “Manticore Marks”).\nYou acknowledge and agree that Manticore and its licensors own all right, title, and interest in and to the Service, including all Intellectual Property Rights therein, other than with respect to the User Content.\n</p>\n<p>\n</p>\n<p>You understand and agree that without a written license agreement with Manticore, we do not authorize you to make any use of the Manticore Marks, including but not limited to “Manticore” or “Core”.\nUse of the Manticore Marks in whole or in part is subject to the guidelines and terms of any applicable license provided in our Branding &nbsp;Guidelines.&nbsp;</p>\n<p>\n</p>\n<p>Except as expressly granted in this Agreement, all rights, title, and interest in and to the Service, and in and to the Manticore Marks, are reserved by Manticore.\nCopyright, trademark, and other laws of the United States and foreign countries protect the Service and the Manticore Marks.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manticore grants you certain licenses to access and use the Service under these Terms.</p>\n<p>\n</p>\n<p>Unless otherwise expressly stated in writing by Manticore, by agreeing to these Terms you are granted a limited, non-sublicensable license (i.e.\na personal and limited right) to access and use the Service for your personal or internal business use solely as permitted through the normal functionality of the Service (the “Core Content License”).\nTo be clear, you may not use, reproduce, distribute, prepare derivative works of, display or perform any Core Content, whether modified by you or not, outside the virtual environment of the Service except as expressly agreed upon in a written agreement by Manticore or through any Additional Terms or other written policy of Manticore.\nYou acknowledge that when you receive a Core Content License you do not acquire ownership of any copies of the Content, or transfer of any copyright or other intellectual property rights in the Content.\nThis Core Content License is expressly conditioned upon you and each of your Accounts remaining active, in good standing, and in compliance with these Terms.\n</p>\n<p>\n</p>\n<p>Manticore reserves the right, but is not obligated, to use technological measures designed to prohibit the copying, transfer, or distribution of Content outside the Service when we in good faith believe that such copying, transfer, or distribution would or might violate the Intellectual Property Rights of our users, Manticore, or third parties.\n</p>\n<p>\n</p>\n<p>You may not charge any third party for using the Software, the Service or any related materials thereto, and you may not modify, adapt, reverse engineer (except as otherwise permitted by applicable law notwithstanding such limitation), decompile, or attempt to discover the source code of the Software, or create any derivative works of the Software, or otherwise use the Software except as expressly provided in this Agreement.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You retain certain existing rights in and have responsibility for your User Content.</p>\n<p>\n</p>\n<p>You retain any and all Intellectual Property Rights you already hold under applicable law in Content you upload, publish, and submit to or through the Servers, Websites, and other areas of the Service, subject to the rights, licenses, and other terms of this Agreement, including any underlying rights of other users or Manticore in Content that you may use or modify.\n</p>\n<p>\n</p>\n<p>Except as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User Content, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section.</p>\n<p>\n</p>\n<p>You are solely responsible for your User Content and the consequences of posting or publishing it.\nIn connection with Content that you upload, publish, or submit to any part of the Service, you affirm, represent, and warrant that you (a) own and have all necessary Intellectual Property Rights, licenses, consents, and permissions to use and authorize Manticore and users of the Service to use the Content in the manner contemplated by the Service and these Terms.\n(b) the User Content is accurate.\n(c) the User Content does not and, as to Manticore’s permitted uses and exploitation set forth in this Agreement, will not infringe, violate, or misappropriate any Intellectual Property Right or other right of any third party.\nand (d) the User Content will not violate this Agreement or any Additional Terms, or cause injury or harm to any person.\n</p>\n<p>\n</p>\n<p>You copy and use Content at your own risk.\nYou are solely responsible and liable for your use, reproduction, distribution, modification, display, or performance of any Content in violation of any Intellectual Property Rights.\nYou agree that Manticore will have no liability for, and you agree to defend, indemnify, and hold Manticore harmless for, any claims, losses, or damages arising out of or in connection with your use, reproduction, distribution, modification, display or performance of any Content.\n</p>\n<p>\n</p>\n<p>Because the law may or may not recognize certain Intellectual Property Rights in any particular Content, you should consult a lawyer if you want legal advice regarding your legal rights in a specific situation.\nYou acknowledge and agree that you are responsible for knowing, protecting and enforcing any Intellectual Property Rights that you hold, and that Manticore cannot do so on your behalf.\n</p>\n<p>\n</p>\n<p>Manticore has no obligation to monitor or enforce your Intellectual Property Rights to your User Content, but you grant us the right to protect and enforce our rights to your User Content, including by bringing and controlling actions in your name and on your behalf (at our cost and expense) to which you hereby consent and irrevocably appoint Manticore as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest.\n</p>\n<p>\n</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You grant Manticore certain licenses to your User Content.\n</p>\n<p>\n</p>\n<p>Unless otherwise agreed to in a written agreement between you and Manticore that was signed by an authorized representative of Manticore, if you submit, transmit, display, perform, post, or store User Content using the Service, you grant Manticore and its sublicensees, to the furthest extent and for the maximum period permitted by applicable law (including in perpetuity if permitted under applicable law), an unrestricted, worldwide, irrevocable, fully sublicensable, non-exclusive, and royalty-free right to (a) use, reproduce, modify, adapt, publish translate, create derivative works from, distribute, perform, and display such User Content (including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof)) in any form, format, media, or media channels now known or later developed or discovered, and (b) use the name, identity, likeness, and voice (or other biographical information) that you submit in connection with such User Content.\nShould such User Content contain name, identity, likeness, and voice (or other biographical information) of third parties, you represent and warrant that you have obtained the appropriate consents and/or licenses for your use of such features and that Manticore and its sub-licensees are allowed to use them to the extent indicated in these Terms.\n</p>\n<p>\n</p>\n<p>Manticore may, but will not have the obligation to, display, maintain, or otherwise make use of, any of your User Content, and Manticore may, in its sole discretion, modify, delete, or otherwise make use of User Content without notice or any liability to you or any third party.\nManticore reserves the right to treat User Content on the Service as content stored at the direction of users for which Manticore will not exercise control except to block or remove content that comes to Manticore’s attention and is offensive, obscene, abusive, illegal or otherwise objectionable to Manticore, or to enforce the rights of third parties or the content restrictions set forth below, when notice of their violation comes to our attention.\nSuch User Content submitted by you or others need not, however, be maintained on the Service by us for any period of time and you will not have the right, once submitted, to access, archive, maintain, or otherwise use such User Content on the Service.\n</p>\n<p>\n</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You grant certain licenses to other users by publicly sharing your User Content.</p>\n<p>\n</p>\n<p>You agree that by uploading, publishing, or submitting any Content to any publicly accessible areas of the Service, you hereby grant other users of that aspect of the Service a non-exclusive license to access your User Content through the Service, and to use, reproduce, distribute, prepare derivative works of, display, and perform the Content on the Service as permitted through your interactions with the Service under these Terms (the “User Content License”).\n</p>\n<p>\n</p>\n<p>You agree that by uploading, publishing, or submitting any Content to or through the Servers for display in any publicly accessible area of the Service, you hereby grant other users a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to photograph, capture an image of, film, and/or record a video of the Content, and to use, reproduce, distribute, prepare derivative works of, display, and perform the resulting photograph, image, film, or video in any current or future media (the “Media License”).\n</p>\n<p>\n</p>\n<p>If you do not wish to grant users of the Service a User Content License or Media License, you agree that it is your obligation to avoid displaying or making available your Content to other users.\n</p>\n<p>\n</p>\n<p>You acknowledge that when you receive a User Content License, you receive only licensing and use rights.\ntherefore, you do not acquire ownership of any copies of the Content, or transfer of any copyright of Intellectual Property Rights in the Content.\n</p>\n<p>\n</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You may delete your User Content and terminate any related licenses, with limitations.\n</p>\n<p>\n</p>\n<p>With respect to any User Content you have submitted through the Service, the rights granted by you hereunder terminate once you delete such User Content from the Service, except (a) to the extent you shared it as part of the Service.\n(b) Manticore used it for promotional purposes, or (c) for the reasonable time it takes to remove from backup and other systems.\nIn such circumstances, the licenses granted by you above shall terminate, but only for those particular copies or instances of Content that you have deleted from the Service.\nYou acknowledge that this termination will not apply to any other copies or instances of the same Content that you have not specifically deleted from the Service, including without limitation those that may be displayed elsewhere through the Service and those that may be in the Account inventories of other users to whom you transferred copies.\nYou acknowledge that the Media License granted to Manticore and other users with respect to your Content will survive any such termination.\n</p>\n<p>\n</p>\n<p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;UPLOAD CONTENT AT YOUR OWN RISK</p>\n<p>\n</p>\n<p>Manticore uses reasonable security measures in order to attempt to protect User Content against unauthorized copying and distribution.\nHowever, Manticore does not guarantee that unauthorized copying, use, or distribution of User Content by third parties will not occur.\nTo the furthest extent permitted by applicable law, you hereby agree that Manticore shall not be liable for any unauthorized copying, use, or distribution of User Content by third parties and release and forever waive any claims you may have against Manticore for such unauthorized copying or usage of such User Content, under any theory.\nTHE SECURITY MEASURES TO PROTECT USER CONTENT USED BY MANTICORE HEREIN ARE PROVIDED “AS IS” AND WITH NO WARRANTIES, GUARANTEES, CONDITIONS, ASSURANCES, OR OTHER TERMS THAT SUCH SECURITY MEASURES WILL WITHSTAND ATTEMPTS TO EVADE SECURITY MECHANISMS OR THAT THERE WILL BE NO BREACHES, DISABLEMENTS OR OTHER CIRCUMVENTION OF SUCH SECURITY MEASURES.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PROHIBITED CONDUCT</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You agree to comport yourself while using the Service.\n</p>\n<p>\n</p>\n<p>You agree not to violate any law, contract, intellectual property or other third-party right or commit a tort, and that you are solely responsible for your conduct while using the Service.\n</p>\n<p>\n</p>\n<p>You agree that you will comply with these Terms and our Code of Conduct&nbsp;and will not: </p>\n<p>\n</p>\n<p>(i) create, upload, transmit, distribute, or store any content that is inaccurate, unlawful, infringing, defamatory, obscene, pornographic, invasive of privacy or publicity rights, harassing, threatening, abusive, inflammatory, or otherwise objectionable;</p>\n<p>\n</p>\n<p>(ii) impersonate any person or entity, falsely claim an affiliation with any person or entity, or access the Service accounts of others without permission, forge another person’s digital signature, misrepresent the source, identity, or content of information transmitted by the Service, or perform any other similar fraudulent activity;</p>\n<p>\n</p>\n<p>(iii) make unsolicited offers, advertisements, proposals, or send junk mail or spam to users of the Service, including, without limitation, unsolicited advertising, promotional materials, or other solicitation material, bulk mailing of commercial advertising, chain mail, informational announcements, charity requests, petitions for signatures, or any of the preceding things related to promotional giveaways (such as raffles and contests), and other similar activities;</p>\n<p>\n</p>\n<p>(iv) harvest or collect the email addresses or other contact information of other users of the Service;</p>\n<p>\n</p>\n<p>(v) defame, harass, abuse, threaten, or defraud users of the Service, or collect, or attempt to collect, personal information about users or third parties without their consent.\n</p>\n<p>\n</p>\n<p>(vi) remove, circumvent, disable, damage, or otherwise interfere with security-related features of the Service or User Content, features that prevent or restrict use or copying of any content accessibility through the Service, features that enforce limitations on the use of the Service or User Content, or delete the copyright or other proprietary rights notices on the Service or User Content;</p>\n<p>\n</p>\n<p>(vii) reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of the Service or any part thereof, except and only to the extent that this activity is expressly permitted by the law of your jurisdiction of residence;</p>\n<p>\n</p>\n<p>(viii) modify, adapt, translate, or create derivative works based upon the Service or any part thereof, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation;</p>\n<p>\n</p>\n<p>(ix) interfere with or damage operation of the Service or any user’s enjoyment of it, by any means, including uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code.\n</p>\n<p>\n</p>\n<p>(x) relay email from a third-party’s mail servers without that party’s permission;</p>\n<p>\n</p>\n<p>(xi) access any website, server, software application, or other computer resource owned, used and/or licensed by Manticore, including but not limited to the Service, by means of any robot, spider, scraper, crawler or other automated means for any purpose, or bypass any measures Manticore may use to prevent or restrict access to any website, server, software application, or other computer resource owned, used and/or licensed by Manticore, including but not limited to the Service;</p>\n<p>\n</p>\n<p>(xii) manipulate identifiers in order to disguise the origin of any User Content transmitted through the Service;</p>\n<p>\n</p>\n<p>(xiii) interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service.\nuse the Service in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying the Service, or that could damage, disable, overburden or impair the functioning of the Service in any manner;</p>\n<p>\n</p>\n<p>(xiv) use or attempt to use another user’s account without authorization from that user and Manticore;</p>\n<p>\n</p>\n<p>(xv) attempt to circumvent any content filtering techniquest we employ, or attempt to access any service or area of the Service that you are not authorized to access;</p>\n<p>\n</p>\n<p>(xvi) attempt to indicate in any manner that you have a relationship with us or that we have endorsed you or any products or services for any purpose.\nand</p>\n<p>\n</p>\n<p>(xvii) use the Service for any illegal purpose, or in violation of any local, state, national, or international law or regulation, including without limitation, laws governing intellectual property and other proprietary rights, data protection and privacy.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manticore is a service provider and is not responsible for other parties’ conduct.</p>\n<p>\n</p>\n<p>You understand that Manticore is a service provider that enables its users to interact online and display and communicate information and Content chosen by those users.\nYou acknowledge that you will be exposed to various aspects of the Service involving the conduct, Content, and services of users, and that Manticore does not control and is not responsible or liable for the quality, safety, legality, truthfulness, or accuracy of any such user conduct, User Content, or user services.\nYou acknowledge that Manticore does not guarantee the accuracy of information submitted by any user of the Service, nor any identity information about any user.\nManticore does not control or endorse any User Content, opinion, recommendation, or advice expressed therein, and Manticore expressly disclaims any and all liability in connection with User Content.\nYour interactions with other users and your use of User Content are entirely at your own risk.\nManticore has no obligation to become involved in any dispute that you may have or claim to have with one or more users of the Service, or in any manner in any resolution thereof.\n</p>\n<p>\n</p>\n<p>Manticore takes no responsibility and assumes no liability for any User Content or for any loss or damage resulting therefrom, nor is Manticore liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter when using the Service.\nYour use of the Service is at your own risk.\nIn addition, these rules do not create any private right of action on the part of any third party or any reasonable expectation that the Service will not contain any content that is prohibited by such rules.\n</p>\n<p>\n</p>\n<p>To the fullest extent permitted by applicable law, Manticore reserves the right to remove, screen, or edit any User Content posted or stored on the Service at any time and without notice, including where such User Content violates these Terms or applicable law, and you are solely responsible for creating backup copies of and replacing any User Content you post or store on the Service at your sole cost and expense.\nAny use of the Service in violation of the foregoing violates these Terms and may result in, among other things, suspension or termination of your rights to use the Service.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TERMINATION OF YOUR ACCOUNT</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You or we may terminate your Account(s) at any time.\n</p>\n<p>\n</p>\n<p>You or we may terminate your Account(s) at any time.\nYou may terminate this Agreement by closing your Account(s) at any time for any reason.\nManticore may suspend or terminate your Account at any time for any reason.\nIn such an event, Manticore shall have no further obligation or liability to you under this Agreement or otherwise, and you shall be entitled to no compensation or other payment, remedy, recourse, or refund.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may terminate your Account(s) for violation of this Agreement.\n</p>\n<p>\n</p>\n<p>We may suspend or terminate your Account(s) if you violate this Agreement, as determined in our sole discretion.\nUpon termination of your Account(s), this Agreement between us will be automatically terminated and you may not re-subscribe or return to the Service through other or future Accounts you may create.\n</p>\n<p>\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may terminate your Account(s) to protect the Service or community interests.\n</p>\n<p>\n</p>\n<p>We may terminate your Account(s) to protect the interests of the Service or its community or if we believe that you pose an unacceptable risk to the community.\nWe may terminate your Account if we determine, in our sole discretion, that such action is necessary or advisable to comply with legal requirements or to protect the rights or interests of Manticore, the Service, its community, or any third party.\n</p>\n<p>\n</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may terminate your Account(s) on suspension or discontinuation of the Service.\n</p>\n<p>\n</p>\n<p>We may terminate your Account(s) if we elect to generally suspend or discontinue the Service, in whole or in part, for any reason.\nIn such an event, you will not be entitled to compensation for such suspension or termination, and you acknowledge that Manticore will have no liability to you in connection with such suspension or termination.\n</p>\n<p>\n</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On termination, you will lose access to your Account and the Service.</p>\n<p>\n</p>\n<p>Upon termination of your Account(s), you will no longer be able to access your Account(s) or access (or transfer or direct the transfer to any other Account) any Content or data that you have stored on our Servers.\nAll licenses granted by Manticore to use the Service, including any related feature or functionality therein, will automatically terminate.\nYou acknowledge that you have elected to procure any premium account or paid features of the Service notwithstanding the possibility of termination of such license rights under the circumstances set forth in this Agreement.\n</p>\n<p>\n</p>\n<p>Upon termination, you will remain liable for any unpaid amounts owed by you to Manticore.\n</p>\n<p>\n</p>\n<p>You should ensure that you have only stored Content on the Servers to which you are willing to permanently lose access.\nYou acknowledge and assume the risk of the possibility of termination of your Account(s) as provided in this Agreement, and you represent that you will make your decisions to participate in the Service, contribute Content, spend your money, and dispose of transferable licenses at all times knowingly based upon these risks.\n</p>\n<p>\n</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Some sections of this Agreement will continue after Account suspension or termination.\n</p>\n<p>\n</p>\n<p>The provisions of this Agreement and any Additional Terms which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to Manticore in this Agreement, as well as to the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.</p>\n<p>\n</p>\n<p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;INFRINGEMENT NOTIFICATIONS</p>\n<p>\n</p>\n<p>Manticore respects the intellectual property rights of others and follows the requirements set forth in the Digital Millennium Copyright Act (DMCA) and other applicable laws.\nIf you are a copyright owner or agent thereof and believe that content posted on the Service infringes your Intellectual Property Rights, please review our Intellectual Property Infringement Notification Policy&nbsp;for further information on our policy, what to include in and where to submit your notice.\n</p>\n<p>\n</p>\n<p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PRIVACY, CONFIDENTIALITY AND YOUR PERSONAL INFORMATION</p>\n<p>\n</p>\n<p>Your privacy is important to us.\nOur Privacy Policy&nbsp;sets forth the conditions under which you provide personal and other information to us.\nYou understand and agree that through your use of the Service you consent to the collection and use of your information in accordance with our Privacy Policy.\nPlease review our Privacy Policy, which describes our use and disclosure of information we collect on our Websites and in our Services.\n</p>\n<p>\n</p>\n<p>Please remember that the Service is a public forum and User Content that you submit will be accessible to and viewable by other users.\nExcept as may be required to register and/or maintain your Account, do not submit personally identifiable information (for example, first/last name, password, contact information, payment card information, etc…) on the Service.\n</p>\n<p>\n</p>\n<p>Except as otherwise described in our Privacy Policy or any Additional Terms we provide to you, you agree that (i) your User Content will be treated as non-confidential and non-proprietary and will not be returned (except as required by applicable law or in our sole discretion), and (ii) Manticore does not assume any obligation of any kind to you or any third party with respect to your User Content.\nUpon our request, you will furnish us with any documentation necessary to substantiate these rights and to verify your compliance with this Agreement or any Additional Terms.\n</p>\n<p>\n</p>\n<p>If you object to your information being used or disclosed as described therein, please do not use the Service.\n</p>\n<p>\n</p>\n<p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RELEASES, DISCLAIMERS, LIABILITY LIMITS, + INDEMNIFICATION</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Disclaimers.\nNo Warranties</p>\n<p>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW: (I) THE SERVICES AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS “WITH ALL FAULTS” AND WITHOUT WARRANTY OF ANY KIND, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN A WRITING BY MANTICORE.\n(II) MANTICORE, AND ITS AFFILIATES, LICENSORS AND ITS AND THEIR OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS, LICENSORS, AND SUBCONTRACTORS (THE “MANTICORE PARTIES”) DISCLAIM ALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES AND CONDITIONS OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, TITLE, NON-INTERFERENCE WITH YOUR ENJOYMENT, AUTHORITY, NON-INFRINGEMENT, MERCHANTABILITY, FITNESS OR SUITABILITY FOR ANY PURPOSE (WHETHER OR NOT WE KNOW OR HAVE REASON TO KNOW OF ANY SUCH PURPOSE), SYSTEM INTEGRATION, ACCURACY OR COMPLETENESS, RESULTS, REASONABLE CARE, WORKMANLIKE EFFORT, LACK OF NEGLIGENCE, AND LACK OF VIRUSES, WHETHER ALLEGED TO ARISE UNDER LAW, BY REASON OF CUSTOM OR USAGE IN THE TRADE, OR BY COURSE OF DEALING.\n(III) WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, THE MANTICORE PARTIES MAKE NO WARRANTY THAT THE SERVICE AND RELATED MATERIALS (1) WILL OPERATE PROPERLY, (2) WILL MEET YOUR REQUIREMENTS, OR (3) WILL OPERATE IN AN UNINTERRUPTED, BUG FREE, OR ERROR FREE MANNER.\nANY WARRANTY AGAINST INFRINGEMENT THAT MAY BE PROVIDED IN SECTION 2-312 OF THE UNIFORM COMMERCIAL CODE OR IN ANY OTHER COMPARABLE STATUTE IS EXPRESSLY DISCLAIMED BY THE MANTICORE PARTIES.\nTHE MANTICORE PARTIES DO NOT GUARANTEE CONTINUOUS, ERROR-FREE, VIRUS-FREE, OR SECURE OPERATION OF OR ACCESS TO THE SERVICE(S) AND RELATED MATERIALS.\nYOU SHOULD USE INDUSTRY-RECOGNIZED SECURITY SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM MANTICORE OR THROUGH THE SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nTHIS PARAGRAPH WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liability Limits</p>\n<p>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE MANTICORE PARTIES SHALL NOT BE LIABLE IN ANY WAY FOR LOSS OR DAMAGE OF ANY KIND RESULTING FROM THE USE OR INABILITY TO USE THE SERVICE OR RELATED MATERIALS, OR OTHERWISE IN CONNECTION WITH THESE TERMS, INCLUDING BUT NOT LIMITED TO LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE, MALFUNCTION, OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES.\nIN NO EVENT WILL THE MANTICORE PARTIES BE LIABLE FOR ANY LOSS OF PROFITS OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES, OR ANY OTHER DAMAGES ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR RELATED MATERIALS, OR THE DELAY OR INABILITY TO USE OR LACK OF FUNCTIONALITY OF THE SERVICE OR RELATED MATERIALS, EVEN IN THE EVENT OF THEIR FAULT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, INDEMNITY, PRODUCT LIABILITY, BREACH OF CONTRACT, BREACH OF WARRANTY, OR OTHERWISE, EVEN IF THEY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHESE LIMITATIONS AND EXCLUSIONS REGARDING DAMAGES APPLY EVEN IF ANY REMEDY FAILS TO PROVIDE ADEQUATE COMPENSATION.\n</p>\n<p>\n</p>\n<p>BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, THE LIABILITY OF MANTICORE, ITS LICENSORS, AND ITS AND THEIR AFFILIATES, AND THEIR SERVICE PROVIDERS, SHALL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY LAW.\n</p>\n<p>\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Basis of the Bargain</p>\n<p>\n</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT MANTICORE HAS OFFERED THE SERVICE, USER CONTENT, AND OTHER CONTENT AND INFORMATION, SET ITS PRICES, AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND MANTICORE, AND THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND MANTICORE.\nMANTICORE WOULD NOT BE ABLE TO PROVIDE THE SERVICE TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.\n</p>\n<p>\n</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Indemnification</p>\n<p>\n</p>\n<p>You agree to indemnify, defend, and hold the Manticore Parties harmless from any claims, losses, damages, liabilities, including legal fees and expenses, (collectively, “Claims”) arising out of your use or misuse of the Services, any User Content that you post, store or otherwise transmit in or&nbsp;through the Service(s), your violation of the rights of any third party, any violation by you of these Terms, or any breach of the representations, warranties, and covenants made by you herein.\n</p>\n<p>\n</p>\n<p>Manticore reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Manticore, and you agree to cooperate with Manticore’s defense of these Claims.\nManticore will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.\n</p>\n<p>\n</p>\n<p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DISPUTE RESOLUTION + ARBITRATION</p>\n<p>\n</p>\n<p>PLEASE READ THE FOLLOWING PROVISION CAREFULLY BECAUSE IT REQUIRES YOU TO ARBITRATE DISPUTES WITH MANTICORE AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM MANTICORE.\n</p>\n<p>\n</p>\n<p>To the fullest extent permitted by applicable law (but excluding those identified below), you and Manticore agree to arbitrate any dispute arising from these Terms or your use of the Service, except that you and Manticore are not required to arbitrate any dispute in which either party seeks equitable or other relief for the alleged unlawful use of copyrights, trademarks, trade names, logos, trade secrets, or patents.\n</p>\n<p>\n</p>\n<p>ARBITRATION PREVENTS YOU FROM SUING IN COURT OR FROM HAVING A JURY TRIAL.\n</p>\n<p>\n</p>\n<p>You and Manticore agree that you will notify each other in writing of any dispute within thirty (30) days of when it arises.\nNotice to Manticore should be sent to: Manticore Games, Inc., Attention: Legal, 1400 Fashion Island Boulevard, San Francisco, CA 94404.</p>\n<p>\n</p>\n<p>You and Manticore further agree: to attempt informal resolution prior to any demand for arbitration.\nthat any arbitration will occur in San Mateo County, California.\nthat arbitration will be conducted confidentially by a single arbitrator in accordance with the rules of JAMS (www.JAMSADR.COM).\nand that the state or federal courts in San Mateo County, California have exclusive jurisdiction over any appeals or an arbitration award or over any suit between the parties not subject to arbitration.\nOther than class procedures and remedies discussed below, the arbitrator has the authority to grant any remedy that would otherwise be available in court.\nAny dispute between the parties will be governed by this agreement and the laws of the State of California and applicable United States law, without giving effect to any conflict of laws principles that may provide for the application of the law of another jurisdiction.\nWhether the dispute is heard in arbitration or in court, you and Manticore will not commence against the other a class action, class arbitration or other representative action or proceeding.\n</p>\n<p>\n</p>\n<p>If you are a resident in any jurisdiction in which the provision in the section above is found to be unenforceable, then the following shall apply: </p>\n<p>\n</p>\n<p>Any disputes, claims, or causes of action arising out of or in connection with these Terms will be governed by and construed under the laws of the jurisdiction of your residence.\n</p>\n<p>\n</p>\n<p>Any disputes, claims, or causes of action arising out of or in connection with these Terms shall be resolved by competent civil courts within your jurisdiction of residence.\n</p>\n<p>\n</p>\n<p>Claims</p>\n<p>\n</p>\n<p>YOU AND MANTICORE AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICE(S) MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</p>\n<p>\n</p>\n<p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GENERAL PROVISIONS</p>\n<p>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waiver</p>\n<p>\n</p>\n<p>If we fail to exercise or enforce any right or provision of these Terms, it will not constitute a waiver of such right or provision.\nAny waiver of any provision of these Terms will be effective only if in writing and signed by the relevant party.\n</p>\n<p>\n</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Severability</p>\n<p>\n</p>\n<p>If any provision of these Terms or any&nbsp;Additional Terms&nbsp;is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.\n</p>\n<p>\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assignment </p>\n<p>\n</p>\n<p>These Terms and any Additional Terms or Related Policies, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Manticore without restriction.\nAny assignment attempted to be made in violation of this provision shall be void.\n</p>\n<p>\n</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Survival</p>\n<p>\n</p>\n<p>Upon termination of these Terms, any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to, Sections 5, 12, and 13.</p>\n<p>\n</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Entire Agreement</p>\n<p>\n</p>\n<p>The Terms, together with our Privacy Policy, Code of Conduct, any Additional Terms and Related Policies, are the entire agreement between you and Manticore relating to the subject matter herein and will not be modified except in writing, signed or otherwise agreed to by both parties, or by a change to these Terms made by Manticore as set forth herein.\n</p>\n<p>\n</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Requests for Information and How to Serve a Subpoena</p>\n<p>\n</p>\n<p>All requests for information or documents related to potential, anticipated or current legal proceedings, investigations or disputes, or for third-party user information, from any Manticore Service must be made using the appropriate level of legal process, and must be properly served on Manticore via the Corporation Service Company (CSC), Manticore’ national registered agent.\nPlease find below the California address for CSC (the CSC office in your jurisdiction may be located through the Secretary of State’s website):</p>\n<p>\n</p>\n<p>Manticore Games, Inc.\n</p>\n<p>℅ CORPORATION SERVICE COMPANY</p>\n<p>2710 Gateway Oaks Drive, Suite 150N</p>\n<p>Sacramento, CA 95833</p>\n<p>\n</p>\n<p>Please note that Manticore does not accept such requests for information or documents, or service of process, via email or fax, and will not respond to such requests.\nAll requests must include the information you may have that will help us identify the relevant records, the specific information requested, and its relationship to your investigation.\nPlease also note that limiting your request to the relevant records (e.g.\na limited time period) will facilitate efficient processing of your request.\n</p>\n<p>\n</p>\n<p>The Services are offered by Manticore Games, Inc., located at 400 Fashion Island Boulevard, San Mateo, CA 94404 and email: SUPPORT@MANTICOREGAMES.COM.\nIf you are a California resident, you may have this same information emailed to you by sending a letter to the foregoing address with your email address and a request for this information.\n</p>\n<p>\n</p>\n<p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ADDITIONAL TERMS</p>\n<p>\n</p>\n<p>Additional terms, including but not limited to the Related Policies listed below, may apply to specific products or to certain elements of the Service (the “Additional Terms”).\nIf there is any contradiction between any Additional Terms and these Terms, then the Additional Terms shall take precedence only in relation to that particular element of the Service.\n</p>\n<p>\n</p>\n<p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RELATED POLICIES</p>\n<p>\n</p>\n<ul>\n<li>Additional Terms Regarding Virtual Tokens</li>\n<li>Code of Conduct</li>\n<li>Creator Payouts Policy</li>\n<li>Intellectual Property Infringement Notification Policy (DMCA)</li>\n<li>Privacy Policy</li>\n<li>Purchasing Content</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-08-31 23:53:19.091264", "updated_at": "2021-08-31 21:54:00.259694"}], "points": [{"id": 25033, "title": "There is a date of the last update of the agreements", "source": "https://www.coregames.com/legal/ManticorePrivacyPolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-01 22:22:48.357341", "updated_at": "2021-09-06 16:06:11.506158", "quoteText": "Effective: &nbsp;January 1, 2021", "case_id": 331, "document_id": 8878, "quoteStart": 43, "quoteEnd": 75}], "urls": ["coregames.com", "manticoregames.com"]}}