{"error": 448, "message": "OK", "parameters": {"id": 476, "name": "Burning Man Project", "created_at": "2018-05-08 12:19:45.46711", "updated_at": "2021-07-09 18:46:20.221088", "wikipedia": "https://en.wikipedia.org/wiki/Burning_Man", "keywords": "", "related": "", "slug": "burningman", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/476.png", "url": "burningman.org", "documents": [{"id": 8290, "name": "Year-Round Event Terms & Conditions", "url": "https://burningman.org/year-round-terms-and-conditions/", "xpath": "//*[@id=\"main\"]", "text": " Year-Round Event Terms &amp.\nConditions <em>\n<b>Burning Man Project Year-Round Event Terms and Conditions, Waiver, and Release Form&nbsp;</b>\n</em>\n<p>In consideration of being allowed to participate in this Burning Man Project community event (the “Event”), you agree to comply with all rules, regulations, terms, and conditions of the Event, including but not limited to the following:&nbsp;</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Waiver of Liability and Release.</b> You, on behalf of yourself and your agents, personal representatives, assigns, heirs, and next of kin, hereby waive any and all liability that Burning Man Project and its officers, directors, employees, volunteers, contractors, representatives, agents, affiliates, and subsidiaries (collectively, “BMP”) may owe to you and your agents, personal representatives, assigns, heirs, and next of kin for any and all loss, damages, claims or demands related to bodily injury, illness, property damage, economic loss, liability or expenses of any kind (collectively, Claims) that you may experience or incur, whether caused by the negligence of BMP or otherwise, associated with your participation in the Event.\nThis waiver does not extend to rights or liabilities that cannot be waived as a matter of law, but you expressly agree that this waiver is intended to be as broad and as inclusive as permitted by governing law.You, on behalf of yourself and your agents, personal representatives, assigns, heirs, and next of kin (collectively “Releasors”), hereby release, discharge and hold harmless BMP from any claims and/or liability, actual or threatened, accruing as a result of your participation in the Event.\nReleasors covenant not to sue or assert any claims against BMP for any and all loss or damage on account of bodily injury (including death), property damage, or economic loss of any nature that is in any way related to the Event.\nReleasors further acknowledge and fully understand that there may also be other risks that are not known or foreseeable at this time.\nReleasors expressly waive all rights they may have under Section 1542 of the California Civil Code, which states: A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\nThis release does not extend to claims that cannot be released as a matter of law, but you expressly agree that this release is intended to be as broad and as inclusive as permitted by governing law.</li>\n<li>\n<b>Assumption of the Risk Relating to COVID-19 and Compliance with Event Health and Safety Plan.\n</b>The novel coronavirus COVID-19 was declared a pandemic by the World Health Organization and is an extremely contagious disease that can cause severe illness and death.\nYou understand that this Event is subject to enhanced health and safety measures, and you agree to comply with all health and safety requirements imposed by BMP or any government agency with jurisdiction over the Event.\nNotwithstanding the foregoing sentence, you understand that there is a risk of exposure to COVID-19 at any public gathering.\nBy entering the Event site, you voluntarily assume the risk that you may be exposed to or infected by COVID-19, and/or that you may expose or infect others, and that such exposure or infection may result in personal injury, illness, permanent disability, and/or death.\nYou accept sole responsibility for any Claims (as defined above) arising from your participation in the Event, and you agree that the waiver of liability and release set forth in Section 1 of these Terms and Conditions applies to any Claims relating to COVID-19.</li>\n<li>\n<b>Media Policy.</b> By participating in the Event, you agree to the following terms and conditions for the use of any imagery obtained at the Event, including still photographs and videos (“Event Imagery”).\nCameras will be welcome at the Event and have long been an important part of Burning Man’s storytelling history.\nBMP will monitor dissemination of Event Imagery for two primary reasons: (1) to preserve the Decommodification Principle, one of the 10 Principles of Burning Man.\nand (2) to protect Event participants’ rights to privacy, free expression, and creative immediacy.\nYou may use Event Imagery for “Personal Use,” defined to include: (1) sharing with friends and family.\n(2) displaying on personal websites (as long as the website does not sell any product or service, and does not purport or appear to be an official website of the Event or BMP).\nand (3) posting on social networking websites (provided neither the post nor the account is promoting or affiliated with any commercial 2 enterprise).\nYou understand that you have no right to make any use of Event Imagery other than Personal Use — including without limitation displaying Event Imagery in any commercial advertisement or promotional material — without BMP’s express written permission in advance, except to the extent that such use constitutes a fair use under United States law.\nYou further agree to inform anyone to whom you give any Event Imagery that it can only be used for Personal Use.You understand that BMP and others will be recording the Event, and that your image may be captured on film, video, photographs, or other media (the “Event Recordings”) that may subsequently be displayed or disseminated without your consent or compensation of any kind to you.\nBy entering the Event, you irrevocably grant to BMP and its authorized agents the right to record and use the Event Recordings, including composite or modified representations, for all purposes throughout the world and in perpetuity.\nYou also expressly release BMP and its authorized agents from any and all liability in connection with the recording or use of the Event Recordings.\nYou agree that BMP shall be the copyright owner of any Event Recordings created by BMP or its authorized agents.\nBMP may, but is not obligated to, include your name as a credit in connection with the Event Recordings.\nBMP is not obligated to use any of the rights granted in this paragraph.</li>\n<li>\n<b>\n</b>\n<b>Intellectual Property Policy</b>.\nYou acknowledge that “Burning Man” and the Burning Man logo/symbol are registered trademarks of BMP, and that BMP has the exclusive right to license and enforce those trademarks, along with its other intellectual property (collectively, “Burning Man Intellectual Property”).\nBurning Man Intellectual Property includes without limitation all materials provided by BMP in connection with the Event unless specifically agreed otherwise in writing.\nWithout the prior written consent of BMP, you understand that you may not use any Burning Man Intellectual Property, unless the use is authorized by these Terms and Conditions or constitutes a fair use under United States law.<b>\n</b>\n</li>\n<li>\n<b>Minors at the Event.</b> You understand that children under 18 years of age may attend the Event only if accompanied by a parent or guardian, and if you bring a minor to the Event, you agree to the contractual terms contained in these Terms and Conditions on behalf of the minor.\nMinors under 21 years of age are prohibited from purchasing, possessing, or consuming alcohol in any Event location.\nMinors in breach of this prohibition, and any participant who knowingly furnishes alcohol to a minor at the Event, will be ejected from the Event without refund.</li>\n<li>\n<b>Event Ticket and Registration Policies.\n</b>For any Event for which tickets or registrations are sold or otherwise required for entry, no one will be admitted to the Event without a confirmed Event ticket or registration.\nEvent tickets and registrations are revocable licenses that may be revoked by BMP in its sole discretion, and BMP retains the right to cancel, rescind or revoke any Event tickets or registrations at any time for any reason whatsoever.In alignment with Burning Man’s Principle of Decommodification, EVENT TICKETS&nbsp.\nMAY NOT BE SOLD FOR ADDITIONAL MARKUP ABOVE THEIR FACE VALUE (i.e., the amount charged by BMP for the ticket plus any BMP-approved fees) or utilized to promote or raise funds for any project, entity, or individual.\nYou understand that if you sell or attempt to sell an Event ticket for above its face value, BMP has the absolute right, in its sole discretion, to cancel all Event tickets in your name without notice or refund of any amounts paid.Unless the terms of a particular ticket sale state otherwise, ALL TICKET SALES ARE FINAL, and no refunds will be issued for any reason.\nAll fees are nonrefundable.Unless the terms of a particular ticket sale state otherwise, you may transfer your Event ticket to another participant.\nIf ticket transfers are permitted and you choose to transfer your ticket to another participant for a fee, you agree that the fee charged will not exceed the ticket’s Face Value, and you understand that neither BMP nor the ticketing platform can assist you with collecting any part of this fee.\nIf permitted, ticket transfers may happen at any time prior to or during the Event, but no tickets may be transferred, and no attempt to do so will be honored, after a ticket has been scanned in at event entry.BMP may, in its sole discretion, work with one or more third parties to provide the Event ticket and/or registration website.\nBMP does not promise that such website will be error-free or uninterrupted.\nThe website, content, and service are delivered on an “AS-IS” and “AS AVAILABLE” basis, and BMP DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nBMP WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THE WEBSITE, INCLUDING WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, OR PUNITIVE AND CONSEQUENTIAL DAMAGES.\nBMP MAKES NO GUARANTEE OF THE AVAILABILITY OF EVENT TICKETS OR REGISTRATIONS OR OF THE ABILITY TO ACQUIRE THEM VIA THE WEBSITE.</li>\n<li>\n<b>\n</b>\n<b>Privacy</b>.\nInformation you provide to BMP in connection with your Event ticket purchase, registration, or participation in the Event is covered by the Burning Man Privacy Policy, available at http://burningman.org/privacy-policy/.\nInformation you provide to any third party in connection with your purchase of a ticket to, registration for, or participation in the Event is covered by that third party’s privacy policy.<b>\n</b>\n</li>\n<li>\n<b>Force Majeure.\n</b>You agree that BMP is not liable for any delays or cancellations of the Event or any component thereof due to any cause beyond BMP’s control, including without limitation weather.\nnatural disaster.\nhealth epidemic or pandemic.\nunavailability of communication or utility services.\nwar, riot, or labor difficulties.\nsupplier failures.\nnational or local emergency.\nfederal, state or municipal law or regulation.\ndamage to or destruction of Event facilities or locations.\nor denial of required permits or permissions (a “Force Majeure Event”).\nYou understand that Event tickets are not refundable if the Event is terminated early or canceled in whole or in part due to a Force Majeure Event</li>\n<li>\n<b>Governing Law and Dispute Resolution.</b> These Terms and Conditions are governed by and will be enforced according to the laws of the State of California, without regard to any conflicts of laws rules.\nAny claim or dispute arising out of or in connection with these Terms and Conditions must be brought exclusively in the federal and state courts located in San Francisco, California, and the parties submit to the personal jurisdiction of such courts for the purpose of litigating all such claims or disputes.<b>\n</b>\n</li>\n<li>\n<b>Acceptance of Terms.</b> If you are obtaining an Event ticket for, or transferring an Event ticket to, any other person, you recognize that you are acting as that person’s agent in obtaining the ticket, and due to this agency relationship, you agree to these Terms and Conditions on behalf of any person to whom you transfer the ticket, and you shall notify any such person of these Terms and Conditions at the time of transfer.\nIf you have obtained a ticket from another person, you agree to these Terms and Conditions when the ticket is transferred to you.\nYou represent and warrant that you have the full power, consent, and authority to enter into these Terms and Conditions.\nYou understand that these Terms and Conditions may be changed by BMP prior to the Event, and if so, the revised Terms and Conditions will be published at burningman.org/year-round-terms-and-conditions&nbsp;and will apply to you.\nYour entry into the Event signifies your binding agreement to the Terms and Conditions in effect at the time of your entry.&nbsp;</li>\n</ol>\n<p>YOU ACKNOWLEDGE THAT YOU HAVE READ AND FULLY UNDERSTAND THESE TERMS AND CONDITIONS, WAIVER AND RELEASE OF LIABILITY.\nYOU UNDERSTAND THAT YOU HAVE GIVEN UP SUBSTANTIAL RIGHTS.\nAND YOU DO SO KNOWINGLY AND VOLUNTARILY WITHOUT ANY INDUCEMENT OR DURESS.</p> ", "created_at": "2021-07-09 19:01:14.562745", "updated_at": "2021-07-09 19:01:23.657178"}, {"id": 8289, "name": "Privacy Policy", "url": "https://burningman.org/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " Burning Man Privacy Policy WHAT THIS POLICY COVERS\n<p>This policy covers personal information that Burning Man Project receives when you use the burningman.org website and affiliated webpages (collectively, “our Site”).</p>\n<p>“Personal information” is information that can be linked to you as an individual, such as your name, address, email address, or phone number.\nBy visiting our Site, you are accepting the practices described in this privacy policy.</p>\n<p>If you are under 16, you must ask your parent or guardian for their permission before sending any information to us or asking us to email you, and by visiting our Site and/or sending any information to us, you are confirming that your parent or guardian has consented to you doing so.</p>\n<p>This privacy policy is intended to give you information about:</p>\n<ul>\n<li>The personal information that is collected or processed when you use our Site;</li>\n<li>How your personal information is used and protected;</li>\n<li>Your rights to your personal information.\nand</li>\n<li>How to contact us to exercise your rights regarding your personal information.</li>\n</ul>\nINFORMATION YOU KNOWINGLY GIVE TO US\n<p>We receive and may store any personal information you actively send us or enter on our Site.\nYou provide such information when you interact with our Site in a number of different ways, including without limitation:</p>\n<ul>\n<li>Create a Burner Profile;</li>\n<li>Contribute to the ePlaya online community, image Galleries, Spark connection tool, Rideshare board, Playa Events calendar, or other public areas of our Site;</li>\n<li>Submit an online questionnaire, application, or other form;</li>\n<li>Sign up for our newsletters or other mailing lists;</li>\n<li>Post comments on the Burning Man Journal;</li>\n<li>Send us emails;</li>\n<li>Make online donations to Burning Man Project;</li>\n<li>Register for ticket sales or events;</li>\n<li>Purchase tickets to Burning Man events or other items via our Site.\nor</li>\n<li>Make Burner Express bookings.</li>\n</ul>\n<p>Certain information you provide to us, such as your Black Rock City Census responses, is only compiled statistically and not recorded in a personally identifiable way.</p>\nINFORMATION THAT IS AUTOMATICALLY COLLECTED BY OUR SYSTEM\n<p>We receive and store certain types of information whenever you interact with us through our Site.\nWe use a cookie to identify your session and to synchronize your responses to one form with other relevant forms.\nYou can configure your browser to reject cookies, but if you do so, you might not be able to experience all the interactive features of our Site.</p>\nGOOGLE ANALYTICS\n<p>We use a tool called “Google Analytics” to collect information about the use of our Site.\nGoogle Analytics collects information such as how often users visit our Site, what pages they visit, and what other sites they used prior to coming to our Site.\nWe use the information we get from Google Analytics only to maintain and improve our Site’s technical performance.\nGoogle Analytics collects the IP address assigned to you on the date you visit our Site, rather than your name or other identifying information.\nWe do not combine the information collected through the use of Google Analytics with personally identifiable information.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to our Site is restricted by the Google Analytics Terms of service, available at http://www.google.com/analytics/terms/us.html, and the Google Privacy Policy, available at http://www.google.com/policies/privacy/.<br>\nYou can prevent Google Analytics from recognizing you on return visits to our Site by disabling cookies in your browser.</p>\nWHAT WE DO WITH YOUR PERSONAL INFORMATION\n<p>We use the personal information that we receive to operate our Site, to produce Burning Man events, and for other projects in support of our mission.\nYour personal information may be stored on our systems and shared among Burning Man Project’s subsidiaries and affiliates, including without limitation Black Rock City LLC and the Black Rock Arts Foundation.\nWe do not rent or sell your personal information to any other entity.\nWe do not share your personal information with any other entity, except when:</p>\n<ul>\n<li>We have your permission;</li>\n<li>We must respond to a subpoena, court order, or other legal process;</li>\n<li>We must exercise our legal rights, protect our property, defend against legal claims, or otherwise comply with the law.\nor</li>\n<li>We believe it is appropriate in order to investigate, prevent, or take action regarding suspected illegal activities, fraud, threats to personal safety, or violation of our Site’s terms of use.</li>\n</ul>\n<p>Donations, ticket orders, and purchases made via our Site are processed in collaboration with independent service providers, and the use of information you provide in connection with these transactions is also governed by the privacy policies of those providers.</p>\n<p>Burning Man Project and/or our affiliates may at times contact you at your email address to keep you informed about events and other Burning Man-related opportunities.\nShould you not wish to receive such communications, you may opt out by following the instructions in the communication.\nIf Burning Man Project is acquired or transferred, or changes entity status, the personal information maintained on our systems will be among the transferred assets but will remain subject to the Burning Man Project privacy policy in existence at the time of the acquisition or transfer.</p>\n<p>You can contact us at the address provided below to request access to the personal information in your Burner Profile and other accounts you register on our Site.\nYou can edit personal information in your Burner Profile by logging in and manually editing your account.\nYou can also delete your Burner Profile and other accounts you register on our Site, either directly within the accounts or by sending a message through the “Contact Us” link on our Site (https://burningman.org/network/about-us/contact/) that specifies the account or other data that you would like deleted.\nFor technical reasons, the information that you have voluntarily shared in public submissions to our Site may remain visible to users of our Site even after the deletion of the associated account.</p>\nCONFIDENTIALITY AND SECURITY\n<p>The only people who have access to personal information collected on our Site, either directly or through the use of Google Analytics, have a need to know this information and are bound by nondisclosure agreements and this privacy policy.\nWe have physical, electronic, and procedural safeguards in place to protect the personal information that we collect and store.</p>\n<p>You understand, however, that whenever you submit expressive content to certain areas of our Site — such as the Galleries, ePlaya, Playa Events calendar, theme camp and art project listings, and Burning Man Journal — your submission will be made public on the Site.\nWe are not responsible for the use of any personal information that you or others choose to post publicly.\nYou may be identified as the author of any posted expressive content unless you instruct us otherwise.</p>\n<p>We will identify your public submissions to our Site by the handle you register and will not disseminate any other registration information without your authorization.\nIf you contact other users of our Site by email, your personal information may be included in the header, as with any email.</p>\n<p>In general, we cannot guarantee your anonymity whenever you interact with our Site.</p>\n<p>Please note that our Site may contain links to third-party websites.\nThese third-party websites may send their own cookies to collect data and solicit personal information.\nTherefore, we cannot guarantee your privacy when visiting such third-party sites, nor the accuracy or acceptability of any services provided by such third parties.</p>\nCHANGES TO THIS PRIVACY POLICY\n<p>We may update this policy from time to time.\nWhen any significant changes are made to this policy, we will post a notification in a prominent place on this website so that you may be made aware of the changes.\nThis notification will appear the first time you log on to this website following a significant change in this policy.</p>\nCONTACTING US\n<p>If you have questions about this privacy policy, please email privacy@burningman.org.</p>\nEFFECTIVE DATE\n<p>This policy is effective as of January 28, 2020.</p> ", "created_at": "2021-07-09 19:00:44.514881", "updated_at": "2021-07-09 19:00:53.52946"}, {"id": 8288, "name": "Gallery Terms and Conditions", "url": "https://gallery.burningman.org/terms", "xpath": "//div[@class='site-terms-conditions']", "text": " Terms and Conditions <p>By uploading your images to the Burning Man Gallery, you give Burning Man Project (BMP) a nonexclusive, perpetual, royalty-free, worldwide license to distribute and otherwise use these images.\nIn keeping with Burning Man's Principle of Decommodification, BMP will not sell your images or license them to anyone else without your separate written permission.\nBMP agrees to credit you as the photographer, using the name you have provided, in any distribution or other use of your images.\nBMP's inadvertent failure to provide this credit is not a breach of this license if, on receipt of notice from you, BMP takes reasonable steps to cure that failure on a prospective basis.\nIf your images were taken at a Burning Man event in Black Rock City, the Terms and Conditions applicable to that event continue to apply to any use of those images.\nYou can review the most recent Terms and Conditions at http://tickets.burningman.org/terms-and-conditions.</p> ", "created_at": "2021-07-09 19:00:13.66424", "updated_at": "2021-07-09 19:00:24.536237"}, {"id": 8287, "name": "Ticket Terms and Conditions", "url": "https://tickets.burningman.org/terms-and-conditions/", "xpath": "//*[@id=\"main\"]", "text": " Ticket Terms and Conditions <p>\n<b>Burning Man Ticket Terms and Conditions, Waiver, and Release Form </b>\n<b>\n<br>\n</b>\n<b>(“Terms and Conditions”)</b>\n</p>\n<p>In consideration of being allowed to participate in and attend the 2020 Burning Man event (the “Event” or the “Burning Man Event”), I agree to comply with any and all rules, regulations, terms, and conditions of the Burning Man Event, including but not limited to the following:</p>\n<ol>\n<li>I certify that I am physically able to participate in the Burning Man Event and in any associated activity or performance, and that I have not been advised otherwise by a qualified medical professional.<br>\n</li>\n<li>I acknowledge and fully understand that as a participant, I will be engaging in activities that involve risk of serious injury, including permanent disability and death, property loss and severe social and economic losses.\nThese risks include, but are not limited to, those caused by: (a) the actions, inactions, or negligence of the organizers of the Burning Man Event, i.e., Burning Man Project and its officers, directors, employees, agents, representatives, volunteers, contractors, and/or affiliates (collectively, “BMP”) and/or participants in the Event.\n(b) conditions of the premises or equipment used.\n(c) rules and regulations regarding the activities.\n(d) temperature.\n(e) weather.\n(f) condition of participants.\n(g) the widespread use by participants and by BMP of fire, pyrotechnics, flame effects, explosions, and other similar activities.\nand (h) vehicular traffic.\nI further acknowledge and fully understand that there may also be other risks that are not known or foreseeable at this time.\nI KNOWINGLY AND VOLUNTARILY ASSUME ALL RISK OF PROPERTY LOSS, PERSONAL INJURY, SERIOUS INJURY, OR DEATH, WHICH MAY OCCUR BY ATTENDING THE 2020 BURNING MAN EVENT, AND HEREBY FOREVER RELEASE, DISCHARGE, AND HOLD BMP HARMLESS FROM ANY CLAIM ARISING FROM SUCH RISK, EVEN IF ARISING FROM THE NEGLIGENCE OF BMP, OR FROM THIRD PARTIES, AND I ASSUME FULL RESPONSIBILITY AND LIABILITY FOR MY PARTICIPATION.</li>\n<li>I understand that during the Burning Man Event, art installations, theme camps, vehicles (including but not limited to “mutant vehicles” and “art cars”), events, and performances will be held and/or on display, and I understand that most of these activities are not owned or operated by BMP.\nI ASSUME ALL RISK OF INJURY OR DEATH ARISING FROM THE OPERATION OF AND/OR MY PARTICIPATION IN ANY OF THESE ACTIVITIES, AND THE RELEASE IN SECTION 2 APPLIES TO ANY RELATED INJURY I MIGHT SUSTAIN.</li>\n<li>I, on behalf of myself, my heirs, executors, administrators, and assigns, hereby waive, release, discharge, and agree not to sue BMP and other participants, sponsors, and if applicable, owners and lessors of equipment, art installations, and premises used to conduct the Burning Man Event or related activities (collectively the “Releasees”), from any and all claims for damages, injuries, losses, liabilities, and expenses that I may have or that may subsequently accrue to me relating to, resulting from, or arising out of my participation in the Burning Man Event, including in any programs, events, art installations, or activities at the Event, and including any injury or damage to my person or property, or to that of any other person or property.\nIf BMP files a claim against me, however, I may file a counterclaim related to the same facts and circumstances.\nI agree to indemnify, defend, and hold the Releasees harmless from and against any and all claims by third parties for damages, injuries, losses, liabilities, and expenses relating to, resulting from, or arising out of my participation in the Burning Man Event, including in any programs, events, art installations, or activities at the Event.\nI intend that the waiver and release of liability contained in these Terms and Conditions shall be construed broadly to provide a release and waiver to the maximum extent permissible under applicable law.</li>\n<li>\n<b>Burning Man’s Media Policy.\n</b>By entering the Burning Man Event, all participants agree to the following terms, conditions, and guidelines for the use of any imagery obtained at the Event, including still photographs and videos (hereinafter “Event Imagery”).\nCameras are welcomed at the Event and have long been an important part of Black Rock City’s storytelling history.\nBMP monitors dissemination of Event Imagery for two primary reasons: (1) to preserve the Principle of Decommodification by ensuring that photographs and videos from the Burning Man Event are not used for advertising or commercial purposes.\nand (2) to protect participants’ right to privacy, freedom of expression, and creative immediacy.Participants may use Event Imagery for “Personal Use,” defined to include: (1) sharing with friends and family.\nand (2) displaying on personal websites and social media accounts, provided that&nbsp.\nthe posts do not promote or sell any products, services, or brands, and the website or account is not affiliated with any commercial enterprise and does not purport or appear to be an official outlet of the Event or BMP.\nI UNDERSTAND AND ACCEPT THAT I MAY NOT MAKE ANY USE OF EVENT IMAGERY WITHOUT PRIOR WRITTEN PERMISSION FROM BMP, OTHER THAN PERSONAL USE (as defined above).\nI understand that I have no right to sell, transfer, license, sublicense, or give my Event Imagery to any other party, except for Personal Use, and I agree to inform anyone to whom I give any Event Imagery that it can only be used for Personal Use.I assign to BMP a joint ownership in the copyright to my Event Imagery for the purpose of enabling BMP to enforce that copyright against any third party that displays or disseminates any of my Event Imagery in a manner not authorized by these Terms and Conditions.\nI appoint BMP as my attorney-in-fact to execute any documents necessary to effectuate such assignment.\nBMP agrees that it will not utilize this joint copyright to enter into any licensing agreements for the Event Imagery.\nSince I understand that, in the absence of written permission from BMP, I have no right to sell, transfer, license, sublicense or give any of my Event Imagery to any other party (except for Personal Use), if a third party obtains and uses any of my Event Imagery (other than for Personal Use) without such written permission from BMP, I agree that any permission, license, or right I may have granted this third party is completely void and invalid and that BMP has the absolute right, as joint copyright owner, to require the third party to cease all use of the Event Imagery.If I post, or allow to be posted, any Event Imagery on a personal website or account, whether controlled by me or by a third party, even if permissible as Personal Use, I agree that: (1) I will place, or cause to be placed, on any webpage or post displaying such Event Imagery a notice that (a) the Event Imagery can be used only for the poster’s personal use and not for any other purpose, and (b) the Event Imagery may be downloaded or copied only in accordance with a Creative Commons license that prohibits the licensee from using the Event Imagery for commercial purposes, including CC BY-NC, CC BY-NC-SA, and CC BY-NC-ND (available at http://creativecommons.org/licenses/).\n(2) I will not license any Event Imagery that contains any nudity or partial nudity (including any imagery in which bare breasts, bare buttocks, genitals, or genital areas are visible).\nand (3) if BMP notifies me that any Event Imagery must be removed from public display, for any reason whatsoever in BMP’s sole discretion, I will promptly remove or cause to be removed those images.\nBMP, as joint copyright holder, reserves all rights to revoke any license that was erroneously placed on Event Imagery in violation of these Terms and Conditions and may cause the removal of such Event Imagery on any webpage on which it is displayed.\nI understand that use of the Creative Commons’ licenses approved herein does not supersede these Terms and Conditions, or my responsibility as the photographer or videographer to obtain all necessary permissions from subjects and artists as appropriate.\nAny use other than Personal Use of Event Imagery containing nudity that is presented in a sexual context and/or without the express written permission of the subjects is prohibited.\nViolations or suspected problems of this nature should be reported to the Black Rock Rangers and/or Media Mecca (on playa) or to press@burningman.org (year-round).The Burning Man community grows primarily by word of mouth.\nBMP does little to solicit attention from media companies about the Burning Man Event, and does not seek to grow the Event by exposure through the mass media.\nBMP does continue to support the presence of the press, and to encourage the free expression of news reporters, storytellers, small groups documenting special projects, cultural or fine art photographers, and creative authors/researchers or academics.\nAny party interested in making any commercial use of their documentation of the Event or in distributing footage beyond Personal Use must, however, enter into a separate written agreement with BMP.\nVisit http://www.burningman.org/network/about-us/press-media/ or contact press@burningman.org for more information on how to apply for this permission.\nAll such projects require BMP’s review and approval prior to any distribution.&nbsp;</li>\n<li>\n<b>Burning Man Trademarks and Copyrights.&nbsp.\n</b>I acknowledge that “Burning Man,” “Black Rock City,” “Decompression,” “Burner Express,” and the Burning Man logo/symbol are registered trademarks of BMP.\nthat the design of the Burning Man sculpture and the Black Rock City map are registered copyrights of BMP.\nand that BMP has the exclusive right to license and enforce those trademarks and copyrights along with its other intellectual property (collectively, “Burning Man Intellectual Property”).WITHOUT THE PRIOR WRITTEN CONSENT OF BMP, I UNDERSTAND THAT I MAY NOT USE ANY BURNING MAN INTELLECTUAL PROPERTY OR EVENT IMAGERY IN ANY ADVERTISEMENT OR PROMOTIONAL MATERIAL (INCLUDING WITHOUT LIMITATION, IN MUSIC VIDEOS OR IN POSTS ON COMMERCIAL SOCIAL MEDIA ACCOUNTS), OR IN THE TITLE OR ON THE COVER OF ANY PUBLICATION, unless the use is authorized by these Terms and Conditions or constitutes a fair use under United States law.\n(For general information about trademarks, copyrights, and fair use, please see: https://ilt.eff.org/Trademark__Liability.html#Fair_Use_Defense and https://ilt.eff.org/Copyright__Fair_Use.html.)BMP generally permits the use of Burning Man Intellectual Property, without payment of any license fee, on materials that are given away at or in connection with the Burning Man Event (“Gift Materials”), with the following conditions: (1) BMP may, for any reason in its discretion, determine that such use is not in keeping with BMP’s quality control, and if so, all such materials shall no longer be distributed.\nand (2) no Gift Materials may be sold (including to recoup the cost of producing them), exchanged for something of value, or distributed in any manner in which the Gift Materials are likely to be sold or exchanged for something of value.</li>\n<li>I acknowledge that people are using film, video, and photographic cameras at the Event, and that my image may be captured on film, video, or photographs that may subsequently be displayed or disseminated without my consent or payment of compensation to me, and I release BMP from any liability due to such capturing, display, or dissemination.</li>\n<li>I hereby appoint BMP as my representative to protect my intellectual property or privacy rights, recognizing that BMP has no obligation to take any such action.\nI understand that if BMP files a lawsuit to protect my intellectual property or privacy rights pursuant to the appointment in this Section, and BMP has information that my specific intellectual property or privacy rights have been violated and also has information as to my identity and my contact information, BMP will make reasonable efforts to notify me of any such action by sending a communication to the contact information in BMP’s possession.</li>\n<li>I understand that some participants at the Event may engage in expressive activity and dress, which may include partial nudity or nudity and other types of expressive activity.\nI agree that such expressive activity and dress is not indecent or offensive to me, and that I have decided to attend the Event with full knowledge that such expressive activity and dress may occur.\nIf I am accompanied by minors at the Event, I acknowledge that I have made a choice that the minors may be exposed to the expressive activities and dress that take place at the Event, and that I have exercised parental responsibility and control in bringing the minors to the Event.\nShould I find that any activity at the Event is offensive to me, or to any minors accompanying me, I acknowledge that I can avoid such activity by, among other things, leaving the vicinity of the activity or leaving the Event.</li>\n<li>I understand that children under 18 years of age may attend the Event only accompanied by a parent or guardian, and if I bring a minor to the Event, I agree to the contractual terms contained in these Terms and Conditions on behalf of the minor.</li>\n<li>I acknowledge that all vehicles, including trucks, trailers, and recreational vehicles, entering the Event are subject to search by Gate staff for stowaways, dogs, guns, live plants, fireworks, handheld lasers, or other prohibited items.</li>\n<li>I agree to read and abide by the terms on the back of the ticket and all information listed in the 2020 Survival Guide.</li>\n<li>I consent to have medical treatment that may be deemed advisable in the event of injury, accident, and/or illness during any program, event, or activity at the Event.\nI release BMP and all persons participating in any such medical treatment from all responsibility for any such actions.</li>\n<li>I agree that BMP is not liable for acts of God, the weather, strikes, protests, or actions taken by government agencies and similar causes.\nI understand that tickets and vehicle passes are nonrefundable even if the Event is terminated early or canceled, or entry conditions are modified, due to weather, acts of nature, governmental regulation, the failure to obtain required governmental permits, or conditions beyond BMP’s control.</li>\n<li>I understand that (1) I must bring enough food, water, shelter, and first aid to survive the duration of the Event in a harsh desert environment.\n(2) guns, fireworks, rockets, and other explosives are prohibited.\n(3) handheld lasers of any kind are prohibited, and mounted lasers are subject to restrictions as described at http://burningman.org/event/black-rock-city-guide/lasers/.\n(4) this is a LEAVE NO TRACE, pack it IN, pack it OUT event.\nand (5) I am asked to contribute 2 hours of playa cleanup in addition to cleaning up my own camp.</li>\n<li>I understand that commercial activities of any kind, including without limitation delivering goods or services to or at the Event for a prepaid fee, or engaging in marketing or brand promotion at the Event, are expressly prohibited, except as authorized by BMP and permitted by the U.S.\nBureau of Land Management (“BLM”) as applicable.</li>\n<li>Tickets, credentials, and vehicle passes are revocable licenses that may be revoked by BMP for any reason, including without limitation resale for above the price at which they were initially offered by BMP, plus applicable taxes and BMP-approved fees (“Face Value”), purchasing more than stated limits, or assisting people with unauthorized or un-ticketed entry to the Event.</li>\n<li>\n<b>Refund and Cancellation Policy.</b>&nbsp.\nALL SALES ARE FINAL.\nNo refunds or exchanges will be issued for any reason.\nFees are non-refundable.</li>\n<li>\n<b>Ticket Sales, Vehicle Passes and Registration for Ticket Sales.&nbsp.\n</b>Pursuant to a ticket sale registration process, a limited number of Event tickets and vehicle passes will be made available for sale.\nIndividuals will have an opportunity to register for the sale via their validated Burner Profile, and at the end of such registration or later via email, will receive an access code or access information to access the sale.\nI understand that I will be informed of the procedures for the ticket sale during my registration for the sale, and that by my registration, I agree to be bound by those procedures and to waive any right to challenge the procedures of the registration or the sale.\nDuring the registration period for a ticket sale, I may register for an opportunity to purchase tickets, but I understand that my registration does not guarantee me the right to purchase any tickets.\nOnly one registration per person per sale is allowed.\nIf a person registers more than once, all registrations by that person may be canceled without notice.\nAny registration deemed to be duplicative or potentially fraudulent will be deactivated and blocked from all future sales.\nRegistrations may not be bought or sold under any circumstances, and any registrations discovered to have been purchased or sold will be deactivated and blocked from all future sales.\nRegistrations using email addresses from disposable domains or “dark mail” providers are subject to cancellation.At some time after the end of the registration period, I will be able to access the site for ticket purchases on a first-come, first-served basis.\nI understand that an online queue system may be used and, at BMP’s discretion, randomization may occur.\nOnce through any queue, I understand that I will be able to purchase tickets only if tickets are available at the time I access the ticket purchase site.\nI understand that ticket and vehicle pass buying limits and restrictions for each sale will be stated on tickets.burningman.org, and I agree to be bound by those limits and restrictions in any sale in which I participate.\nUnless otherwise expressly allowed, vehicle passes may only be purchased in conjunction with an Event ticket, and the ratio of Event entry tickets to vehicle passes purchased shall not exceed two (2) Event tickets to one (1) vehicle pass.\nI UNDERSTAND THAT I MAY NOT PURCHASE MORE THAN THE MAXIMUM NUMBER OF TICKETS PERMITTED AT ANY PRICE LEVEL, AND IF I ATTEMPT TO PURCHASE MORE THAN THE MAXIMUM NUMBER, ALL MY TICKET ORDERS MAY BE CANCELED, RESCINDED, AND REVOKED AND THE TICKETS VOIDED WITHOUT NOTICE OR REFUND.ALL VEHICLES DRIVEN INTO THE EVENT MUST HAVE A VEHICLE PASS displayed in the windshield.\nI understand that a vehicle pass only grants the ability to drive a vehicle into the Event site and directly to one’s camp location and that a vehicle pass does not grant any additional on-site driving privileges.\nUNAUTHORIZED DRIVING WITHIN THE EVENT SITE IS PROHIBITED.\nDuring a ticket sale, and in any potential separate vehicle pass sale, depending on availability, I may have an opportunity to purchase vehicle passes.\nThe price of a vehicle pass is $140, and each stand-alone vehicle driven through the Gate must have a vehicle pass.\n(Motorcycles, trailers, and art cars on trailers do NOT require a vehicle pass.) BMP reserves the right to subject the use of vehicle passes to further terms and conditions, which would be published on the Burning Man website (www.burningman.org), in the Jackrabbit Speaks newsletter, and at the Event.\nI understand that vehicle passes are not Event tickets and do not grant any person entry to the Event without a separate Event ticket.\nLikewise, the purchase of an Event ticket does not include the right to drive a motor vehicle into the Event or reserve a vehicle pass for that ticket holder.\nI understand that I may not purchase only a vehicle pass in any sale, unless expressly stated otherwise, and that if I do so, my order will be canceled without notice.\nNo ticket refunds will be issued because the ticket holder neglected or was unable to acquire a vehicle pass from BMP.\nTo help mitigate traffic issues, BMP reserves the right to limit the number of vehicle passes available for the Event, and the number of vehicle passes an individual may purchase.As part of the ticket and vehicle pass purchase process, I understand that I must provide current contact information and a valid credit card.\nInvalid credit card numbers will be disqualified from participation, and I understand that I will NOT have an opportunity to provide a secondary form of payment.\nUNLESS BMP EXPLICITLY STATES OTHERWISE, ONLY ONE TICKET PURCHASE PER PERSON AND PER CREDIT CARD IS ALLOWED.If I successfully purchase tickets and/or vehicle passes, my credit card will be charged automatically for the price of the ticket(s), vehicle pass(es), a per-item and per-transaction service fee, and any applicable taxes and delivery fees.\nOnce I successfully purchase tickets and/or vehicle passes and my credit card is charged, I cannot cancel or withdraw my order, and as with all ticket and vehicle pass sales, the sale is final.\nIf my credit card is declined by the credit card company for any reason, the sale to me will not be processed and I will not receive any tickets or vehicle passes, or be guaranteed a later opportunity to purchase tickets or vehicle passes.I understand that once I have purchased tickets through any sale (other than a sale that specifies additional purchases may be permitted in later sales), I will be ineligible to purchase any other tickets.\nPurchase in any sale, even on behalf of someone else, will disqualify me from being awarded a ticket through BMP’s Low Income Ticket Program.\n<p>For any ticket or vehicle pass sale or sale registration, if for any reason whatsoever, including computer or software malfunction, mistake or inadvertence, network congestion or crashes, I am not able to purchase any tickets or vehicle passes through the sale process, or my registration for a sale or the purchase of tickets or vehicle passes is not processed, or I receive a notice that my ticket or vehicle pass purchase or ticket registration is rescinded, revoked, canceled, or made in error and my credit card payment is credited to my credit card account, I waive any claim against BMP and release BMP from any and all liability.</p>\n<p>BMP retains the right to cancel, rescind or revoke any ticket purchases or vehicle pass purchases at any time for any reason whatsoever at BMP’s sole discretion.\nIn alignment with Burning Man’s Decommodification Principle, one of Burning Man’s Ten Principles, BURNING MAN EVENT TICKETS AND VEHICLE PASSES MAY NOT BE SOLD FOR ADDITIONAL MARKUP BEYOND THEIR FACE VALUE OR UTILIZED TO PROMOTE OR RAISE FUNDS FOR ANY PROJECT, ENTITY, OR INDIVIDUAL.\nI understand that if I sell or attempt to sell a Burning Man Event ticket or vehicle pass for above Face Value.\npurchase a ticket or vehicle pass with the intention of reselling it for above Face Value.\noffer a ticket or vehicle pass as a reward or prize in any sweepstakes, auction, contest, game, drawing, or fundraising campaign without BMP’s prior written authorization.\nor offer a ticket or vehicle pass as part of a travel package that includes shelter, meals, or other amenities at the Event, BMP has the absolute right, in its sole discretion, to cancel all ticket and vehicle pass orders in my name without notice.\nOnce cancelled, the ticket or vehicle pass will be null and void and will not grant the holder any right to enter the Event, and BMP will not have any liability to refund any of the purchase price to the purchaser or ticketholder.\nBMP does not guarantee the validity of any Event ticket or vehicle pass unless it is purchased directly from BMP or its authorized agents.</p>\n<p>BMP will provide the Secure Ticket Exchange Program (“STEP”) to facilitate purchasers attempting to resell tickets and vehicle passes.\nBMP may, in its sole discretion, partner with a third party to offer this service.\nI understand that once physical tickets have shipped, I may no longer submit my ticket for resale through STEP.\nI understand that submitting my ticket for resale through STEP does not guarantee that my ticket will be resold and does not guarantee that I will receive a refund of the ticket purchase price, if there are no individuals who actually purchase my ticket.\nOnce I submit my ticket for resale through STEP, I understand that I may not rescind the offer to sell it.\nConversely, signing up to express a desire to purchase tickets that may be resold does not guarantee that I will be given the opportunity to buy a ticket through STEP.</p>\n<p>BMP may, in its sole discretion, work with one or more third parties to provide the ticketing website.\nBMP does not promise that the ticketing website will be error-free or uninterrupted.\nThe website, content, and service are delivered on an “AS-IS” and “AS-AVAILABLE” basis, and BMP DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nI AGREE THAT BMP WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THE TICKETING WEBSITE OR FROM MY PARTICIPATION IN ANY TICKET SALE OR ACQUISITION PROGRAM ADMINISTERED BY BMP OR ITS TICKETING PARTNERS, INCLUDING WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, OR PUNITIVE AND CONSEQUENTIAL DAMAGES.\nBMP makes no guarantee of the availability of any tickets or vehicle passes or of the ability to purchase tickets or vehicle passes from use of the website.</p>\n</li>\n<li>\n<b>Will Call and Entry Policy.\n</b>To reduce lost tickets, deter the resale of tickets for above Face Value, and encourage the resale of tickets via STEP, if during the ticket purchase process I select to have physical tickets and vehicle passes mailed to me, they will be shipped some time after the middle of June 2020.\nTickets and vehicle passes will ship to the shipping address I listed during the sale process, unless I subsequently requested that my order be shipped to a different address.\nIf the ticket website contains a procedure to allow any change of the delivery address, I must make any requests to change the delivery address prior to June 6, 2020.\nI understand, however, that any such address change may not be processed and my tickets and vehicle passes may ultimately be mailed to the original address I listed, and I release BMP from any liability concerning the tickets or vehicle passes.Low Income tickets, orders with shipping addresses outside of the US and Canada, any tickets and vehicle passes for which no delivery address is specified during the ticket registration or ticket purchase process, and, at BMP’s discretion, any orders that are returned to BMP by the shipping provider will be held at Will Call.\nWill Call tickets and vehicle passes are held for pick up at the Box Office located at the front gate of Black Rock City.\nUnless other arrangements have been made with BMP, or the buyer has initiated a transfer of their order into another person’s name through the system operated by BMP’s ticket vendor, only the person under whose name the tickets or vehicle passes were purchased may pick them up at Will Call, and they must present valid legal photo identification in order for tickets or vehicle passes to be released.\nNo refunds will be processed for patrons who do not have valid identification and therefore are unable to pick up Will Call tickets or vehicle passes.\nI understand that I am responsible for checking the age minimum for the Event, and that no refunds will be processed for participants who are denied entry due to not having valid identification that demonstrates they are 18 years or older, or if under 18 years old, due to not being accompanied by a parent or guardian.\nI understand that the Box Office closes at 12 pm (noon) PDT on Saturday, August 29, 2020, and that no tickets or vehicle passes held for Will Call pickup may be collected after then.\nNo refunds will be issued for participants who do not collect their tickets or vehicle passes before the Box Office closes.</li>\n<li>\n<b>Event Ingress and Egress.\n</b>Due to the Event’s remote location, the vehicle capacity limitations of the roads leading to it, and restrictions placed by BLM on maximum population at the Event, I understand that I may be subject to lengthy delays in entering and departing the Event.\nI will be prepared for long waits on the playa during both ingress and egress (Exodus).\nI understand that if my vehicle is disabled or abandoned on Gate Road while entering or leaving the Event, my vehicle may be towed out of the traffic lanes, and I expressly release BMP and its agents from liability for any damage to my vehicle that may result from the towing process.</li>\n<li>These Terms and Conditions shall be governed by and enforced according to the laws of the State of California without regard to any rules relating to conflicts of laws.\nI understand that any claim or dispute arising out of or in connection with these Terms and Conditions must be brought exclusively in the federal or state courts located in San Francisco, California, and I submit to the personal jurisdiction of such courts for the purpose of litigating all such claims or disputes.</li>\n<li>Information provided to BMP in connection with the purchase of Event tickets or vehicle passes is covered by the Burning Man Privacy Policy, available at http://burningman.org/privacy-policy/.\nAs noted in the Burning Man Privacy Policy, ticket and vehicle pass orders are processed in collaboration with independent service providers, and the use of information provided in connection with these transactions is also governed by the privacy policies of those providers.</li>\n<li>If I am obtaining tickets and/or vehicle passes for, or providing any tickets and/or vehicle passes to, any other person(s), I recognize that I am acting as that person’s agent in obtaining the tickets and/or vehicle passes, and due to this agency relationship, I agree to these Terms and Conditions on behalf of any person to whom I deliver any of the tickets and/or vehicle passes I obtain, and I shall notify any such person of these Terms and Conditions when I deliver a ticket and/or vehicle pass to them.\nIf I have obtained a ticket and/or vehicle pass from another person, I also agree to these Terms and Conditions when the ticket and/or vehicle pass is delivered to me.</li>\n<li>I understand that these Terms and Conditions may be changed by BMP prior to the Event, and if so, the revised Terms and Conditions will apply to me.\nThe most current version can be found at http://tickets.burningman.org/terms-and-conditions.\nMy use of a ticket or other entry credential for entry to the Event signifies my binding agreement to the Terms and Conditions in effect at the time of my entry to the Event.</li>\n</ol>\n<p>I ACKNOWLEDGE THAT I HAVE READ AND FULLY UNDERSTAND THESE TERMS AND CONDITIONS, WAIVER AND RELEASE OF LIABILITY, I UNDERSTAND THAT I HAVE GIVEN UP SUBSTANTIAL RIGHTS, AND I DO SO KNOWINGLY AND VOLUNTARILY WITHOUT ANY INDUCEMENT OR DURESS.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-09 18:58:58.701556", "updated_at": "2021-07-09 18:59:14.654704"}, {"id": 8286, "name": "ePlaya Terms of Service", "url": "https://eplaya.burningman.org/app.php/Tos", "xpath": "//*[@id=\"page-body\"]", "text": " Terms of Service <strong>Burning Man ePlaya Terms of Service Agreement</strong>\n<br>\n<br>\nWelcome to the ePlaya, an online community primarily comprised of attendees of the Burning Man arts and community event and operated by Burning Man Project <em>(\"Burning Man\")</em>.\nBy using the ePlaya <em>(also referred to herein as the “Service”)</em>, you agree to the following Terms of Service <em>(\"Agreement\")</em>.\nTo become an ePlaya member <em>(\"Member\")</em>, indicate your acceptance of these Terms of Service at registration.<br>\n<br>\nThis Agreement sets out the legally binding terms of your use of the ePlaya and your membership in the Service and may be modified by Burning Man at any time and without prior notice, such modifications to be effective upon posting by Burning Man.\nYou can always review the most current version of the Terms of Service here.\nThis Agreement includes Burning Man's acceptable use policy for content posted on the ePlaya, Burning Man's Privacy Policy, and any notices regarding the ePlaya.<br>\n<br>\nYou are also responsible for familiarizing yourself with and adhering to the ePlaya Community Guidelines.<br>\n<br>\n<ol>\n<li>\n<strong>Eligibility.</strong> You must be thirteen or over to register as an ePlaya member.\nMembership in the Service is void where prohibited.\nBy using the ePlaya, you represent and warrant that you have the right, authority, and capacity to enter into this Agreement and you agree to abide by all of the terms and conditions of this Agreement.</li>\n<li>\n<strong>Membership Registration.</strong> In consideration of your use of the Service, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form.\nand (b) maintain and promptly update the registration data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Burning Man has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Burning Man has the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).</li>\n<li>\n<strong>Member Account, Password and Security.</strong> You will receive a password and account designation upon completing the Service's registration process.\nYou are responsible for maintaining the confidentiality of the password and account, and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Burning Man of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nBurning Man cannot and will not be liable for any loss or damage arising from your failure to comply with this Section.</li>\n<li>\n<strong>Term.</strong> This Agreement will remain in full force and effect while you use the ePlaya and/or are a Member.\nYou may terminate your membership at any time, for any reason by contacting the ePlaya administrators.</li>\n<li>\n<strong>Commercial Use.</strong> The ePlaya is intended for the personal use of individual Members.\nOrganizations, companies, and/or businesses may only use designated sections of the ePlaya and must adhere to all posted policies regarding commercial listings.\nBusinesses that provide goods or services within Black Rock City may also be required to participate in the Outside Services Program and obtain a Special Recreation Permit from the U.S.\nBureau of Land Management <em>(see this page for more details).</em>\n</li>\n<li>\n<strong>Content Posted on the Site.</strong>\n<br>\n<ol>\n<li>You understand and agree that Burning Man may review and delete any content, messages, photos or profiles <em>(collectively, \"Content\")</em> that in the sole judgment of Burning Man violate this Agreement, might be offensive or illegal, or might harm, violate the rights of, or threaten the safety of Members.</li>\n<li>You may not create or maintain any user accounts that misrepresent yourself, by declaration or implication, as any other real-life person, living or dead.</li>\n<li>You are solely responsible for the Content that you publish or display <em>(hereinafter, \"post\")</em> on the Service, or transmit to other Members.</li>\n<li>Illegal and/or unauthorized uses of the ePlaya, including collecting usernames and/or email addresses of members by electronic or other means for the purpose of sending unsolicited email and unauthorized framing of or linking to the ePlaya will be investigated, and appropriate legal action will be taken, including without limitation, civil, criminal, and injunctive redress.</li>\n<li>The following is a partial list of the kind of Content that is illegal or prohibited on the ePlaya.\nBurning Man reserves the right to investigate and take appropriate legal action in its sole discretion against anyone who violates this provision, including without limitation, removing the offending post from the Service and terminating the membership of such violators, in connection with all available civil, criminal, and injunctive remedies.\nYou agree not to use the Service to:<br>\n<ul>\n<li>harm minors in any way;</li>\n<li>harass or advocate harassment of another person;</li>\n<li>interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies, or regulations of networks connected to the Service.\nor</li>\n<li> upload, post, email, transmit, or otherwise make available any Content\n<ol>\n<li>that constitutes advertising, promotional material that does not adhere to the posted policies regarding commercial listings, contests, sweepstakes, barter, pyramid schemes, \"junk mail,\" \"chain letters,\" or any other form of unsolicited mass mailing or “spamming\";</li>\n<li>that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable;</li>\n<li>that you know is false, misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory, tortious or libelous;</li>\n<li>that infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party, including, but not limited to, providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, and providing pirated music or links to pirated music files;</li>\n<li>that contains restricted or password-only access pages, or hidden pages or images <em>(those not linked to or from another accessible page)</em>;</li>\n<li>that displays pornographic or sexually explicit material of any kind;</li>\n<li>that exploits people under the age of 18 in a sexual or violent manner, or solicits personal information from anyone under 18;</li>\n<li>that provides instructional information about illegal activities such as making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses;</li>\n<li>that solicits passwords or personal identifying information for commercial or unlawful purposes from other users;</li>\n<li>that contains software viruses or any other computer code, files, or programs designed to interfere with the Service and/or any computer software or hardware or telecommunications equipment.\nor</li>\n<li>that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary, and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).</li>\n</ol>\n</li>\n</ul> Even though all of this is strictly prohibited, there is a chance that you might become exposed to such items and you waive your rights to any damages <em>(from any party)</em> related to such exposure.</li>\n<li>You must use the Service in a manner consistent with any and all applicable laws and regulations.</li>\n<li>You may not engage in advertising to, or solicitation of, other Members to buy or sell any products or services through the Service outside of designated areas, or in any manner that does not adhere to the posted policies regarding commercial listings.\n.\nYou may not transmit any chain letters or junk email to other Members.\nAlthough Burning Man cannot monitor the conduct of its Members off the ePlaya, it is a violation of these rules to use any information obtained from the Service in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to any Member without their prior explicit consent.\nIn order to protect our Members from such advertising or solicitation, Burning Man reserves the right to restrict the number of emails that a Member may send to other Members in any 24-hour period to a number that Burning Man deems appropriate in its sole discretion.</li>\n<li>You acknowledge and agree that Burning Man may access, preserve, and disclose your account information and Content if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms of Service.\n(c) respond to claims that any Content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property, or personal safety of Burning Man, ePlaya Members, and the public.</li>\n</ol>\n</li>\n<li>\n<strong>Proprietary Rights in Content Posted on the ePlaya.</strong> Burning Man does not claim ownership of Content you submit or make available for inclusion on the Service.\nEach Member owns and retains all proprietary rights to the Content they provide on the ePlaya.\nHowever, with respect to Content you submit or make available for inclusion on the Service, you may not copy, modify, publish, transmit, distribute, perform, display, or distribute any proprietary information that you do not own or control or have written permission to disclose, unless such information is in the public domain.\nAdditionally, you hereby grant Burning Man a worldwide, irrevocable license to use, distribute, reproduce, modify, adapt, publicly perform, and publicly display Content you submit or make available for inclusion on the Service solely for the purposes of providing the Content submitted on the Service.</li>\n<li>\n<strong>Intellectual Property.</strong> You may not post, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior written consent of the owner of such proprietary rights.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on the Service in a way that constitutes infringement, please provide the ePlaya adminstator with the following information:<br>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the trademark or copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the ePlaya;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or trademark owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or trademark owner or authorized to act on the copyright or trademark owner's behalf.</li>\n</ul> Burning Man's ePlaya administrator for notice of claims of infringement can be reached as follows: eplaya@burningman.org</li>\n<li>\n<strong>Member Disputes.</strong> You are solely responsible for your interactions with other Burning Man Members.\nBlack Rock City, LLC.\nreserves the right, but has no obligation, to monitor disputes between you and other Members.</li>\n<li>\n<strong>Privacy.</strong>\n<br>\n<br>\nUse of the ePlaya and/or the Service is also governed by our Privacy Policy.</li>\n<li>\n<strong>Disclaimer of Warranties.</strong>\n<br>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT:<br>\n<br>\nYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nBURNING MAN EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nBURNING MAN MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\nOR (iv) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM BURNING MAN OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT.</li>\n<li>\n<strong>LIMITATION OF LIABILITY:</strong>\n<br>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT BURNING MAN SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF BURNING MAN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OF OR THE INABILITY TO USE THE SERVICE.\n(ii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iii) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (iv) ANY OTHER MATTER RELATING TO THE SERVICE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, BURNING MAN'S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO BURNING MAN FOR THE SERVICE DURING THE TERM OF MEMBERSHIP.</li>\n<li>\n<strong>Termination.</strong> You agree that Burning Man may, without prior notice to you, immediately terminate your account, any associated email address, and access to the Service.\nCause for such termination shall include, but not be limited to, (a) breaches or violations of this Agreement or other incorporated agreements or guidelines.\n(b) requests by law enforcement or other government agencies.\n(c) a request by you (self-initiated account deletions), (d) discontinuance or material modification to the Service (or any part thereof).\n(e) unexpected technical or security issues or problems.\nor (f) extended periods of inactivity.\nTermination of your account includes (a) removal of access to all offerings within the Service.\n(b) deletion of your password and all related information, files and content associated with or inside your account (or any part thereof), and (c) barring further use of the Service.\nFurther, you agree that all terminations for cause shall be made in Burning Man's sole discretion and that Burning Man shall not be liable to you or any third-party for any termination of your account, any associated email address, or access to the Service.</li>\n<li>\n<strong>Disputes.</strong> If there is any dispute about or involving the ePlaya and/or the Service, by using the ePlaya, you agree that the dispute will be governed by the laws of the State of California without regard to its conflict of law provisions.\nYou agree to personal jurisdiction by and submit to venue in the state and federal courts of the State of California, City of San Francisco.</li>\n<li>\n<strong>Indemnity.</strong> You agree to indemnify and hold Burning Man, its subsidiaries, affiliates, officers, agents, and other partners and employees harmless from any loss, liability, claim, or demand, including reasonable attorney's fees and costs, made by any party due to or arising out of your use of the Service in violation of this Agreement and/or arising from a breach of this Agreement and/or any breach of your representations and warranties set forth above.\nIf you are a California resident, you waive California Civil Code Section 1542, which says, \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.\"</li>\n<li>\n<strong>No Agency.</strong> There is no agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship between Burning Man and any user of the Service.</li>\n<li>\n<strong>Other.</strong> This Agreement, accepted upon your use of the ePlaya and further affirmed by becoming a Member of the Service, contains the entire agreement between you and Burning Man regarding the use of the ePlaya and/or the Service.\nThe failure of Burning Man to exercise or enforce any right or provision of these Terms of Service shall not constitute a subsequent or prospective waiver of such right or provision.\nIf any provision of this Agreement is held invalid, the remainder of this Agreement shall continue in full force and effect.\nThe section titles in these Terms of Service are for convenience only and have no legal or contractual effect.</li>\n</ol> Please contact us with any questions regarding this Agreement.<br>\n<br>\n<em>[revised April 2015]</em> ", "created_at": "2021-07-09 18:56:57.021061", "updated_at": "2021-07-09 18:58:30.133355"}, {"id": 8285, "name": "Terms of Service for APIs and Datasets", "url": "https://innovate.burningman.org/terms-of-service-for-burning-man-apis-and-datasets/", "xpath": "//*[@id=\"main\"]", "text": " Terms of Service for Burning Man APIs and Datasets <p>Thank you very much for your interest in creating an application for use by participants attending the Burning Man event.\nBlack Rock City LLC (“BRC”) makes some event-related APIs and datasets (collectively the “Event Data”) available for use by community developers.\nThe Event Data represent information already publicly available on Burning Man websites, along with additional data provided by Burning Man theme camps, artists, and other participants who have opted to have their data made available for your innovative efforts.\nBy accessing the Event Data, you agree to the following Terms of Service Agreement (“Agreement”).</p>\n<p>This Agreement sets out legally binding terms governing your use of the Event Data.\nThese terms may be modified by BRC at any time and without prior notice.\nSuch modifications are effective upon publication by BRC.\nYou can always review the most current version of the Terms of Service at http://innovate.burningman.org/terms-of-service-for-burning-man-apis-and-datasets/.</p>\n<ol>\n<li>\n<u>\n<b>Eligibility</b>\n</u>\n<b>.</b> You must be age thirteen or over to access or request access to the Event Data.\nUse of the Event Data is void where prohibited.\nBy accessing or requesting access to the Event Data, you represent and warrant that you have the right, authority, and capacity to enter into this Agreement, and you agree to abide by all of the terms and conditions of this Agreement.</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Use of Event Data</b>\n</u>\n<b>.</b>\n<ol>\n<li>You may use the Event Data in connection with a noncommercial website or software application (“App”), developed by you and aimed at providing useful services to the Burning Man community, only in accordance with the terms of this Agreement, the Burning Man Privacy Policy, the Ten Principles of Burning Man, and the Keys assigned to you by BRC (as described in Section 5).\nExamples of useful services include without limitation Burning Man event listings, artwork listings, rideshares, a Burner glossary, and driving directions to the event.</li>\n<li>You agree that your App will not include any obscene or adult content or references to illegal activities, and will reflect positively on Burning Man, Burning Man-related entities, and the Burning Man community.</li>\n<li>If you develop a mobile App, you agree to notify your users during the installation process about any permissions your App is seeking, including without limitation location data or camera access.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>No Commercial Use</b>\n</u>\n<b>.</b>\n<ol>\n<li>You agree not to use the Event Data for advertising or any other commercial or promotional purpose, including without limitation the creation of commercial products, product guides, or tools, or the promotion of events or activities outside the Burning Man event.</li>\n<li>In keeping with Burning Man’s Gifting Principle, you agree that your App will be made available to participants and other interested users <b>free of charge</b>.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Disclaimer</b>\n</u>\n<b>.</b> You agree to include the following disclaimer in a prominent location in your App and on any webpage on which your App may be downloaded: <b>“This app is not affiliated with or endorsed by Burning Man Project or Black Rock City LLC.”</b>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>API Key Policies</b>\n</u>\n<b>.</b>\n<ol>\n<li>Some of the Event Data is accessible only with an API access key.\nTo access this Event Data, you must register for an API key.\nBRC will issue you unique, revocable security keys, tokens, passwords and/or other credentials (collectively, “Keys”) for accessing certain Data.\nYou may only access the Event Data with the Keys issued to you, and you may not solicit another developer’s Keys or consumer data.\nYou may not sell, transfer, sublicense or otherwise disclose your Keys to any other party or use them with any other application other than that for which you initially applied.\nYou are responsible for maintaining the secrecy and security of your Keys.\n<b>You are fully responsible for all activities that occur using your Keys</b>, regardless of whether such activities are undertaken by you or a third party.</li>\n<li>You agree to provide true, accurate, current and complete information about yourself as prompted by the API Key registration form.\nYou are responsible for maintaining up-to-date and accurate registration information (including a current email address and other required contact information) with BRC.\nIf you provide any information that is untrue, inaccurate, not current or incomplete.\nif BRC has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, or that you are otherwise in violation of this Agreement.\nor if you do not respond to communications directed to you by BRC, BRC has the right to revoke your Keys and refuse any and all current or future use of Event Data (or any portion thereof).</li>\n<li>BRC may also revoke your Keys if you fail to inform end users of any geotag or location data disclosed by your App, or if you republish Event Data or other Burning Man content not accessed through the API or tools that BRC may provide.</li>\n<li>Access to the API and Event Data may not always be available.\nBRC may monitor the use of its API and Event Data to ensure quality and verify your compliance.\nYou agree that you will not interfere with such monitoring.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Confidentiality</b>\n</u>\n<b>.</b>\n<ol>\n<li>You agree that you will not disclose Your Keys to any third party except your responsible employees or agent using such information solely on your behalf in accordance with this Agreement and under a written duty of confidentiality.</li>\n<li>BRC will make the locations of theme camps and art installations at the Burning Man event (“Location Data”) available to App developers who have requested and received Keys three weeks before the first day of the event each year.\n<b>You agree that you will not make the Location Data available to users of your App until the time that the Gate officially opens on the first day of the Burning Man event.</b> Until such time, the Location Data shall be BRC’s confidential information (“Confidential Information”).\nYou agree to hold the Confidential Information in strict confidence and not to disclose it to any third parties or use it for any purpose except as permitted under this Agreement.\nConfidential Information shall not include any information which: (a) becomes publicly known through no breach or wrongful act by you.\n(b) is rightfully received by you from a third party who has a lawful right to disclose it.\n(c) is independently developed by you.\nor (d) is required to be disclosed by law or a governmental authority.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Intellectual Property and App Names</b>\n</u>\n<b>.</b>\n<ol>\n<li>You acknowledge that “Burning Man,” “Black Rock City,” “Decompression,” and the Burning Man logo/symbol are registered trademarks owned by Decommodification, LLC and licensed to BRC, and that the Burning Man sculpture, Black Rock City map, and Ten Principles are registered copyrights owned by Burning Man Project and licensed to BRC (such trademarks and copyrights collectively, the “Burning Man Intellectual Property”).</li>\n<li>\n<b>You agree that you will not use the terms “Burning Man,” “Black Rock City,” “Decompression,” or “Playa Events” in the name of your App.</b> You further agree that you will not use images or drawings of the Burning Man sculpture or logo/symbol or any imagery obtained at a Burning Man event in connection with your App unless you obtain advance written permission from BRC by contacting ip@burningman.org.\nMore information on the use of Burning Man intellectual property and imagery is available here.</li>\n<li>Except as otherwise provided herein, BRC grants you a limited, nonexclusive, revocable license to use the Burning Man Intellectual Property solely in connection with an App developed by you and in accordance with the terms of this Agreement.\nGoodwill in the Burning Man Intellectual Property will inure only to the benefit of BRC and its affiliates, and you obtain no rights with respect to any it.\nYou irrevocably assign to BRC any right, title, or interest you obtain in any of Burning Man’s Intellectual Property.\nYou shall not at any time challenge or assist others in challenging Burning Man’s Intellectual Property or the registration thereof (except to the extent you cannot give up that right by law) or attempt to register any trademarks or trade names confusingly similar to the Burning Man Intellectual Property.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</b>\n</u>\n<b>.</b> YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE EVENT DATA IS AT YOUR SOLE RISK.\nTHE EVENT DATA IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nBRC DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION FOR MERCHANTABILITY, FITNESS FOR ANY PURPOSE, AND NON-INFRINGEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM BRC SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.\nYOU ALSO EXPRESSLY UNDERSTAND AND AGREE THAT BRC SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF BRC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) UNDER THIS AGREEMENT.</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Term and Termination</b>\n</u>\n<b>.</b> Any licenses contained in this Agreement will automatically terminate without notice if you fail to comply with any provision of this Agreement.\nYou agree that BRC may terminate this Agreement or discontinue your access to the Event Data or any portion thereof for any or no reason and at any time.\nAny termination or discontinuation shall be in BRC’s sole discretion and without liability to you or any third party.\nUpon any termination or notice of discontinuation, you shall immediately stop using the Event Data and delete all Event Data in your possession or control.\nSections 6-8 and 10-12 shall survive any termination or expiration of this Agreement.</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Release and Indemnification</b>\n</u>\n<b>.</b> You release and covenant not to sue BRC and its affiliates and any of their officers, directors, employees, volunteers, contractors, funders, representatives, or agents (collectively, “Releasees”) from all claims and liability, known and unknown, and for any loss or damage of any sort arising out of or relating to your use of, reliance on, or reference to the Event Data.\nYou expressly waive all rights you may have under Section 1542 of the California Civil Code, which states: A GENERAL RELEASE DOES NOT EXTEND THE CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN ITS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\nYou expressly agree the release and waiver herein are intended to be as broad and as inclusive as permitted by governing law.\nYou shall indemnify, defend, and hold Releasees harmless from and against any claim, loss, liability, demand, damage, or judgment, including reasonable attorneys’ fees and costs, made by any party arising out of or relating to your use of the Event Data in violation of this Agreement and/or any breach of your representations and warranties set forth in this Agreement.</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Dispute Resolution and Governing Law</b>\n</u>\n<b>.</b> This Agreement and the relationship between the parties shall be governed and construed in accordance with the laws of the State of California except with regard to its conflict of law provisions.\nAny dispute arising out of or relating to this Agreement that cannot be resolved by meeting and conferring among themselves will be litigated exclusively in the federal or state courts located in San Francisco, California, and both parties consent to the personal jurisdiction of those courts.</li>\n</ol>\n<ol>\n<li>\n<u>\n<b>Miscellaneous</b>\n</u>\n<b>.</b> This Agreement constitutes the entire understanding between the parties and supersedes all prior agreements, oral and/or written, between the parties relating to the subject matter herein.\nThis Agreement may not be modified or altered except by written instrument signed by both parties.\nThe waiver or failure of either party to exercise any right provided for herein shall not be deemed a waiver of any prior or further right hereunder.\nYour rights, duties, and obligations under this Agreement may not be assigned or subcontracted to any person or entity, unless expressly approved in advance by BRC in writing.\nIf any provision of this Agreement is held invalid or unenforceable, the provision will be modified to reflect the parties’ intention and the remainder of this Agreement shall remain in full effect.\nSubject headings have been inserted for convenience only have no legal or contractual effect.\nThere is no agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship between you and BRC.</li>\n</ol> ", "created_at": "2021-07-09 18:56:00.249876", "updated_at": "2021-07-09 18:56:09.07013"}, {"id": 8284, "name": "Hive Terms of Service", "url": "https://burningman.org/burning-man-hive-terms-of-service-agreement/", "xpath": "//*[@id=\"main\"]", "text": " Burning Man Hive Terms of Service Agreement <p>Welcome to Burning Man Hive, an online&nbsp;space for individuals inspired by Burning Man culture to learn, share, and connect, hosted by Burning Man Project (“Burning Man”).\nBy using Burning Man Hive (also referred to herein as the “Service”), you agree to the following Terms of Service (“Agreement”).</p>\n<p>This Agreement sets out the legally binding terms of your use of Burning Man Hive and may be modified by Burning Man at any time and without prior notice, such modifications to be effective upon posting by Burning Man.\nYou can always review the most current version of the Terms of Service here.&nbsp;</p>\n<ol>\n<li>\n<b>\n<b>Eligibility.\nYou must be at least 13 years old to register as a Burning Man Hive member.\nUse of the Service is void where prohibited.\nBy using Burning Man Hive, you represent and warrant that you have the right, authority, and capacity to enter into this Agreement and you agree to abide by all of the terms and conditions of this Agreement.</b>\n</b>\n</li>\n<li>\n<strong>Mighty Networks Terms of Use.</strong> Your use of the Service is subject to the Mighty Networks Terms of Use, and you agree to comply with all applicable provisions of these Terms of Use and any policies incorporated therein, including but not limited to the Mighty Networks Acceptable Use Policy.</li>\n<li>\n<strong>Registration</strong>.\nIn consideration of your use of the Service, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service’s registration form.\nand (b) maintain and promptly update the registration data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Burning Man has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Burning Man has the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).</li>\n<li>\n<strong>User Account, Password and Security.</strong> You will receive a password and account designation upon completing the Service’s registration process.\nYou are responsible for maintaining the confidentiality of the password and account, and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Burning Man of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nBurning Man cannot and will not be liable for any loss or damage arising from your failure to comply with this Section.</li>\n<li>\n<strong>Term</strong>.\nThis Agreement will remain in full force and effect while you use Burning Man Hive.\nYou may terminate your account at any time, for any reason, by contacting Burning Man Hive administrators.</li>\n<li>\n<strong>\n<strong>Content Posted on Burning Man Hive</strong>\n</strong>\n<ul>\n<li>You agree to use Burning Man Hive in a manner consistent with any and all applicable laws and regulations.</li>\n<li>You&nbsp.\nunderstand and agree that Burning Man may review and delete any content, message, photo or profile (collectively, “Content”) that in the sole judgment of Burning Man violates this Agreement, might be offensive or illegal, or might harm, violate the rights of, or threaten the safety of other Burning Man Hive members.</li>\n<li>You may not create or maintain any Burning Man Hive account that misrepresents yourself, by declaration or implication, as any other real-life person, living or dead.</li>\n<li>You are solely responsible for the Content that you publish through Burning Man Hive’s content submission process on the Service.</li>\n<li>Illegal and/or unauthorized uses of Burning Man Hive, including collecting names and/or email addresses of other members by electronic or other means for the purpose of sending unsolicited email and unauthorized framing of or linking to Burning Man Hive will be investigated, and appropriate legal action will be taken, including without limitation, civil, criminal, and injunctive redress.</li>\n<li>The following is a partial list of the kind of Content that is illegal or prohibited on Burning Man Hive.\nBurning Man reserves the right to investigate and take appropriate legal action in its sole discretion against anyone who violates this provision, including without limitation, removing the offending Content from the Service and terminating the accounts of such violators, in connection with all available civil, criminal, and injunctive remedies.\nYou agree not to use the Service to:\n<ul>\n<li>\n<ul>\n<li>harass or advocate harassment of another person;</li>\n<li>interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies, or regulations of networks connected to the Service.\nor</li>\n<li>upload, post, email, transmit, or otherwise make available any Content:&nbsp.\n<ul>\n<li>that constitutes advertising, commercial listings, contests, sweepstakes, barter, pyramid schemes, “junk mail,” “chain letters,” or any other form of unsolicited mass mailing or “spamming”;</li>\n<li>that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically, or otherwise objectionable;</li>\n<li>that you know is false, misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory, tortious or libelous;</li>\n<li>that infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party, including, but not limited to, providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, and providing pirated music or links to pirated music files;</li>\n<li>that contains restricted or password-only access pages, or hidden pages or images (those not linked to or from another accessible page);</li>\n<li>that displays pornographic or sexually explicit material of any kind;</li>\n<li>that exploits, harms, or solicits personal information from anyone under 18;</li>\n<li>that provides instructional information about illegal activities such as making or buying illegal weapons, violating someone’s privacy, or providing or creating computer viruses;</li>\n<li>that solicits passwords or personally identifiable information for commercial or unlawful purposes from other members;</li>\n<li>that contains software viruses or any other computer code, files, or programs designed to interfere with the Service and/or any computer software or hardware or telecommunications equipment.\nor</li>\n<li>that you do not have a right to make available under any law or under contractual or fiduciary relationship (such as inside information, proprietary, and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Notwithstanding the foregoing, you understand there is a chance that you might become exposed to Content that is prohibited on Burning Man Hive, and you waive your rights to any damages (from any party) related to such exposure.</li>\n<li>You agree not to use the Service to advertise or to solicit other members of the Service to buy or sell any products or services outside of any area that may be expressly designated for that purpose.&nbsp;</li>\n<li>Although Burning Man does not monitor the conduct of Burning Man Hive members off Burning Man Hive, it is a violation of this Agreement to use any information obtained from the Service in order to harass, abuse, or harm another person, or in order to contact, solicit, or advertise to any Burning Man Hive member without their prior explicit consent.&nbsp;</li>\n</ul>\n</li>\n<li>\n<b>Privacy.\nUse of Burning Man Hive is governed by Burning Man’s Privacy Policy and the Mighty Networks Privacy Policy.\nYou understand and agree that Burning Man may access, preserve, and disclose your account information and Content if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce this Agreement.\n(c) respond to claims that any Content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property, or personal safety of Burning Man, other Burning Man Hive members, or the public.<br>\n</b>\n</li>\n<li>\n<strong>Proprietary Rights in Content on Burning Man Hive.</strong> Burning Man does not claim ownership of Content you submit or make available for inclusion on Burning Man Hive.\nEach member owns and retains all proprietary rights to the Content they provide on Burning Man Hive.\nYou agree that no Content you submit or make available for inclusion on the Service will disclose any proprietary information that you do not own, control, or have written permission to disclose, unless such information is in the public domain.\nYou hereby grant Burning Man a worldwide, royalty-free, perpetual, irrevocable license to use, distribute, reproduce, modify, adapt, publicly perform, and publicly display Content you submit or make available for inclusion on the Service solely for the purpose of providing the Content submitted on the Service or otherwise in accordance with Burning Man’s Privacy Policy.</li>\n<li>\n<strong>Intellectual Property.</strong> You may not use Burning Man Hive to post, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior written consent of the owner of such rights.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on Burning Man Hive in a way that constitutes infringement, please email the following information to the attention of the Burning Man Hive Administrator for Notices of Claims of Infringement at hivesupport@burningman.org:\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the trademark or copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on Burning Man Hive;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or trademark owner, their agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or trademark owner or authorized to act on the copyright or trademark owner’s behalf.</li>\n</ul>\n</li>\n<li>\n<b>\n<b>DISCLAIMER OF WARRANTIES.<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE TO THE FOLLOWING: YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nBURNING MAN EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nBURNING MAN MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\nOR (iv) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\nANY MATERIAL DOWNLOADED OR OTHERWISE ACCESSED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE ACCESS OF ANY SUCH MATERIAL.\nNO INFORMATION, WHETHER ORAL OR WRITTEN, THAT YOU OBTAIN FROM BURNING MAN OR YOUR USE OF THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT.</b>\n</b>\n</li>\n<li>\n<strong>LIMITATION OF LIABILITY.</strong>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT BURNING MAN SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF BURNING MAN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OF OR THE INABILITY TO USE THE SERVICE.\n(ii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iii) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (iv) ANY OTHER MATTER RELATING TO THE SERVICE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, BURNING MAN’S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNTS YOU PAID TO BURNING MAN, IF ANY, FOR USE OF THE SERVICE.</li>\n<li>\n<strong>Termination.</strong> You agree that Burning Man may, without prior notice to you, immediately terminate your account and access to the Service by any associated email address.\nCause for such termination shall include, but not be limited to, (a) breaches or violations of this Agreement or other incorporated agreements or guidelines.\n(b) requests by law enforcement or other government agencies.\n(c) a request by you (self-initiated account deletions).\n(d) discontinuance of or material modification to the Service or any part thereof.\n(e) unexpected technical or security issues.\nor (f) extended periods of inactivity.\nTermination of your account includes (a) removal of access to all offerings within the Service.\n(b) deletion of your password and all related information, files and content associated with or inside your account (or any part thereof).\nand (c) barring further use of the Service.\nYou agree that all terminations for cause shall be made in Burning Man’s sole discretion and that Burning Man shall not be liable to you or any third-party for any termination of your account or access to the Service.<br>\n</li>\n<li>\n<strong>Disputes.</strong> By using Burning Man Hive, you agree that any dispute between you and Burning Man about or involving Burning Man Hive will be governed by the laws of the State of California without regard to its conflict of law provisions.\nFor resolution of any such dispute, you agree to submit to the personal jurisdiction of the state and federal courts of the State of California, City and County of San Francisco.\nYou understand that you are solely responsible for your interactions with other Burning Man Hive members, and that Burning Man reserves the right to monitor disputes between you and other members, but has no obligation to do so.</li>\n<li>\n<strong>Indemnity.</strong> You agree to indemnify, defend, and hold harmless Burning Man, including its subsidiaries, affiliates, officers, agents, contractors, and employees, from any loss, liability, claim, or demand, including reasonable attorney’s fees and costs, made by any party due to or arising out of your use of the Service in violation of this Agreement and/or arising from a breach of this Agreement, including but not limited to any breach of your representations and warranties set forth above.\nIf you are a California resident, you waive California Civil Code Section 1542, which says, “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.”</li>\n<li>\n<strong>No Agency.</strong> You understand and agree that there is no agency, partnership, joint venture, employee-employer, or franchisor-franchisee relationship between Burning Man and any member of the Service.</li>\n<li>\n<strong>Miscellaneous Terms.</strong> This Agreement, accepted upon your use of Burning Man Hive, contains the entire agreement between you and Burning Man regarding Burning Man Hive.\nThe failure of Burning Man to exercise or enforce any right or provision of this Agreement shall not constitute a subsequent or prospective waiver of such right or provision.\nIf any provision of this Agreement is held invalid, the remainder shall continue in full force and effect.\nThe section titles in this Agreement are for convenience only and have no legal or contractual effect.</li>\n</ol>\n<p>Please contact us at hivesupport@burningman.org with any questions regarding these Terms of Service.</p> ", "created_at": "2021-07-09 18:52:31.952642", "updated_at": "2021-07-09 18:52:43.666395"}], "points": [{"id": 27260, "title": "There is a date of the last update of the agreements", "source": "https://eplaya.burningman.org/app.php/Tos", "status": "Generated through the annotate view", "created_at": "2022-03-12 19:25:19.497705", "updated_at": "2022-03-12 19:25:19.497705", "quoteText": "[revised April 2015]</em>", "case_id": 331, "document_id": 8286, "quoteStart": 17711, "quoteEnd": 17736}, {"id": 698, "title": "[Good] Burning Man reasonable photo policy", "source": "https://groups.google.com/forum/#!topic/tosdr/INW8etuHbz8", "status": "[Good] Burning Man reasonable photo policy", "created_at": "2018-01-16 15:26:55.304078", "updated_at": "2018-07-11 10:16:47.501371", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["burningman.org"]}}