{"error": 448, "message": "OK", "parameters": {"id": 2701, "name": "ExpressVPN", "created_at": "2021-02-04 20:57:21.039247", "updated_at": "2022-01-16 16:36:14.241413", "wikipedia": "https://en.wikipedia.org/wiki/ExpressVPN", "keywords": null, "related": null, "slug": "expressvpn", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2701.png", "url": "expressvpn.com,vpnforstreamingvideo.com", "documents": [{"id": 3981, "name": "Privacy Policy", "url": "https://www.expressvpn.com/privacy-policy", "xpath": "//body", "text": "<ul>\n<li>What is a VPN?<ul>\n<li>Benefits</li>\n<li>Browse privately</li>\n<li>Unblock websites</li>\n<li>Unlimited streaming</li>\n<li>Hide my IP</li>\n</ul>\n<ul>\n<li>Features</li>\n<li>160 VPN locations</li>\n<li>Best-in-class encryption</li>\n<li>VPN Speed Test</li>\n<li>TrustedServer technology</li>\n<li>Network Lock kill switch</li>\n<li>Private DNS on every server</li>\n<li>Split tunneling</li>\n<li>No activity or connection logs</li>\n</ul>\n</li>\n<li>Products<ul>\n<li>VPN apps</li>\n<li>Windows</li>\n<li>Mac</li>\n<li>Linux</li>\n<li>iOS</li>\n<li>Android</li>\n<li>Router</li>\n<li>All apps</li>\n</ul>\n<ul>\n<li>Other devices</li>\n<li>Apple TV</li>\n<li>Fire TV</li>\n<li>Other smart TV systems</li>\n<li>PlayStation</li>\n<li>Xbox</li>\n<li>Nintendo Switch</li>\n<li>Smart home devices</li>\n</ul>\n<ul>\n<li>Browser extensions</li>\n<li>Chrome</li>\n<li>Firefox</li>\n<li>Edge</li>\n</ul>\n<ul>\n<li>Tools</li>\n<li>What is my IP?</li>\n<li>DNS Leak Test</li>\n<li>WebRTC Leak Test</li>\n<li>Password Generator</li>\n</ul>\n</li>\n<li>Support</li>\n<li>Blog</li>\n<li>My Account</li>\n<li>\nEnglish Language<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Русский</li>\n<li>Português</li>\n<li>Norsk</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>ภาษาไทย</li>\n<li>Türkçe</li>\n<li>Nederlands</li>\n<li>Svenska</li>\n<li>Suomi</li>\n<li>Dansk</li>\n<li>Polski</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Setup</li>\n<li>\nMenu<ul>\n<li>Get Started</li>\n<li>Setup</li>\n<li>What is a VPN? submenu<ul>\n<li>Benefits</li>\n<li>Browse privately</li>\n<li>Unblock websites</li>\n<li>Unlimited streaming</li>\n<li>Hide my IP</li>\n</ul>\n<ul>\n<li>Features</li>\n<li>160 VPN locations</li>\n<li>Best-in-class encryption</li>\n<li>VPN Speed Test</li>\n<li>TrustedServer technology</li>\n<li>Network Lock kill switch</li>\n<li>Private DNS on every server</li>\n<li>Split tunneling</li>\n<li>No activity or connection logs</li>\n</ul>\n</li>\n<li>Products submenu<ul>\n<li>VPN apps</li>\n<li>Windows</li>\n<li>Mac</li>\n<li>Linux</li>\n<li>iOS</li>\n<li>Android</li>\n<li>Router</li>\n<li>All apps</li>\n</ul>\n<ul>\n<li>Other devices</li>\n<li>Apple TV</li>\n<li>Fire TV</li>\n<li>Other smart TV systems</li>\n<li>PlayStation</li>\n<li>Xbox</li>\n<li>Nintendo Switch</li>\n<li>Smart home devices</li>\n</ul>\n<ul>\n<li>Browser extensions</li>\n<li>Chrome</li>\n<li>Firefox</li>\n<li>Edge</li>\n</ul>\n<ul>\n<li>Tools</li>\n<li>What is my IP?</li>\n<li>DNS Leak Test</li>\n<li>WebRTC Leak Test</li>\n<li>Password Generator</li>\n</ul>\n</li>\n<li>Support</li>\n<li>Blog</li>\n<li>My Account</li>\n</ul>\n</li>\n</ul>\n<p>Get 30 days free when you sign up now.</p>\n<ul>\n<li>ExpressVPN Home</li>\n<li>Privacy Policy</li>\n</ul>ExpressVPN Privacy PolicyExpressVPN is committed to protecting your privacy<p>\n</p>\n<p>We want you to understand what information we collect, what we don’t collect, and how we collect, use, and store information.\n<strong>We do not collect logs of your activity, including no logging of browsing history, traffic destination, data content, or DNS queries.\nWe also never store connection logs, meaning no logs of your IP address, your outgoing VPN IP address, connection timestamp, or session duration</strong>.</p>\n<p>Our guiding principle toward data collection is to collect only the minimal data required to operate a world-class VPN service at scale.\nWe designed our systems to not have sensitive data about our customers.\neven when compelled, we cannot provide data that we do not possess.</p>\n<p>This privacy policy will help you understand how Express VPN International Ltd.\n(“<strong>ExpressVPN</strong>,” “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”) collects, uses, and stores information.</p>\n<p>Learn more about the independent audit report of our privacy protections.</p>\n<p>\n</p>Table of contents<p>\n</p>\n<ul>\n<li>\n<p>General Information</p>\n</li>\n<li>\n<p>Personal Information</p>\n</li>\n<li>\n<p>Aggregate Apps and VPN Connection Summary Statistics</p>\n</li>\n<li>\n<p>Anonymous App Diagnostics, including Crash Reports (can be turned off by the user)</p>\n</li>\n<li>\n<p>MediaStreamer</p>\n</li>\n<li>\n<p>Jurisdiction and Applicable Law</p>\n</li>\n<li>\n<p>Storing of Information Related to Email, Live Chat, and Feedback Forms</p>\n</li>\n<li>\n<p>Security Measures to Protect Your Information</p>\n</li>\n<li>\n<p>Cookies and Mobile Identifiers</p>\n</li>\n<li>\n<p>Third-Party Websites</p>\n</li>\n<li>\n<p>Consent and Age Restrictions</p>\n</li>\n<li>\n<p>Users in the European Union</p>\n</li>\n<li>\n<p>Changes to the Privacy Policy</p>\n</li>\n<li>\n<p>How to Contact ExpressVPN</p>\n</li>\n</ul>\n<p>\n</p>General Information<p>\n</p>\n<p>ExpressVPN collects four types of information:</p>(i) Information related to your account (“personal information”)<p>This information is collected for the purpose of administering your ExpressVPN subscription and includes your name, email address, and payment information, which you submit on our order page when you subscribe for the Services.</p>(ii) Aggregate Apps and VPN connection summary statistics<p>ExpressVPN collects minimal information about usage in order to maintain excellent customer support and quality of service.\nThe section below specifies in detail what information we collect.\nThese statistics never include anything about what the user did with the VPN: no data about the contents or destinations of VPN traffic, no DNS queries, and no IP addresses.</p>(iii) (User-controlled option): Anonymous app diagnostics, including crash reports<p>App diagnostic data, which include crash reports, usability diagnostics, and VPN connection diagnostics, are anonymized and cannot be tied back to individual ExpressVPN users.\nThis feature is similar to a “send bug report” option.\nUsers can specify in the settings menu of any ExpressVPN App whether to send these data to us.</p>(iv) Only for users who choose to use the MediaStreamer service: IP addresses authorized to use MediaStreamer<p>Separately from VPN services, we also provide our optional MediaStreamer service for devices such as Apple TV that do not support VPNs.\nUsers who opt in to using MediaStreamer can choose to register specific IP addresses that should be authorized to use the service.\nthese IP addresses are only used by ExpressVPN to provide the optional MediaStreamer service and not for any other purpose.</p>\n<p>\n</p>Personal Information<p>\n</p>\n<p>ExpressVPN collects personal information that you provide to us directly through the Site.\nWe require that you provide personal information, such as an email address and payment information, in order to establish an ExpressVPN account, and so that we can email you, collect payments from you, and respond to support queries that you initiate.\nThe specific information collected varies depending on the payment method you choose.\nTo minimize the amount of personal information you submit to us, we recommend that you use Bitcoin payments when subscribing to our Service.</p>\n<p>With some forms of payment, the Site may redirect you to the website of a third-party payment processor (namely PayPal, BitPay, or Paymentwall) to complete the transaction.\nTo understand what personal information these processors collect and store, please refer to the respective processor's terms and privacy policy.</p>\n<p>ExpressVPN uses your email address for the following reasons:</p>\n<ul>\n<li>\n<p>To send emails related to payment transactions.</p>\n</li>\n<li>\n<p>To provide links to our Site, including password reset emails.</p>\n</li>\n<li>\n<p>To send you updates and announcements.</p>\n</li>\n<li>\n<p>To communicate with you about your VPN services or respond to your communications.</p>\n</li>\n<li>\n<p>To send marketing information, such as ExpressVPN offers, surveys, invitations, and content about other matters in connection with ExpressVPN (“<strong>Marketing emails</strong>”).\nYou may choose to not receive Marketing emails by following the opt-out procedure described in these emails.</p>\n</li>\n</ul>\n<p>ExpressVPN uses your personal information only for the purposes listed in this Privacy Policy, and <strong>we do not sell your personal information to third parties</strong>.</p>\n<p>\n</p>Aggregate Apps and VPN Connection Summary Statistics<p>\n</p>\n<p>We ensure that we never log browsing history, traffic destination, data content, IP addresses, or DNS queries.\nTherefore:</p>\n<ul>\n<li>\n<p>We do not know which user ever accessed a particular website or service.</p>\n</li>\n<li>\n<p>We do not know which user was connected to the VPN at a specific time or which VPN server IP addresses they used.</p>\n</li>\n<li>\n<p>We do not know the set of original IP addresses of a user’s computer.</p>\n</li>\n</ul>\n<p>Should anyone try to compel ExpressVPN to release user information based on any of the above, <strong>we cannot supply this information because the data don’t exist</strong>.</p>\n<p>In order to maintain excellent customer support and quality of service, ExpressVPN collects the following information related to your VPN usage:</p>Apps and Apps versions<p>We collect information related to which Apps and Apps version(s) you have activated.\nKnowing your current version of the Apps allows our Support Team to troubleshoot technical issues with you.</p>Successful connection<p>We collect information about whether you have successfully established a VPN connection on a particular day (but not a specific time of the day), to which VPN location (but not your assigned outgoing IP address), and from which country/ISP (but not your source IP address).\nThis minimal information assists us in providing technical support, such as identifying connection problems, providing country-specific advice about how to best use our Service, and to enable ExpressVPN engineers to identify and fix network issues.</p>Aggregate sum of data transferred (in MB)<p>We collect information regarding the total sum of data transferred by a given user.\nAlthough we provide unlimited data transfer, if we notice that a single user pushes more traffic than thousands of others combined, thereby affecting the quality of service for other ExpressVPN users, we may contact that user for an explanation.</p>Summary<p>We collect minimal usage statistics to maintain our quality of service.\nWe may know, for example, that our customer John had connected to our New York VPN location on Tuesday and had transferred an aggregate of 823 MB of data across a 24-hour period.\nJohn can’t be uniquely identified as responsible for any specific behavior because his usage pattern overlaps with thousands of other ExpressVPN customers who also connected to the same location on the same day.</p>\n<p>We’ve engineered our systems to categorically eliminate storage of sensitive data.\n<strong>We may know THAT a customer has used ExpressVPN, but we never know HOW they have utilized our Service</strong>.\nWe stand by our firm commitment to our customers’ privacy by not possessing any data related to a user’s online activities.</p>\n<p>\n</p>Anonymous App Diagnostics, including Crash Reports (can be turned off by the user)<p>\n</p>\n<p>With your permission, we collect anonymized app diagnostic data, which include crash reports, usability diagnostics, and VPN connection diagnostics.\nWe use these data in our network operations tools to help optimize network speeds and to let us identify problems and areas for improvement related to specific apps, VPN servers, or ISPs.\nThe information we receive is <strong>fully anonymized and cannot be tied back to individual ExpressVPN users</strong> (i.e., we do not store which user sent which data, and we do not store user IP addresses).</p>\n<p>If you <strong>opt in</strong> to share this information with ExpressVPN, we will collect the following anonymized information:</p>\n<ul>\n<li>\n<p>Diagnostic information about if and how a VPN connection attempt failed.</p>\n</li>\n<li>\n<p>Speed test data.</p>\n</li>\n<li>\n<p>App diagnostics, including crash reports and usability diagnostics, also without any personally identifiable information.\nThese are handled in an anonymized form by these third parties, dependent on the platform you are using ExpressVPN on:</p>\n<ul>\n<li>\n<p>\n<strong>Windows</strong>: Hockeyapp, owned by Microsoft, and Sentry, owned by Functional Software, Inc.\nSee Microsoft’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Mac</strong>: Crashlytics, owned by Google, and Sentry, owned by Functional Software, Inc.\nSee Crashlytics’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Linux</strong>: Sentry, owned by Functional Software, Inc.\nSee Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>iOS</strong>: Firebase Crashlytics, owned by Google, and Apple.\nSee Apple’s Privacy Policy and Firebase’s Privacy and Security documentation.\nYou can disable Apple’s crash reporting in iOS settings as described here.</p>\n</li>\n<li>\n<p>\n<strong>Android</strong>: Firebase Crashlytics, owned by Google.\nSee Firebase’s Privacy and Security documentation.</p>\n</li>\n<li>\n<p>\n<strong>Browser extensions</strong>: Google Analytics, owned by Google.\nSee Google’s Privacy Policy.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>Upon activation of any ExpressVPN App, you will be asked if you would like to share these data.\nYou can start or stop sharing these diagnostic data at any time in the App’s settings menu.\nOn iOS, Apple’s crash reporting can be turned off in iOS settings.</p>\n<p>\n</p>MediaStreamer<p>\n</p>\n<p>MediaStreamer is our service for consoles like Apple TV and other devices that don’t support running a VPN.\nBecause the service doesn’t run on an app and doesn’t have an option for username/password authorization, we rely on a system that authorizes specific IP addresses that you have chosen to register with us.\nYou can register IP addresses by logging in to our website and using the “DNS Settings” page.\nThose IP addresses are then stored in our system in order to identify authorized devices for MediaStreamer, and are not used for any other purpose.</p>\n<p>If you do not wish to use this service but have devices like an Apple TV that cannot run a VPN, we suggest using the ExpressVPN App for routers.\nLike all of our Apps and VPN Service, the App for routers does not require IP address registration.\nPlease contact us, and we’ll guide you through the steps.</p>\n<p>\n</p>Jurisdiction and Applicable Law<p>\n</p>\n<p>ExpressVPN’s core mission is to keep your information private.\nIn service of this mission, ExpressVPN’s headquarters and registered place of business is in the British Virgin Islands (BVI), which has stricter laws concerning information disclosure than most countries.</p>\n<p>The BVI has no data retention laws, and any legal order requiring a BVI company to disclose customer records must come from the BVI Supreme Court.\nUnder BVI law, information requests from foreign courts or law enforcement are subject to a “dual criminality” provision, meaning that the request is upheld by the BVI Supreme Court only if the same crime is punishable by at least a one-year prison sentence under BVI law, had it taken place in the BVI.\nShould we receive a valid legal order from the BVI Supreme Court, it is important to note that <strong>ExpressVPN does not collect any IP addresses, browsing history, traffic data, or DNS queries that could be used to identify any specific user</strong>.</p>\n<p>\n</p>Storing of Information Related to Email, Live Chat, and Feedback Forms<p>\n</p>\n<p>ExpressVPN keeps records of any correspondence, questions, complaints, or compliments you submit to us through our Site or Services, along with our response.\nDepending on how you contact ExpressVPN, we may collect your email address and any additional information you provide to us.\nHaving full correspondence records enables our staff to provide the best possible customer support experience.</p>\n<p>We use two different third-party platforms for support correspondence: Zendesk for emails and support tickets, and SnapEngage for live chat.\nWhen you correspond with us using these platforms, they will store your correspondence records—including your email address, as well as user and device attributes that help with troubleshooting, such as the country you are contacting us from and your device’s operating system.\nBoth platforms utilize modern security practices and HTTPS encryption.</p>\n<p>\n</p>Security Measures to Protect Your Information<p>\n</p>\n<p>ExpressVPN uses best-in-class physical, procedural, and technical security with respect to our offices and information storage facilities so as to prevent any loss, misuse, unauthorized access, disclosure, or modification of information.\nAccess to user information is restricted to staff who require such access to perform their job functions.</p>\n<p>While we believe these systems are robust, it is important to understand that no data security measures in the world can offer 100% protection.</p>\n<p>Servers are housed in data centers with strong security practices.\nNone of these data centers require us to collect or store any traffic data or personal information related to your use of VPN Services.\nIf any data center were to ask us to log such data, we would immediately cease operations with said data center and find alternative options.</p>\n<p>Even if a government were to physically seize one of our VPN servers and manage to break its disk encryption, there would be no logs or information that would tie any individual user to a particular event, website, or behavior.</p>\n<p>\n</p>Cookies and Mobile Identifiers<p>\n</p>What is a cookie?<p>A cookie is a small text file used to store information about your visit to the Site.\nCookies let ExpressVPN optimize and improve the user experience of the Site by helping us deliver certain functionalities, such as website login and language settings.\nThe cookies we use may vary over time as we continuously update and improve our Site.</p>Disabling cookies<p>You are free to change your cookie preferences at any time.\nYou can do this in the settings panel for your browser.\nDepending on which browser and device you use, you may be able to control which cookies you allow, which cookies you want to block in the future, and delete cookies.\nFor more information about these settings, please refer to the “help” section of your browser.\nNote that ExpressVPN’s Site may not work as intended if you choose to disable cookies.</p>ExpressVPN’s cookies<p>The cookies set by ExpressVPN enable us to set your language preference, attribute visitors to a marketing channel, and, once you log in, securely show you information that is specific to your account.\nThe cookies contain a user identifier, but no directly personally identifying information such as your name or email address, and do not track any activity outside of ExpressVPN’s domains.</p>Third-party cookies<p>ExpressVPN uses third-party services such as Google Analytics and Adwords.\nCookies from such services are used to collect data for statistical reports.\nFor example, we may generate reports regarding the amount of time users spend on the Site and the number of users who visit a particular page.</p>\n<p>ExpressVPN uses Google AdWords remarketing to show advertisements on third-party websites (including Google) to users who have visited our Site.\nWe may show such users advertisements on a Google search results page, or on a site in the Google Display Network.</p>\n<p>Third-party vendors, including Google, use cookies to serve ads based on someone’s past visits to the Site.\nAny data collected will be used in accordance with our Privacy Policy and Google’s privacy policy.\nUsers may opt out of Google’s use of cookies by visiting the Google Advertising Opt-out Page.\nUsers may opt out of Google Analytics by visiting the Google Analytics Opt-out Page.\nUsers may opt out of third-party vendor use of cookies by visiting the Network Advertising Initiative Opt-out Page.</p>Mobile identifiers<p>A mobile identifier is an identifier provided by an Android or iOS device.\nIt does not contain your name or email address.\nExpressVPN uses mobile identifiers to generate statistics related to the marketing channels and advertising partners through which users learned about and signed up for ExpressVPN mobile apps.</p>Disabling or resetting mobile identifiers<p>Users may disable or reset the mobile identifiers associated with their devices at any time.\nFor instructions, see Apple’s page on Advertising &amp.\nPrivacy on iOS devices and Google’s page on Managing your Google Settings on your Android device.</p>\n<p>\n</p>Third-Party Websites<p>The Site may contain links to external websites that do not fall under ExpressVPN’s domain.\nExpressVPN is not responsible for the privacy practices or content of such external websites.</p>Consent and Age Restrictions<p>\n</p>\n<p>By using the Site, Content, Apps, Software, or Services, you agree to have your information handled as described in our Terms of Service and Privacy Policy.</p>\n<p>The Services are intended for adults aged 18 and above.\nIf you believe your child has provided information to us, please let us know immediately.</p>\n<p>\n</p>Users in the European Union<p>\n</p>\n<p>ExpressVPN is committed to user privacy globally, and our existing practices reflect that through minimal collection of data and ensuring users have control over their personal information.\nThe General Data Protection Regulation (GDPR) of the European Union (EU) requires us to outline those practices in a specific manner for users in the EU.</p>\n<p>In line with the GDPR, we collect and process the data outlined in this Privacy Policy on one of the following bases, depending on the circumstances:</p>\n<ul>\n<li>\n<p>For the purposes of fulfilling our contractual obligations to users, including:</p>\n<ul>\n<li>\n<p>Providing users with the Services and Apps they have requested.</p>\n</li>\n<li>\n<p>Managing user subscriptions and processing payments.</p>\n</li>\n<li>\n<p>Providing customer support.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>For a legitimate interest associated with the operation of our business, including:</p>\n<ul>\n<li>\n<p>Enhancing the quality, reliability, and effectiveness of our Site, Services, and Apps.</p>\n</li>\n<li>\n<p>Communicating with customers to provide information and seek feedback related to our Services and Apps.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>With the consent of users, which users can withdraw at any time.</p>\n</li>\n</ul>\n<p>You can exercise your rights under the GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at support@expressvpn.com.</p>\n<p>\n</p>Changes to the Privacy Policy<p>We may change our Privacy Policy from time to time, without prior notice to you, consistent with applicable privacy laws and principles.\nYour continued use of the Site or Services constitutes your acceptance of our Privacy Policy.</p>How to Contact ExpressVPN<p>\n</p>\n<p>If you have any questions regarding our Privacy Policy and how we handle your information, please feel free to contact ExpressVPN at the following email address:</p>\n<p>support@expressvpn.com</p>\n<p>\n</p>\n<ul>\n<li>Products</li>\n<li>VPN for Mac</li>\n<li>VPN for Windows</li>\n<li>VPN for iPhone and iPad</li>\n<li>VPN for Android</li>\n<li>VPN for Linux</li>\n<li>VPN for Routers</li>\n<li>VPN Chrome Extension</li>\n<li>VPN Firefox Extension</li>\n<li>VPN Edge Extension</li>\n<li>VPN Server Locations</li>\n<li>Lightway VPN Protocol</li>\n<li>Get ExpressVPN</li>\n</ul>\n<ul>\n<li>Learn More</li>\n<li>What Is a VPN?</li>\n<li>Top 5 VPN Uses</li>\n<li>How-To Privacy Guides</li>\n<li>Stream Live Events</li>\n<li>Stream Sports</li>\n<li>Blog</li>\n<li>Digital Security Lab</li>\n</ul>\n<ul>\n<li>Tools</li>\n<li>What Is My IP?</li>\n<li>DNS Leak Test</li>\n<li>WebRTC Leak Test</li>\n<li>Password Generator</li>\n</ul>\n<ul>\n<li>About ExpressVPN</li>\n<li>Plans and Pricing</li>\n<li>Features</li>\n<li>Press</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Trust</li>\n<li>Money-Back Guarantee</li>\n</ul>\n<ul>\n<li>Programs</li>\n<li>Refer a Friend</li>\n<li>Affiliates</li>\n<li>Influencers</li>\n<li>$5,000 Scholarship</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Support Center</li>\n<li>VPN Setup Tutorials</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Contact Us</li>\n<li>English<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Русский</li>\n<li>Português</li>\n<li>Norsk</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>ภาษาไทย</li>\n<li>Türkçe</li>\n<li>Nederlands</li>\n<li>Svenska</li>\n<li>Suomi</li>\n<li>Dansk</li>\n<li>Polski</li>\n</ul>\n</li>\n</ul>\n<p>© 2021 ExpressVPN.\nAll rights reserved.</p>", "created_at": "2021-02-04 20:58:46.074745", "updated_at": "2021-02-04 20:58:49.24088"}, {"id": 3982, "name": "Terms of Service", "url": "https://www.expressvpn.com/tos", "xpath": "/html/body/div[1]/section/div/div", "text": "<p>\n</p>\n<p>This Terms of Service document (the “<strong>Terms</strong>”) outlines the terms and conditions of use of the VPN services (the “<strong>Services</strong>” or “<strong>Service</strong>”) provided by Express VPN International Ltd.\n(“<strong>ExpressVPN</strong>”).\nThese Terms also govern the use of and access to ExpressVPN’s content (the “<strong>Content</strong>”), which includes the ExpressVPN website (the “<strong>Site</strong>”), applications (the “<strong>Apps</strong>”), and any software provided by ExpressVPN (the “<strong>Software</strong>”).</p>\n<p>By agreeing to these Terms, you are also agreeing to the Privacy Policy (“<strong>Privacy Policy</strong>”).</p>1.\nAcceptance<p>By accessing the Content or Services, you are agreeing on behalf of yourself or those you represent (“<strong>you</strong>”) to comply with and be legally bound by these Terms in their entirety.\nThese Terms constitute a legally binding agreement (the “<strong>Agreement</strong>”) between you and ExpressVPN.\nIf you do not agree with any part of the Terms, you may not use our Services.</p>\n<p>By creating an account for using our Services, you represent that you are at least eighteen (18) years of age or that you are a valid legal entity, and that the registration information you have provided is accurate and complete.</p>2.\nModification<p>ExpressVPN may update the Terms from time to time without notice.\nIf you continue to use ExpressVPN’s Services, Content, Site, Apps, or Software after these changes take effect, then you agree to the revised Terms.\nThe current version of the Terms is available on the Site.\nYou understand and agree that it is your obligation to review these Terms from time to time in order to stay informed on current rules and obligations.\nNotification on any core changes to the Terms will be provided to subscribers through an email message or update to the Site.\nYour use of the Content or Services following the changes to these Terms constitutes your acceptance of the changed Terms.</p>3.\nPrivacy Policy<p>ExpressVPN is committed to your privacy and does not collect or log browsing history, traffic destination, data content, or DNS queries from Subscribers connected to our VPN.\nDuring your registration, we may collect some sensitive personal information, such as your email address and payment information.\nWe only collect information that are necessary for the proper delivery of the Site and Services.</p>\n<p>For the sake of clarity and transparency, we have placed all information related to data collection in a separate document known as the Privacy Policy, which is available on the Site.\nPlease review the Privacy Policy in its entirety to get a clear understanding of how we handle your sensitive data.</p>4.\nSubscriptions<p>ExpressVPN Services are available to you upon registration on the Site.\nBy subscribing to the Services, you agree to become a subscriber (“<strong>Subscriber</strong>”) for the period you have elected.\nA full list of subscription plans and pricing is available on the Site.\nExpressVPN reserves the right to amend subscription fees or institute new fees at any time upon reasonable advance notice posted on the Site or sent via email.\nAny changes to the pricing will not affect the Subscriber’s current subscription period and will become effective upon subscription renewal.\nSubscription purchases and refunds are handled via multiple third-party payment companies.</p>\n<p>When supported by your payment method, plans renew automatically by default at the completion of the billing term.\nBy default, the renewal term is for the same duration as the billing term for the original subscription.\nThe subscription fee will be charged automatically to the payment method you last selected.\nIf you would like to discontinue automatic renewal, you may sign in to the Site and turn off auto-renewal.\nBy default, auto-renewal is turned on when you use a payment method that supports auto-renewal (such as a credit card or Paypal), and turned off when you use a payment method that does not support auto-renewal (such as Bitcoin).</p>\n<p>Each paid subscription grants you one (1) license to use on five (5) different devices at any given time.\nIf you want to use the Services on more than five devices at a time, then you can either (i) use ExpressVPN on your router, (ii) purchase additional subscription plans, or (iii) purchase additional licenses through the “volume licensing” option.\nFor more information on “volume licensing” program, please contact Support.</p>5.\nRefund Policy<p>You may cancel your account with a full refund within 30 days of your initial purchase (“<strong>Money Back Guarantee</strong>”).</p>\n<p>Refunds beyond the 30-day purchase window will be considered, at the sole discretion of ExpressVPN, if a Subscriber can demonstrate that the Service was not available or usable during the subscription period and that reasonable attempts were made to contact ExpressVPN to resolve the issue.\nIn this case, ExpressVPN may provide the Subscriber with a pro-rata refund of service fees paid during the period when the Service was not available or usable.</p>\n<p>Refunds are generally processed within seven (7) days, and are made to the original form of payment used for purchase.\nAll refunds are sent in USD and therefore the refund amount could differ from the amount originally paid in local currency or Bitcoin.</p>\n<p>Any change to the original purchase, such as upgrading to an extended billing term or purchasing of additional licenses under the same account, shall constitute a waiver of the Money Back Guarantee option.\nTo request a refund under the Money Back Guarantee, send an email with your request to the following email address: <strong>support@expressvpn.com</strong>\n</p>\n<p>Users whose subscriptions are billed as an in-app purchase through the Apple App Store (iTunes) do not have access to the ExpressVPN 30-day money-back guarantee.\nInstead, users can request refunds through the App Store, which are issued solely at the discretion of Apple Support.</p>6.\nAcceptable Use Policy<p>ExpressVPN Services may be accessed from all around the world, so it is your responsibility to assess whether using the Site, Apps, Software, or Services is in compliance with local laws and regulations.\nWhenever you use the Site, Apps, Software, or Services, you should comply with these Terms and applicable laws, regulations, and policies.</p>\n<p>You understand that it is your responsibility to keep your ExpressVPN account information confidential.\nYou are responsible for all activity under your account.\nIf you ever discover or suspect that someone has accessed your account without your authorization, you are advised to inform us immediately so that we may revoke your account credentials and issue new ones.</p>\n<p>ExpressVPN aims to provide the best service possible to all of our Subscribers.\nIn that sense, we require that you do not misuse our Content or Services.\nA misuse refers to any use, access, or interference with the Content or Services contrary to the Terms or applicable laws and regulations.</p>\n<p>In order to protect the Services from being misused or used to harm someone, ExpressVPN reserves the right to take appropriate measures when our Services are being used contrary to these Terms and applicable laws.\nYou agree that ExpressVPN may terminate your account, without providing a refund for Services already paid, if you misuse the Service.</p>\n<p>In using our Services, you agree not to:</p>\n<ul>\n<li>\n<p>Send or transmit unsolicited advertisements or content (i.e., “spam”) over the Service.</p>\n</li>\n<li>\n<p>Send, post, or transmit over the Service any content which is illegal, hateful, threatening, insulting, or defamatory.\ninfringes on intellectual property rights.\ninvades privacy.\nor incites violence.</p>\n</li>\n<li>\n<p>Upload, download, post, reproduce, or distribute any content protected by copyright or any other proprietary right without first having obtained permission from the owner of the proprietary content.</p>\n</li>\n<li>\n<p>Upload, download, post, reproduce, or distribute any content that includes sexual or explicit depictions of minors.</p>\n</li>\n<li>\n<p>Engage in any conduct that restricts or inhibits any other Subscriber from using or enjoying the Service.</p>\n</li>\n<li>\n<p>Attempt to access, probe, or connect to computing devices without proper authorization (i.e., any form of “hacking”).</p>\n</li>\n<li>\n<p>Attempt to compile, utilize, or distribute a list of IP addresses operated by ExpressVPN in conjunction with the Service.</p>\n</li>\n<li>\n<p>Use the Service for anything other than lawful purposes.</p>\n</li>\n</ul>7.\nLicense<p>Subject to your compliance with these Terms, ExpressVPN grants to you a non-exclusive and limited license to download and use the Software.\nModifying, distributing to unauthorized parties, reverse engineering, or otherwise using the Software in any way not expressly authorized by ExpressVPN is strictly prohibited.</p>\n<p>Usage of any material which is subject to ExpressVPN’s intellectual property rights is prohibited unless you have been provided with explicit written consent by ExpressVPN.</p>8.\nLanguage and Translation of Content<p>All of our Content was originally written in English.\nAny translation of our Content is done on a best-effort basis.\nWe cannot guarantee the accuracy of translated Content.\nIn the event of any discrepancy between the translated Content and the English Content, the English Content shall prevail.</p>9.\nThird-Party Websites<p>ExpressVPN may provide you with content belonging to Third Parties (“<strong>Third Parties</strong>”) or links leading to third-party websites.\nExpressVPN is not responsible for the availability of the content provided by Third Parties as they are not under the control or supervision of ExpressVPN, and they may have different terms of use and policies.\nYour access through our Services to any website, service, or content provided by Third Parties does not indicate any relationship between ExpressVPN and such Third Parties.</p>10.\nDisclaimers<p>We will strive to prevent interruptions to the Site and Services.\nHowever, these are provided on an “as-is” and “as-available” basis, and we do not warrant, either expressly or by implication, the accuracy of any materials or information provided through the Site or Service, or their suitability for any particular purpose.\nWe expressly disclaim all warranties of any kind, whether express or implied, including but not limited to warranties of merchantability or fitness for a particular purpose, or non-infringement.\nWe do not make any warranty that the Services will meet your requirements, or that it will be uninterrupted, timely, secure, or error-free, or that defects, if any, will be corrected.\nYou acknowledge that you access the Site and Services at your sole risk and discretion.</p>\n<p>VPN service coverage, speeds, server locations, and quality may vary.\nExpressVPN will attempt to make the Service available at all times.\nHowever, the Service may be subject to unavailability for a variety of factors beyond our control, including but not limited to emergencies.\nthird-party-service failures.\nor transmission, equipment, or network problems or limitations, interference, or signal strength.\nand may be interrupted, refused, limited, or curtailed.\nWe are not responsible for data, messages, or pages lost, not delivered, delayed, or misdirected because of interruptions or performance issues with the Service, communications services, or networks.\nWe may impose usage or Service limits, suspend Service, terminate VPN accounts, or block certain kinds of usage in our sole discretion to protect Subscribers or the Service.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.</p>\n<p>ExpressVPN reserves the right to investigate matters we consider to be violations of these Terms.\nWe may, but are not obligated to, in our sole discretion and without notice, remove, block, filter, or restrict by any means any materials or information that we consider to be actual or potential violations of the restrictions set forth in these Terms, and any other activities that may subject ExpressVPN or our customers to liability.\nExpressVPN disclaims any and all liability for any failure on our part to prevent such materials or information from being transmitted over the Service and/or into your computing device.</p>11.\nLimitations of Liability<p>ExpressVPN shall not be liable and shall not have responsibility of any kind to any Subscriber or other individual for any loss or damage that you incur in the event of:</p>\n<ol>\n<li>\n<p>any failure or interruption of the Site or Service;</p>\n</li>\n<li>\n<p>any act or omission of any Third Party involved in making the Site or Service or the data contained therein available to you;</p>\n</li>\n<li>\n<p>any other cause relating to your access or use, or inability to access or use, any portion of the Site or its Content;</p>\n</li>\n<li>\n<p>your interactions on the Site or Service;</p>\n</li>\n<li>\n<p>your failure to comply with this Agreement;</p>\n</li>\n<li>\n<p>the cost of procurement of substitute goods or services.\nor</p>\n</li>\n<li>\n<p>unauthorized access to or alteration of your transmissions or data, whether or not the circumstances giving rise to such cause may have been within the control of ExpressVPN or of any vendor providing software, services, or support for the Site or Service.</p>\n</li>\n</ol>\n<p>In no event will ExpressVPN, its partners, affiliates, subsidiaries, members, officers, or employees be liable for any direct, special, indirect, consequential, or incidental damages, or for any other loss or damages of any kind, even if they have been advised of the possibility thereof.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>12.\nIndemnification<p>You agree to indemnify, defend, and hold harmless ExpressVPN, its officers, directors, employees, members, partners, agents, and suppliers, and their respective affiliates, officers, directors, employees, members, shareholders, partners, and agents, from any and all claims and expenses, including attorneys’ fees, arising out of your use of the Content and Service, including but not limited to your violation of this Agreement.\nWe may, at our sole discretion, assume the exclusive defense and control of any matter subject to indemnification by you.\nThe assumption of such defense or control by us, however, shall not excuse any of your indemnity obligations.</p>13.\nChoice of Law<p>This Agreement shall be governed by and construed in accordance with the laws of the British Virgin Islands, excluding its rules governing conflicts of law.</p>14.\nArbitration<p>All disputes arising out of or relating to this Agreement or the use of the Site or Services shall be finally settled under the Rules of Arbitration (“<strong>Rules</strong>”) of the International Centre for Dispute Resolution (ICDR) by one arbitrator (“<strong>Arbitrator</strong>”) appointed in accordance with said Rules.\nThe arbitration shall be conducted in Road Town, Tortola, British Virgin Islands, unless all parties agree otherwise by a signed written agreement.</p>\n<p>The Arbitrator must be qualified and have a background in the area of computer networks, including but not limited to the internet.</p>\n<p>The Arbitrator shall have the authority to permit an expedited exchange of documents, but any discovery shall be limited to document requests and interrogatories.\nThe Arbitrator shall have no power or authority to add to or detract from this Agreement, and the costs of the arbitration shall be borne equally, except as described below.</p>\n<p>The arbitration shall be conducted on an expedited schedule.\nThe arbitration must be concluded, and an award issued, no later than one hundred and twenty (120) days following the filing of the demand for arbitration, unless all parties to the arbitration proceeding agree in writing to an extension of time or continuance.</p>\n<p>Subject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred.</p>\n<p>In the event that ExpressVPN is the respondent in any such arbitration, damages awarded against ExpressVPN may not exceed the amount you have paid ExpressVPN for use of the Service.</p>\n<p>The Arbitrator shall have the authority to grant any temporary, preliminary, or injunctive relief in a form substantially similar to that which would otherwise be granted by a court of law.\nThe Arbitrator shall have no authority to award punitive damages.\nThe resulting arbitration award may be enforced, or injunctive relief may be sought, in any court of competent jurisdiction in the British Virgin Islands.\nReasonable costs (including all costs of arbitration) and attorney’s fees shall be awarded against the party that commenced the arbitration, in the event that party does not prevail in the arbitration.</p>\n<p>The parties subject to this arbitration provision include ExpressVPN, its officers, directors, and employees, and any company or legal entity which is a parent, subsidiary, or sister company to ExpressVPN, or with which ExpressVPN has contracted to provide services to Subscribers through ExpressVPN.</p>15.\nFinal Provisions<p>If any provision in this Agreement is held invalid or unenforceable, that provision shall be construed in a manner consistent with applicable law to reflect the original intent of the provision, and the remaining provisions of this Agreement shall remain in full force and effect.\nAny failure to exercise or enforce any right or the provision of this agreement shall not constitute a waiver of such right or provision.</p>\n<p>\n</p>", "created_at": "2021-02-04 20:59:41.27255", "updated_at": "2021-02-04 20:59:43.690597"}], "points": [{"id": 23090, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-06-25 10:43:00.652508", "updated_at": "2021-06-26 11:31:28.958753", "quoteText": "By default, auto-renewal is turned on when you use a payment method that supports auto-renewal (such as a credit card or Paypal)", "case_id": 384, "document_id": 3982, "quoteStart": 3868, "quoteEnd": 3996}, {"id": 23089, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-06-25 10:39:56.549803", "updated_at": "2021-06-26 19:35:31.288169", "quoteText": ", or that defects, if any, will be corrected.\n", "case_id": 289, "document_id": 3982, "quoteStart": 10761, "quoteEnd": 10807}, {"id": 23088, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-06-25 10:38:05.543289", "updated_at": "2021-06-26 19:35:23.610657", "quoteText": "We do not make any warranty that the Services will meet your requirements, or that it will be uninterrupted, timely, secure, or error-free", "case_id": 287, "document_id": 3982, "quoteStart": 10623, "quoteEnd": 10761}, {"id": 17236, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:46:58.342568", "updated_at": "2021-03-12 18:46:58.342568", "quoteText": "We expressly disclaim all warranties of any kind, whether express or implied, including but not limited to warranties of merchantability or fitness for a particular purpose, or non-infringement.", "case_id": 290, "document_id": 3982, "quoteStart": 10428, "quoteEnd": 10622}, {"id": 17237, "title": "This service throttles your use", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:47:30.240057", "updated_at": "2021-03-12 18:47:30.240057", "quoteText": "We may impose usage or Service limits, suspend Service, terminate VPN accounts, or block certain kinds of usage in our sole discretion to protect Subscribers or the Service.", "case_id": 157, "document_id": 3982, "quoteStart": 11565, "quoteEnd": 11738}, {"id": 17238, "title": "Service can block or censor user communications", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:48:05.188691", "updated_at": "2021-03-12 18:48:05.188691", "quoteText": "We may, but are not obligated to, in our sole discretion and without notice, remove, block, filter, or restrict by any means any materials or information that we consider to be actual or potential violations of the restrictions set forth in these Terms, and any other activities that may subject ExpressVPN or our customers to liability.", "case_id": 379, "document_id": 3982, "quoteStart": 11939, "quoteEnd": 12276}, {"id": 17241, "title": "The court of law governing the terms is in British Virgin Islands", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:49:20.290527", "updated_at": "2021-03-12 18:49:37.469857", "quoteText": "This Agreement shall be governed by and construed in accordance with the laws of the British Virgin Islands, excluding its rules governing conflicts of law.</p>", "case_id": 163, "document_id": 3982, "quoteStart": 14585, "quoteEnd": 14745}, {"id": 17257, "title": "The Privacy Policy may be changed any time at their discretion, without notice to the user ", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 19:02:50.049913", "updated_at": "2021-03-12 19:03:15.706251", "quoteText": "We may change our Privacy Policy from time to time, without prior notice to you, consistent with applicable privacy laws and principles.\nYour continued use of the Site or Services constitutes your acceptance of our Privacy Policy.", "case_id": 121, "document_id": 3981, "quoteStart": 22552, "quoteEnd": 22782}, {"id": 17258, "title": "The user is informed about security practices", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 19:04:59.973229", "updated_at": "2021-03-12 19:04:59.973229", "quoteText": "When you correspond with us using these platforms, they will store your correspondence records—including your email address, as well as user and device attributes that help with troubleshooting, such as the country you are contacting us from and your device’s operating system.\nBoth platforms utilize modern security practices and HTTPS encryption.</p>\n", "case_id": 226, "document_id": 3981, "quoteStart": 15906, "quoteEnd": 16259}, {"id": 17259, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 19:06:16.30598", "updated_at": "2021-03-12 19:06:16.30598", "quoteText": "\n<p>Third-party vendors, including Google, use cookies to serve ads based on someone’s past visits to the Site.\nAny data collected will be used in accordance with our Privacy Policy and Google’s privacy policy.", "case_id": 188, "document_id": 3981, "quoteStart": 19310, "quoteEnd": 19520}, {"id": 17231, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:44:01.005147", "updated_at": "2021-03-12 18:44:01.005147", "quoteText": "The subscription fee will be charged automatically to the payment method you last selected.\n", "case_id": 384, "document_id": 3982, "quoteStart": 3669, "quoteEnd": 3761}, {"id": 17234, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:46:23.984402", "updated_at": "2021-03-12 18:46:23.984402", "quoteText": "We will strive to prevent interruptions to the Site and Services.\nHowever, these are provided on an “as-is” and “as-available” basis,", "case_id": 286, "document_id": 3982, "quoteStart": 10103, "quoteEnd": 10236}, {"id": 17253, "title": "Third-party cookies are used for statistics", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:59:21.63481", "updated_at": "2021-03-12 18:59:21.63481", "quoteText": "</p>Third-party cookies<p>ExpressVPN uses third-party services such as Google Analytics and Adwords.", "case_id": 325, "document_id": 3981, "quoteStart": 18719, "quoteEnd": 18819}, {"id": 17255, "title": "The service may use device fingerprinting on users.", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 19:00:27.299289", "updated_at": "2021-03-12 19:00:42.554019", "quoteText": "ExpressVPN uses mobile identifiers to generate statistics related to the marketing channels and advertising partners through which users learned about and signed up for ExpressVPN mobile apps.</p>", "case_id": 323, "document_id": 3981, "quoteStart": 19963, "quoteEnd": 20159}, {"id": 17230, "title": "Declined", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:43:08.787801", "updated_at": "2021-03-12 19:03:52.700963", "quoteText": null, "case_id": 235, "document_id": 3982, "quoteStart": 22551, "quoteEnd": 22783}, {"id": 17235, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:46:45.201346", "updated_at": "2021-03-12 18:46:45.201346", "quoteText": "we do not warrant, either expressly or by implication, the accuracy of any materials or information provided through the Site or Service, or their suitability for any particular purpose.", "case_id": 288, "document_id": 3982, "quoteStart": 10241, "quoteEnd": 10427}, {"id": 17228, "title": "This service is only available to users over 18 years of age", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:41:15.563682", "updated_at": "2021-03-12 18:41:32.835528", "quoteText": "<p>By creating an account for using our Services, you represent that you are at least eighteen (18) years of age or that you are a valid legal entity, and that the registration information you have provided is accurate and complete.", "case_id": 152, "document_id": 3982, "quoteStart": 1093, "quoteEnd": 1325}, {"id": 17229, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:41:52.778306", "updated_at": "2021-03-12 18:42:40.33981", "quoteText": "\nYour use of the Content or Services following the changes to these Terms constitutes your acceptance of the changed Terms.", "case_id": 403, "document_id": 3982, "quoteStart": 1898, "quoteEnd": 2021}, {"id": 17232, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:44:41.734697", "updated_at": "2021-03-12 18:44:41.734697", "quoteText": "You may cancel your account with a full refund within 30 days of your initial purchase (“<strong>Money Back Guarantee</strong>”).</p>\n<p>Refunds beyond the 30-day purchase window will be considered, at the sole discretion of ExpressVPN, if a Subscriber can demonstrate that the Service was not available or usable during the subscription period and that reasonable attempts were made to contact ExpressVPN to resolve the issue.\n", "case_id": 161, "document_id": 3982, "quoteStart": 4554, "quoteEnd": 4982}, {"id": 17233, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:45:18.163313", "updated_at": "2021-03-12 18:45:18.163313", "quoteText": "<p>You understand that it is your responsibility to keep your ExpressVPN account information confidential.\nYou are responsible for all activity under your account.\n", "case_id": 148, "document_id": 3982, "quoteStart": 6437, "quoteEnd": 6601}, {"id": 17239, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:48:30.554377", "updated_at": "2021-03-12 18:48:30.554377", "quoteText": "ExpressVPN shall not be liable and shall not have responsibility of any kind to any Subscriber or other individual for any loss or damage that you incur in the event of:</p>\n<ol>\n<li>\n<p>any failure or interruption of the Site or Service;</p>\n</li>\n<li>\n<p>any act or omission of any Third Party involved in making the Site or Service or the data contained therein available to you;</p>\n</li>\n<li>\n<p>any other cause relating to your access or use, or inability to access or use, any portion of the Site or its Content;</p>\n</li>\n<li>\n<p>your interactions on the Site or Service;</p>\n</li>\n<li>\n<p>your failure to comply with this Agreement;</p>\n</li>\n<li>\n<p>the cost of procurement of substitute goods or services.\nor</p>\n</li>\n<li>\n<p>unauthorized access to or alteration of your transmissions or data, whether or not the circumstances giving rise to such cause may have been within the control of ExpressVPN or of any vendor providing software, services, or support for the Site or Service.</p>\n</li>", "case_id": 293, "document_id": 3982, "quoteStart": 12498, "quoteEnd": 13502}, {"id": 17240, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:48:47.858384", "updated_at": "2021-03-12 18:48:47.858384", "quoteText": "You agree to indemnify, defend, and hold harmless ExpressVPN, its officers, directors, employees, members, partners, agents, and suppliers, and their respective affiliates, officers, directors, employees, members, shareholders, partners, and agents, from any and all claims and expenses, including attorneys’ fees, arising out of your use of the Content and Service, including but not limited to your violation of this Agreement.", "case_id": 146, "document_id": 3982, "quoteStart": 13900, "quoteEnd": 14329}, {"id": 17242, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:50:10.070771", "updated_at": "2021-03-12 18:50:10.070771", "quoteText": "All disputes arising out of or relating to this Agreement or the use of the Site or Services shall be finally settled under the Rules of Arbitration (“<strong>Rules</strong>”) of the International Centre for Dispute Resolution (ICDR) by one arbitrator (“<strong>Arbitrator</strong>”) appointed in accordance with said Rules.", "case_id": 339, "document_id": 3982, "quoteStart": 14763, "quoteEnd": 15087}, {"id": 17245, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:51:20.990504", "updated_at": "2021-03-12 18:51:20.990504", "quoteText": "<p>Our guiding principle toward data collection is to collect only the minimal data required to operate a world-class VPN service at scale.", "case_id": 176, "document_id": 3981, "quoteStart": 3139, "quoteEnd": 3278}, {"id": 17243, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.expressvpn.com/tos", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:50:36.06036", "updated_at": "2021-03-12 18:50:36.06036", "quoteText": "\n<p>Subject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred.</p>", "case_id": 151, "document_id": 3982, "quoteStart": 16052, "quoteEnd": 16318}, {"id": 17244, "title": "IP addresses of website visitors are not tracked", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:51:09.201996", "updated_at": "2021-03-12 18:51:09.201996", "quoteText": "We also never store connection logs, meaning no logs of your IP address, your outgoing VPN IP address, connection timestamp, or session duration</strong>.</p>\n", "case_id": 192, "document_id": 3981, "quoteStart": 2980, "quoteEnd": 3139}, {"id": 17246, "title": "This service does not collect, use, or share location data", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:53:00.718487", "updated_at": "2021-03-12 18:53:00.718487", "quoteText": "\nThese statistics never include anything about what the user did with the VPN: no data about the contents or destinations of VPN traffic, no DNS queries, and no IP addresses.</p>(iii) (User-controlled option): Anonymous app diagnostics, including crash reports<p>App diagnostic data, which include crash reports, usability diagnostics, and VPN connection diagnostics, are anonymized and cannot be tied back to individual ExpressVPN users.\n", "case_id": 392, "document_id": 3981, "quoteStart": 5175, "quoteEnd": 5614}, {"id": 17247, "title": "This service offers an anonymous payment method", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:53:40.362878", "updated_at": "2021-03-12 18:53:40.362878", "quoteText": "To minimize the amount of personal information you submit to us, we recommend that you use Bitcoin payments when subscribing to our Service.</p>\n", "case_id": 405, "document_id": 3981, "quoteStart": 6743, "quoteEnd": 6888}, {"id": 17248, "title": "You can opt out of promotional communications", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:54:09.667122", "updated_at": "2021-03-12 18:54:09.667122", "quoteText": "You may choose to not receive Marketing emails by following the opt-out procedure described in these emails.</p>", "case_id": 223, "document_id": 3981, "quoteStart": 7781, "quoteEnd": 7893}, {"id": 17249, "title": "Your personal data is not sold", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:54:21.165285", "updated_at": "2021-03-12 18:54:21.165285", "quoteText": "<p>ExpressVPN uses your personal information only for the purposes listed in this Privacy Policy, and <strong>we do not sell your personal information to third parties</strong>.</p>\n", "case_id": 193, "document_id": 3981, "quoteStart": 7906, "quoteEnd": 8088}, {"id": 17250, "title": "Third parties are involved in operating the service", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:56:19.856977", "updated_at": "2021-03-12 18:56:19.856977", "quoteText": "App diagnostics, including crash reports and usability diagnostics, also without any personally identifiable information.\nThese are handled in an anonymized form by these third parties, dependent on the platform you are using ExpressVPN on:</p>\n<ul>\n<li>\n<p>\n<strong>Windows</strong>: Hockeyapp, owned by Microsoft, and Sentry, owned by Functional Software, Inc.\nSee Microsoft’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Mac</strong>: Crashlytics, owned by Google, and Sentry, owned by Functional Software, Inc.\nSee Crashlytics’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Linux</strong>: Sentry, owned by Functional Software, Inc.\nSee Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>iOS</strong>: Firebase Crashlytics, owned by Google, and Apple.\nSee Apple’s Privacy Policy and Firebase’s Privacy and Security documentation.\nYou can disable Apple’s crash reporting in iOS settings as described here.</p>\n</li>\n<li>\n<p>\n<strong>Android</strong>: Firebase Crashlytics, owned by Google.\nSee Firebase’s Privacy and Security documentation.</p>\n</li>\n<li>\n<p>\n<strong>Browser extensions</strong>: Google Analytics, owned by Google.\nSee Google’s Privacy Policy.</p>", "case_id": 207, "document_id": 3981, "quoteStart": 11827, "quoteEnd": 13047}, {"id": 17251, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:57:08.99627", "updated_at": "2021-03-12 18:57:08.99627", "quoteText": "ExpressVPN’s core mission is to keep your information private.\nIn service of this mission, ExpressVPN’s headquarters and registered place of business is in the British Virgin Islands (BVI), which has stricter laws concerning information disclosure than most countries.</p>", "case_id": 241, "document_id": 3981, "quoteStart": 14288, "quoteEnd": 14560}, {"id": 17252, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:58:15.175912", "updated_at": "2021-03-12 18:58:15.175912", "quoteText": "Note that ExpressVPN’s Site may not work as intended if you choose to disable cookies.</p>", "case_id": 375, "document_id": 3981, "quoteStart": 18216, "quoteEnd": 18306}, {"id": 17254, "title": "Tracking via third-party cookies for advertising", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 18:59:35.010363", "updated_at": "2021-03-12 18:59:47.933625", "quoteText": "ExpressVPN uses Google AdWords remarketing to show advertisements on third-party websites (including Google) to users who have visited our Site.", "case_id": 128, "document_id": 3981, "quoteStart": 19047, "quoteEnd": 19191}, {"id": 17256, "title": "You can request access and deletion of personal data", "source": "https://www.expressvpn.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-12 19:01:23.076869", "updated_at": "2021-03-12 19:01:23.076869", "quoteText": "You can exercise your rights under the GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at support@expressvpn.com.</p>\n<p>", "case_id": 195, "document_id": 3981, "quoteStart": 22325, "quoteEnd": 22515}], "urls": ["expressvpn.com", "vpnforstreamingvideo.com"]}}