{"error": 448, "message": "OK", "parameters": {"id": 3940, "name": "Softonic", "created_at": "2021-06-05 14:59:01.652199", "updated_at": "2021-08-19 16:09:12.919782", "wikipedia": "https://en.wikipedia.org/wiki/Softonic.com", "keywords": null, "related": null, "slug": "softonic", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3940.png", "url": "softonic.com,ghacks.net", "documents": [{"id": 6755, "name": "Terms of Use", "url": "https://hello.softonic.com/terms-of-use/", "xpath": "/html/body/section/div/div/div/article/div/div[2]/div/div/div/div/div/div/div/div", "text": "\nTERMS OF USE\n<p>&nbsp;</p>\n<p>\n<strong>1.- Legal Information and Acceptance</strong>\n</p>\n<p>The terms and conditions contained herein (the “<strong>Terms of Use</strong>“) govern the use by you (whether as a guest or a registered user) of the website&nbsp;www.softonic.com, its subdomains and/or other web sites where the following Terms of Use are referred and/or made accessible (the “<strong>Website(s)</strong>“) that SOFTONIC INTERNATIONAL S.A.\n(“<strong>SOFTONIC</strong>“) operates and makes available to users in order to provide information about its services as well as the possibility of using them.\nUse of the Websites includes accessing, browsing, or registering to use the Website.</p>\n<p>Please read these Terms of Use carefully before you start to use any of the Websites, as these will apply to your use of the Website.</p>\n<p>Users can access, print, download and save these Terms of Use at any time.\nThese conditions will be permanently accessible on the Website.</p>\n<p>SOFTONIC is a company that owns several domains that include, among others, the local country domains of Spain, France, Germany, Italy, Brazil, China, Japan, the Netherlands, Turkey, Korea, and Poland.</p>\n<p>Address:</p>\n<p>Edificio MediaTIC, Calle Roc Boronat, 117, 6th floor 08018 Barcelona, Spain<br>\nTel + 34 936 01 27 00<br>\nFax .\n+ 34 93 396 92 92<br>\nlegal@softonic.com.</p>\n<p>Softonic International S.\nA.\nNIF: A-62134341.\nRegistered in the Commercial Registry of Barcelona, T.44171, F.136, H.\nB210880.</p>\n<p>The use of the Website by users implies acceptance of all conditions contained in these Terms of Use.\nBy using any of the Websites you confirm that you accept these Terms of Use and that you agree to comply with them.\nIf you do not agree to these Terms of Use, you must not use the Website.</p>\n<p>SOFTONIC&nbsp;Privacy Policy&nbsp;and&nbsp;Cookies Policy&nbsp;are an integral part of these Terms of Use so you also unreservedly accept these Policies and agree to be bound by them.</p>\n<p>To contact SOFTONIC and in case you have any questions relating to the conditions contained in these Terms of Use, you can contact us by email to&nbsp;legal@softonic.com.</p>\n<p>Some services accessible by users from the Website may be subject to special term or conditions, or instructions that may replace, complement and/or modify these Terms of Use.\nWhen applicable, the special conditions shall be made available to the user in a clear manner and must be accepted by the user before the provision of that particular service.\nIn case of discrepancies, the special conditions shall prevail over these Terms of Use.</p>\n<p>Access to and/or use of such services and content implies the complete and unconditional acceptance of the particular conditions as published by SOFTONIC at the time of such access and/or use.</p>\n<p>It is possible that during the provision of services included in the Website, the domain name under which such services are provided may be modified.\nTherefore, users know and accept this possibility, while the conditions accepted by users by these Terms of Use remain in full force and effect.</p>\n<p>SOFTONIC legally reserves the right to deny access, at any time and without prior notice, to those users who do not comply with these Terms of Use at any time.</p>\n<p>\n<strong>2.- Accessing the Website</strong>\n</p>\n<p>The Website is made available free of charge (notwithstanding the Internet connection fees to be paid by the user to the relevant telecommunications operator.\nthe USER is solely responsible for making all the arrangements necessary for them to have access to the Website)</p>\n<p>SOFTONIC does not guarantee that the Website, or any service or content on it, will always be available or be uninterrupted.\nAccess to the Website is permitted on a temporary basis (SOFTONIC offers the Website service for a duration restricted to the moment in which users access and connect to the Website or to any other of service offered).\nSOFTONIC may suspend, withdraw, discontinue or change all or any part of our site without notice.\nSOFTONIC will not be liable to the users if for any reason the Website is unavailable at any time or for any period.</p>\n<p>Users are also responsible for ensuring that all persons who access the Website through their internet connection are aware of these terms of use and other applicable terms and conditions and that they comply with them.</p>\n<p>SOFTONIC does not represent that content available on or through the Website is appropriate or available in other locations.\nSOFTONIC may limit the availability of the Website or any service or product described on the Website to any person or geographic area at any time.</p>\n<p>\n<strong>3.- Registration and Password</strong>\n</p>\n<p>SOFTONIC reserves the right to seek the registration of users for access to certain services on the Website.\nWhen prior registration is required, users must complete the online registration process as expressly established for each service, providing the information as prompted in the relevant registration form.\nRegistration may require to be firstly subscribed with a third party provider (i.e social network, email provider).\nThe user must abide by the terms and conditions of such third party provider before registering.</p>\n<p>All the information provided by users through the Website must be truthful, accurate, updated and complete.\nFor this purpose, each user guarantees the authenticity of all data that he/she provides when filing the forms required to register or subscribe to the relevant services.</p>\n<p>In order to submit contributions to the Website or to any interactive services associated with it, registration and authentication will always be required.\nOnce users are registered and obtain a password, they may be able to post, upload or publish contributions subject to the provisions of these Terms of Use.\nWhen participating in a discussion or thread, users will be informed of any new messages, posts or replies from third parties via the email address provided by the user at registration and in accordance with our Privacy Policy.</p>\n<p>If the user chooses or is provided with a user identification code, password or any other piece of information as part of our security procedures (the “<strong>password/s</strong>“), the user must treat such information as confidential.\nThe user must not disclose it to any third party.</p>\n<p>Assigned passwords are personal and non-transferable.\nno assignment of passwords, even temporarily, to third parties is permitted.\nAs such, users agree to use their passwords diligently and keep such passwords secret.\nIn the event that a user knows or suspects the loss, theft or use of his/her password by others or that anyone other than the user knows his/her password, then that user must promptly bring this to the attention of SOFTONIC at privacy@softonic.com.</p>\n<p>SOFTONIC has the right to disable any password, whether chosen by the user or allocated by SOFTONIC, at any time, if the user has failed to comply with any of the provisions of these Terms of Use.</p>\n<p>Each user is responsible for costs and damages caused by the use of the Website, content or services by any third party using his/her password due to careless use or loss of it by a user.</p>\n<p>\n<strong>4.- Terms of Use of the Content and Services</strong>\n</p>\n<p>Use of the Website and its content is entirely voluntary and under the sole and exclusive responsibility of the user.</p>\n<p>Access to the Website is free except for the cost of connection through the telecommunications network provided by the service provider contracted by the user if any.\nSome services are exclusive to certain users and their access is restricted.</p>\n<p>Users may solely access the content and services through the means or procedures that have been made available for this purpose on the Website or used on the Internet for this purpose, provided they do not involve the violation of intellectual or industrial property or involve any damage to the Website and/or its information or services offered.</p>\n<p>Users are obliged to use the Website, content and services in a diligent, proper and lawful manner and, in particular, agree to refrain from behavior including but not limited to the following: (a) use of the Website, content and services in a manner that results in activity which is illegal, immoral or against generally accepted best practices or public order.\n(b) use of the Website, content and services in a way that breaches any applicable local, regional, national or international law or regulation.\n(c) transmitting or disseminating information, data, content, messages, graphics, drawings, sound and/or images, photographs, recordings, software and, in general, any material that is obscene, offensive, vulgar or that may induce activity which is criminal, slanderous, defamatory, violent or, in general, contrary to law, moral rights or generally accepted best practices or public order.\n(d) reproducing, duplicating, copying, reselling or distributing any part of the Website or the content, or allow public access to them through any form of public communication, or transform or modify it, unless with the permission of the copyright owner or corresponding rights holder.\n(e) infringing intellectual or industrial property belonging to third parties or SOFTONIC.\n(f) using the services and content in a way that could undermine or overload the operation of the Website.\n(g) not to access without authority, interfere with, damage or disrupt any part of the Website, any equipment or network on which the Website is stored.\nany software used in the provision of the Website, or any equipment or network or software owned or used&nbsp.\nby any third party.\n(h) conducting unlawful or fraudulent transactions or ones that could facilitate illegal or fraudulent behaviour of any kind, or using the Website, content and services in a way that is unlawful or fraudulent or has any unlawful or fraudulent purpose or effect.\ni) using the Website, content and services for commercial purposes (j) using the Website, content and services and, in particular, information of any kind obtained through the Website for any advertising purposes and, in particular, for sending, or procuring the sending of advertising, communications for direct marketing purposes or for any other commercial purpose, unsolicited or unauthorized advertising and promotional material or any form of similar solicitation, unsolicited messages or addressed to a number of people, or to sell or otherwise disclose such information without the authorisation of the addressee and SOFTONIC.\n(k) knowingly transmitting any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware.\nand (l) sending, knowingly receiving, uploading, downloading, using, re-using any material or content which does not comply with SOFTONIC content standards below.</p>\n<p>Users are liable for damages of any kind that SOFTONIC may suffer directly or indirectly as a result of any breach of these Terms of Use or the law relating to the use of the Website.</p>\n<p>SOFTONIC may from time to time provide interactive services on the Website, including, without limitation, chat rooms, bulletin boards, discussion forums, blogs, articles with public comments or social media platforms.</p>\n<p>Users must read and accept these Terms of Use before contributing any information, material or content to the Website or to any interactive services associated with it.</p>\n<p>Where SOFTONIC does provide any interactive service, SOFTONIC will provide clear information to the users about the kind of service offered, if it is moderated and what form of moderation is used, including whether it is human or technical.\nSOFTONIC may use, for instance, spam filters or word filters to automatically prevent the uploading or publication of, or block or delete contributions containing inappropriate words or phrases.</p>\n<p>SOFTONIC will do its best to assess any possible risks for users from third parties when they use any interactive service provided on the Website, and SOFTONIC will decide in each case whether it is appropriate to use moderation of the relevant service (including what kind of moderation to use) in the light of those risks.\nHowever, SOFTONIC is under no obligation to oversee, monitor or moderate any interactive service provided on the Website, and SOFTONIC expressly excludes its liability for any loss or damage arising from the use of any interactive service by a user in contravention of these Terms of Use or any applicable legislation, whether the service is moderated or not.</p>\n<p>This Website may include information and materials uploaded by other users of the Website.\nThis information and these materials have not been verified or approved by SOFTONIC.\nThe views expressed by other users on our site do not represent our views or values.\nThe views expressed by users on the Website or the interactive services do not represent SOFTONIC views, values, opinions or positions and the users are responsible for their comments and for the information, material or content they publish.</p>\n<p>Where SOFTONIC does moderate an interactive service, SOFTONIC will normally provide the user with means of contacting the moderator, should a concern or difficulty arise.</p>\n<p>Users may also report illegal activity or information, material or content which is unlawful or violates these Terms of Use at any time via our online content complaint form available.\nOnce the form is filled in and submitted, SOFTONIC will review and investigate the request and, if appropriate, will promptly take action.</p>\n<p>The following content standards apply to any and all information, material or content that users contribute to the Website and to any interactive services associated with it (the “<strong>contributions”</strong>).\nThe user must comply with the spirit and the letter of these standards, which apply to each part of any contribution as well as to its whole.</p>\n<p>Contributions must:</p>\n<ol>\n<li>Be accurate (where they state facts).</li>\n<li>Be genuinely held (where they state opinions).</li>\n<li>Comply with applicable law in Spain and in any country from which they are posted.</li>\n</ol>\n<p>Contributions must not:</p>\n<ol>\n<li>Contain any material which is defamatory of any person.</li>\n<li>Contain any material which is obscene, offensive, hateful or inflammatory.</li>\n<li>Contain images or videos.</li>\n<li>Promote sexually explicit material.</li>\n<li>Promote violence.</li>\n<li>Promote discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>Infringe any copyright, database right or trademark or any other right of any third party.</li>\n<li>Be likely to deceive any person.</li>\n<li>Be made in breach of any legal duty owed to a third party, such as a contractual duty or a duty of confidence.</li>\n<li>Promote any illegal activity.</li>\n<li>Be threatening, abuse or invade another’s privacy, or cause annoyance inconvenience or needless anxiety.</li>\n<li>Be likely to harass, upset, embarrass, alarm or annoy any other person.</li>\n<li>Be&nbsp;used to impersonate any person, or to misrepresent your identity or affiliation with any person.</li>\n<li>Give the impression that they emanate from SOFTONIC if this is not the case.</li>\n<li>Advocate, promote or assist any unlawful act such as (by way of example only) copyright infringement or computer misuse.</li>\n<li>Infringe any applicable law or regulation.</li>\n</ol>\n<p>Failure to comply with the obligations set out in Clause 4 herein constitutes a material breach of the Terms of Use upon which users are permitted to use the Website, and may result in SOFTONIC taking all or any of the following actions:</p>\n<ol>\n<li>Immediate, temporary or permanent withdrawal of the user’s right to use the Website.</li>\n<li>Immediate, temporary or permanent removal of any contribution, posting or material uploaded by the user to the Website or any interactive service associated to it.</li>\n<li>Sending of a warning to the user.</li>\n<li>Legal proceedings against the user for reimbursement of all costs on an indemnity basis (including, but not limited to, reasonable administrative and legal costs) resulting from the breach.</li>\n<li>Further legal action against the user.</li>\n<li>Disclosure of such information to law enforcement authorities as reasonably necessary and to the extent permitted by law.</li>\n</ol>\n<p>SOFTONIC excludes liability for actions taken in response to breaches of these Terms of Use.\nThe responses described in these Terms of Use are not limited, and SOFTONIC may take any other action which is appropriate in its best interests.</p>\n<p>Any users’ contribution to the Website will be considered non-confidential and non-proprietary.\nEach user retains all of his/her ownership rights in his/her contributions, but grants SOFTONIC and other users of the Website a free of charge license to use, store and copy those contributions and to distribute and make them available to third parties, with the widest and longest scope and duration permitted by law for the purposes of public display the contribution of the Website.\nUsers expressly authorize SOFTONIC to use the contributions published, uploaded or sent by them for the promotion and marketing of the Website.</p>\n<p>In accordance with the provisions of our Privacy Policy, SOFTONIC has the right to disclose the user’s identity to any third party who is claiming that any contribution or content posted or uploaded by such user to the Website or any interactive service constitutes a violation of their intellectual property rights, their right to privacy or any other of their rights.</p>\n<p>Users are solely responsible for securing and backing up their content.</p>\n<p>\n<strong>5.- Intellectual Property Rights</strong>\n</p>\n<p>The Website and those works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.</p>\n<p>Users will respect the industrial and intellectual property rights of SOFTONIC and third parties at all times.\nUsers acknowledge and agree not to have any right, title or interest over those intellectual property rights, nor have right to use, except to the extent permitted under these Terms of Use.\nConsequently, none of the rights or obligations conferred or assumed under this Terms of Use will be construed as an assignment or license, in whole or in part, of the industrial and intellectual property rights over the Website or any of the parts thereof, or affect the ownership thereof, unless it is expressly provided otherwise.</p>\n<p>It is expressly prohibited to reproduce, distribute, modify, transfer, communicate or make available to the public, extract, reuse, resend and in any other manner use by any means the Website or any of the parts or elements thereof (including, but not limited to text, design, graphics, information, data, archives, sound files and/or images, logos, etc.), unless the holder of the relevant rights (either SOFTONIC or a third party) has provided its prior written authorization or if it is permitted by law.\nThe breach of these obligations may constitute a violation of the intellectual or industrial property rights and other applicable laws.</p>\n<p>Users must not use any part of the information, content or material on the Website for commercial purposes without obtaining a license to do so from SOFTONIC or its licensors.</p>\n<p>Provided that they are not obtained or used for commercial or professional purposes but for private purposes only and in accordance with that established in the applicable legislation, users may view and obtain temporary private copies of the information, materials, and content of the Website in their computer systems (hardware and software).</p>\n<p>It is expressly prohibited to access or obtain, or attempt to access or to obtain the information, materials or content of the Website through means or procedures other than those which, if any, (i) have been made available to users or have been indicated for this purpose.\nor, in general, (ii) are commonly used on the Internet for this purpose, provided that they do not imply a risk of damage, mutilation or uselessness of the Website, the information, materials or content.</p>\n<p>Each party will immediately inform the other one, through any of the contact ways referred to in these Terms of Use, of any violation of intellectual or industrial property rights they may be aware of, and shall fully cooperate in the defense of such rights.</p>\n<p>If you use, copy or download any part of our site in breach of these Terms of Use, the user’s right to use the Website will cease immediately and the user must, at SOFTONIC’s option, return or destroy any copies of the materials the user has made.</p>\n<p>\n<strong>6.- No Reliance on Information</strong>\n</p>\n<p>The content on the Website is provided for general information only.\nIt is not intended to amount to advice on which users should rely on.\nUsers must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on the Website.</p>\n<p>SOFTONIC makes no representations, warranties or guarantees, whether express or implied, that the Website or any information or content on it is accurate, complete or up-to-date or will be free from errors or omissions.</p>\n<p>\n<strong>7.- Disclaimer of Warranties and Liability</strong>\n</p>\n<p>Nothing in these Terms of Use excludes or limits SOFTONIC liability for death or personal injury, for gross negligence or willful misconduct, or any other liability that cannot be excluded or limited by law.</p>\n<p>To the extent permitted by law, SOFTONIC excludes all conditions, warranties, representations or other terms which may apply to the Website or any information, content or material on it, whether express or implied.</p>\n<p>SOFTONIC reserves the right to terminate the users’ access to the Website as well as the provision of any or all content or service provided through it at any time and without notice, for technical, security, maintenance or power failure reasons or any other reasonable cause.</p>\n<p>Accordingly, SOFTONIC does not guarantee the reliability, availability or continuity of the Website, the content or the services, so that the use of them by users is done at their own risk, and SOFTONIC cannot be held liable for any loss or damage arising under or in connection with the use of, or inability to use the Website or services or the discontinuance or unavailability of the Website or services.</p>\n<p>SOFTONIC will not be held liable for any interruptions to such services, delays, errors, malfunctions and, in general, any other problems that originate from causes beyond the reasonable control of SOFTONIC, and/or due to willful misconduct or fault of users and/or due to Force Majeure.\nForce Majeure is understood to include all those events beyond the reasonable control of SOFTONIC, such as failures of third parties, operators or service companies, acts of government, lack of access to third-party networks, acts or omissions by public authorities, those produced as a result of natural disasters, power outages, and the attack by hackers or other third parties to the security or integrity of the system.\nIn any case, whatever their cause to the extent permitted by the applicable law, SOFTONIC shall have no liability whatsoever for any direct or indirect damages, consequential damages and/or loss of profits.</p>\n<p>To the extent permitted by the applicable law, SOFTONIC excludes all liability for damages of any kind that may result from the lack of truthfulness, accuracy, completeness and/or timeliness of the content transmitted, stored, made available or received, obtained or accessed through the Website, nor for the content provided or offered by third parties or entities.</p>\n<p>SOFTONIC is not responsible for the content or information collected in the Website, nor for the users’ contributions or for those opinions, comments, insights or other communications that are not issued directly by SOFTONIC.</p>\n<p>SOFTONIC undertakes to comply with the security legal obligations and to adopt all security measures that are mandatory under applicable law.\nHowever, SOFTONIC cannot and does not warrant that internet transmissions are completely private or secure, that any information may not be read or intercepted by others, or that there will not be any viruses, other harmful elements in the content that may cause alterations in the computer systems as well as in documents or other systems stored therein.\nCorrelatively SOFTONIC cannot accept any liability deriving therefrom.</p>\n<p>SOFTONIC excludes liability for the content or contributions that users send SOFTONIC via the Website, via email or any other means, therefore, the users being liable for content or contributions sent by them.\nSimilarly, SOFTONIC is not liable for the use that users make of the content of the Website or their passwords, and any other material contained on the Website that potentially constitutes a violation of any regulations, national or international, of the rights of intellectual property or other rights of third parties.\nSimilarly, SOFTONIC will not be held liable for any possible security errors that may occur through the use of outdated versions of browsers, or for any consequences that may arise from malfunctions of browsers, either by improper configuration, computer virus or any other cause not directly related to SOFTONIC.</p>\n<p>\n<strong>8.- Links to Third Party Sites (Outbound Links)</strong>\n</p>\n<p>The Website may include technical linking devices, directories, and even search tools that allow users to access other sites (“<strong>Linked Sites</strong>“) solely with the purpose to facilitate the search for and access to information, content, and services available on the Internet.</p>\n<p>In the event that users consider that a Linked Site contains illegal or inappropriate content then they should promptly contact SOFTONIC via email (legal@softonic.com), indicating: (a) the name of the sender, telephone number and email address for responses.\n(b) a description of the facts that reveal the illegal or inappropriate nature of the Linked Site.\nand, (c) a confirmation that the information contained in the communication is an accurate statement.\n&nbsp;However, in no event will such a communication imply an automatic removal of such Linked Site, nor does it imply any actual knowledge by SOFTONIC of the activities and/or contents specified by the sender.\nSOFTONIC reserves the right to delete any link already published on the Website if the relevant Linked Site undergoes any change or when the content and/or services do not comply with the principles or provisions of these Terms of Use or with the current legislation.</p>\n<p>In no event does the existence of Linked Sites deem the existence of agreements or any business relationship between SOFTONIC and those who run, manage, are responsible for or owners of such Linked Sites, nor the support, approval, recommendation, promotion or identification of SOFTONIC with the content or services offered by them.</p>\n<p>SOFTONIC (i) does not assume any responsibility for the content or services of other websites, and shall not be held liable for any losses or damages caused by the unlawfulness, quality, unavailability, error or use of the content and/or services of the Linked Sites nor for any other damage that is not directly attributable to SOFTONIC except for that which may be set out herein.\nand (ii) does not guarantee the absence of viruses or other similar elements which may cause alterations in the users’ information systems (hardware and software), electronic documents and/or files.\nSOFTONIC is not responsible for the results obtained through the Linked Sites.\nIf users choose to visit and/or use any of the Linked Sites then they do so at their own risk and must take appropriate protective measures against viruses or other harmful elements.</p>\n<p>\n<strong>9.- Links to the Website (Inbound Links)</strong>\n</p>\n<p>No third party is authorized to insert links from a third party website to the Website unless with the express written consent of SOFTONIC.</p>\n<p>The provision of such authorization and the consequent insertion of the link will in no event imply the existence of agreements or a relationship between SOFTONIC and the relevant third party or the approval by SOFTONIC of the content and services offered in the relevant website.\nThe link to be included in the third party website shall be exactly the same as the one provided by SOFTONIC.</p>\n<p>In the event that a third party is authorized to use the link&nbsp;<u>www.softonic.com</u>&nbsp;(or a specific country variant of such domain), this use will be in compliance with the intended use and limitations provided for in the consent itself.\nIn this case, SOFTONIC may seek, at any time and without providing the reasons for the request, the removal of any link to the Website, after which the party responsible for such site should immediately proceed to the elimination of such inbound link.</p>\n<p>\n<strong>10.- Privacy and Protection of Personal Data</strong>\n</p>\n<p>Any personal data that users provide when using the Website or collected by SOFTONIC will be processed in accordance with our&nbsp;Privacy Policy&nbsp;and our&nbsp;Cookies Policy.</p>\n<p>Users must read and accept the Privacy Policy before providing personal data to SOFTONIC.\nLikewise, the user’s consent will always be required before placing cookies according to our Cookies Policy.</p>\n<p>\n<strong>11.- Changes to these Terms of Use and to the Website</strong>\n</p>\n<p>SOFTONIC reserves the right to amend the content of these Terms of Use from time to time to reflect legal changes or changes to the Website or the contents and services offered therein.\nConsequently, SOFTONIC recommends that users read these conditions each time they access and use the Website to review the terms applicable at that time.\nIn this sense, SOFTONIC offers the website service for a duration restricted to the moment in which users access and connect to the Website or to any other of service offered.</p>\n<p>SOFTONIC may update the Website and change the content, design, presentation and/or the configuration at any time without prior notice.</p>\n<p>\n<strong>12.- Applicable Law<br>\n</strong>\n</p>\n<p>These Terms of Use are governed by and will be construed in accordance with the laws of Spain.</p>\n<p>\n<em>These Terms of Use were last updated on July 2016</em>\n</p>\n<p>\n<em>The name and logo of Softonic are registered trademarks of Softonic International, S.A.\nCopyright Softonic International, S.A.\n© 1997-2017 – All rights reserved.</em>\n</p>\n", "created_at": "2021-06-05 13:08:00.37511", "updated_at": "2021-06-05 13:08:10.202832"}, {"id": 6754, "name": "Cookie Policy", "url": "https://hello.softonic.com/cookies-policy/", "xpath": "/html/body/section/div/div/div/article/div/div[2]/div/div/div/div/div/div/div/div", "text": "\nSOFTONIC COOKIES POLICY\nWhen this policy applies?\n<p>This policy applies when accessing www.softonic.com, its subdomains and other web sites where this Cookies Policy is referred or made accessible for you to read and accept.\nThis Cookies Policy forms part of our general Privacy Policy.</p>\n<p>We have created this Cookies Policy to provide you with clear and explicit information about cookies and other technologies that we and our trusted partners use on the website and your choices when it comes to these technologies.</p>\n<p>By accessing the website for the first time, without previously having cookies from this website, you will see a window informing you of the use of cookies and where you can view this Cookies Policy.\n<strong> If you click the accept button, you agree / consent to the use of cookies and these will be installed on your computer or device, otherwise cookies will not be installed and browsing and the service of this website may be limited </strong> .</p>\n<p>If you consent to the use of cookies and other technologies and to our and third parties’ use, in accordance with this policy, you agree of any personal information that we and our trusted partners collect using these technologies.\nYou may opt-out and change your cookie preferences later at any time by accessing our Cookies Settings tool that will be always available on the home page of the website.\nSee the section, “how can I opt-out to the installation of cookies and other technologies?” below for more information.</p>\n<p>If you do not consent to the use of cookies and other technologies, please configure your preferences on our Cookies Settings or block or disable them using your browser settings, the opt-out links identified in this policy, or the settings within your device.</p>\n<p>If you accept cookies you consent to the possible processing of personal data for all purposes indicated, international transfers and communications.\nbut if you do not consent to such use then please do not accept the use of cookies.</p>\nWhat are cookies and what other technologies are you used?\n<p>\n<strong>\n<em>Cookies</em>\n</strong> are text files of a small size, often encrypted, that a website stores on a computer or other devices when accessing the website.\nCookies may store or allow us and/or third parties to access certain non-identifiable and anonymous information about you.\nWhen you revisit the site cookies may be read to set the preferences and browser settings for you.\nCookies can be “persistent” or “session” cookies.\nPersistent cookies remain on your computer when you have gone offline, while session cookies are deleted as soon as you close your web browser.\nTo find out more about cookies, including how to see what cookies have been set and how to block and delete cookies, please visit https://knowcookies.com/</p>\n<p>\n<strong>\n<em>Pixels</em>\n</strong> : A pixel is code that placed on the website.\nIt helps to track conversions from ads, optimize ads based on collected data, build targeted audiences for future ads, and remarket on pixels’ third party (such as third party sites and social media) to qualified leads—users who have already taken some kind of action on the website- learn more about pixels here </p>\n<p>\n<strong>\n<em>Tags</em>\n</strong>\n<strong>:</strong> Ad Tags are the HTML code a browser uses to fetch an advertisement from an Ad Server – it is a redirect to content rather than content itself.\nLearn more about tags here</p>\n<p>\n<strong>\n<em>Javascript</em>\n</strong>\n<em>:</em> This script is implemented in the source code of our website.\nWe use it to create interactive effects within web browsers but we do not collect any personal data by means of this technology.</p>\n<p>Note that failure to allow the use of cookies and other technologies means that certain services or functionalities of the website will not be available to the user and/or will not work properly.</p>\nWhat types of cookies does Softonic uses and what for?\n<p>\n<strong>Technical and UI Customization cookies </strong> to store your preferences across web pages (e.g.\nlanguage) and not linked to other persistent identifiers.\nThese cookies are always active as are strictly necessary for you to have an adequate experience on the website.\nTechnical cookies are used to provide certain functionalities such as keeping track of your input when filling online forms, keeping track of the items the user has selected by clicking on a button, securing the service, storing technical data needed to play back video or audio content, integrating social plug-in modules and to authenticate you upon log on to pages that requires identification / authentication.\nThese cookies are always active as are strictly necessary to provide you with what you would expect as an acceptable service behaviour of any website.</p>\n<p>\n<strong>Analytics cookies</strong> (such as our own and those of <em>Google</em>, <em>ComScore</em> or <em>Hotjar</em>).\nThese cookies are used to analyse the visits made, places, behaviour and times of website navigation.\nThe cookie information is transmitted to and stored directly by the analytical providers on their servers.\nThese cookies are used anonymously, in aggregate form, to prepare website trend reports and analyse traffic to finally enhance your experience.</p>\n<ul>\n<li>Google Analytics is service provided by Google, Inc.\nGoogle Analytics uses cookies to help us analyse how users use our website.\nThe information generated by these cookies (including your truncated IP address) is transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your, and other users’, use of our website, compiling reports for us on website activity and providing other services relating to website activity and internet usage.\nPlease note that Google only receives your truncated IP address.\nThis is sufficient for Google to identify (approximately) the country from which you are visiting our sites, but is not sufficient to identify you, or your computer or mobile device, individually.\nYou can find more information here , including a link to Google’s privacy policy .</li>\n<li>\n<em>Hotjar</em> is a service provided by Hotjar Ltd a company located in Malta (EU).\nIt helps us to understand how you use and interact our website by visually representing their clicks, taps and scrolling behaviour.\nWe use the service to help understand and interpret user behaviour anonymously, without personally identifying individual users.\nFind more information here .</li>\n<li>\n<em>Datadog</em> is a service provided by Datadog, Inc, a company located in Delaware (U.S).\nDatadog service provides us with a visualisation on how the users interact with our websites in an aggregated and/or anonymised way with the aim of identifying errors, enhance the service and better monetise our websites.\nFind more information here.</li>\n</ul>\n<p>\n<strong>Advertising Cookies</strong> .\nWe use cookies to make advertising more attractive to users.\nCookies are often used to select ads based on content that is relevant to a user, improve reporting of ads campaign performance and avoid showing ads that the user has already seen.\nConversion cookies are also used so that advertisers may determine the number of times that people who click on the ads end up buying their products.\nThese cookies allow Softonic and the advertiser to know that you have clicked on the ad and that you have subsequently accessed the site of the advertiser.</p>\n<p>To serve you interest-based ads, we use information such as your interactions with Softonic sites, content, or services.\nWe do not use personally identifiable information such as name or e-mail to serve interest-based ads.\nIn serving you interest-based ads we only keep information collected for as long as required to provide our advertising services.</p>\n<p>We and our partners use the information collected by means of these cookies to deliver content, including ads, relevant to your interests on Softonic sites and third-party sites.\nWe work with DoubleClick, a platform provided by Google Ireland Limited, which helps us gather information about our audience, helping us to manage the ads and marketing campaigns that are published on our website (positions, campaign duration, formats, link, tracking, etc).\nApproved third parties’ ad partners may also set cookies when you interact with Softonic.\nThird parties include social media networks and advertising companies.\nThird parties use cookies in the process of delivering content, including ads relevant to your interests, to measure the effectiveness of their ads, and to perform services on behalf of Softonic.\nLearn more about third parties that may set cookies when you access Softonic websites.</p>\n<p>We work with third parties, such as advertisers, publishers, social media networks, search engines, ad serving companies, and advertising companies working on their behalf, to improve the relevance of ads we serve.\nIn providing you interest-based ads we do not associate your interactions on unaffiliated sites with personally identifiable information, and we do not provide any personally identifiable information to advertisers or to third party sites that display our interest-based ads.\nAdvertisers and other third parties may assume that users who interact with or click on an interest-based ad or content are part of the group that the ad or content is directed towards (for example, users in a particular geographical area or users who has viewed a page of a particular software).\nThey may automatically receive an IP address when this happens.\nThey may also use cookies to measure the effectiveness of their ads, show you more relevant advertising content, and perform services on behalf of Softonic.\nLearn more about third parties that may set cookies when you use Softonic.</p>\n<p>Softonic offers you choices about receiving interest-based ads from us.\nYou can choose not to receive interest-based ads from Softonic.\nYou will still see ads, but they will not be based on your interests.\nPlease visit our Cookies Preference page to learn how to set your preferences.</p>\n<p>Our website further uses other advertising IDs (such as the ones from Criteo and Facebook pixels, and Liveramp for US and India Softonic’s websites).\nThese enable us to show our advertisements to visitors who are interested in our products on partner websites and apps.\nRe-targeting technologies use your cookies or advertising IDs and display advertisements based on your past browsing behaviour.\nIn particular, Facebook Pixel is placed by Facebook.\nIt is a third-party advertising type of cookie that enables Softonic to measure, optimize and build audiences for advertising campaigns served on Facebook.\nIt enables Softonic to see how our users move between devices when accessing the Softonic web site and Facebook, to ensure that Softonic’s Facebook advertising is seen by our users most likely to be interested in such advertising by analysing which content a user has viewed and interacted with on the Softonic web site.\nSpecifically, when you visit a download page or download any software, we share with Facebook the program name visited or downloaded, so based on your behaviour, Facebook will display related ads when visiting Facebook.\nFor further information about the Facebook Pixel please go here.\nTo read more about the Criteo pixel please go here.</p>\n<p>Liveramp Pixel (only applicable for the U.S.\nand India Softonic’s websites) helps companies to serve online display media on third party websites and apps based on previous activity, while keeping your data anonymous and secure.\nLiveramp does not place “tracking” cookies that correlate activity across websites.\ninstead, Liveramp place anonymized demographic and interest data into cookies.\nCross-site web-browsing activities are neither tracked nor stored by Liveramp.\nTo learn more about how Liveramp collect and use information for online advertising, please go here.</p>\n<p>We also use ID5 Universal ID.\nThis technology enables us to create unified anonymous IDs that are unique for each visitor and are used to display personalised advertisements to you by means of a first-party cookie, which may capture your IP address, browser version and/or type , operating system version and / or type.\nID5 Universal ID also enforces your privacy preferences and prevents data leakage by ensuring only companies that you have authorized via your consent preference to read or use the ID.</p>\n<p>Please go to youronlinechoices.com to learn more about behavioural advertising and to know the steps you can take to protect your privacy on the internet</p>\n<p>&nbsp;</p>\n<p>Our website uses JavaScript too to detect the use of ad blocking extensions for web browsers.\nThis script is implemented in the source code of our website.\nThe script simulates the display of an ad and confirms that it is displayed on a user’s device.\nTo do this, we do not store any information on users’ devices and process no personal data.\nIf we detect that a user deploys an ad blocker, we may interact with them on the use of ad blockers and/or adapt the content available to them.\nIf a user no longer wants us to use ad blocker detection mechanisms, they may opt-out by leaving the web site.\nWe reserve the right to restrict access to our websites if users do not agree to the use of ad blocker detection mechanisms.</p>\nWho am I sharing my data with and who is the data “controller”?\n<p>A data controller is the entity that you provide data with and decides on the purpose of the data, provided your prior consent or other legal basis:</p>\n<p>Corporate name: Softonic International, S.A.</p>\n<p>Address: MediaTIC building, Calle Roc Boronat, 117, 6th floor, 08018 Barcelona, Spain</p>\n<p>Phone number: +34 936 012 700</p>\n<p>Email address: privacy@softonic.com </p>\n<p>Data Protection Officer direct contact: dpo@softonic.com</p>\n<p>Please refer to our partner’s web sites to obtain information of our trusted partners that may install cookies and other technologies.</p>\n<p>Please do not hesitate to reach us by any of the means above for any question about data protection and privacy.</p>\nWhat’s the legal basis of the processing?\n<p>The legal basis for the processing of your data is your consent and our legitimate interest to analyse the visits made, places, behaviour and times of website navigation purposes (information obtained via Analytics Cookies)</p>\nHow can I opt-out to the installation of cookies and other technologies?\n<p>There are several ways you can opt-out from cookies usage:</p>\n<ul>\n<li>Softonic has implemented a Cookies preference system where you can always choose not to use cookies for advertising and / or analytical purposes, always available at the bottom of the home page (see link called ‘Cookie Settings’).\nNote that technical and UX cookies are always active as otherwise the website will not function properly.</li>\n<li>You can opt-out of behavioural advertisement at any time here, via the NAI’s consumer opt-out system or via the DAA’s WebChoices Tool.\nSoftonic recommends to use both systems as some ad partners may participate in one and not the other.</li>\n<li>Furthermore, our analytics partners have implemented their own ways for you to opt-out:</li>\n<li>To opt out of the data processing performed by Google, please go here .</li>\n<li>To opt-out of the data processing performed&nbsp;by Hotjar please go here .</li>\n<li>To opt-out of the data processing performed by Datadog please fo here.</li>\n<li>You can set your browser to refuse or accept cookies, or set the browser so that cookies are automatically deleted once you close your browser, computer or device.\nYou may change your cookies settings in browsers as follows:\n<ul>\n<li>Google Chrome Settings &gt.\nPrivacy &gt.\nContent Settings &gt.\nCookies</li>\n<li>Firefox Preferences &gt.\nPrivacy.</li>\n<li>Internet Explorer under Tools &gt.\nInternet Options &gt.\nPrivacy &gt.\nAdvanced</li>\n<li>Safari Preferences &gt.\nPrivacy.</li>\n</ul>\n</li>\n</ul>\n<p>Please find more information on how to configure your cookies settings here .</p>\n<p>Please note that opting out will not affect the lawfulness of processing based on your consent before withdrawal.</p>\n<p>Visit the Spanish National Data Protection Authority website to learn more about your rights.\nBe informed that you have the right to lodge a complain before the Spanish National Data Protection Authority specially if we have failed to comply with your request to exercise your rights.</p>\nIs the data secured?\n<p>We and our trusted third parties have adopted adequate technical and organizational measures to avoid alteration, loss or unauthorised access to your data: We select only trusted and certified partners that process your data and we take care that they have taken strict measures too.\nWe and our partners also use encryption protocols to access or transfer your data and anonymize techniques to mitigate the risks in case of a data leak.</p>\nHow can I know if you change this policy?\n<p>We will inform you sufficiently in advance if there are important changes and require your consent if any of those changes impact your privacy rights.</p>\n<p>\n<em>Last version 3rd March 2021.\n</em> © Softonic International, S.A.</p>\n", "created_at": "2021-06-05 13:05:39.048073", "updated_at": "2021-06-05 13:07:05.903768"}, {"id": 6753, "name": "Privacy Policy", "url": "https://hello.softonic.com/privacy-policy/", "xpath": "/html/body/section/div/div/div/article/div/div[1]/div/div/div/div[2]/div/div/div/div", "text": "\nSOFTONIC PRIVACY POLICY\nWhen this policy applies?\n<p>We have made this policy as short and easy to understand as possible, so please take your time to read it so you can have all the information to decide whether you want to sign up and share your data with Softonic.</p>\n<p>This policy applies to www.softonic.com, its subdomains and other web sites and services where this Privacy Policy is referred or made accessible for you to read and accept.</p>\n<p>The personal data to which we have access is the data that you will voluntarily provide upon sign up as required for the use of certain services.</p>\n<p>You can easily sign up via the available social media sign up options or by filling out the necessary online forms where this option is available.\nFields marked with an asterisk (*) are mandatory.\nLack to provide the mandatory data will preclude you from signing up.</p>\n<p>Please refer to our&nbsp;Cookies Policy&nbsp;to know how we and third parties process data obtained by means of cookies and similar technologies.</p>\nWho am I sharing my data with and who is the data “controller”?\n<p>A data controller is an entity that you provide data with and decides on the purpose of the data, provided your prior consent or another legal basis:</p>\n<p>Corporate name: Softonic International, S.A.</p>\n<p>Address: MediaTIC building, Calle Roc Boronat, 117, 6th floor, 08018 Barcelona, Spain</p>\n<p>Phone number: +34 936 012 700</p>\n<p>Email address:&nbsp;privacy@softonic.com</p>\n<p>Data Protection Officer direct contact:&nbsp;dpo@softonic.com</p>\n<p>Please do not hesitate to reach us by any of the means above for any question about data protection and privacy.</p>\nWhat are the purposes of data processing?\n<ul>\n<li>If you subscribe, creation of a community of users interested in software, so you can share your opinion and preferred programs and solutions with other users.\nNote that third party privacy policies may apply (currently Softonic uses Discuss as public comment sharing platform.\nPlease review its Privacy Policy for more information)</li>\n</ul>\n<ul>\n<li>To show you other users’ opinions about programs or solutions.</li>\n</ul>\n<ul>\n<li>If you subscribed to our newsletter, to inform you about reviews, news, tutorials, opinions, all related to the world of software.</li>\n</ul>\n<ul>\n<li>If you subscribed to our newsletter, to recommend you software, based on your interests, download history and navigation habits on the website.</li>\n</ul>\n<ul>\n<li>To study and analyze the information provided, as well as based on information obtained in an aggregate format for statistical and analytics purposes via cookies (see our&nbsp;Cookies Policy&nbsp;for more info), in order to evaluate new trends, develop new services or check the result of an ad campaign.</li>\n</ul>\n<ul>\n<li>If you subscribed to our newsletter, to send you emails about updates, service announcements or as required to provide you with the subscribed service.\nThis kind of communications do not have a commercial nature and we will inform you of how to unsubscribe on each communication.</li>\n</ul>\n<ul>\n<li>Provided your previous consent, to send you emails regarding the software sector.</li>\n</ul>\n<ul>\n<li>To address you properly on our emails (i.e dear “John Smith”).</li>\n</ul>\n<ul>\n<li>To create a user profile.\nWe will not use your profile for automatic individual decision-making.</li>\n</ul>\n<ul>\n<li>To show you relevant ads on the website, newsletters and web notifications.</li>\n</ul>\n<ul>\n<li>To show you relevant ads in other websites and social networks that may be of your interest (see our&nbsp;Cookies Policy&nbsp;at this regards).</li>\n</ul>\n<ul>\n<li>To check you are above 14 years old, so you can give us a valid consent to provide your data.</li>\n</ul>\n<ul>\n<li>To answer your questions, complaints and provide general support, if you contact us via our support portal, other online forms or directly via email.</li>\n</ul>\n<ul>\n<li>Provided you have voluntarily opted-in to receive our newsletter, you will receive customized ads on our newsletters.</li>\n</ul>\n<p>We’ll keep your data as long as we don’t receive a deletion request from you and as long as permitted by Law.\nYou can delete your Discuss account here, unsubscribe from our newsletter at any time via the link provided on the email.\nTo unsubscribe from web push notification please follow these steps (section How to Disable Web Notifications).</p>\nWhat’s the legal basis of the processing?\n<p>The legal basis for the processing of your data is your consent.</p>\n<p>For children below 14 years old, we require the authorization of parents or guardians for signing up.\nPlease contact us via email to&nbsp;privacy@softonic.com&nbsp;if you want your children to subscribe and we’ll provide you further instructions to do so.</p>\nWill my data be shared with third parties?\n<p>\n<strong>Third-party service providers.&nbsp;</strong>Softonic has engaged with several trusted third parties-service providers (data processors) in order to provide the service.\nFor instance, they provide us with services such as hosting, data management or direct marketing related services, so they need to access certain data on as needed strictly basis.\nSoftonic requires all its providers to certify that they have adopted adequate organizational and security measures to comply with our data protection standards and require them to commit to adopting further legal safeguards.\nWhere the relevant provider is located outside the Economic European Area (EEA), we require the signature of EU standard clauses.</p>\n<p>Below you’ll find a list of providers located outside the EEA, the country and the existence or absence of an adequacy decision by the EU Commission (when the EU Commission has determined that a certain country offers sufficient guarantees for the protection of personal data and privacy) and the relevant safeguards adopted.</p>\n<p>\n<em>Fastly, Inc.</em> U.S.\nU.S.\nEU Standard Contractual Clauses (Processors)</p>\n<p>Onesignal,<em>&nbsp;Inc</em>.\nU.S.\nEU Standard Contractual Clauses (Processors)</p>\n<p>\n<em>MailChimp, Inc</em> U.S.\nEU Standard Contractual Clauses (Processors)</p>\n<p>Datadog, Inc.\nEU Standard Contractual Clauses (Processors)</p>\n<p>\n<strong>Legal reasons</strong>: We may disclose personal information when we believe release is appropriate to comply with the law.\nenforce or apply our terms of use and other agreements.\nor protect our rights.</p>\n<p>\n<strong>Business Transfers</strong>: As we continue to develop our business, we might sell or buy other companies, subsidiaries, or business units.\nIn such transactions, user information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing privacy policies (unless, of course, you consent otherwise).\nAlso, in the event that Softonic or substantially all of its assets are acquired, user information will, of course, be one of the transferred assets.</p>\n<p>Please visit our&nbsp;Cookies Policy&nbsp;to know the data we and third parties process via the usage of cookies and other similar technologies.</p>\nWhat rights do I have?\n<p>You can have control over the data provided, including the ability to request your rights to access, rectify and delete, restrict the processing and to object certain processing (i.e unsubscribe from our newsletter).\nyou may send us an email to privacy@softonic.com&nbsp;to request your rights.\nYou can exercise your rights in you subscribed to Discuss here.</p>\n<p>You can as well unsubscribe from receiving our newsletter at any time by clicking the relevant button at the bottom of any email we send you.</p>\n<p>If you have subscribed to our web notification service you can opt-out at any time via your web browser following these&nbsp;steps </p>\n<p>Please note that the exercise of your right to erasure or to object to certain data processing will not affect the lawfulness of processing based on your consent before withdrawal.</p>\n<p>We will process your data to create a profile that will include the data you provide, along with data related to your behaviour in the web site, how you react to our email campaigns but will not be used for automatic individual decision-making purposes.\nThis profile will be used to show you customized content and ads that will be more relevant to you.\nYou can also opt-out from this type of processing at any time via your user area.</p>\n<p>Visit the Spanish National Data Protection Authority&nbsp;website&nbsp;to learn more about your rights.\nBe informed that you have the right to lodge a complaint before the Spanish National Data Protection Authority especially if we have failed to comply with your request to exercise your rights.</p>\nIs my data secured?\n<p>We have adopted adequate technical and organizational measures to avoid alteration, loss or unauthorized access to your data: We select only trusted and certified providers that process your data and we take care that they have taken strict measures too.\nWe and our providers also use encryption protocols to access or transfer your data and techniques to anonymize data to mitigate the risks in case of a data leak.</p>\nHow can I know if you change this policy?\n<p>We will inform you sufficiently in advance if there are important changes and require your consent if any of those changes impact your privacy rights.</p>\n<p>Last Version 22 October 2020.\n© Softonic International, S.A.</p>\n", "created_at": "2021-06-05 14:59:01.654721", "updated_at": "2021-06-05 13:04:29.22119"}], "points": [{"id": 21915, "title": "Third-party cookies are used for advertising", "source": "https://hello.softonic.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-05 13:23:56.310512", "updated_at": "2021-06-05 17:55:06.487368", "quoteText": "We work with DoubleClick, a platform provided by Google Ireland Limited, which helps us gather information about our audience, helping us to manage the ads and marketing campaigns that are published on our website (positions, campaign duration, formats, link, tracking, etc).", "case_id": 128, "document_id": 6754, "quoteStart": 8057, "quoteEnd": 8332}, {"id": 21913, "title": "Third parties are involved in operating the service", "source": "https://hello.softonic.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-05 13:20:43.872195", "updated_at": "2021-06-05 17:40:09.165224", "quoteText": "Softonic has engaged with several trusted third parties-service providers (data processors) in order to provide the service.\nFor instance, they provide us with services such as hosting, data management or direct marketing related services, so they need to access certain data on as needed strictly basis.", "case_id": 207, "document_id": 6753, "quoteStart": 4904, "quoteEnd": 5208}, {"id": 21914, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://hello.softonic.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-05 13:21:36.464737", "updated_at": "2021-06-05 17:40:13.992077", "quoteText": "Softonic requires all its providers to certify that they have adopted adequate organizational and security measures to comply with our data protection standards and require them to commit to adopting further legal safeguards.", "case_id": 210, "document_id": 6753, "quoteStart": 5209, "quoteEnd": 5434}, {"id": 21912, "title": "There is a date of the last update of the agreements", "source": "https://hello.softonic.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-05 13:10:06.459718", "updated_at": "2021-06-05 13:16:14.802426", "quoteText": "Last version 3rd March 2021.", "case_id": 331, "document_id": 6754, "quoteStart": 17233, "quoteEnd": 17261}, {"id": 21911, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://hello.softonic.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-05 13:09:48.523511", "updated_at": "2021-06-05 13:16:25.216369", "quoteText": "We will inform you sufficiently in advance if there are important changes and require your consent if any of those changes impact your privacy rights.</p>", "case_id": 329, "document_id": 6754, "quoteStart": 17070, "quoteEnd": 17224}], "urls": ["softonic.com", "ghacks.net"]}}