{"error": 448, "message": "OK", "parameters": {"id": 5481, "name": "HDWallpapers ", "created_at": "2021-11-03 23:29:11.435421", "updated_at": "2021-11-03 23:01:07.343214", "wikipedia": null, "keywords": null, "related": null, "slug": "hdwallpapers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5481.png", "url": "hdwallpapers.in", "documents": [{"id": 9845, "name": "Privacy Policy", "url": "https://www.hdwallpapers.in/privacy.html", "xpath": "//*[@id=\"content\"]", "text": " Advertisement Privacy Policy\n<p>The owners and operators of hdwallpapers.in take your online privacy seriously.\nThis document outlines the types of information collected by our servers and provides links to the privacy policies of our third-party advertising partners.\n</p>\n<br>\n<strong>User Accounts</strong>\n<p>\nMembership is an optional part of the hdwallpapers.in web site.\nNo user account is required in order to browse or download the content we provide.\nHowever, creating an account enables extra features such as (but not limitted to) the ability to submit content, create a list of your own wallpapers, or post comments.\n<br>\n<br>\nBy creating an account, you are volunteering certain information about yourself that will be stored on our servers.\nThis data includes at a minimum a username, password, and valid email address.\nAdditional information may optionally be added by you to your account profile.\nYour profile information is public and may appear on our web site, with the exception of your email address and password.\n</p>\n<br>\n<strong>Personally Identified Data</strong>\n<p>\nWe strongly discourage users from entering their full name, phone number, physical address, or other sensitive information in user profiles, comments, or other areas of the site.\nFurthermore, we request that minors and any individuals with limited decision making ability not create an account on this site without the approval and supervision of a guardian.\n<br>\n<br>\nWe make a reasonable attempt to monitor for cases where users post personally identifiable information about other individuals to public portions of the web site and remove the offending material.\n</p>\n<br>\n<strong>Server Logs</strong>\n<p>Like most web sites, hdwallpapers.in logs web-, database-, and other server-software usage and access information.\nThis information may include your internet protocal (IP) address, which in many cases can be translated to an affiliation (such as your work, school, or internet service provider), or a geographical location.\nWe only use this information for debugging purposes and for aggregating into anonymous usage and traffic statistics.\n</p>\n<br>\n<strong>Cookies</strong>\n<p>\nWhile browsing hdwallpapers.in, a small number of text files referred to as \"cookies\" may be created on your local file system by your web browser at the request of our servers.\nThese files allow us to personalize the browsing experience for both registered and non-registered users.\nYou are free to delete them at any time, or configure your browser not to create them.\nHowever, we do not promise that every feature of hdwallpapers.in will function as expected without cookies enabled.\n</p>\n<br>\n<strong>Third-Party Advertisers</strong>\n<p>\nIn order to cover the costs of providing hdwallpapers as a free resource to the public, we have relationships with many third-party advertising networks.\nThe practices of our advertising partners are not directly covered by hdwallpapers.in's privacy policy.\nWe recommend that you read their policies.\nFor your convenience we provide a list our advertising partners below.\nUnfortunately we cannot guarantee it is always comprehensive and up to date.\n</p>\n<em>Google Adsense:</em>\n<p>We present you the following information about Google and the DoubleClick DART cookie:</p>\n<ul>\n<li>Google, as a third party vendor, uses cookies to serve ads on your site.</li>\n<li>Google's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.</li>\n<li>Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.</li>\n</ul>\n<br>\n<strong>Sharing/Selling of Data</strong>\n<p>hdwallpapers.in does not share or sell personally identifiable data to third parties such as spammers or direct marketers.\nWe respect your privacy.</p>\n<br>\n<strong>Account Cancellation</strong>\n<p>Upon request, your hdwallpapers.in account can be canceled.\nYour user profile will no longer appear on the web site and your submissions will no longer be listed publicly for download.\nAny comments you have posted will still appear and include your username, but will not be linked to your profile.\nAfter cancellation, you will be not be available for log-in.</p>\n<br>\n<strong>Data Retention</strong>\n<p>The data submitted to and generated by this web site may be copied to additional machines for redundancy and backup purposes.</p>\n<br>\nFor any problems or questions don't hesitate to contact us.\nDownload Advertisement ", "created_at": "2021-11-03 23:29:11.43762", "updated_at": "2021-11-03 22:29:40.483655"}], "points": [], "urls": ["hdwallpapers.in"]}}