{"error": 448, "message": "OK", "parameters": {"id": 2569, "name": "Kali NetHunter", "created_at": "2021-01-19 15:08:59.00011", "updated_at": "2021-03-25 03:19:55.481629", "wikipedia": "https://en.wikipedia.org/wiki/Kali_NetHunter", "keywords": null, "related": null, "slug": "kali_nethunter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2569.png", "url": "nethunter.com", "documents": [{"id": 3625, "name": "Terms of Service", "url": "https://www.offensive-security.com/legal-docs/", "xpath": "/html/body/div[2]/div[3]/div[2]/div/main/div/div/div/div/div[1]/div/div[2]", "text": "\n<p>Offensive Security Terms and Conditions</p>\n<p>\n</p>\n1.\nAbout our Products\n<p>Offensive Security offers cybersecurity training and certification products and associated services.\nThese products include pdf books, videos and hands-on labs.\nThese products and related materials may be downloaded, accessed online or delivered in the form of live training.\nSome are bought on a subscription basis and some on a one time basis.\nProduct users may have access to an online account management page to manage their relationship with us depending on the product that they use.</p>\n<p>Certification is granted if the standards required to pass an exam offered by Offensive Security are met.\nExams may be proctored via webcam and screen capture.\nAll product users and customers must comply with the Terms.\nAll those who take our exams must comply with the Terms, our Academic Policy, Exam Guides and Proctoring Guidelines.</p>\n<p>\n</p>\n2.\nDefinitions\n<p>The following capitalized terms are used in the Terms and have the meanings defined below.</p>\n<p>\n<strong>Affiliate</strong> means a legal entity that directly or indirectly (a) controls (b) is controlled by or (c) is under common control of another legal entity</p>\n<p>\n<strong>Confidential Information</strong> means (a) our know how (b) the content or configuration of Products, Materials and exams (c) any other information that may help a person pass one of our exams (d) the terms of your Order (e) any other business, financial or technical information in any form which the Recipient should reasonably know is confidential</p>\n<p>\n<strong>Customer</strong> means a person or entity buying Product</p>\n<p>\n<strong>Customer User</strong> means a person using Product under a Customer’s account (a) as Customer’s employee (b) as Customer’s contractor (c) in another capacity identified in Customer’s Order</p>\n<p>\n<strong>Discloser</strong> means the party disclosing Confidential Information</p>\n<p>\n<strong>Damage(s)</strong> means loss(es), damage(s) or cost(s) arising in any way</p>\n<p>\n<strong>Data Privacy Laws</strong> means all data protection legislation in force from time to time applicable to the processing of Product User Personal Data including the General Data Protection Regulation ((EU) 2016/679) (GDPR)</p>\n<p>\n<strong>Exam Guides</strong> means Offensive Security’s requirements and instructions for each of our exams found at https://support.offensive-security.com</p>\n<p>\n<strong>Exam Related Materials</strong> means (a) exam reports (b) lab reports (c) walkthroughs for any of our course or exam labs (d) video recordings of our labs, (e) other materials created by a Product user as a result of access to our Products, Materials or exams that may help a person pass one of our exams</p>\n<p>\n<strong>FAQs</strong> means frequently asked questions found at FAQs</p>\n<p>\n<strong>Increase Notice</strong> means a notice we give you regarding any increase in the Price you pay will if you buy Products on a subscription basis</p>\n<p>\n<strong>Intellectual Property Rights</strong> means database rights, design rights, moral rights, patents, trademarks, service marks, trade and service names, copyrights, know-how, trade secrets and similar rights existing anywhere in the world at any time</p>\n<p>\n<strong>Materials</strong> means video recordings, lab contents, pdf books, data, documents, graphics, tools, dashboards, software, code, scripts, other materials and associated media provided by us with Product</p>\n<p>\n<strong>Order</strong> means our online or other registration or order form that describes the Products we provide you</p>\n<p>\n<strong>Payment Method</strong> means a valid credit or debit card(s) or other means of payment we accept</p>\n<p>\n<strong>Personal Data</strong> means the same as it does in GDPR</p>\n<p>\n<strong>Price</strong> means the amount payable for Products set out in your Order, and as adjusted by any Increase Notice</p>\n<p>\n<strong>Processing</strong> means the same as it does in GDPR</p>\n<p>\n<strong>Product(s)</strong> means our free or paid services, products or features (a) as described in your Order or (b) which we otherwise authorise you to use</p>\n<p>\n<strong>Product User Personal Data</strong> means Personal Data provided to us by or about a Product user</p>\n<p>\n<strong>Recipient</strong> means the party receiving Confidential Information</p>\n<p>\n<strong>Site</strong> means www.offensive-security.com, other websites and community sites owned by us on which these terms and conditions appear, and subdomains of those sites and content provided through them</p>\n<p>\n<strong>Student</strong> means an individual registered with us to use a paid Product</p>\n<p>\n<strong>Terms</strong> means these terms and conditions and any further terms set out in your Order as applicable to you.\nIf there is a conflict between your Order and these terms and conditions, your Order will take precedence</p>\n<p>\n<strong>We/our/us</strong> means OffSec Services Limited or one of its Affiliates</p>\n<p>\n<strong>You/your</strong> means Customer, Product user and/or Site visitor depending on the context</p>\n<p>If we use the word “including” or similar words before describing any items, such items are examples only and should not be regarded as an exhaustive list.</p>\n<p>\n</p>\n3.\nAccepting the Terms\n<p>The Terms create a legally binding agreement between you and us and apply every time you buy or use Products, Materials or Site.\nIf you click online to indicate your acceptance of the Terms, make payment based on an Order that references the Terms, or continue to use Products or Site, you have agreed to the Terms.</p>\n<p>We do not accept any other terms or conditions that you attempt to impose on us including those associated with any purchase order you issue.\nSuch other terms and conditions will not apply to your Order.</p>\n<p>You must ensure that any of your Affiliates or Customers Users that access Products you have bought from us comply with the Terms.</p>\n<p>\n</p>\n4.\nRegistering with us\n<p>When you register with us to use Products you:</p>\n<ul>\n<li>Must be 18 years old or over</li>\n<li>Are subject to our standard Product user registration requirements</li>\n<li>May not be accepted as a Product user in our sole discretion</li>\n<li>Must provide accurate and complete information and then keep it up to date.</li>\n</ul>\n<p>\n</p>\n5.\nTaking Our Exams\n<p>Our exams may be remotely proctored to ensure their integrity.\nStudents must comply with our Academic Policy, Proctoring Guidelines, and applicable Exam Guide when taking our exams.\nIf you breach our Academic Policy we may, in our sole discretion:</p>\n<ul>\n<li>Revoke all existing certification(s) you have obtained from us</li>\n<li>Disqualify you for life from all of our courses and exam(s)</li>\n<li>Disqualify you for life from buying our Products</li>\n</ul>\n<p>\n</p>\n6.\nPaying for Products\n<p>You must pay the Price on the billing date and at the billing frequency mentioned in your Order.</p>\n<p>We will charge you the Price on (a) each renewal of your subscription period or (b) at the billing frequency stated in your Order (if different) when you buy Products on a subscription basis.</p>\n<p>You must tell us of any dispute over the Price within 15 days of the date of our invoice or your last billing date.\nOverdue amounts will incur interest at a rate of 1.5% per month or the maximum rate permitted by law (whichever is less) except for amounts disputed in good faith.</p>\n<p>The Price excludes applicable taxes.\nIf you must deduct withholding tax from the Price, you must pay us an amount that ensures our net receipt is the same as it would have been were the payment not subject to such withholding.</p>\n<p>\n</p>\n7.\nPaying for Subscriptions\n<p>You must provide us with a Payment Method if you buy Products on a subscription basis unless we state otherwise in your Order.\nWe can charge the Price to any Payment Method associated with your account.</p>\n<p>We may suspend your access to Product until we have been able to charge your Payment Method for all amounts due.\nYou are responsible for any (a) uncollected amounts (b) all fees or charges made by the Payment Method issuer.</p>\n<p>You can update your Payment Method by going to your online account management page.\nWe may also update your Payment Method using information provided by your payment service providers.\nWe can continue to charge the applicable Payment Method(s) following any such update.</p>\n<p>We use third parties to process payments.\nYour payment information, Payment Method and other Personal Data will be passed to such third parties.</p>\n<p>\n</p>\n8.\nAdjusting Subscription Prices\n<p>We may increase the Price by providing you with an Increase Notice at any time if you buy Products on a subscription basis.\nAny increase will apply from the next renewal of your subscription period occurring 30 days or more after the date of the Increase Notice.</p>\n<p>\n</p>\n9.\nUsing Products\n<p>We authorize you to use Site, Products and Materials for your own personal use in accordance with the Terms.</p>\n<p>You must make sure (a) you have the knowledge, expertise, equipment and facilities needed to use Products (as posted on Site from time to time) (b) Products are suitable for your purpose.</p>\n<p>You must start using a Product within any specific time period we specify and we are under no obligation to extend that period.</p>\n<p>In relation to Products, Materials and Site, you must not (a) remove or hide proprietary notices (b) remove or hide Personal Data we use to identify you as Product user including watermarks on the pdf books and videos you download (c) perform any attack, scan, test, probe or penetration other than as specifically permitted by us in our course or exam materials (e) perform other actions that may cause damage (f) use data mining, robots or similar data gathering methods (g) harm or interfere with other Product users.</p>\n<p>To ensure you comply with the Terms, we will routinely monitor your activity while you are using our Products or taking an exam.</p>\n<p>\n</p>\n10.\nUsing Interactive Product Features\n<p>Some Products may allow interactivity among Product users including instant messaging, chatrooms, blogs, forums, polls or bulletin boards.\nWe do not routinely check interactions among Product users and accept no liability for material posted via these interactive features.\nWe have no obligation to remove these materials but we may do so at our sole discretion.</p>\n<p>You must not (a) use abusive, defamatory, illegal or objectionable language (b) send advertising or marketing material (c) infringe others’ privacy, confidentiality or intellectual property rights when using interactive Product features.</p>\n<p>\n</p>\n11.\nResponsibility for Customer Users\n<p>If you are a Customer purchasing Products for your Customer Users:</p>\n<ul>\n<li>As Customer, you are permitted to use Products and associated Materials for your own internal<br>\nbusiness purposes in accordance with the Terms</li>\n<li>As Customer, you may only allow your Customer Users to use Products and Materials</li>\n<li>As Customer, you must ensure Products and Materials are not shared between your Customer Users</li>\n<li>We can communicate directly with your Customer Users in relation to our products and services.</li>\n</ul>\n<p>\n</p>\n12.\nIP Ownership\n<p>All Intellectual Property Rights in Site, Products and Materials are owned by us.\nYou have no rights in Site, Products or Materials except as stated in the Terms.\nWe own and will continue to own the media by which Products and Materials are provided to you.\nYou cannot use our name, logos, trademarks or any derivatives.\nYou must not copy, share, sub-license, change, create derivative works from, or in any other way misuse any part of Site, Products or Materials.</p>\n<p>This includes not (a) sharing all or part of our course materials with any third party including by posting on any platform, repository or on social media (b) video recording your screen while it interacts with any of our labs (c) using our course materials to assist any person to pass one of our exams including sharing lab walk throughs, exam walk throughs (d) accessing Site, Products or Materials for competitive purposes.</p>\n<p>If you share or publish Exam Related Materials in breach of the Terms, on the date of such breach, you automatically assign to us all Intellectual Property Rights in such Exam Related Materials together with all rights in respect of any infringement.</p>\n<p>We collect and use (a) information related to your use of Products (b) your feedback on Products.\nWe may use that feedback freely and without compensation to you and we will own all Intellectual Property Rights in derivative works we create based on that feedback.</p>\n<p>\n</p>\n13.\nKeeping Products Secure\n<p>Access to Products and Materials is subject to password and other security credentials we provide.\nWe can change such passwords and other security credentials on notice.\nThey must not be shared.\nYou must (a) put in place appropriate security measures to prevent unauthorized access to or disclosure of Products or Materials.\nThose measures must be consistent with standards reasonably expected of an information security professional (b) promptly cure and tell us about any unauthorized access or disclosure of Products or Materials when you become aware.</p>\n<p>\n</p>\n14.\nMaking Changes to Products\n<p>We constantly improve our Products to deliver a better experience or better value to our Customers.\nWe reserve the right to change a Product at any time (including changing specifications, delivery media or platform or removing third party owned content).\nWe will not change a Product’s fundamental nature without letting you know.</p>\n<p>\n</p>\n15.\nSupporting our Customers\n<p>We may provide self-help via various tools and will provide email and/or online access to our support team to help resolve Customer technical and other issues.\nThe FAQs provide more information on the support we provide.</p>\n<p>\n</p>\n16.\nConfidential Information\n<p>Recipient and its Affiliates must (a) hold Discloser’s Confidential Information in confidence and disclose it to no third party (b) use that Confidential Information solely for Recipient’s provision or use of Products.\nRecipient must ensure its Affiliates comply with the Terms relating to Confidential Information.</p>\n<p>If you are Recipient, you will be in breach of your duties of confidentiality if you disclose:</p>\n<ul>\n<li>Information in your exam report</li>\n<li>Information in your lab report</li>\n<li>Any walk through for any of our course or exam labs</li>\n<li>Vulnerabilities and exploits in the context of any of our course or exam labs</li>\n<li>Any other information that may help a student pass our exams</li>\n</ul>\n<p>Sharing or publishing such Exam Related Materials is also a breach of our Academic Policy.</p>\n<p>Confidential Information will not include information which (a) is or becomes generally available to the public through no act or omission of Recipient or its Affiliates (b) becomes known to Recipient or its Affiliates through a third party (c) was lawfully in the possession of Recipient or its Affiliates before disclosure by the Discloser (d) is limited to the name and logo of Customer disclosed on Site or in our other promotional material.</p>\n<p>If the law compels Recipient to disclose Discloser’s Confidential Information, Recipient must (a) provide prompt notice to Discloser (if legally permissible) (b) limit that disclosure to the extent of the legal requirement.\nAny disclosed information will remain Confidential Information despite that disclosure.</p>\n<p>You and your Affiliates must promptly return, delete or destroy (at our discretion) our Confidential Information if your right to use Product terminates or when asked by us at any time.\nYou can keep copies to the extent required by law and those copies will remain our Confidential Information.</p>\n<p>Our Confidential Information is made up of trade secrets that (a) we own (b) are secret (c) have commercial value because they are secret (d) we have taken steps to keep secret.</p>\n<p>\n</p>\n17.\nYour Data Privacy\n<p>We are the Data Controller (as defined in GDPR) of Product User Personal Data.\nWe will process Product User Personal Data in accordance with the duties imposed on us under the Data Privacy Laws and our Privacy Notice from time to time.</p>\n<p>In order for us to keep a public register of the status of our certificate holders, we reserve the right to publish Student information.\nThis information includes (a) Student name (b) Student Offensive Security Identification Number (OSID) (c) course taken by Student (d) exam passed by Student (e) certificate issuance and cancellation status and information.\nWe can also provide such information to any third party who has paid for you to access Products.</p>\n<p>If you are a Customer User using Products via a Customer’s account (a) any account you create will be subject to control by Customer and Customer’s admins (b) your account information and other Personal Data will be shared with Customer and Customer’s admins (c) your Personal Data may also be visible to other Product users in Customer’s account.</p>\n<p>If the domain of the email address associated with your account is owned by a Customer and Customer wishes to add that email address to its account, the Personal Data concerning your existing account may become accessible to that Customer.</p>\n<p>\n</p>\n18.\nOur Liability to Each Other\n<p>You must indemnify us against any Damages we suffer or incur if you breach any of the Terms.\nWe may also, in our sole discretion:</p>\n<ul>\n<li>Revoke all existing certification(s) you have obtained from us</li>\n<li>Disqualify you for life from all of our courses and exam(s)</li>\n<li>Disqualify you for life from buying our Products</li>\n</ul>\n<p>Our total liability to each other for Damages in connection with the Terms, Products or Materials will not exceed the amount paid by you for the Product giving rise to the claim during the 12 months immediately preceding the date the claim arose.</p>\n<p>We have no liability to you if you are a Site visitor or user of our free Products only.</p>\n<p>Neither of us will be liable for (a) indirect, incidental, punitive, special or consequential Damages (b) loss of profits (except regarding non payment of the Price) even if that Damage or loss could have been foreseen or prevented.</p>\n<p>The limits on liability in the Terms do not apply to (a) fraud, fraudulent misrepresentation, gross negligence or willful misconduct (b) negligence causing death or personal injury (c) your indemnification obligations (d) a party’s infringement of the other’s Intellectual Property Rights (e) breaches relating to Confidential Information (f) your liability to pay the Price.\nNothing in the Terms limits liability that cannot be limited by law.</p>\n<p>\n</p>\n19.\nWhat We Are Not Responsible for\n<p>Exercises contained in our labs should only be attempted inside our hosted lab environment which is segregated from the internet.\nAttempting these exercises in a live environment would be illegal without permission of the system owner.\nWe do not authorize you to perform these exercises outside our lab environment.\nYou must indemnify us against Damage we suffer or incur if you do so.\nIf we provide you with links to other websites or services, accessing those links is at your sole discretion and risk.\nWe do not review, endorse and are not responsible for such websites or services.</p>\n<p>We exclude all warranties, conditions and other terms implied by law to the maximum extent allowed by law.\nWe provide Site, Products and Materials “as is” and “as available” without warranty of any kind.\nWe do not warrant that Site, Products or Materials (a) will be free of interruptions, delays, omissions, inaccuracies or errors or that any such thing will be corrected (b) will be available at any particular time or location (c) are free of viruses, worms, Trojan horses, email bombs, back doors or other harmful components (although we will implement reasonable measures designed to ensure Site, Products and Materials being are free of such items based on the nature and intended use of Products).</p>\n<p>\n</p>\n20.\nThird Party IP Claims\n<p>We will indemnify Customer against Damages Customer incurs because of any claim that Product or Materials infringe the Intellectual Property Rights of a third party.\nThis indemnity will not apply if Damages result from (a) the combination of Product or Materials with third party products or services (b) changes to Product or Materials other than by us (c) use of a version of Product or Materials if we have told you to use a later version (d) Customer’s breach of the Terms.</p>\n<p>We can cure alleged or anticipated infringements of third-party Intellectual Property Right by (a) procuring the right for Customer to continue to use Product or Materials (b) modifying affected products or Materials so they become non-infringing without reducing performance or functionality (c) replacing affected Products or Materials with non-infringing items without reducing performance or functionality.</p>\n<p>Our indemnification duties in this Section are subject to Customer (a) providing us with prompt notice of the claim (b) giving us control of the claim if we ask for it (c) co-operating at our expense in the defense or prosecution of the claim (d) not making any admission or trying to settle any claim without our prior written approval.\nCustomer can participate in the defense of such claims through legal counsel of Customer’s choice and at Customer’s expense.</p>\n<p>\n</p>\n21.\nCircumstances Beyond Your or Our Control\n<p>Neither party will be liable for Damages arising from failure to perform that party’s obligations due to circumstances beyond that party’s reasonable control.\nIf those circumstances cause material deficiencies in a Product and continue for over 30 days, either party can terminate its obligations for the affected Product on notice to the other party.</p>\n<p>\n</p>\n22.\nComplying with the Law\n<p>We provide and you must use Products in accordance with applicable laws and regulations.</p>\n<p>You must not obtain, keep, use, or provide access to any Product to an Affiliate, Product user or any other third party in a manner that may breach the export control or economic sanctions laws and regulations for any jurisdiction including the United States of America, the United Kingdom and the European Union and its Member States.\nYou warrant that you are not (a) specially designated or sanctioned (b) affiliated with a specially designated or sanctioned person or entity, under any of such laws.\nYou must not involve third parties that are subject to economic sanctions, including by submitting funds to us via sanctioned financial institutions when you deal with us or our Affiliates.</p>\n<p>You must not use knowledge or expertise gained from Products in any illegal or unethical manner or to harm any person or entity.</p>\n<p>\n</p>\n23.\nLength of Our Relationship\n<p>If you are a Site visitor, the applicable Terms will apply for as long as you use our Site.</p>\n<p>Otherwise, your agreement with us starts with effect from the date your Order is accepted by us and will stay in force until it is terminated in accordance with the Terms.</p>\n<p>If you are entitled to use Product for a specific term, you cannot terminate your obligations during that term.</p>\n<p>Your Order or online account management page will state if your Order is on a subscription basis and if so, the subscription period and the billing frequency.\nOn expiry of each subscription period, your subscription will automatically renew for additional periods equal to your original subscription period unless terminated in accordance with the Terms.</p>\n<p>\n</p>\n24.\nSuspending or Terminating Our Relationship\n<p>We can suspend your rights in relation to Product if (a) we have the right to terminate such rights or (b) to protect our systems or security.\nSuspension will not affect any of our rights to later terminate your use of Products.</p>\n<p>If you buy Products on a subscription basis:</p>\n<ul>\n<li>With a monthly subscription period, you can terminate your Order at any time by using your online account management page and following the instructions for cancellation or by giving us written notice.</li>\n<li>With any other subscription period, either of us can terminate your Order in the way specified in your online account management page or by giving to the other at least 30 days prior written notice to expire with effect from the end of the then current subscription period.</li>\n</ul>\n<p>You will continue to have access to Products through to the end of your current subscription period.\nNo refunds of the Price are given if you terminate part way through a subscription period.</p>\n<p>Either party can terminate its obligations in relation to Product immediately on notice if the other party materially breaches the Terms and the breach (a) cannot be cured or (b) continues 30 days after the date the breaching party receives notice describing the breach and requiring it to be cured.</p>\n<p>We can suspend or terminate your access to free Products, interactive Product features or Site at any time.</p>\n<p>If you use Product under a Customer’s account that terminates, your right to use Product will also terminate automatically and without notice.</p>\n<p>\n</p>\n25.\nMiscellaneous Terms\n<p>\n<strong>Notices</strong>\n</p>\n<p>Notices of breach of the Terms by us must be given by email to legal@offensive-security.com attn General Counsel.\nOther notices to us must be given by email to orders@offensive-security.com.\nNotices to you will be given by email to any email address you provided to us in your Order or in your online account management page.\nIncrease Notices may also be given through your online account management page.</p>\n<p>Notices given by email to the correct email address will be deemed delivered when sent.\nNotices given through your online account management page will be deemed delivered when posted.</p>\n<p>\n<strong>Survival of Terms</strong>\n</p>\n<p>Terminating your rights to use Products will not affect your or our respective accrued rights and duties.\nThe following sections of the Terms will survive termination: 2 (Definitions), 3 (Accepting the Terms) 12 (IP Ownership), 13 (Keeping our Products secure), 16 (Confidential Information), 17 (Your Data Privacy), 18 (Our liability to each other), 19 (What we are not responsible for), 22 (Complying with the law), and 25 (Miscellaneous terms).</p>\n<p>\n<strong>Dispute Resolution</strong>\n</p>\n<p>The Terms and disputes or claims about the Terms will be governed by the laws of New York.\nEach of us consents to the non-exclusive jurisdiction of the federal and state courts located in New York City to settle disputes or claims about the Terms.</p>\n<p>Nothing in the Terms prevents either of us from seeking an immediate injunction or similar remedy from any court of competent jurisdiction to prevent or restrain breaches of the Terms.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>These terms and conditions can be changed by us from time to time and such changes will take effect when posted on Site.\nYour continued use of Product, Materials or Site constitutes your agreement to such changes.\nAssignment<br>\nWithout the other party’s prior written consent, neither of us can assign or transfer in any other way any right or duty under the Terms.\nWe can assign the Terms (a) to an Affiliate (b) in connection with our or an Affiliates’ sale of a division, product or service (c) in connection with a reorganization, merger, acquisition or divestiture of us or an Affiliate or any similar business transaction.</p>\n<p>\n<strong>Unenforceable Terms</strong>\n</p>\n<p>If any non-fundamental Terms are illegal or unenforceable, those Terms will be deemed changed to the minimum extent necessary to make them legal and enforceable.\nThose Terms will be considered deleted if that change is impossible.\nAny change or deletion will not affect the validity and enforceability of the rest of the Terms.</p>\n<p>\n<strong>Delays</strong>\n</p>\n<p>If either of us delays or fails to exercise any right or remedy under the Terms, such delay or failure shall not constitute a waiver of that right or remedy.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>The Terms contain the entire understanding between you and us about Site, Product and Materials and supersede all prior agreements or understandings, verbal or written.\nEach of us agrees that it has not relied on, and neither of us has any liability for, any representations not expressed in the Terms.</p>\n", "created_at": "2021-01-19 15:09:55.605775", "updated_at": "2021-02-03 22:52:20.251822"}, {"id": 3627, "name": "Privacy Policy", "url": "https://www.offensive-security.com/legal-docs/#privacy-policy", "xpath": "//*[@id=\"privacy-policy\"]", "text": " Offensive Security Privacy Notice\n<p>\n<strong>Last Updated July 2020</strong>\n</p>\n<p>This is our Privacy Notice.&nbsp;Please scroll down or click on the headings to the left to discover more.</p>\n<p>\n<strong>In Summary</strong>\n</p>\n<p>When you interact with us, our websites or products and services, we collect and you provide information about you that alone or when combined with other information, could be used to identify you (<strong>Personal Data</strong>).</p>\n<p>(a) We only process your Personal Data if we have a legal basis to do so – this may be consent but more likely another legal basis (b) we collect only the Personal Data necessary to manage your relationship with us (c) we don’t sell your Personal Data to third parties (d) we only use your Personal Data in the way this Privacy Notice describes.</p>\n<p>For the full version please continue reading.</p>\n<p>\n<strong>Background to this Privacy Notice</strong>\n</p>\n<p>This Privacy Notice explains what Personal Data we collect (a) because you interact with our websites and community sites (<strong>Sites</strong>) (b) because you use our free or paid for products and services promoted on the Sites (<strong>Products)</strong> (c)&nbsp.\nas the result of the provision of products and services to us by third parties (<strong>Suppliers)</strong>.</p>\n<p>Offensive Security is the brand name of a group of companies that includes OffSec Services Limited (<strong>Offensive Security, we, us, our</strong>).</p>\n<p>OffSec Services Limited of 5 Secretary’s Lane, Gibraltar is the data controller of your Personal Data.\n&nbsp.\nOffSec Services Limited provides Products to both individual Product users and customers who are organizations (<strong>Customers</strong>).</p>\n<p>This Privacy Notice explains how we use and share Personal Data, and your choices about our data practices.&nbsp.\nPlease read this Privacy Notice before using the Sites or Products.</p>\n<p>\n<strong>Other related terms and conditions</strong>\n</p>\n<p>This Privacy Notice should be read in conjunction with our <u>terms and conditions for the purchase and use of our Products</u> (<strong>Product T&amp;Cs</strong>).&nbsp.\nIt should also be read in conjunction with our <u>Academic Policy</u> and our&nbsp.\nCookie Policy.</p>\n<p>\n<strong>What this Privacy Notice does not apply to</strong>\n</p>\n<p>This Privacy Notice does not apply to:</p>\n<ul>\n<li>Personal Data we hold about our employees or consultants</li>\n<li>Personal Data gathered by other companies or organizations that promote our Services and who use cookies, tags and other technology to collect and use your Personal Data</li>\n<li>How other organizations use your Personal Data if you link to their sites, apps, products, services or social media from our Sites, apps or social media.\nBy providing these links we do not imply that we endorse or have reviewed these third party sites.&nbsp.\nPlease contact those sites directly for information on their privacy practices and policies.</li>\n</ul>\n<p>\n<strong>Accessing your Personal Data</strong>\n</p>\n<p>We want to make sure the Personal Data we hold about you is up to date and relevant.&nbsp.\nYou are also legally entitled to know what Personal Data we store.\nIf you’d like a copy of some or all of your Personal Data or you think your Personal Data is inaccurate, please contact us at privacy@offensive-security.com.</p>\n<p>Please be aware that if you do not want to provide your Personal Data to us or ask us to delete it, we may not be able to provide Products to you and you may not be able to use the Sites.</p>\n<p>\n<strong>Personal Data we collect</strong>\n</p>\n<p>\n<strong>Automatically Collected Data</strong>\n</p>\n<p>When you access the Sites or use Products, the following Personal Data is created and automatically logged in our systems:</p>\n<ul>\n<li>Log data: Information that your browser automatically sends whenever you visit the Sites.&nbsp.\nLog data includes your Internet Protocol address, browser type and settings, the date and time of your request, and how you interacted with the Sites or Products.</li>\n<li>Device information: Information that includes the device you are using, operating system, settings, unique device identifiers, network information and other device-specific information.&nbsp.\nThe information collected may depend on the device you use and its settings.</li>\n<li>Usage Information: Information we collect about how you use our Sites and Products, such as the content you view or engage with, the features you use, and the actions you take.</li>\n</ul>\n<p>We use various technologies to collect and store information, including cookies, pixel tags, local storage such as browser web storage or application data caches, databases and server logs.</p>\n<p>\n<strong>Personal Data You Give Us</strong>\n</p>\n<p>You provide us with Personal Data when:</p>\n<ul>\n<li>You enquire about Products: we will collect Personal Data from you through web forms such as name and contact details</li>\n<li>You sign up to use Products: you may be required to give us Personal Data, including your name and contact details, employer, gender, age range and billing information (e.g.\ncredit card details)</li>\n<li>We need to verify your ID: we may collect copies of government IDs, utility bills, bank statements and/or parental consent letters</li>\n<li>You email us or online chat with us: for example when you request customer support</li>\n<li>You use our community Sites, blogs and forums: you may post comments and materials.</li>\n</ul>\n<p>\n<strong>Personal Data we create or collect</strong>\n</p>\n<p>We may create or collect the Personal Data about you in the following ways:</p>\n<ul>\n<li>When you register to use Products, our systems will generate unique identifiers including your main Offensive Security ID (<strong>OSID</strong>), Purchase ID, Lab ID, Certificate ID, Video ID, system username and password.&nbsp.\nThese identifiers are known as “pseudonymized” personal data.\nThey cannot alone identify you but can identify you when combined with other Personal Data we hold.</li>\n<li>We may gather nicknames or handles you operate under in public blogs, forums, chat rooms or other channels.\nWe keep a record of your purchase history and exam history.</li>\n<li>We may keep administrative notes on your file.</li>\n<li>When we proctor our exams, we create videos of those taking our exams and their computer screens.\nThese videos may include third party Personal data if within range of Product User’s webcam or viewable on Product User’s computer screen.</li>\n<li>When we look into potential breaches of our (a) Academic Policy (b) Product T&amp;Cs (c) intellectual property rights, we may carry out public domain research.\nThat research may provide us with Personal Data about you and those you appear to be associated with.&nbsp.\nSources of this Personal Data include social media sites, chat rooms, forums and community sites.</li>\n</ul>\n<p>\n<strong>Personal Data We Get From Third Parties</strong>\n</p>\n<p>We may receive Personal data from a number of third parties including:</p>\n<ul>\n<li>Our Customers if they are paying for you to use Products</li>\n<li>Our Suppliers and business partners if you are working with us on their behalf</li>\n<li>Data brokers providing non-public lists</li>\n<li>Publicly available sources like LinkedIn, other social media sites and other directories</li>\n<li>ID verification service providers including those who check you are not subject to regulatory sanctions</li>\n<li>Credit reference agencies</li>\n<li>Third parties who report you to us because they believe you have breached our Product T&amp;Cs, Academic Policy or intellectual property rights.</li>\n</ul>\n<p>\n<strong>Where we process your Personal Data</strong>\n</p>\n<p>We store and process your Personal Data on servers both within and outside the European Economic Area (the “EEA” which includes countries within the EU plus Iceland, Liechtenstein and Norway).&nbsp;&nbsp.\nFor example, outside the EEA we process Personal data on servers in the USA, Israel and the Philippines.</p>\n<p>\n<strong>How we use personal data</strong>\n</p>\n<p>Below is a description of how we use your Personal Data and our legal basis for doing so</p>\n<strong>Usage</strong>\n<strong>To provide Products to you</strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract <strong>Description</strong>\nWe process your Personal Data to register you, authenticate your identity, provide Products to you, process financial transactions and manage your relationship with us.<p>\n</p>\n<p>If we cannot verify your identity with the basic information we collect, we may request additional Personal Data such as government ID, utility bill(s), or bank statement(s).</p>\n<p>For Product users under the age of 18, we collect name(s) and IDs of and consent to provide you with Products from, the person who has parental responsibility for you</p>\n<strong>Usage</strong>\n<strong>To undertake Product related activities</strong>\n<strong>Basis</strong>\nFor our legitimate interests <strong>Description</strong>\nWe use your Personal Data:<p>\n</p>\n<ul>\n<li>To customize your user experience</li>\n<li>To better understand how you interact with our Sites and ensure that our Sites are presented in the most effective manner for you,</li>\n<li>As part of our efforts to keep our Sites, network, and information systems secure</li>\n<li>To conduct analytics to inform our marketing strategy and enable us to enhance and personalize our communications and the experience we offer to you</li>\n<li>To communicate with you in connection with Products you are using.</li>\n</ul>\n<strong>Usage</strong>\n<strong>To manage Customer relationships</strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract <strong>Description</strong>\nIf one of our Customers pays for you to use Products, we will use your Personal Data to manage our relationship with that Customer.&nbsp.\nThis may include disclosing (a) your usage of Products (b) your performance in our exams (c) any sanctions we impose on you as a result of a breach of our Academic Policy or Product T&amp;Cs.<p>\n</p>\n<p>If you use Products under a Customer’s account (a) any account you create will be subject to control by Customer and Customer’s admins (b) your account information and other Personal Data will be shared with Customer and Customer’s admins (c) your Personal Data may also be visible to other Product users in Customer’s account.</p>\n<p>If the domain of the email address associated with your account with us is owned by a Customer and Customer wishes to add that email address to its account, the Personal Data concerning your existing account may become accessible to that Customer.</p>\n<strong>Usage</strong>\n<strong>To undertake marketing</strong>\n<strong>Basis</strong>\nFor our legitimate interests and, where required by law, with your consent <strong>Description</strong>\nWe use your Personal Data to send you updates and information about Products, upcoming events or other promotions or news by telephone, email or push notification.<p>\n</p>\n<p>You may opt out of receiving further marketing emails by following the instructions contained in each promotional email we send you or by contacting us at privacy@offensive-security.com.</p>\n<p>If you opt out of marketing, we will continue to contact you regarding Products you use.</p>\n<strong>Usage</strong>\n<strong>To bill and collect payment from you </strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract <strong>Description</strong>\nIf you buy Products from us, we collect your billing information to process payments.&nbsp.\nWe use third party payment providers to process payments for us.<p>\n</p>\n<p>If you don’t pay our bills, we will use your Personal Data to help us collect payment.&nbsp.\nWe might ask a third party to collect the amount you owe.\nWe’ll give them Personal Data about you (such as your contact details) and your account (the amount of the debt) and may sell the debt to another organization to allow us to receive the amount due.</p>\n<strong>Usage</strong>\n<strong>To enforce our Product T&amp;Cs and Academic Policy and/or prevent abuse of our intellectual property rights </strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract and/or to prevent or detect a crime <strong>Description</strong>\nWe may use your Personal Data to mark course materials we provide to you so we can monitor and protect our intellectual property and confidential information.<p>\n</p>\n<p>We will use your Personal Data to record and look into situations where we believe you or those you appear associated with may have breached (a) our Product T&amp;Cs (b) our Academic Policy (b) our intellectual property rights (c) the law by committing an offense of dishonesty.</p>\n<p>We may analyze your Personal Data in conjunction with the Personal data of third parties if we think you may have been involved in the same incident.\nFor example, we will compare your exam and lab reports with the reports of others to look for possible collaboration in breach of our Academic Policy.</p>\n<p>We may use the results of public domain research to further investigate you and/or those you appear to be associated with.</p>\n<p>Our findings may be used to (a) revoke any of our certificates you hold (b) terminate or suspend your access to Products (c) prevent you from doing business with us in the future (d) keep a record of our findings and sanctions imposed to ensure they can be enforced</p>\n<strong>Usage</strong>\n<strong>To proctor our exams</strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract and/or to prevent or detect a crime <strong>Description </strong>\nOur exams may be subject to online proctoring to ensure their integrity is maintained.<p>\n</p>\n<p>A student’s webcam and computer screen will be monitored, viewed, recorded, stored, and/or audited.&nbsp.\nThis will include images of the student, the student’s immediate surroundings, anything within range of the student’s webcam and anything viewable on the student’s computer screen.</p>\n<p>Any communications you have with a student that are visible on that student’s computer screen will also be monitored, viewed, recorded, stored, and/or audited by us.</p>\n<strong>Usage</strong>\n<strong>To keep a public register</strong>\n<strong>Basis</strong>\nFor our legitimate interests <strong>Description</strong>\nIf you have passed one of our exams, we may use your Personal Data to keep a public register of the status of all our certificate holders.&nbsp.\nThis Personal Data may include (a) your name (b) your Offensive Security Identification Number (OSID) (c) the course you took (d) the exam you passed (e) the status of the certificate that was issued to you.\n<strong>Usage</strong>\n<strong>To undertake background checking</strong>\n<strong>Basis </strong>\nFor our legitimate interests and/or to comply with the law <strong>Description</strong>\nWe may use your Personal Data to carry out credit reference checks and checks to ensure the law does not prohibit us from doing business with you e.g.\nbecause you are subject to regulatory sanctions or in a country that is sanctioned.<p>\n</p>\n<p>We will use the results of these checks to decide whether to do business with you.</p>\n<p>We will keep a record of the results of these checks and this record may be used to prevent you from doing business with us.</p>\n<p>When credit reference agencies get a search request from us, a ‘footprint’ goes on your file which other organizations might see.</p>\n<strong>Usage</strong>\n<strong>To prevent or detect crime</strong>\n<strong>Basis </strong>\nFor our legitimate interests and/or to comply with the law <strong>Description</strong>\nWe’ll use and share your Personal Data to help prevent and detect crime.<p>\n</p>\n<p>For example, we will use your Personal Data to investigate, detect and prevent attempts to obtain our certifications fraudulently or in any other&nbsp.\ndishonest manner.</p>\n<p>We might share your Personal Data with government and law-enforcement agencies.</p>\n<p>We’ll also use your Personal Data to prevent and detect criminal attacks on our computer network.</p>\n<strong>Usage</strong>\n<strong>To comply with our legal obligations</strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to comply with the law <strong>Description</strong>\nWe will use and share Personal Data where we are obliged legally.\nThat might be when the law says we have to or because of a court order.\n<strong>Usage</strong>\n<strong>To manage Supplier relationships</strong>\n<strong>Basis</strong>\nFor our legitimate interests and/or to perform a contract <strong>Description</strong>\nif you are a Supplier or an employee or contractor of one of our Suppliers, we use your Personal Data to manage our relationship with you/that Supplier, for payment and to communicate with you/that Supplier about Products and services you/they are supplying to us <p>\n<strong>Our legitimate interest in using your Personal Data</strong>\n</p>\n<p>We will use your Personal Data for our legitimate interests if we believe we have a legitimate business interest in doing so to operate our business.</p>\n<p>\n<strong>When do we believe we have a legitimate business interest?</strong>\n</p>\n<p>We’ll have formed the view:</p>\n<ul>\n<li>The usage is necessary and there’s no less intrusive way to achieve the same result</li>\n<li>Your interests don’t override our interests</li>\n<li>You would reasonably expect us to use your Personal Data in this way</li>\n<li>You would not find the usage intrusive and it would not cause you harm</li>\n<li>That we have taken extra care to protect the interests of children</li>\n<li>That we have considered safeguards to reduce the impact where possible</li>\n<li>That we have offered you an opt out where appropriate.</li>\n</ul>\n<p>\n<strong>Sharing And Disclosure</strong>\n</p>\n<p>We may share your Personal Data and other information with certain third parties in these circumstances:</p>\n<ul>\n<li>\n<strong>Affiliates within the Offensive Security group: </strong>for security, business, operational and administrative support purposes.</li>\n<li>\n<strong>Your Employer and others: </strong>If your employer or another third party has paid us for you to use Products.</li>\n<li>\n<strong>Service providers: </strong>your Personal Data may be shared with our third-party service providers to assist us in providing Products and to operate our business.\nThese include organizations who provide services in relation to marketing, infrastructure and information-technology, payment processing, logistics and shipping and professional advice.</li>\n<li>\n<strong>Third party accreditation: </strong>Sometimes, our certifications will be accredited by their parties as equivalent to their own.&nbsp.\nIf you wish to take advantage of such accreditation, we will transfer your Personal Data to such third parties.</li>\n<li>\n<strong>Business transfers:</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of all or a portion of our assets, or transition of service to another provider, your Personal Data and other information may be transferred to a successor or affiliate as part of that transaction.</li>\n<li>\n<strong>Legal requirements: </strong>If required to do so by law, applicable regulation or in the good faith belief that such action is necessary to (i) comply with a legal obligation, (ii) protect and defend the rights or property of Offensive Security, (iii) act in urgent circumstances to protect the personal safety of users of the Sites or Products, or the public, or (iv) protect Offensive Security against legal liability.</li>\n</ul>\n<p>Where we use another organization to provide services or products to us, we still control and are responsible for your Personal Data and for ensuring there are controls in place to make sure it’s adequately protected.</p>\n<p>If we need to transfer your Personal Data to another organization for processing in countries outside the EEA and not listed as ‘adequate’ by the European Commission, we’ll only do so if we have model clauses or other appropriate safeguards (protection) in place.&nbsp.\nFor transfers between our Affiliates, we rely on model clauses.&nbsp.\nIn relation to our US cloud platform providers, we rely on a combination of model clauses and the US Privacy Shield.\nWe have a further data center in Israel which is a country listed as adequate by the European Commission.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We will keep your Personal Data while we have a legitimate business need to do so for the reasons described in this Privacy Notice or as required by law (whichever is the longer).</p>\n<p>Set our below are some specific data retention policies for certain categories of data.</p>\n<ul>\n<li>\n<strong>Authentication and parental consent:</strong> additional Personal Data collected as part of the ID authentication process (e.g.\ngovernment ID, utility bill(s), or bank statement(s)) will be deleted after 120 days.&nbsp.\nWe also delete the Personal Data collected as part of the parental consent process (i.e., parental IDs) after 120 days.</li>\n</ul>\n<ul>\n<li>\n<strong>Billing information: </strong>For the Personal Data we collect for billing (, country, credit card name, credit card number, credit card expiration date, billing address, and credit card CVV), we store this data in encrypted form and do not store the complete credit card number.&nbsp.\nWe delete this data after 1 year from the most recent transaction (payment or refund).\nThis retention policy applies only to the billing information stored by Offensive Security and not to the billing information we provide to our third-party vendors and service providers.</li>\n</ul>\n<ul>\n<li>\n<strong>Proctoring video and screen feeds: </strong>video and screen feeds obtained during exam proctoring will be retained for up to 6 months.\nThis will include images of your ID that you have shown to the proctor.</li>\n</ul>\n<p>We may keep any Personal Data for longer than usual if we suspect you may have breached our (a) Product T&amp;Cs (b) Academic Policy or (c) intellectual property rights.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>\n<em>Cookies</em> are a standard feature of Sites that allow us to store small amounts of data on your computer about your visit to the Site.\nThey are widely used to help make Sites work or work in a better, more efficient way, such as by recognizing you and remembering information that will make your use of the Site more convenient (such as by remembering your preference settings).\nCookies also help us to learn which areas of the Site are useful and which areas need improvement, and to track your usage of the Site to provide you with targeted advertisements.</p>\n<p>To learn more about how we use cookies please visit our Cookie Policy.</p>\n<p>\n<strong>Rights Under European Law </strong>\n</p>\n<p>This section provides information on your rights where applicable as a data subject under European data protection law.</p>\n<p>Subject to applicable European law, you have the following rights in relation to your Personal Data:</p>\n<ul>\n<li>\n<strong>Right of access:</strong> If you ask us, we will provide you with a copy of the Personal Data we hold on you along with certain other details.</li>\n<li>\n<strong>Right to rectification: </strong>If your Personal Data is inaccurate or incomplete, you may ask that we correct or complete it.&nbsp.\nIf we shared your Personal Data with others, we will tell them about the correction where possible.&nbsp.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to erasure: </strong>You may ask us to erase your Personal Data in some circumstances, such as where we no longer need it or you withdraw your consent (where applicable).&nbsp.\nIf we share your data with others, we will alert them to the need for erasure where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data with so you can contact them directly.</li>\n<li>\n<strong>Right to restrict processing: </strong>You may ask us to restrict or ‘block’ the processing of your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us processing it (please read below for information on your right to object).&nbsp.\nWe will tell you before we lift any restrictions on processing.\nIf we shared your Personal Data with others, we will tell them about the restriction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to data portability: </strong>You have the right to obtain your Personal Data from us that you consented to give us or that was provided to us in connection with our contract with you.&nbsp.\nWe will give you your Personal Data in a structured, commonly used and machine-readable format.\nYou may reuse it elsewhere.</li>\n<li>\n<strong>Right to object: </strong>You may ask us to stop processing your Personal Data, and we will do so:\n<ul>\n<li>If we are relying on a legitimate interest (described under the <strong>How We Use Data </strong>section above) to process your Personal Data — unless we demonstrate compelling legitimate grounds for the processing.\nor</li>\n<li>If we are processing your Personal Data for direct marketing.</li>\n</ul>\n</li>\n<li>\n<strong>Rights in relation to automated decision-making and profiling: </strong>You have the right to be free from decisions based solely on automated processing of your Personal Data, including profiling, unless this is necessary in relation to a contract between you and us or you provide your explicit consent to this use.</li>\n<li>\n<strong>Right to withdraw consent:</strong> If we rely on your consent to process your Personal Data, you have the right to withdraw that consent at any time, but this will not affect any processing of your data that has taken place.</li>\n<li>\n<strong>Right to lodge a complaint with a data protection authority: </strong>If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the data protection authority authorized to hear those concerns.</li>\n</ul>\n<p>You may contact us at privacy@offensive-security.com to exercise your rights.</p>\n<p>\n<strong>Changes to processing</strong>\n</p>\n<p>We will notify you of changes to the data processing activities described in this Privacy Notice by updating the Privacy Notice or as otherwise required by law.</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>The Site and Product is not directed to, nor intended to be used by, individuals under the age of 16, or the equivalent minimum age in the relevant jurisdiction.\nWe do not knowingly collect Personal Data from individuals under the age of 16, or the equivalent minimum age in the relevant jurisdiction.</p>\n<p>For Product users under the age of 18, we collect name(s) and IDs of and consent to process your personal data and provide you with Products from the person who has parental responsibility for you.</p>\n<p>If you believe we are processing the Personal Data of a student under the age of 18 without consent from the person who has parental responsibility for them, please contact us at privacy@offensive-security.com and we will endeavor to delete that Personal Data from our databases.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We try to protect the Personal Data from loss, misuse and unauthorized access, disclosure, alteration, or destruction.&nbsp.\nHowever, no method of transmission over the internet is 100% secure.</p>\n<p>\n<strong>Changes to our privacy notice</strong>\n</p>\n<p>We may change this Privacy Notice at any time and when we do we will post an updated version on this page.</p>\n<p>\n<strong>Complaints</strong>\n</p>\n<p>If you want to make a complaint about how we have handled your Personal Data please contact us at privacy@offensive-security.com and we will investigate and report back to you.&nbsp.\nIf you are still not satisfied after our response or believe we are not using your Personal Data in line with the law, you also have the right to complain to a data-protection regulator in Gibraltar this is the Gibraltar Regulatory Authority (<u>www.gra.gi</u>), alternatively see here for details of your local regulator <u>https://edpb.europa.eu/about-edpb/board/members_en</u>\n</p>\n<p>\n<strong>Questions</strong>\n</p>\n<p>If you have questions about our Privacy Notice or our data practices, please contact us at privacy@offensive-security.com.</p>\nCalifornia Consumer Privacy Act\n<strong>Supplemental Notice for California Consumers</strong>\n<p>For individuals who are California residents, the California Consumer Privacy Act (“CCPA”) requires certain disclosures about your personal information.\nThis notice (“CCPA Notice”) explains how we collect, process, and share personal information of California residents covered by the CCPA .\nThe terms “personal information” and “selling” used below will have the meaning under the CCPA.</p>\n<p>\n<strong>Personal Information We Collect, Process, and Share</strong>\n</p>\n<p>We collect and process personal information about California residents, and have for the preceding 12 months, including the following:</p>\n<p>– If you request product information or support, or if you register to receive newsletters or other promotional material, we may collect your personal information including name, email, employer name, job title, phone number, location, and IP address in response to a request.\nWe may also collect personal information if someone refers you to us or if you refer someone to us to receive information about our products and services.</p>\n<p>– If you submit information to us, such as filling out a survey about your user experience.</p>\n<p>– If you use social media features or interact with our Site (e.g., “like” or “share” buttons), we collect your personal information.\nThe other site may also collect your personal information.\nYour interactions with the other site’s features are subject to the terms of the company providing the site.</p>\n<p>Our sources of personal information may include: you, such as through your use of our Site, products or services.\nour affiliate companies or third parties.\nor referring individuals who think you may be interested in our products or services.</p>\n<p>We disclose your personal information to third parties as required for business purposes or under applicable law, including: our affiliates.\ncontractors, vendors or third parties who process personal information on our behalf.\nchannel partners such as distributors and resellers.\nand any parties to whom we are legally required to disclose your personal information.</p>\n<p>\n<strong>Categories of Data and Business Purpose</strong>\n</p>\n<p>We collect and process, and have for the preceding 12 months, the following categories of personal information about California residents.</p>\n<strong>Category of Personal Information</strong>\n<strong>Examples</strong> Identifiers, including any categories of Personal Information listed in Section 1798.80 of the California Consumer Records statute\nName, address, email address, telephone number, employer information, IP address, or other similar identifiers, or transactions information Commercial information\nRecords of products or services requested or considered Financial Information\nBilling information Internet or other electronic network activity information\nBrowsing history and information regarding interaction with the web site Location data\nLocation information you provide as part of your request or registration or approximate location based on your IP address Professional or employment-related information\nEmployer name or job title that you provide as part of your request or registration Legally protected classifications\nGender.\nmarital status Other information that identifies or can reasonably be associated with you\nPreferences <p>We may use your personal information, including for the following purposes: To respond to requests or product inquiries, and to provide services or support.\nto provide security and safety of the site, our IT and users of the site, and also to prevent and detect fraud.\nto provide a customized web experience, including tracking your activities to understand site usage and improve the content and offerings of the website.\nto operate our business, which includes analysis of our site performance, research, and improvement and development of our products and services.\nand to comply with and enforce legal and contractual obligations.</p>\n<p>\n<strong>Sale of Personal Information</strong>\n</p>\n<p>California residents may opt out of the “sale” of their personal information.\nWe do not sell California resident’s personal information as defined under the CCPA and thus, we do not offer an opt-out.</p>\n<p>\n<strong>Your Consumer Rights Under The CCPA</strong>\n</p>\n<p>If you are a California resident, you have certain rights related to your personal information:</p>\n<ol>\n<li>Request disclosure, free of charge, the following information (if applicable) covering the preceding 12 months regarding:<br>\na) Categories of personal information we collect and our purposes for collecting the personal information;<br>\nb) Categories of the sources of personal information we collect;<br>\nc) Categories of third parties to whom we disclosed your personal information, along with categories of personal information disclosed and the purpose for disclosing.\nand<br>\nd) The specific pieces of personal information we collect about you, unless subject to certain conditions and limitations under the law;</li>\n<li>Request deletion of personal information we collected from you, subject to certain conditions and limitations under the law.\nand</li>\n<li>Be free from unlawful discrimination for exercising your rights under the CCPA.</li>\n</ol>\n<p>\n<strong>How To Exercise Your Rights</strong>\n</p>\n<p>If you are a California resident, you may submit a request by contacting us at privacy@offensive-security.com.&nbsp.\nFor security purposes, we may request additional information to verify your identity before further action is taken on your request.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions regarding this CCPA Notice, you may write to us at <u>privacy@offensive-security.com</u> or call us at (704) 899 4093.</p> ", "created_at": "2021-01-19 15:12:55.310056", "updated_at": "2021-02-03 22:52:25.070139"}, {"id": 3628, "name": "Academic Policy", "url": "https://www.offensive-security.com/legal-docs/", "xpath": "//*[@id=\"academic-policy\"]", "text": " <b>OFFENSIVE Security’s ACADEMIC POLICY – TRY HARDER</b>\n<p>At Offensive Security we train our students by developing their mindset.\nWe believe the “Try Harder” mindset is essential to be a successful security professional.&nbsp.\nWe develop this mindset through hands-on labs and exams.\nWe believe that working independently through the exercises and training materials is part of the journey necessary to gain this mindset.&nbsp.\nTo achieve our training goals, we do not provide our students with hints or answers.\nInstead we expect them to ask targeted and researched questions and work independently through repeated trial and error to find solutions to the various challenges in our training and exams.&nbsp.\nWith these goals and spirit in mind, our Academic Policy describes the actions and behaviors expected of our students.</p>\n<p>In this Academic Policy the phrase “Course Materials” means Offensive Security’s (a) course books and videos (b) course and exam lab machines and associated content (c) exam and lab report templates (d) any other non-public material Offensive Security supplies to its students.</p>\n<p>\n<b>While in our labs,&nbsp.\npreparing for or taking our exams and at all times after:</b>\n</p>\n<ol>\n<li>You must:\n<ol>\n<li>Put in place appropriate physical and technical security measures to prevent unauthorized access to or disclosure of our Course Materials consistent with standards reasonably expected of an information security professional.</li>\n<li>Promptly cure and tell us about any unauthorized access or disclosure as soon as you become aware.</li>\n</ol>\n</li>\n<li>Course Materials are for your personal use only.\nYou must not sell or make available Course Materials to anyone else.</li>\n<li>You must only use Course Materials that are provided to you by Offensive Security.</li>\n<li>You must not have someone else take an exam for you and you must not take an exam for someone else.</li>\n<li>You must not ask for assistance from anyone during an exam.&nbsp.\nYou also must not provide assistance to anyone who is taking an exam.</li>\n<li>You must not (a) use cell or mobile phones or other electronic devices (b) interact with any third party in each case while seated at your exam workstation.\nIf you need to do so, you must request a break and step away from your workstation.</li>\n<li>You must not video record your screen while it is interacting with any of our Course Materials.&nbsp.\nHowever, you may take screenshots and copy data to the extent needed for your exam or lab report.</li>\n<li>Any information related to our course or exam machines is considered strictly confidential.&nbsp.\nThis includes:\n<ol>\n<li>Your exam report.</li>\n<li>Your lab report.</li>\n<li>Any walk through for any course or exam machine.</li>\n<li>Vulnerabilities and exploits in the context of any course or exam machine.</li>\n<li>Any other information that may help a student pass the exam.</li>\n</ol>\n<p>If such information has been shared by somebody else in breach of this Academic Policy, you must not use it to help you pass your exam.</p>\n</li>\n<li>You are strictly prohibited from downloading any applications, files or source code from the exam environment to your local machine.</li>\n<li>You must not misrepresent your identity or provide false statements to gain accommodations during the course or exam.</li>\n<li>You must not participate in any other conduct that might compromise the integrity or confidentiality of our exams.</li>\n<li>You must not use any knowledge or skills gained from any of Offensive Security’s courses in an illegal, unethical manner, or to harm any person or entity.</li>\n</ol>\n<p>\n<b>Academic Policy Violations:&nbsp;</b>\n</p>\n<p>To ensure the confidentiality and integrity of our exams and training materials, we have a very strict posture regarding any breach of our Academic Policy.\nIn our sole discretion, we will take the following actions against violators of our Academic Policy:</p>\n<ul>\n<li>We will revoke all existing Offensive Security certification(s) you have obtained.</li>\n<li>We will disqualify you for life from any Offensive Security courses and exams.</li>\n<li>We will disqualify you for life from making future Offensive Security purchases.</li>\n</ul>\n<p>Your certification status may be disclosed to enquiring parties.</p>\n<p>When taking our exams, we encourage all our students to read our <b>Exam Guides</b> at OSCP exam guide, OSCE exam guide, OSWE exam guide, OSEE exam Guide, OSWP exam guide, OSEP exam guide, and our Proctoring FAQs.</p> ", "created_at": "2021-01-19 15:13:56.245261", "updated_at": "2021-02-03 22:52:33.344736"}, {"id": 3626, "name": "Cookie Policy", "url": "https://www.offensive-security.com/cookie-policy/", "xpath": "/html/body/div[1]/div[2]/div[2]/div/main/div/article/section/div/div/div/div/div/div/div/div[2]", "text": "\n<p>\n<small>Last revised: August 20, 2019</small>\n</p>\n<p>Our Cookie Policy (the “Cookie Policy”) describes the different cookies used in connection with websites owned and controlled by OffSec Services Limited, 5 Secretary’s Lane, Gibraltar (“Offensive Security” or “us”), from which you are accessing this Cookie Policy (the “Site”).\nOffensive Security determines the means and purposes of the personal data processing described in this Cookie Policy and is therefore the data controller for the purposes of the EU General Data Protection Regulation (or GDPR).</p>\n<p>Depending on the Site you are accessing, our privacy notice applies in addition to this Cookie Policy.</p>\n<p>If you have questions, please contact us by email at <b>privacy @ offensive-Security.com</b> or write to us at:</p>\n<p>\n<b>Offensive Security<br>\n230 Park Avenue 3rd Floor West<br>\nNew York, NY 10169.</b>\n</p>\nWhat is a Cookie?\n<p>Cookies are a standard feature of websites that allow us to store small amounts of data on your computer about your visit to the Site.\nThey are widely used to help make websites work or work in a better, more efficient way, such as by recognizing you and remembering information that will make your use of the website more convenient (such as by remembering your preference settings).\nCookies also help us to learn which areas of the Site are useful and which areas need improvement, and to track your usage of the Site to provide you with targeted advertisements.</p>\nFirst-party cookies and third-party cookies\n<p>Cookies are downloaded by your internet browser the first time you visit the Site.\nThe next time you visit the Site from the same device, the cookie and the information stored in it is either sent back to the site generating it (first-party cookie) or to a different website to which it belongs (third-party cookie).</p>\n<p>These third-party providers set cookies when you are logged on to their pages and visit our Site.\nWe have no influence on the cookie settings of these websites.\nPlease visit the websites of third-party providers to obtain further information on how they use cookies.</p>\n<p>First-party and third-party cookies enable the website to recognize whether you have already accessed the Site through a browser and, often make the content displayed vary.</p>\n<p>You can change your cookie settings within your internet browser.\nYour internet browser allows you to change your cookie settings.</p>\nGoogle Analytics\n<p>Like many websites, we use Google Analytics, a web analysis tool provided by Google Inc.\n(“Google”) that allows us to keep the Site relevant to you.\nGoogle Analytics uses its third party cookies to track your preferences when you visit the Site.\nThe data is only analyzed for reports after anonymization.</p>\n<p>We also run Google Analytics Demographics and Interest Reporting.\nThese cookies gather data on how visitors interact with the Site (as well as demographic data such as age and gender) to optimize website content and marketing.</p>\n<p>If you have accessed our website via a Google Ad, Google places a cookie on your computer.\nWhen you visit the Site, we and Google can recognize that someone has clicked on an ad and been directed to our page as a result.\nThis allows us to optimize our marketing and services and to understand the total number of customers who have clicked on our Google Ad and been redirected to the Site.</p>\n<p>Google’s remarketing technology means that users who have already visited our Site and shown an interest in what we have to offer are shown targeted advertising on other websites of the Google Partner network.\nThe ads are displayed through the use of cookies, and the user’s behavior during their visit to the website is analyzed and then used for targeted product recommendations and interest-based advertising.</p>\n<p>When you visit a website that uses analytics tools like Google Analytics, your web browser automatically sends certain information to Google.\nThis includes the URL of the page you’re visiting and your IP address.\nGoogle may also set cookies on your browser or read cookies that are already there.</p>\n<p>For more information on how Google uses information from sites that use its services and how you can control the information collected by Google please visit:</p>\n<p>How Google uses information from sites that use its services</p>\nPersistent and session cookies\n<p>Depending on their lifespan, Cookies can be distinguished between “persistent” or “session” cookies.</p>\n<p>A <i>persistent cookie</i> is stored on your computer until it expires or you delete it.</p>\n<p>A <i>session cookie</i> is deleted when you close your browser.</p>\n<p>You generally can choose whether to accept cookies by changing the settings on your browser.\nFor further details see below.</p>\nHow do I manage cookies?\nDeactivate and/or delete cookies via your browser\n<p>In addition, you can change your cookie settings within your internet browser.\nYour internet browser allows you to change your cookie settings.\nSuch browser settings for cookies are typically found in the “options”, “tools” or “preferences” menu of your internet browser.\nYou may also consult the browser’s “help” menu.\nDifferent browsers may use different mechanisms to disable cookies.</p>\n<p>Please consult the links below for more details on how to manage your cookie settings:</p>\n<p>\n<b>Cookie settings in Internet Explorer<br>\nCookie settings in Firefox<br>\nCookie settings in Chrome<br>\nCookie settings in Safari<br>\n</b>\n</p>\n<p>As regards the browser settings for the deletion of former cookies, the same principles apply as for the deactivation of new cookies via your browser settings.\nPlease follow the respective guidance of your browser as described above.</p>\nDeactivate Google related cookies\n<p>You can disable Google Analytics related cookies in all the ways described in this Cookie Policy or, additionally, by downloading and installing a browser plug-in.\nThe current link is:</p>\n<p>https://tools.google.com/dlpage/gaoptout/</p>\n<p>If you do not wish to receive any interest-based advertising, you can deactivate Google’s use of cookies for these purposes by going to</p>\n<p>https://adssettings.google.com</p>\nDeactivate cookies via other online tools\n<p>There are online tools available for clearing all cookies left behind by the websites you have visited, such as www.allaboutcookies.org and http://optout.networkadvertising.org/?c=1.</p>\n<p>When you visit this Site from different computers, it will be necessary to repeat the modification of your settings.</p>\nThe impact of deactivating cookies in these ways\n<p>The rejection of cookies may impact your user experience and functionality while using the Site.\nFor example, some cookies are necessary for the website to function.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nIf for example, you set your browser to block or alert you about these cookies, some parts of the site will not work.</p>\n<p>If you reject the use of all cookies that you are able to, first-party and third-party cookies will be deactivated.\nFirst-party cookies will be deleted.\nWe cannot delete any third-party cookie.\nTherefore, you have to delete third-party cookies on your own.\nThis can be done within the settings of your browser as explained above.</p>\nWhat kind of Cookies do we use?\n<p>The tables below list all the types of cookies we and third parties use on the Site, with information regarding their retention periods (i.e.\nhow long each cookie will remain on your device) and their source (i.e.\n1st party or third-party cookies).</p>\n<p>\n</p>\n<p>\n</p>\nUpdates to this Cookie Policy\n<p>You can find out when this Cookie Policy was last amended by checking “LAST REVISED” at the top of this page.</p>\n", "created_at": "2021-01-19 15:11:37.952859", "updated_at": "2021-02-03 22:52:48.19134"}], "points": [], "urls": ["nethunter.com"]}}