{"error": 448, "message": "OK", "parameters": {"id": 3349, "name": "Australian Open", "created_at": "2021-04-30 21:50:37.453223", "updated_at": "2021-05-01 00:02:34.404745", "wikipedia": "https://en.wikipedia.org/wiki/Australian_Open", "keywords": null, "related": null, "slug": "australian_open", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3349.png", "url": "ausopen.com,tennis.com.au", "documents": [{"id": 5530, "name": "Conditions of Use", "url": "https://www.tennis.com.au/conditions-of-use", "xpath": "//body", "text": " TENNIS.COM.AU Leagues\nSchools\nClubs\nCoaches\nTournaments\nStates\nAustralian Open JOIN\nLOG IN 2 Profile Log out LOG IN TO TENNIS.\nLog in with Facebook Log in with Google+ OR LOG IN TO TENNIS Remember me I forgot my password or username Don't have an account?&nbsp;JOIN HERE join tennis today to enjoy free benefits: PRIORITY ACCESS TO tickets competitions, prizes and offers exclusive invitations get court up Join with Facebook Join with Google+ Join with Email Under 15? JOIN HERE GENDER Male Female JOIN TENNIS Under 15? JOIN HERE DATE OF BIRTH DOB DAY 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 MONTH JAN FEB MAR APR MAY JUNE JULY AUG SEPT OCT NOV DEC YEAR\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021 GENDER Male Female JOIN TENNIS Over 15? JOIN HERE By signing up, you agree to our Terms of Use, Privacy Policy &nbsp;and&nbsp.\nCollection Statement ALREADY A MEMBER? LOG IN TO TENNIS By signing up, you agree to our Terms of Use,&nbsp.\nPrivacy Policy and Collection Statement Already Signed Up? LOG IN FORGOT YOUR PASSWORD? DONT WORRY WE'RE HERE TO HELP.\nJust enter your email address or username below and we'll send you a secure link so you can create a new one.\nRESET MY PASSWORD Remembered it? LOG IN Don't have a account? JOIN HERE FORGOT YOUR USERNAME? DONT WORRY WE'RE HERE TO HELP.\nJust enter your parent/guardians email address below and we'll send you a reminder.\nSEND ME MY USERNAME Remembered it? LOG IN Don't have a account? JOIN HERE CHANGE YOUR PASSWORD.\nTYPE YOUR NEW PASSWORD BELOW.\nOnce you have done so you can log in using this new password immediately.\nRESET MY PASSWORD NOTIFICATIONS 2 Your membership to Fitzroy Tennis Club Expires in 2 weeks RENEW Remember to sign up for Early Bird Tickets to the Australian Open.\nSIGN UP SUCCESS.\nTHAT WAS EASY.\nWe've just sent your parent/guardian an email with your username.\nLOG IN If you have forgotten your password CLICK HERE to reset it.\nSUCCESS.\nTHAT WAS EASY.\nWe've just sent you an email with instructions on how you can create a new password.\nLOG IN A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter USERNAME HAS ALREADY BEEN TAKEN How about using one of these (you can always change it later) A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter SUCCESS.\nCONGRATULATIONS ON CREATING YOUR ACCOUNT We've just sent you an email so you can activate your account.\nYou may be restricted from completing some actions untill your account is activated.\nWe've just sent your parent/guardian an email requesting that they activate your account.\nYou may be restricted from completing some action untill your account is activated.\nGO TO MY PROFILE OKAY SUCCESS.\nCONGRATULATIONS! Congratulations!Your account has been created.\nWe've sent you an email with instructions on how to activate your account.\nRestrictions may apply until your account has been activated.\nOKAY SUCCESS.\nCONGRATULATIONS ON ACTIVATING YOUR ACCOUNT If you provide us your post code, we will ensure you hear about all the exciting offers and opportunities in your area.\nPOST CODE: CLOSE SUBMIT LOGGED IN YOU HAVE ALREADY LOGGED IN GO TO MY PROFILE OKAY VERIFY EMAIL ADDRESS WE'VE JUST NOTICED THAT YOU HAVE NOT ACTIVATED YOUR ACCOUNT.\nWe've sent you a new verification email to: * All we need is for you to open the email and click the big verify button.<br> If you don't, this message will return to annoy in the future.\nyou cannot continue to use this account without verifying your Email address RESEND THE EMAIL I VERIFIED Your account has not been verified.\nPlease try again or contact play@tennis.com.au * If this email is wrong, you can update it in your profile and have verification email resent.\nGo to Profile EMAIL VERIFIED THANKS YOUR ACCOUNT HAS SUCCESSFULLY BEEN VERIFIED.\nCLOSE ERROR.\nSORRY, FILE HAS BEEN REMOVED.\nOKAY ERROR.\nTHIS ACCOUNT IS ALREADY CONNECTED TO ANOTHER TENNIS ACCOUNT.\nA SINGLE ACCOUNT CANNOT BE ASSOCIATED TO MULTIPLE ACCOUNTS.\nOKAY SUCCESS.\nWe've just sent you another verification email.\nYou should receive it shortly.\nOKAY PROMOTING YOUR ACCOUNT CONGRATULATIONS! WE'VE NOTICED YOU HAVE RECENTLY TURNED 15! Your current account was designed for users under the age of 15, so we would like you to promote your account.\nYou can promote your account by connecting your Facebook or Google+ account or by assigning a personal email address.\nPromoting your account will disconnect it from all adult accounts and cannot be undone.\nYou must promote your account using one of the provided options.\nYou cannot continue to use Tennis Australia services without doing so.\nConnect with Facebook Connect with Google+ Connect with Email CANCEL SUBMIT SUCCESS.\nYou've successfully promoted your account to an adult account.\nIn order to upgrade your account, we’ll need to log you out.\nPlease login again with your new account details.\nOKAY Notifications You're up to date with all of your notifications! https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9GQi1JRFAvU0FNTDIvTUQ= https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9HT09HTEUtSURQL1NBTUwyL01E <ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n<ul>\n<li>Leagues</li>\n<li>Schools</li>\n<li>Clubs</li>\n<li>Coaches</li>\n<li>States</li>\n<li>Tournaments</li>\n<li>Australian Open</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Play<ul>\n<li>Play</li>\n<li>COVID-19<ul>\n<li>COVID-19</li>\n<li>COVID-19</li>\n<li>Additional Resources</li>\n<li>Coaches</li>\n<li>Community</li>\n<li>Clubs &amp.\nAssociations</li>\n<li>Mental health and wellbeing support</li>\n</ul>\n</li>\n<li>Leagues<ul>\n<li>Leagues</li>\n<li>Leagues</li>\n<li>National Player Rating System</li>\n</ul>\n</li>\n<li>For Parents<ul>\n<li>For Parents</li>\n<li>For Parents</li>\n<li>Safeguarding children</li>\n<li>Education Policy</li>\n<li>Resources</li>\n</ul>\n</li>\n<li>Tournaments<ul>\n<li>Tournaments</li>\n<li>Tournaments</li>\n<li>Rafa Nadal Tour Australia</li>\n</ul>\n</li>\n<li>Coaching<ul>\n<li>Coaching</li>\n<li>Coaching</li>\n<li>Choosing a Coach</li>\n<li>Become a coach</li>\n</ul>\n</li>\n<li>Inclusion &amp.\nDiversity<ul>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>LGBTQ+</li>\n<li>Calendar</li>\n<li>Indigenous</li>\n<li>Deaf &amp.\nHard of Hearing</li>\n<li>Blind &amp.\nLow Vision</li>\n<li>Multicultural</li>\n<li>Intellectual Disability or Autism</li>\n<li>Wheelchair</li>\n<li>Coaching All Abilities</li>\n<li>AO Community Grants</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Become a Pro<ul>\n<li>Become a Pro</li>\n<li>Become a Pro</li>\n<li>Wildcard application and selection process</li>\n<li>Training Pathway</li>\n<li>Talent Development</li>\n<li>Competition Pathway</li>\n<li>International Tours</li>\n<li>National Academies</li>\n<li>US College Athletic Scholarships</li>\n<li>Travel Tips</li>\n<li>Athlete Development Matrix</li>\n<li>Players with a Disability</li>\n</ul>\n</li>\n<li>Cardio Tennis</li>\n<li>Juniors</li>\n<li>Social Tennis</li>\n<li>Over 35s</li>\n<li>Equipment<ul>\n<li>Equipment</li>\n<li>Equipment</li>\n<li>Choosing a tennis racquet</li>\n<li>Attire</li>\n<li>Footwear</li>\n<li>How to re-grip a tennis racquet</li>\n<li>What equipment do I need to play tennis?</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Learn</li>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play<ul>\n<li>How to Play</li>\n<li>How to Play</li>\n<li>Strokes</li>\n<li>Training</li>\n<li>Strategy</li>\n</ul>\n</li>\n<li>Rules &amp.\nScoring<ul>\n<li>Rules &amp.\nScoring</li>\n<li>Rules &amp.\nScoring</li>\n<li>The Rules</li>\n<li>10/U Rules</li>\n<li>Glossary</li>\n<li>Etiquette</li>\n<li>Scoring</li>\n</ul>\n</li>\n<li>Ways to play<ul>\n<li>Ways to play</li>\n<li>Ways to play</li>\n<li>Fast4</li>\n<li>ANZ Tennis Hot Shots</li>\n<li>At school</li>\n<li>At a Club or Centre</li>\n<li>Cardio Tennis</li>\n<li>Leagues and Tournaments</li>\n<li>Coaching</li>\n<li>Over 35s</li>\n<li>Social Tennis</li>\n</ul>\n</li>\n<li>Benefits<ul>\n<li>Benefits</li>\n<li>Benefits</li>\n<li>Developmental Benefits for Children</li>\n<li>Physical Benefits</li>\n<li>Social Benefits</li>\n<li>Emotional and Psychological Benefits</li>\n</ul>\n</li>\n<li>Health &amp.\nFitness<ul>\n<li>Health &amp.\nFitness</li>\n<li>Health &amp.\nFitness</li>\n<li>Training</li>\n<li>Nutrition</li>\n<li>Stretching</li>\n<li>Hydration</li>\n</ul>\n</li>\n<li>Courts &amp.\nSurfaces<ul>\n<li>Courts &amp.\nSurfaces</li>\n<li>Courts &amp.\nSurfaces</li>\n<li>Surfaces</li>\n<li>Choosing the Right Surface</li>\n<li>ANZ Tennis Hot Shots courts and Kid Zones</li>\n<li>Resources</li>\n<li>Cost and Life Cycle</li>\n<li>Dimensions</li>\n</ul>\n</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers<ul>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Officials</li>\n<li>Ballkids</li>\n<li>Officiating</li>\n<li>Become a Coach</li>\n<li>Volunteers</li>\n<li>Community Play</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>News and Events</li>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures<ul>\n<li>News &amp.\nFeatures</li>\n<li>News &amp.\nFeatures</li>\n<li>All News</li>\n<li>Sports Techy Brekky</li>\n<li>Celebrity Match</li>\n<li>Australian Tennis Magazine Features</li>\n<li>Your Game</li>\n</ul>\n</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings<ul>\n<li>Players &amp.\nRankings</li>\n<li>Players &amp.\nRankings</li>\n<li>Rankings</li>\n<li>Hall of Fame</li>\n<li>Player Profiles</li>\n<li>Universal Tennis Rating</li>\n</ul>\n</li>\n<li>Pro Tournaments<ul>\n<li>Pro Tournaments</li>\n<li>Pro Tournaments</li>\n<li>Scores &amp.\nDraws</li>\n<li>Grand Slams</li>\n<li>Davis Cup</li>\n<li>Fed Cup</li>\n<li>Olympics</li>\n<li>December Showdown</li>\n<li>Asia-Pacific Tennis League</li>\n<li>Australian Open Play-off</li>\n<li>AO Asia-Pacific Wildcard Play-off</li>\n<li>Australian Pro Tour News</li>\n</ul>\n</li>\n<li>Events<ul>\n<li>Events</li>\n<li>Events</li>\n<li>Win a Wildcard</li>\n<li>Newcombe Medal, Australian Tennis Awards</li>\n<li>Kids Tennis Day</li>\n<li>Australian Grand Slam Coaches’ Conference</li>\n</ul>\n</li>\n<li>Subscribe</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n</li>\n<li>Start Playing</li>\n</ul> Menu Conditions of Use – Online Systems <strong>\n<em>Background </em>\n</strong>\n<p>1.\nTennis Australia Limited (<strong>TA</strong>) provides access to a number of Online Systems for the benefit of tennis players, tennis fans and other tennis stakeholders.\nThese Online Systems are generally operated by TA on servers in Australia, but may be operated by third parties contracted by TA from time to time, using servers both in Australia and overseas.</p>\n<p>2.\nYOUR USE OF ONLINE SYSTEMS PROVIDED BY TA IS SUBJECT TO THESE CONDITIONS.\n</p>\n<strong>\n<em>Conduct </em>\n</strong>\n<p>3.\nTA wants everyone who uses the Online Systems to have a safe and enjoyable experience and TA needs your help to ensure this is the case.\nAs such, in using the Online Systems you agree that you will not:</p>\n<p>a.\npost content that is:</p>\n<p>i.\nhate speech or racially offensive;</p>\n<p>ii.\nthreatening;</p>\n<p>iii.\npornographic, profane or contains nudity or graphic or gratuitous violence;</p>\n<p>iv.\nis likely to or intended to incite violence;</p>\n<p>b.\nuse an Online System for any improper or unlawful purpose, including:</p>\n<p>i.\nstalking, harassing, bullying or discriminating against other users;</p>\n<p>ii.\nmisleading or deceptive conduct, defamation, libel or a breach of confidence.</p>\n<p>c.\nimpersonate any other person or entity while using the Online Systems;</p>\n<p>d.\nupload viruses or other malicious code designed to damage the Online Systems;</p>\n<p>e.\ndo anything that could disable, overburden, or impair the proper working or appearance of an Online System;</p>\n<p>f.\ncopy or reverse-engineer any Online System;</p>\n<p>g.\ncollect content from any Online System using automated means (such as harvesting bots, robots, spiders, or scrapers).\nor</p>\n<p>h.\npost unauthorised commercial communications (such as ‘spam’ or advertisements) on Online Systems.</p>\n<p>4.\nTA may delete any content from any Online System at any time (in its sole and absolute discretion).</p>\n<strong>\n<em>Intellectual property </em>\n</strong>\n<p>5.\nCopyright in all components of the Online Systems is owned or licensed by TA unless otherwise indicated.</p>\n<p>6.\nYou must not copy, modify or transmit any material from the Online Systems without TA’s consent.\nIn particular, you must not incorporate any material from any part of an Online System in any commercial work or publication, and no material from an Online System may be distributed or copied for any commercial purpose.\nYou may save, print or reproduce copy from the Online Systems <strong>solely </strong>for your personal (non-commercial) education or information.</p>\n<p>7.\nThe Online Systems contain trade marks which may be registered or otherwise protected by law.\nThese include the TA logo and the logos of tennis tournaments.\nYou are <strong>not </strong>permitted to copy or use these trade marks.</p>\n<p>8.\nWhere you are invited to submit any contribution to an Online System (including text, photographs, graphics, video or audio) you agree, by submitting your contribution, to:</p>\n<p>a.\nwarrant to TA that your contribution is your own original work, it is not defamatory, it does not infringe any law, and that you have the right to make it available to TA.\nand</p>\n<p>b.\ngrant TA a perpetual, royalty-free, non-exclusive, sub-licensable right and licence to use, reproduce, modify, distribute, and exercise all copyright and publicity rights with respect to your contribution worldwide.\nIf you do not want to grant to TA the rights set out above, you should not submit your contribution to any Online System.</p>\n<p>9.\nYou are not permitted to publish links to Online Systems on your own websites or systems without TA’s express permission.</p>\n<strong>\n<em>Personal information </em>\n</strong>\n<p>10.\nTA respects your privacy.\nThe personal information you submit while using an Online System will be collected, used and disclosed in accordance with any privacy statement disclosed to you and the Tennis Privacy Policy (http://www.tennis.com.au/privacy), which contains information about how you may access and seek correction of your personal information, how you can complain about a breach of your privacy, and how the complaint will be dealt with.</p>\n<p>11.\nIn certain limited situations, the information that you submit while using an Online System may be made publically available in accordance with the Tennis Privacy Policy.\nFor example:</p>\n<p>a.\nif you are a coach member of TA, your business and contact details may be advertised to prospective participants at www.tennis.com.au.\nor</p>\n<p>b.\nif you are a tennis player with TA, your name, age/year of birth or location may appear on tennis rankings, tournament schedules, competition schedules and results pages.</p>\n<p>12.\nIt is your responsibility to keep your personal details, including contact information, accurate and up-to-date so TA can most effectively communicate with you and operate the Online Systems for your benefit.</p>\n<strong>\n<em>Anti-Spam notice </em>\n</strong>\n<p>13.\nYou <strong>must not </strong>use any personal information (including, but not limited to names, locations and any email addresses) that appears on an Online System to infer consent to the receipt of unsolicited commercial electronic messages or other communications from you or other third parties.\nWithout limiting the foregoing, the personal information (including, but not limited to, email addresses) of any TA personnel or any personnel of an Australian Tennis Organisation must not be used by you to send unsolicited commercial electronic messages.</p>\n<strong>\n<em>Sign-on credentials </em>\n</strong>\n<p>14.\nYou may be required to register or sign-on as a user to access certain areas of the Online Systems.\nYou may need to provide an ID, username, password or other sign-on credentials and when doing so.\nYou must ensure that you keep your sign-on credentials secret and that you do not disclose them to anyone – as you are responsible for all activities undertaken under your sign-on credentials.</p>\n<p>15.\nIt is your responsibility to notify TA immediately of any unauthorised use of your sign-on credentials as soon as you become aware of it.</p>\n<p>16.\nYou must not transfer your sign-on credentials to anyone without first obtaining TA’s permission.</p>\n<p>17.\nTA may merge your records if you have duplicate or superfluous sign-on credentials or other records on Online Systems.</p>\n<p>18.\nIf you are under 18 years old, you should obtain the consent of your parent or guardian before using or registering for an Online System.</p>\n<strong>\n<em>Administrators </em>\n</strong>\n<p>19.\nSome components of Online Systems are only available to TA personnel, Australian Tennis Organisations’ personnel, or particular groups of TA stakeholders (coaches, officials, schools).\nCertain persons are granted the ability to administer elements of Online Systems.\nIf you are an administrator of an Online System, your role is to:</p>\n<p>a.\nensure that the information you record in an Online System is accurate and complete;</p>\n<p>b.\nupdate information in Online Systems as and when you become aware that the information is out-of-date;</p>\n<p>c.\nmaintain the security of your administrator sign-on credentials;</p>\n<p>d.\ncomply with all aspects of these Conditions.\nand</p>\n<p>e.\nif you are recording personal information in an Online System, ensure:</p>\n<p>i.\nthe relevant individual is notified that his/her personal information will be used in accordance with the Tennis Privacy Policy.\nand</p>\n<p>ii.\nonly use personal information in the Online System for the purpose it was provided (tennis activities and not for any other purpose).</p>\n<strong>\n<em>No liability for content </em>\n</strong>\n<p>20.\nTA may update any content on any Online System from time to time, without notice.</p>\n<p>21.\nThe Online Systems contain links to other websites or systems including social media channels.\nTA provides these links as a courtesy and ready reference for engaging in tennis and not as an endorsement of any website or system, its operator or any goods or services promoted.\nTA is not responsible for, and will not be liable in respect of, the content or operation of any other websites or system.</p>\n<p>22.\nSubject to any applicable law which cannot be excluded:</p>\n<p>a.\nyou use the Online Systems at your own risk;</p>\n<p>b.\nTA provides you with access to the Online Systems without any express or implied warranties, including, but not limited to implied warranties of merchantability, fitness for a particular purpose and non-infringement;</p>\n<p>c.\nTA does not guarantee, or make any representations or warranties that the Online Systems will be always safe, secure, complete, available, and free of errors;</p>\n<p>d.\nTA excludes all warranties, whether express or implied, in relation to the Online System and any goods or services accessible or promoted via the Online Systems.</p>\n<p>23.\nTA excludes and will not, in any case, be liable for:</p>\n<p>a.\nany direct loss or damage that you may suffer as a result of using the Online Systems;</p>\n<p>b.\nany loss of profit, business opportunity, goodwill, anticipated savings or data, or for any special, indirect, incidental or consequential loss or damages of whatsoever kind resulting from the use of the Online Systems, even if TA was aware or ought to have been aware of the possibility of such loss or damage;</p>\n<p>however arising, whether in contract, tort, negligence, misrepresentation or otherwise.</p>\n<strong>\n<em>Breach </em>\n</strong>\n<p>24.\nIf you breach these Conditions, TA may, in addition to any other remedy available to it, block your access to Online Systems and may deactivate any sign-on credentials you hold.</p>\n<strong>\n<em>General </em>\n</strong>\n<p>25.\nThese Conditions may be updated by TA from time to time.\nTA will post, or link to, ant new Conditions on all the Online Systems.\nYour continued use of the Online Systems constitutes acceptance of the amended Conditions.</p>\n<p>26.\nThese Conditions are governed by the laws of the State of Victoria, Australia and you submit to the exclusive jurisdiction of the Victorian courts.</p>\n<p>27.\nAny Condition that is either wholly or partly unenforceable will be severed to the extent necessary to make the remaining Conditions enforceable.</p>\n<p>28.\nAny partial exercise, failure to exercise, or delay in exercising a power, right or remedy provided under these Conditions, or by law, does not operate as a waiver, or prevent or restrict any further or later exercise of that power, right, or remedy.</p>\n<p>If you have a query regarding these Conditions, contact TA by using the “Contact Us” details on the TA website: www.tennis.com.au.</p> Search <ul>\n<li>Play<ul>\n<li>COVID-19</li>\n<li>Leagues</li>\n<li>For Parents</li>\n<li>Tournaments</li>\n<li>Coaching</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Become a Pro</li>\n<li>Cardio Tennis</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play</li>\n<li>Rules &amp.\nScoring</li>\n<li>Ways to play</li>\n<li>Benefits</li>\n<li>Health &amp.\nFitness</li>\n<li>Courts &amp.\nSurfaces</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings</li>\n<li>Pro Tournaments</li>\n<li>Events</li>\n<li>Subscribe</li>\n</ul>\n</li>\n<li>About TA<ul>\n<li>Australian Tennis Foundation</li>\n<li>Serving Our Community</li>\n<li>Careers</li>\n<li>National Strategy</li>\n<li>Reports and National Policies</li>\n<li>Partners</li>\n<li>Media</li>\n<li>Charities</li>\n</ul>\n</li>\n</ul> © Copyright 2021 Tennis Australia\n<ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Privacy</li>\n<li>Privacy Statement</li>\n<li>Conditions of Use</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-04-30 21:50:39.881621", "updated_at": "2021-04-30 21:51:21.042014"}, {"id": 5531, "name": "Virtual Hub Conditions of Use", "url": "https://www.tennis.com.au/wp-content/uploads/2021/02/Virtual-Hub-Conditions-of-Use-FINAL-JR02.02.21.pdf", "xpath": "", "text": "CONDITIONS OF USE –VIRTUAL HUB,BACKGROUND,1.Tennis Australia Limited (TA) provides access to the Virtual Hubfor the benefit of tennis stakeholders.\n,The Virtual Hub isoperated bythird parties contracted byTA using servers both in Australia and ,overseas.,2.YOUR USE OF THE VIRTUAL HUBPROVIDED BY TA IS SUBJECT TO THESE CONDITIONS.,CONDUCT,3.TA wants everyone who uses the Virtual Hubto have a safe and enjoyable experience and TA needs ,your help to ensure this is the case.\nAs such, in using the Virtual Hubyou agree that you will not:,(a)post content that is:,(i)hate speech or racially offensive;,(ii)threatening;,(iii)pornographic, profane or contains nudity or graphic or gratuitous violence;,(iv)is likely to or intended to incite violence;,(b)use the Virtual Hubfor any improper or unlawful purpose, including:,(i)stalking, harassing, bullying or discriminating against other users;,(ii)misleading or deceptive conduct, defamation, libel or a breach of confidence;,(c)impersonate any other person or entity while using the Virtual Hub;,(d)upload viruses or other malicious code designed to damage the Virtual Hub;,(e)do anythingthat could disable, overburden, or impair the proper working or appearance of the ,Virtual Hub;,(f)copy or reverse-engineer any part or whole of the Virtual Hub;,(g)collect content from the Virtual Hubusing automated means (such as harvesting bots, robots, ,spiders, or scrapers).\nor,(h)post unauthorised commercial communications (such as ‘spam’ or advertisements) on the Virtual ,Hub.,4.TA may delete any content from the Virtual Hubat any time (in its sole and absolute discretion).,INTELLECTUALPROPERTY,5.Copyright in all components of the Virtual Hubis owned or licensed by TA unless otherwise indicated.,6.You must not copy, modify or transmit any material from the Virtual Hubwithout TA’s consent.\nIn ,particular, you must not incorporate any material from any part of the Virtual Hubin any commercial ,work or publication, and no material from the Virtual Hubmay be distributed or copied for any ,commercial purpose.\nYou may save, print or reproduce copy from the Virtual Hubsolelyfor your ,personal (non-commercial) education or information.,7.The Virtual Hubcontainstrade marks which may be registered or otherwise protected by law.\nThese ,include the TA logo and the logos of tennis tournaments.\nYou arenotpermitted to copy or use these ,trade marks.,8.Where you are invited to submit any contribution to the Virtual Hub(including text, photographs, ,graphics, video or audio) you agree, by submitting your contribution, to:,(a)warrant to TA that your contribution is your own original work, it is not defamatory, it does not ,infringe any law, and that you have the right to makeit available to TA.\nand,(b)grant TA a perpetual, royalty-free, non-exclusive, sub-licensable right and licence to use, reproduce, ,modify, distribute, and exercise all copyright and publicity rights with respect to your contribution ,worldwide.\nIf you do not want to grant to TA the rights set out above, you should not submit your ,contribution to the Virtual Hub.,9.You are not permitted to publish links to the Virtual Hubon your own websites or systems without TA’s ,express permission.,PERSONALINFORMATION,10.TA respects your privacy.\nThe personal information you submit while using the Virtual Hubwill be ,collected, used and disclosed in accordance with any privacy statement disclosed to you and the Tennis ,Privacy Policy (http://www.tennis.com.au/privacy), which contains information about how you may ,access and seek correction of your personal information, how you can complain about a breach of your ,privacy, and how the complaint will be dealt with.,11.In certain limited situations, the information that you submit while using the Virtual Hubmay be made ,publically available in accordance with the Tennis Privacy Policy.\nFor example:,(a)if you are a coach member of TA, your business and contact details may be advertised to ,prospective participants atwww.tennis.com.au;or,(b)if you are a tennis player with TA, your name, age/year of birth or location may appear on tennis ,rankings, tournament schedules, competition schedules and results pages.,12.It is your responsibility to keep your personal details, including contact information, accurate and up-to-,date so TA can most effectively communicate with you and operate the Virtual Hubfor your benefit.,ANTI-SPAMNOTICE,13.Youmustnotuse any personal information (including, but not limited to names, locations and any ,email addresses) that appears on the Virtual Hubto infer consent to the receipt of unsolicited ,commercial electronic messages or other communications from you or other third parties.\nWithout ,limiting the foregoing, the personal information (including, but not limited to, email addresses) of any ,TA personnel or any personnel of an Australian Tennis Organisation must not be used by you to send ,unsolicited commercial electronic messages.,SIGN-ONCREDENTIALS,14.You may be required to register or sign-on as a user to access certain areas of the Virtual Hub.\nYou may ,need to provide an ID, username, password or other sign-on credentials and when doing so.\nYou must ,ensure that you keep your sign-on credentials secret and that you do not disclose them to anyone –as ,you are responsible for all activities undertaken under your sign-on credentials.,15.It is your responsibility to notify TA immediately of any unauthorised use of your sign-on credentials as ,soon as you become aware of it.,16.You must not transfer your sign-on credentials to anyone without first obtaining TA’s permission.,17.TA may merge your records if you have duplicate or superfluous sign-on credentials or other records on ,the Virtual Hub.,18.If you are under 18 years old, you should obtain the consent of your parent or guardian before using or ,registering for the Virtual Hub.,NOLIABILITYFORCONTENT,19.TA may update any content on the Virtual Hubfrom time to time, without notice.,20.The Virtual Hubmay contain links to other websites or systems including social media channels.\nTA ,provides these links as a courtesy and ready reference for engaging in tennis and not as an endorsement ,of any website or system, its operator or any goods or services promoted.\nTA is not responsible for, and ,will not be liable in respect of, the content or operation of any other websites or system.,21.Subject to any applicable law which cannot be excluded:,(a)you use the Virtual Hubat your own risk;,(b)TA provides you with access to the Virtual Hubwithout any express or implied warranties, including, ,but not limited to implied warranties of merchantability, fitness for a particular purpose and non-,infringement;,(c)TA does not guarantee, or make any representations or warranties that the Virtual Hubwill be ,always safe, secure, complete, available, and free of errors;,(d)TA excludes all warranties, whether express or implied, in relation to the Virtual Huband any goods ,or services accessible or promoted via the Virtual Hub.,22.TA excludes and will not, in any case, be liable for:,(a)any direct loss or damage that you may suffer as a result of using the Virtual Hub;and,(b)any loss of profit, business opportunity, goodwill, anticipated savings or data, or for any special, ,indirect, incidental or consequential loss or damages of whatsoever kind resulting from the use of ,the Virtual Hub, even if TA was aware or ought tohave been aware of the possibility of such loss or ,damage,,however arising, whether in contract, tort, negligence, misrepresentation or otherwise.,BREACH,23.If you breach these Conditions, TA may, in addition to any other remedy available to it, block youraccess ,to the Virtual Huband may deactivate any sign-on credentials you hold.,GENERAL,24.These Conditions may be updated by TA from time to time.\nTA will post, or link to, ant new Conditions ,on the Virtual Hub.\nYour continued use of the Virtual Hubconstitutes acceptance of the amended ,Conditions.,25.These Conditions are governed by the laws of the State of Victoria, Australia and you submit to the ,exclusive jurisdiction of the Victorian courts.,26.Any Condition that is either wholly or partly unenforceable will be severed to the extent necessary to ,make the remaining Conditions enforceable.,27.Any partial exercise, failure to exercise, or delay in exercising a power, right or remedy provided under ,these Conditions, or by law, does not operate as a waiver, or prevent or restrict any further or later ,exercise of that power, right, or remedy.,If you have a query regarding these Conditions, please contact TA via the following email address:,aovirtualhub@tennis.com.au.", "created_at": "2021-04-30 21:50:40.58751", "updated_at": "2021-04-30 21:51:30.046443"}, {"id": 5529, "name": "Privacy Statement", "url": "https://www.tennis.com.au/privacy-statement", "xpath": "", "text": " TENNIS.COM.AU Leagues\nSchools\nClubs\nCoaches\nTournaments\nStates\nAustralian Open JOIN\nLOG IN 2 Profile Log out LOG IN TO TENNIS.\nLog in with Facebook Log in with Google+ OR LOG IN TO TENNIS Remember me I forgot my password or username Don't have an account?&nbsp;JOIN HERE join tennis today to enjoy free benefits: PRIORITY ACCESS TO tickets competitions, prizes and offers exclusive invitations get court up Join with Facebook Join with Google+ Join with Email Under 15? JOIN HERE GENDER Male Female JOIN TENNIS Under 15? JOIN HERE DATE OF BIRTH DOB DAY 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 MONTH JAN FEB MAR APR MAY JUNE JULY AUG SEPT OCT NOV DEC YEAR\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021 GENDER Male Female JOIN TENNIS Over 15? JOIN HERE By signing up, you agree to our Terms of Use, Privacy Policy &nbsp;and&nbsp.\nCollection Statement ALREADY A MEMBER? LOG IN TO TENNIS By signing up, you agree to our Terms of Use,&nbsp.\nPrivacy Policy and Collection Statement Already Signed Up? LOG IN FORGOT YOUR PASSWORD? DONT WORRY WE'RE HERE TO HELP.\nJust enter your email address or username below and we'll send you a secure link so you can create a new one.\nRESET MY PASSWORD Remembered it? LOG IN Don't have a account? JOIN HERE FORGOT YOUR USERNAME? DONT WORRY WE'RE HERE TO HELP.\nJust enter your parent/guardians email address below and we'll send you a reminder.\nSEND ME MY USERNAME Remembered it? LOG IN Don't have a account? JOIN HERE CHANGE YOUR PASSWORD.\nTYPE YOUR NEW PASSWORD BELOW.\nOnce you have done so you can log in using this new password immediately.\nRESET MY PASSWORD NOTIFICATIONS 2 Your membership to Fitzroy Tennis Club Expires in 2 weeks RENEW Remember to sign up for Early Bird Tickets to the Australian Open.\nSIGN UP SUCCESS.\nTHAT WAS EASY.\nWe've just sent your parent/guardian an email with your username.\nLOG IN If you have forgotten your password CLICK HERE to reset it.\nSUCCESS.\nTHAT WAS EASY.\nWe've just sent you an email with instructions on how you can create a new password.\nLOG IN A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter USERNAME HAS ALREADY BEEN TAKEN How about using one of these (you can always change it later) A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter SUCCESS.\nCONGRATULATIONS ON CREATING YOUR ACCOUNT We've just sent you an email so you can activate your account.\nYou may be restricted from completing some actions untill your account is activated.\nWe've just sent your parent/guardian an email requesting that they activate your account.\nYou may be restricted from completing some action untill your account is activated.\nGO TO MY PROFILE OKAY SUCCESS.\nCONGRATULATIONS! Congratulations!Your account has been created.\nWe've sent you an email with instructions on how to activate your account.\nRestrictions may apply until your account has been activated.\nOKAY SUCCESS.\nCONGRATULATIONS ON ACTIVATING YOUR ACCOUNT If you provide us your post code, we will ensure you hear about all the exciting offers and opportunities in your area.\nPOST CODE: CLOSE SUBMIT LOGGED IN YOU HAVE ALREADY LOGGED IN GO TO MY PROFILE OKAY VERIFY EMAIL ADDRESS WE'VE JUST NOTICED THAT YOU HAVE NOT ACTIVATED YOUR ACCOUNT.\nWe've sent you a new verification email to: * All we need is for you to open the email and click the big verify button.<br> If you don't, this message will return to annoy in the future.\nyou cannot continue to use this account without verifying your Email address RESEND THE EMAIL I VERIFIED Your account has not been verified.\nPlease try again or contact play@tennis.com.au * If this email is wrong, you can update it in your profile and have verification email resent.\nGo to Profile EMAIL VERIFIED THANKS YOUR ACCOUNT HAS SUCCESSFULLY BEEN VERIFIED.\nCLOSE ERROR.\nSORRY, FILE HAS BEEN REMOVED.\nOKAY ERROR.\nTHIS ACCOUNT IS ALREADY CONNECTED TO ANOTHER TENNIS ACCOUNT.\nA SINGLE ACCOUNT CANNOT BE ASSOCIATED TO MULTIPLE ACCOUNTS.\nOKAY SUCCESS.\nWe've just sent you another verification email.\nYou should receive it shortly.\nOKAY PROMOTING YOUR ACCOUNT CONGRATULATIONS! WE'VE NOTICED YOU HAVE RECENTLY TURNED 15! Your current account was designed for users under the age of 15, so we would like you to promote your account.\nYou can promote your account by connecting your Facebook or Google+ account or by assigning a personal email address.\nPromoting your account will disconnect it from all adult accounts and cannot be undone.\nYou must promote your account using one of the provided options.\nYou cannot continue to use Tennis Australia services without doing so.\nConnect with Facebook Connect with Google+ Connect with Email CANCEL SUBMIT SUCCESS.\nYou've successfully promoted your account to an adult account.\nIn order to upgrade your account, we’ll need to log you out.\nPlease login again with your new account details.\nOKAY Notifications You're up to date with all of your notifications! https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9GQi1JRFAvU0FNTDIvTUQ= https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9HT09HTEUtSURQL1NBTUwyL01E <ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n<ul>\n<li>Leagues</li>\n<li>Schools</li>\n<li>Clubs</li>\n<li>Coaches</li>\n<li>States</li>\n<li>Tournaments</li>\n<li>Australian Open</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Play<ul>\n<li>Play</li>\n<li>COVID-19<ul>\n<li>COVID-19</li>\n<li>COVID-19</li>\n<li>Additional Resources</li>\n<li>Coaches</li>\n<li>Community</li>\n<li>Clubs &amp.\nAssociations</li>\n<li>Mental health and wellbeing support</li>\n</ul>\n</li>\n<li>Leagues<ul>\n<li>Leagues</li>\n<li>Leagues</li>\n<li>National Player Rating System</li>\n</ul>\n</li>\n<li>For Parents<ul>\n<li>For Parents</li>\n<li>For Parents</li>\n<li>Safeguarding children</li>\n<li>Education Policy</li>\n<li>Resources</li>\n</ul>\n</li>\n<li>Tournaments<ul>\n<li>Tournaments</li>\n<li>Tournaments</li>\n<li>Rafa Nadal Tour Australia</li>\n</ul>\n</li>\n<li>Coaching<ul>\n<li>Coaching</li>\n<li>Coaching</li>\n<li>Choosing a Coach</li>\n<li>Become a coach</li>\n</ul>\n</li>\n<li>Inclusion &amp.\nDiversity<ul>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>LGBTQ+</li>\n<li>Calendar</li>\n<li>Indigenous</li>\n<li>Deaf &amp.\nHard of Hearing</li>\n<li>Blind &amp.\nLow Vision</li>\n<li>Multicultural</li>\n<li>Intellectual Disability or Autism</li>\n<li>Wheelchair</li>\n<li>Coaching All Abilities</li>\n<li>AO Community Grants</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Become a Pro<ul>\n<li>Become a Pro</li>\n<li>Become a Pro</li>\n<li>Wildcard application and selection process</li>\n<li>Training Pathway</li>\n<li>Talent Development</li>\n<li>Competition Pathway</li>\n<li>International Tours</li>\n<li>National Academies</li>\n<li>US College Athletic Scholarships</li>\n<li>Travel Tips</li>\n<li>Athlete Development Matrix</li>\n<li>Players with a Disability</li>\n</ul>\n</li>\n<li>Cardio Tennis</li>\n<li>Juniors</li>\n<li>Social Tennis</li>\n<li>Over 35s</li>\n<li>Equipment<ul>\n<li>Equipment</li>\n<li>Equipment</li>\n<li>Choosing a tennis racquet</li>\n<li>Attire</li>\n<li>Footwear</li>\n<li>How to re-grip a tennis racquet</li>\n<li>What equipment do I need to play tennis?</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Learn</li>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play<ul>\n<li>How to Play</li>\n<li>How to Play</li>\n<li>Strokes</li>\n<li>Training</li>\n<li>Strategy</li>\n</ul>\n</li>\n<li>Rules &amp.\nScoring<ul>\n<li>Rules &amp.\nScoring</li>\n<li>Rules &amp.\nScoring</li>\n<li>The Rules</li>\n<li>10/U Rules</li>\n<li>Glossary</li>\n<li>Etiquette</li>\n<li>Scoring</li>\n</ul>\n</li>\n<li>Ways to play<ul>\n<li>Ways to play</li>\n<li>Ways to play</li>\n<li>Fast4</li>\n<li>ANZ Tennis Hot Shots</li>\n<li>At school</li>\n<li>At a Club or Centre</li>\n<li>Cardio Tennis</li>\n<li>Leagues and Tournaments</li>\n<li>Coaching</li>\n<li>Over 35s</li>\n<li>Social Tennis</li>\n</ul>\n</li>\n<li>Benefits<ul>\n<li>Benefits</li>\n<li>Benefits</li>\n<li>Developmental Benefits for Children</li>\n<li>Physical Benefits</li>\n<li>Social Benefits</li>\n<li>Emotional and Psychological Benefits</li>\n</ul>\n</li>\n<li>Health &amp.\nFitness<ul>\n<li>Health &amp.\nFitness</li>\n<li>Health &amp.\nFitness</li>\n<li>Training</li>\n<li>Nutrition</li>\n<li>Stretching</li>\n<li>Hydration</li>\n</ul>\n</li>\n<li>Courts &amp.\nSurfaces<ul>\n<li>Courts &amp.\nSurfaces</li>\n<li>Courts &amp.\nSurfaces</li>\n<li>Surfaces</li>\n<li>Choosing the Right Surface</li>\n<li>ANZ Tennis Hot Shots courts and Kid Zones</li>\n<li>Resources</li>\n<li>Cost and Life Cycle</li>\n<li>Dimensions</li>\n</ul>\n</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers<ul>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Officials</li>\n<li>Ballkids</li>\n<li>Officiating</li>\n<li>Become a Coach</li>\n<li>Volunteers</li>\n<li>Community Play</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>News and Events</li>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures<ul>\n<li>News &amp.\nFeatures</li>\n<li>News &amp.\nFeatures</li>\n<li>All News</li>\n<li>Sports Techy Brekky</li>\n<li>Celebrity Match</li>\n<li>Australian Tennis Magazine Features</li>\n<li>Your Game</li>\n</ul>\n</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings<ul>\n<li>Players &amp.\nRankings</li>\n<li>Players &amp.\nRankings</li>\n<li>Rankings</li>\n<li>Hall of Fame</li>\n<li>Player Profiles</li>\n<li>Universal Tennis Rating</li>\n</ul>\n</li>\n<li>Pro Tournaments<ul>\n<li>Pro Tournaments</li>\n<li>Pro Tournaments</li>\n<li>Scores &amp.\nDraws</li>\n<li>Grand Slams</li>\n<li>Davis Cup</li>\n<li>Fed Cup</li>\n<li>Olympics</li>\n<li>December Showdown</li>\n<li>Asia-Pacific Tennis League</li>\n<li>Australian Open Play-off</li>\n<li>AO Asia-Pacific Wildcard Play-off</li>\n<li>Australian Pro Tour News</li>\n</ul>\n</li>\n<li>Events<ul>\n<li>Events</li>\n<li>Events</li>\n<li>Win a Wildcard</li>\n<li>Newcombe Medal, Australian Tennis Awards</li>\n<li>Kids Tennis Day</li>\n<li>Australian Grand Slam Coaches’ Conference</li>\n</ul>\n</li>\n<li>Subscribe</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n</li>\n<li>Start Playing</li>\n</ul> Menu Privacy Statement <p>We collect personal information to administer our relationship with you and to promote and provide our products and services.\nWhen you provide personal information you agree that this will be used by Tennis Australia and other Australian Tennis Organisations under the terms of the tennis privacy policy&nbsp;and that you may be sent information, offers, invitations and other direct marketing material.\n.\nThe information, offers, invitations and other direct marketing material may be directly targeted to you and may take the form of online advertisements.</p>\n<p>We respect your privacy.\nPersonal information may be disclosed under the terms of the tennis privacy policy.\nThis may include disclosure&nbsp;&nbsp;to third parties such as our service providers, who may be located overseas.\nThe tennis privacy policy contains information about how you may access and seek correction of your personal information, how you can complain about a breach of your privacy, and how the complaint will be dealt with.\nIt also contains information about how you may opt-out of receiving direct marketing communications.</p> Search <ul>\n<li>Play<ul>\n<li>COVID-19</li>\n<li>Leagues</li>\n<li>For Parents</li>\n<li>Tournaments</li>\n<li>Coaching</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Become a Pro</li>\n<li>Cardio Tennis</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play</li>\n<li>Rules &amp.\nScoring</li>\n<li>Ways to play</li>\n<li>Benefits</li>\n<li>Health &amp.\nFitness</li>\n<li>Courts &amp.\nSurfaces</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings</li>\n<li>Pro Tournaments</li>\n<li>Events</li>\n<li>Subscribe</li>\n</ul>\n</li>\n<li>About TA<ul>\n<li>Australian Tennis Foundation</li>\n<li>Serving Our Community</li>\n<li>Careers</li>\n<li>National Strategy</li>\n<li>Reports and National Policies</li>\n<li>Partners</li>\n<li>Media</li>\n<li>Charities</li>\n</ul>\n</li>\n</ul> © Copyright 2021 Tennis Australia\n<ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Privacy</li>\n<li>Privacy Statement</li>\n<li>Conditions of Use</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-04-30 21:50:39.175111", "updated_at": "2021-04-30 21:51:49.537665"}, {"id": 5528, "name": "Privacy Policy", "url": "https://www.tennis.com.au/privacy", "xpath": "//body", "text": " TENNIS.COM.AU Leagues\nSchools\nClubs\nCoaches\nTournaments\nStates\nAustralian Open JOIN\nLOG IN 2 Profile Log out LOG IN TO TENNIS.\nLog in with Facebook Log in with Google+ OR LOG IN TO TENNIS Remember me I forgot my password or username Don't have an account?&nbsp;JOIN HERE join tennis today to enjoy free benefits: PRIORITY ACCESS TO tickets competitions, prizes and offers exclusive invitations get court up Join with Facebook Join with Google+ Join with Email Under 15? JOIN HERE GENDER Male Female JOIN TENNIS Under 15? JOIN HERE DATE OF BIRTH DOB DAY 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 MONTH JAN FEB MAR APR MAY JUNE JULY AUG SEPT OCT NOV DEC YEAR\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021 GENDER Male Female JOIN TENNIS Over 15? JOIN HERE By signing up, you agree to our Terms of Use, Privacy Policy &nbsp;and&nbsp.\nCollection Statement ALREADY A MEMBER? LOG IN TO TENNIS By signing up, you agree to our Terms of Use,&nbsp.\nPrivacy Policy and Collection Statement Already Signed Up? LOG IN FORGOT YOUR PASSWORD? DONT WORRY WE'RE HERE TO HELP.\nJust enter your email address or username below and we'll send you a secure link so you can create a new one.\nRESET MY PASSWORD Remembered it? LOG IN Don't have a account? JOIN HERE FORGOT YOUR USERNAME? DONT WORRY WE'RE HERE TO HELP.\nJust enter your parent/guardians email address below and we'll send you a reminder.\nSEND ME MY USERNAME Remembered it? LOG IN Don't have a account? JOIN HERE CHANGE YOUR PASSWORD.\nTYPE YOUR NEW PASSWORD BELOW.\nOnce you have done so you can log in using this new password immediately.\nRESET MY PASSWORD NOTIFICATIONS 2 Your membership to Fitzroy Tennis Club Expires in 2 weeks RENEW Remember to sign up for Early Bird Tickets to the Australian Open.\nSIGN UP SUCCESS.\nTHAT WAS EASY.\nWe've just sent your parent/guardian an email with your username.\nLOG IN If you have forgotten your password CLICK HERE to reset it.\nSUCCESS.\nTHAT WAS EASY.\nWe've just sent you an email with instructions on how you can create a new password.\nLOG IN A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter USERNAME HAS ALREADY BEEN TAKEN How about using one of these (you can always change it later) A strong password is the best means of protecting your account.\n<br> For your own safety we have the following minimum standards.\nMust be 8 characters or more Must be 8 characters or more Must contain one or more numbers Must contain one capital letter Must contain one lowercase letter SUCCESS.\nCONGRATULATIONS ON CREATING YOUR ACCOUNT We've just sent you an email so you can activate your account.\nYou may be restricted from completing some actions untill your account is activated.\nWe've just sent your parent/guardian an email requesting that they activate your account.\nYou may be restricted from completing some action untill your account is activated.\nGO TO MY PROFILE OKAY SUCCESS.\nCONGRATULATIONS! Congratulations!Your account has been created.\nWe've sent you an email with instructions on how to activate your account.\nRestrictions may apply until your account has been activated.\nOKAY SUCCESS.\nCONGRATULATIONS ON ACTIVATING YOUR ACCOUNT If you provide us your post code, we will ensure you hear about all the exciting offers and opportunities in your area.\nPOST CODE: CLOSE SUBMIT LOGGED IN YOU HAVE ALREADY LOGGED IN GO TO MY PROFILE OKAY VERIFY EMAIL ADDRESS WE'VE JUST NOTICED THAT YOU HAVE NOT ACTIVATED YOUR ACCOUNT.\nWe've sent you a new verification email to: * All we need is for you to open the email and click the big verify button.<br> If you don't, this message will return to annoy in the future.\nyou cannot continue to use this account without verifying your Email address RESEND THE EMAIL I VERIFIED Your account has not been verified.\nPlease try again or contact play@tennis.com.au * If this email is wrong, you can update it in your profile and have verification email resent.\nGo to Profile EMAIL VERIFIED THANKS YOUR ACCOUNT HAS SUCCESSFULLY BEEN VERIFIED.\nCLOSE ERROR.\nSORRY, FILE HAS BEEN REMOVED.\nOKAY ERROR.\nTHIS ACCOUNT IS ALREADY CONNECTED TO ANOTHER TENNIS ACCOUNT.\nA SINGLE ACCOUNT CANNOT BE ASSOCIATED TO MULTIPLE ACCOUNTS.\nOKAY SUCCESS.\nWe've just sent you another verification email.\nYou should receive it shortly.\nOKAY PROMOTING YOUR ACCOUNT CONGRATULATIONS! WE'VE NOTICED YOU HAVE RECENTLY TURNED 15! Your current account was designed for users under the age of 15, so we would like you to promote your account.\nYou can promote your account by connecting your Facebook or Google+ account or by assigning a personal email address.\nPromoting your account will disconnect it from all adult accounts and cannot be undone.\nYou must promote your account using one of the provided options.\nYou cannot continue to use Tennis Australia services without doing so.\nConnect with Facebook Connect with Google+ Connect with Email CANCEL SUBMIT SUCCESS.\nYou've successfully promoted your account to an adult account.\nIn order to upgrade your account, we’ll need to log you out.\nPlease login again with your new account details.\nOKAY Notifications You're up to date with all of your notifications! https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9GQi1JRFAvU0FNTDIvTUQ= https://sso.tennis.com.au/IDBUS/TANAV/VP-IDP-PROXY/SAML2/SSO/IDP_INITIATE?atricore_sp_alias=aHR0cDovL3d3dy50ZW5uaXMuY29tLmF1Lw==&amp;atricore_idp_alias=aHR0cHM6Ly9zc28udGVubmlzLmNvbS5hdS9JREJVUy9UQU5BVi9HT09HTEUtSURQL1NBTUwyL01E <ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n<ul>\n<li>Leagues</li>\n<li>Schools</li>\n<li>Clubs</li>\n<li>Coaches</li>\n<li>States</li>\n<li>Tournaments</li>\n<li>Australian Open</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Play<ul>\n<li>Play</li>\n<li>COVID-19<ul>\n<li>COVID-19</li>\n<li>COVID-19</li>\n<li>Additional Resources</li>\n<li>Coaches</li>\n<li>Community</li>\n<li>Clubs &amp.\nAssociations</li>\n<li>Mental health and wellbeing support</li>\n</ul>\n</li>\n<li>Leagues<ul>\n<li>Leagues</li>\n<li>Leagues</li>\n<li>National Player Rating System</li>\n</ul>\n</li>\n<li>For Parents<ul>\n<li>For Parents</li>\n<li>For Parents</li>\n<li>Safeguarding children</li>\n<li>Education Policy</li>\n<li>Resources</li>\n</ul>\n</li>\n<li>Tournaments<ul>\n<li>Tournaments</li>\n<li>Tournaments</li>\n<li>Rafa Nadal Tour Australia</li>\n</ul>\n</li>\n<li>Coaching<ul>\n<li>Coaching</li>\n<li>Coaching</li>\n<li>Choosing a Coach</li>\n<li>Become a coach</li>\n</ul>\n</li>\n<li>Inclusion &amp.\nDiversity<ul>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>LGBTQ+</li>\n<li>Calendar</li>\n<li>Indigenous</li>\n<li>Deaf &amp.\nHard of Hearing</li>\n<li>Blind &amp.\nLow Vision</li>\n<li>Multicultural</li>\n<li>Intellectual Disability or Autism</li>\n<li>Wheelchair</li>\n<li>Coaching All Abilities</li>\n<li>AO Community Grants</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Become a Pro<ul>\n<li>Become a Pro</li>\n<li>Become a Pro</li>\n<li>Wildcard application and selection process</li>\n<li>Training Pathway</li>\n<li>Talent Development</li>\n<li>Competition Pathway</li>\n<li>International Tours</li>\n<li>National Academies</li>\n<li>US College Athletic Scholarships</li>\n<li>Travel Tips</li>\n<li>Athlete Development Matrix</li>\n<li>Players with a Disability</li>\n</ul>\n</li>\n<li>Cardio Tennis</li>\n<li>Juniors</li>\n<li>Social Tennis</li>\n<li>Over 35s</li>\n<li>Equipment<ul>\n<li>Equipment</li>\n<li>Equipment</li>\n<li>Choosing a tennis racquet</li>\n<li>Attire</li>\n<li>Footwear</li>\n<li>How to re-grip a tennis racquet</li>\n<li>What equipment do I need to play tennis?</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Learn</li>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play<ul>\n<li>How to Play</li>\n<li>How to Play</li>\n<li>Strokes</li>\n<li>Training</li>\n<li>Strategy</li>\n</ul>\n</li>\n<li>Rules &amp.\nScoring<ul>\n<li>Rules &amp.\nScoring</li>\n<li>Rules &amp.\nScoring</li>\n<li>The Rules</li>\n<li>10/U Rules</li>\n<li>Glossary</li>\n<li>Etiquette</li>\n<li>Scoring</li>\n</ul>\n</li>\n<li>Ways to play<ul>\n<li>Ways to play</li>\n<li>Ways to play</li>\n<li>Fast4</li>\n<li>ANZ Tennis Hot Shots</li>\n<li>At school</li>\n<li>At a Club or Centre</li>\n<li>Cardio Tennis</li>\n<li>Leagues and Tournaments</li>\n<li>Coaching</li>\n<li>Over 35s</li>\n<li>Social Tennis</li>\n</ul>\n</li>\n<li>Benefits<ul>\n<li>Benefits</li>\n<li>Benefits</li>\n<li>Developmental Benefits for Children</li>\n<li>Physical Benefits</li>\n<li>Social Benefits</li>\n<li>Emotional and Psychological Benefits</li>\n</ul>\n</li>\n<li>Health &amp.\nFitness<ul>\n<li>Health &amp.\nFitness</li>\n<li>Health &amp.\nFitness</li>\n<li>Training</li>\n<li>Nutrition</li>\n<li>Stretching</li>\n<li>Hydration</li>\n</ul>\n</li>\n<li>Courts &amp.\nSurfaces<ul>\n<li>Courts &amp.\nSurfaces</li>\n<li>Courts &amp.\nSurfaces</li>\n<li>Surfaces</li>\n<li>Choosing the Right Surface</li>\n<li>ANZ Tennis Hot Shots courts and Kid Zones</li>\n<li>Resources</li>\n<li>Cost and Life Cycle</li>\n<li>Dimensions</li>\n</ul>\n</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers<ul>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Ballkids, Officials, Coaches &amp.\nVolunteers</li>\n<li>Officials</li>\n<li>Ballkids</li>\n<li>Officiating</li>\n<li>Become a Coach</li>\n<li>Volunteers</li>\n<li>Community Play</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>News and Events</li>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures<ul>\n<li>News &amp.\nFeatures</li>\n<li>News &amp.\nFeatures</li>\n<li>All News</li>\n<li>Sports Techy Brekky</li>\n<li>Celebrity Match</li>\n<li>Australian Tennis Magazine Features</li>\n<li>Your Game</li>\n</ul>\n</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings<ul>\n<li>Players &amp.\nRankings</li>\n<li>Players &amp.\nRankings</li>\n<li>Rankings</li>\n<li>Hall of Fame</li>\n<li>Player Profiles</li>\n<li>Universal Tennis Rating</li>\n</ul>\n</li>\n<li>Pro Tournaments<ul>\n<li>Pro Tournaments</li>\n<li>Pro Tournaments</li>\n<li>Scores &amp.\nDraws</li>\n<li>Grand Slams</li>\n<li>Davis Cup</li>\n<li>Fed Cup</li>\n<li>Olympics</li>\n<li>December Showdown</li>\n<li>Asia-Pacific Tennis League</li>\n<li>Australian Open Play-off</li>\n<li>AO Asia-Pacific Wildcard Play-off</li>\n<li>Australian Pro Tour News</li>\n</ul>\n</li>\n<li>Events<ul>\n<li>Events</li>\n<li>Events</li>\n<li>Win a Wildcard</li>\n<li>Newcombe Medal, Australian Tennis Awards</li>\n<li>Kids Tennis Day</li>\n<li>Australian Grand Slam Coaches’ Conference</li>\n</ul>\n</li>\n<li>Subscribe</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>Go</li>\n</ul>\n</li>\n<li>Start Playing</li>\n</ul> Menu Privacy Policy <strong>1.\nPurpose and Application</strong>\n<p>1.1 Tennis Australia Limited (<strong>Tennis Australia</strong>) is the governing body of tennis in Australia.\nTennis Australia organises a number of tennis events including, without limitation, the Australian Open and Australian Open Series events.\nTennis Australia also manages and promotes various tennis programs, including without limitation, ANZ Tennis Hot Shots, Cardio Tennis and the Free Tennis Days.</p>\n<p>1.2 In its role as the governing body of tennis in Australia, Tennis Australia is committed to the protection of your personal information in accordance with the Australian Privacy Principles as set out in the Privacy Act 1988 (Cth).\nIf you do not agree to the terms of this Policy, we recommend you leave this Website (as defined in clause 4.2 below) or do not engage with the applicable ATO (as defined below).</p>\n<p>1.3 If anything in this Policy is inconsistent with any Federal, State or Territory law, the relevant Federal, State or Territory law prevails to the extent of the inconsistency.</p>\n<p>1.4 In Australia, tennis programs, events and activities are implemented and conducted by a number of different tennis organisations across the country.\nAccordingly, Tennis Australia has developed this Policy to apply to each Australian Tennis Organisation (<strong>ATO</strong>) as detailed below.</p>\n<p>1.5 For the purpose of this Policy, each of the following is an <strong>ATO</strong>:</p>\n<p>(a) <strong>Tennis Australia</strong>;</p>\n<p>(b) <strong>Member Associations</strong>, being the governing body of tennis in each Australian State and Territory known as Tennis ACT, Tennis Victoria, Tennis New South Wales, Tennis Queensland, Tennis NT, Tennis West, Tennis SA and Tennis Tasmania;</p>\n<p>(c) <strong>Affiliated Organisations</strong>, being those organisations (other than Member Associations, Regional Associations and Affiliated Clubs) which are affiliated to Tennis Australia or a Member Association from time to time in accordance with the Tennis Australia or Member Association constitution (as the case may be);</p>\n<p>(d) <strong>Regional Associations</strong>, being those regional or metropolitan tennis associations which are members of, or affiliated to, a Member Association;</p>\n<p>(e) <strong>Affiliated Clubs</strong>, being those tennis clubs which are a member of or affiliated to a Regional Association and/or Member Association.\nand</p>\n<p>(f) <strong>Tennis Australia Coach Members</strong>, being those coaches that are Tennis Australia Coach Members.</p>\n<p>1.6 Tennis Australia may disclose your personal information to another ATO, and ATOs may disclose your personal information to Tennis Australia or other ATOs.\nEach organisation will collect and use your personal information in accordance with this Policy.</p>\n<p>1.7 This Policy describes the manner in which ATOs may collect, hold and use personal information.\nBy providing your personal information to an ATO, you consent to its use, storage and disclosure in accordance with this Policy.</p>\n<p>1.8 It is important to note that only tennis organisations that are affiliated with Tennis Australia can be an ATO.\nIf you choose to deal with a non-affiliated tennis organisation, this Policy will not apply.</p>\n<p>1.9 Tennis Australia may, from time to time, review and update this Policy to adapt to changing business practices, and to take into account new laws and technology.\nThe use, storage and disclosure of all personal information held by an ATO will be governed by the most recent Policy, as posted on the www.tennis.com.au website at http://www.tennis.com.au/privacy.\nTennis Australia will notify you of any amendments by posting an updated version of this Policy on the Website.\nThis Policy was last updated in November 2018.</p>\n<strong>2.\nWhat is “personal information”?</strong>\n<p>2.1 “Personal information”, as defined in the Privacy Act 1988 (Cth), means information or an opinion, whether true or not, and whether recorded in a material form or not, about an identified individual or an individual who is reasonably identifiable.\nPersonal information collected by an ATO will differ depending on the relevant ATO, including the kinds of personal information set out in clause 5.1 below.</p>\n<strong>3.\nWhy is personal information collected?</strong>\n<p>3.1 An ATO may collect and use your personal information to allow it to conduct and administer its business functions and to market and provide its products and services.\nWe set out in more detail below (at clauses 5, 6 and 7), the type of information we collect, the technology used that may be employed to collect personal information via our Websites or other ways, and the use we may make of such personal information.\nPlease do not hesitate to contact us if you have any questions on the collection and use of your personal information, via the means set out in clause 10 below.</p>\n<strong>4.\nHow is personal information collected?</strong>\n<p>4.1 Generally, an ATO will collect personal information directly from you.\nYou may decide to provide your personal information to an ATO for a range of different reasons, for example, you may:</p>\n<p>(a) be a tennis player;</p>\n<p>(b) wish to attend a tennis activity or event and participate in activities during that event;</p>\n<p>(c) wish to purchase a ticket or a corporate hospitality package to a tennis event;</p>\n<p>(d) attend a tennis event and expressly elect to provide your personal information to an ATO whilst at that event;</p>\n<p>(e) wish to be a Tennis Australia Coach Member, ANZ Tennis Hot Shots deliverer and/or Cardio Tennis deliverer;</p>\n<p>(f) wish to apply for employment at, or volunteer for, an ATO;</p>\n<p>(g) wish to provide services to an ATO.\nor</p>\n<p>(h) enter a competition or promotion being conducted by an ATO.</p>\n<p>4.2 Personal information can be collected by an ATO in a number of ways and through a number of mediums, for example:</p>\n<p>(a) when you provide your personal information, or agree to your personal information being provided via one of Tennis Australia’s websites, including without limitation http://www.tennis.com.au/, http://www.ausopen.com, http://cardiotennis.com.au/, http://hotshots.tennis.com.au/, or a website managed by another ATO (collectively, the Websites);</p>\n<p>(b) when you enter your personal information, or consent to your personal information being entered into one of Tennis Australia’s online IT systems including, without limitation, My Tennis, Competition Planner, League Manager, Match Centre, Tournament Planner, and Kenexa (HR recruitment system), or a system managed by another ATO (IT Systems);</p>\n<p>(c) when you email an ATO or contact an ATO by telephone or mail;</p>\n<p>(d) when you engage with an ATO via social media;</p>\n<p>(e) when you elect to receive tennis-related newsletters or other information;</p>\n<p>(f) when you enter a competition that is being conducted by, or on behalf of, an ATO;</p>\n<p>(g) when you purchase tickets to a tennis event from an ATO or an authorised agent or licensee;</p>\n<p>(h) when you purchase merchandise from an ATO or an authorised agent or licensee;</p>\n<p>(i) when you purchase other products or services from an ATO or an authorised agent or licensee.\nand</p>\n<p>(j) when you provide an ATO with information in an application or consent form, survey, feedback form, incident report or complaint.</p>\n<p>4.3 An ATO will generally collect personal information regarding a child under the age of 16 years from the parent or other ‘responsible person’ associated with that child.\nAt times an ATO may collect personal information regarding an adult from another ‘responsible person’ associated with that adult.</p>\n<p>4.4 An ATO may also collect and use personal information that is given to it by another ATO or a third party in the course of its business, provided such collection and use is reasonably necessary for an ATO’s or the third party’s functions or activities, or legitimate interests.\nExamples of such third parties include the International Tennis Federation (ITF), Women’s Tennis Association (WTA), Association of Tennis Professionals (ATP), The Australian Institute of Sport (AIS), the Australian Olympic Committee (AOC), the Tennis Integrity Unit (TIU), non-affiliated tennis organisations, Tennis Australia Coach Members, schools who partake in Tennis Australia programs or law enforcement and regulatory bodies.</p>\n5.\nWhat personal information may be collected about you?\n<p>5.1 The kinds of personal information that an ATO collects about you will depend on the primary purpose for which such information was collected and is required.\nAn ATO may collect and store various kinds of information about you as is reasonably necessary in connection with its functions or activities, or legitimate interests.\nTo help keep you aware of the type of personal information that may be collected by an ATO, we set out below a list of examples which may be applicable:</p>\n<p>(a) ‘contact information’, such as your name, phone numbers, address details, email address and social media details (Facebook name, or Instagram handle, for example);</p>\n<p>(b) your date of birth, age, gender, tennis rankings and results;</p>\n<p>(c) details of tennis programs that you have participated in and the organisations that you have participated with;</p>\n<p>(d) details of a disability you may suffer, if you elect to provide that information to allow the ATO to provide you with relevant services, information and assistance;</p>\n<p>(e) details of your cultural background, nationality, and language(s) spoken, if you elect to provide that information to allow the ATO to provide you with culturally sensitive information, services and assistance;</p>\n<p>(f) copies of communications between an ATO and you;</p>\n<p>(g) information regarding any outstanding payments owed by you to an ATO;</p>\n<p>(h) other personal information provided voluntarily by you.\nFor example, this could be information provided by you in response to ATO surveys or competitions;</p>\n<p>(i) your payment details, if you apply for membership, purchase of goods or services from, or make other payments to, an ATO or their agents, licensees or contactors;</p>\n<p>(j) details of your academic qualifications, results, professional interests, reference checks, car registration and drivers licence details (if applicable), if you apply for employment or volunteer positions with an ATO or where otherwise in connection with an investigation conducted by the ATO;</p>\n<p>(k) background checks, including reference checks, police checks, working with children checks and completed member protection declarations and related documents.\nThis personal information may be obtained and retained by an ATO as necessary if:</p>\n<p>(i) you apply for, and/or obtain employment or a volunteer position;</p>\n<p>(ii) you apply for and/or obtain Tennis Australia Coach Membership;</p>\n<p>(iii) you are proposing to, or provide certain services to an ATO;</p>\n<p>(iv) you apply for and/or obtain accreditation at a tennis event;</p>\n<p>(v) you are a tennis player participating in one of our programs or a tennis tournament, competition or event;</p>\n<p>(vi) you are involved in a matter or investigation conducted by the Tennis Integrity Unit or an ATO.\nor</p>\n<p>(vii) appropriate in the circumstances to obtain background checks in relation to you before entering into contracts, arrangements or understandings with you, or entities related to you;</p>\n<p>(l) medical information and emergency contact details.\nFor example, this information may be held about you if you are a tennis player and/or have elected to participate in fitness or sporting activities, such as Cardio Tennis.\nand</p>\n<p>(m) non-personally identifiable information, such as your IP address, browser type, web pages visited (that may, if combined with other information, be personal information).</p>\n<p>5.2 Some of the personal information that you are able to provide to an ATO may be required in order to allow that ATO to provide requested products or services to you.\nOther information may be purely optional.\nWhilst you have control in the personal information you choose to provide to an ATO, if you decide not to give an ATO some of, or all, the personal information that it requests, it may affect, by way of example:</p>\n<p>(a) the ATO’s ability to communicate effectively with you;</p>\n<p>(b) the ATO’s ability to provide products or services to you;</p>\n<p>(c) your ability to participate in programs conducted by an ATO.\nor</p>\n<p>(d) your ability to apply for employment or volunteer positions with an ATO.</p>\n<p>If it is unreasonable or impracticable for an ATO to deal with you in circumstances where you have not provided the information or consents that it has requested, it may have no realistic option but to decline to do so.</p>\n6.\nInformation collected via the Websites\n<p>6.1 An ATO will not collect any personal information from your use of the Websites except when you knowingly provide it or as otherwise described below.</p>\n<p>6.2 When you visit and browse a Website, the relevant Website host may collect information for statistical, reporting and maintenance purposes, as further detailed below.</p>\nClickstream Data\n<p>6.3 Clickstreams are used by us to allow us to monitor which areas of the Websites are most frequently visited.\nThe information collected by a Website’s website host is used to administer and improve the performance of the Website and to better understand what is of interest to you.\nThe information may include:</p>\n<p>(a) the number of users visiting the Website and the number of pages viewed by such users;</p>\n<p>(b) the date, time and duration of your visit;</p>\n<p>(c) the IP address of your computer;</p>\n<p>(d) your browser software.\nand</p>\n<p>(e) your path taken through the Website.</p>\nCookies\n<p>6.4 Cookies are small text files that are transferred to a user’s computer hard drive by a website for the purpose of storing information about a user’s identity, browser type or website visiting patterns.</p>\n<p>6.5 If you access the Websites or click-through an email we send you, a cookie may be downloaded onto your computer’s hard drive.\nHowever, cookies will not identify you, your email passwords or your bank account details.</p>\n<p>6.6 We may use cookies on the Websites to monitor web traffic, for example the time of your visit, pages visited and some system information about the type of computer and software being used by you.\nWe use this information to improve the operation of and services offered on the Websites and to better understand what is of interest to you.</p>\n<p>6.7 You can configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is sent.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.</p>\n<p>6.8 If you disable the use of cookies on your web browser or remove or reject specific cookies from the Websites or linked sites then you may not be able to gain access to all of the content and facilities in those Websites, as it may prevent us from recognising when you visit a Website and presenting information we think would be of interest to you.</p>\nWeb Beacons\n<p>6.9 Web beacons are images that originate from a third party site to track visitor activities.\nATOs may use web beacons to track the visiting patterns of individuals accessing a Website.</p>\n7.\nHow can an ATO use and disclose the personal information it collects about you?\n<p>7.1 An ATO will only ever use and disclose your personal information for the primary purpose for which it was provided by you, for secondary purposes related to the primary purpose, and as otherwise permitted by Australian privacy laws.\nSo that you are kept aware of the ways in which we use your personal information, such primary and secondary purposes may include, by way of examples:</p>\n<p>(a) to verify your identity and reduce the likelihood of duplications in IT Systems and Websites, thereby providing you with a better individual experience;</p>\n<p>(b) to complete and retain background checks where necessary;</p>\n<p>(c) if you work in the tennis industry, to provide prospective customers with your contact details to enable you to be contactable for the purposes of offering your services;</p>\n<p>(d) to maintain the Australian tennis rankings;</p>\n<p>(e) to provide you with products or services you have requested;</p>\n<p>(f) to provide you with information about relevant activities and opportunities where you have provided your consent to such contact;</p>\n<p>(g) to assist other ATOs as is reasonably necessary for their functions or activities, or their legitimate interests;</p>\n<p>(h) to promote your business if you are a Tennis Australia Coach Member, where you have consented to have your contact details listed on the Websites and other promotional materials;</p>\n<p>(i) to develop, run, and administer existing and new competitions, programs, activities and other events;</p>\n<p>(j) to share relevant player information with the ITF, WTA, ATP, Australian Olympic Committee and other relevant bodies;</p>\n<p>(k) to organise medical treatment;</p>\n<p>(l) to administer, manage and improve the Websites and IT Systems and to provide you with access to those Websites and IT Systems, and to provide you with the functionality those Websites and IT Systems enable, such as linking to and viewing the profiles of your family connections or viewing your competition schedule in Competition Planner;</p>\n<p>(m) to manage your relationship with ATOs;</p>\n<p>(n) to implement and administer Tennis Australia’s other National Policies, copies of which are available on Tennis Australia’s website at https://www.tennis.com.au/about-tennis-australia/reports-and-policies/policies;</p>\n<p>(o) to disclose to other ATOs relevant information regarding your financial standing with an ATO where necessary, including whether or not you are a financial member;</p>\n<p>(p) to disclose to an ATO’s professional advisers, including accountants, auditors and lawyers, or insurers or insurance brokers, when necessary or appropriate;</p>\n<p>(q) to assist law enforcement and regulatory bodies, when necessary or appropriate;</p>\n<p>(r) for direct marketing communications by way of post, email, text message or any other electronic means from an ATO in relation to products, including targeted online advertisements, services, event tickets, merchandise and special offers made available by either the same or another ATO or their respective corporate partners, licensees, sponsors, suppliers and broadcasters (and who may, at times be outside Australia), where you have consented to receive such communications or would reasonably expect to receive such communications.\nYou will be able to opt-out of direct marketing at any time if you so choose, by utilising the ‘unsubscribe’ or other similar feature included on all electronic marketing communications, or in the case of other direct marketing materials, contacting the ATO in accordance with clause 10 below.\nand</p>\n<p>(s) where permitted by an ATO, to enable third party corporate partners, licensees, sponsors, suppliers and broadcasters who have a relationship with an ATO (and who may, at times be outside Australia), to market and promote their products and services to you by way of post, email, text message or any other electronic means where you have consented to receive such communications or would reasonably expect to receive such communications,.\nYou will be able to opt-out of direct marketing at any time if you so choose, by utilising the ‘unsubscribe’ or other similar feature included on all electronic marketing communications, or in the case of other direct marketing materials, contacting the ATO in accordance with clause 10 below.</p>\n<p>7.2 An ATO may have contractual relationships with a number of third party suppliers, service providers and IT System administrators who assist the ATO, for example IT vendors who develop, test and maintain IT Systems and Websites, medical consultants who provide medical services at events, or individuals who carry out research, or the compilation or analysis of statistics, relevant to the ATOs.\nAt times, the third party suppliers, service providers and IT System administrators may require access to your personal information solely in the course of supplying products and services to the ATO.\nAt times these third party suppliers, service providers and IT System administrators may be located outside Australia.\nAs at the date of the last change to this Policy, this includes third party suppliers, service providers and IT System administrators located in Belgium, China, France, Germany, Hong Kong, the Netherlands, Singapore, the United Kingdom and the United States of America.\nThese third party suppliers, service providers and IT System administrators will be required to protect your personal information on the terms set out in their contract with the ATO, including appropriate confidentiality provisions and compliance with Australian privacy laws as applicable.</p>\n<p>7.3 An ATO may also disclose your personal information to an international tennis organisation if you are involved in a tennis tournament sanctioned by that international tennis organisation (for example the International Tennis Federation based in the United Kingdom).</p>\n<p>7.4 An ATO will not otherwise disclose or use personal information without your consent, unless the disclosure is:</p>\n<p>(a) in accordance with this Policy or any agreement with you.\nor</p>\n<p>(b) required or authorised by law, including the Australian Privacy Principles as set out in the Privacy Act 1988 (Cth).</p>\n8.\nSecurity and retention of personal information\nSecurity Measures\n<p>8.1 Each ATO aims to keep your personal information secure.\nAny personal information that is collected via a Website or which is held on an ATO’s IT System is protected by appropriate technical and organisational measures, which may include firewalls, strong data encryption, intrusion detection, two factor authentication and prevention systems and the separation of data.</p>\n<p>8.2 To give you further comfort that we value the protection of your personal information, we implement further appropriate technical and organisational measures for your benefit, for example;</p>\n<p>(a) limiting physical access to our buildings and venues and user access to our IT Systems only to those we believe are entitled to be there, or on a “need to know” basis;</p>\n<p>(b) proactive monitoring of our IT Systems.\nand</p>\n<p>(c) utilising industry standards to support the maintenance of robust information security management systems,</p>\n<p>however, no server is guaranteed to be 100% secure and unauthorised access may occur, despite us taking all reasonable steps.</p>\nRetention\n<p>8.3 We will keep your personal information for the purposes set out in this Policy and in accordance with applicable laws.\nWe will not retain your personal information for longer than is necessary.\nFurther, if an ATO finds that it has no further need for your personal information, it will remove it from its IT Systems and destroy all record of it.</p>\n<p>8.4 In order to ensure our commitment to data security and our management of your personal information, we regularly monitor and adhere to the guidelines published by the Office of the Australian Information Commissioner (OAIC).\nIf we encounter or suspect any data breach where personal information may be involved, we will always follow the process set out by the OAIC under the notifiable data breach scheme.</p>\n9.\nHow to correct and access personal information\n<p>9.1 If you provided your personal information via an IT System or Website, you can update your personal information in that IT System or Website at any time by logging onto the relevant IT System or Website and submitting the updated information.\nAlternatively you can contact an ATO in accordance with clause 10 to request that the ATO updates or corrects the personal information held about you.</p>\n<p>9.2 You may be entitled to access personal information that an ATO holds about you.\nYou can request access to the personal information by contacting that ATO in accordance with clause 10.\nThe ATO may charge a reasonable fee where access is provided (although we will clearly outline any such fee prior to granting access).\nThere may be some legal or administrative reasons to deny access.\nIf an ATO refuses your request to access your personal information, it will provide you with written reasons for the refusal where reasonable to do so.</p>\n10.\nWho to contact about privacy matters\n<p>10.1 Each ATO is responsible for protecting the personal information that it holds about you in accordance with this Policy.\nIf you have any queries we recommend contacting the relevant responsible ATO directly in the first instance.</p>\n<p>10.2 If you:</p>\n<p>(a) would like to access the personal information that Tennis Australia or an ATO holds about you;</p>\n<p>(b) have a complaint;</p>\n<p>(c) would like to exercise your rights in relation to your personal information, for example:</p>\n<p>(i) to correct inaccurate personal information we hold about you;</p>\n<p>(ii) to restrict our use of your personal information, if applicable;</p>\n<p>(iii) to delete your personal information in certain circumstances.\nor</p>\n<p>(iv) to receive personal information an individual has provided TA in a structured, commonly used, machine-readable format, in certain circumstances,</p>\n<p>or simply require further information about this Policy, you can contact Tennis Australia’s Privacy Officer either:</p>\n<p>(a) by email to: privacy@tennis.com.au.\nor</p>\n<p>(b) by writing to: Privacy Officer, Tennis Australia, Private Bag 6060 Richmond Victoria 3121 Australia.</p>\n<p>Tennis Australia will investigate your queries and complaints within a reasonable period of time and will notify you of the outcome of our investigation (usually within 30 days).\nTennis Australia may refer your correspondence to the relevant ATO if necessary to ensure a timely response.</p>\n<p>10.3 You subsequently have the right to file a complaint with our supervisory authority (namely, the OAIC, by following the procedure at https://www.oaic.gov.au/individuals/how-do-i-make-a-privacy-complaint).</p> Search <ul>\n<li>Play<ul>\n<li>COVID-19</li>\n<li>Leagues</li>\n<li>For Parents</li>\n<li>Tournaments</li>\n<li>Coaching</li>\n<li>Inclusion &amp.\nDiversity</li>\n<li>Become a Pro</li>\n<li>Cardio Tennis</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>Policies</li>\n<li>What is tennis?</li>\n<li>How to Play</li>\n<li>Rules &amp.\nScoring</li>\n<li>Ways to play</li>\n<li>Benefits</li>\n<li>Health &amp.\nFitness</li>\n<li>Courts &amp.\nSurfaces</li>\n</ul>\n</li>\n<li>News and Events<ul>\n<li>TV Guide</li>\n<li>News &amp.\nFeatures</li>\n<li>Scores</li>\n<li>Draws</li>\n<li>Players &amp.\nRankings</li>\n<li>Pro Tournaments</li>\n<li>Events</li>\n<li>Subscribe</li>\n</ul>\n</li>\n<li>About TA<ul>\n<li>Australian Tennis Foundation</li>\n<li>Serving Our Community</li>\n<li>Careers</li>\n<li>National Strategy</li>\n<li>Reports and National Policies</li>\n<li>Partners</li>\n<li>Media</li>\n<li>Charities</li>\n</ul>\n</li>\n</ul> © Copyright 2021 Tennis Australia\n<ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Privacy</li>\n<li>Privacy Statement</li>\n<li>Conditions of Use</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-04-30 21:50:38.466771", "updated_at": "2021-04-30 21:57:38.430893"}], "points": [], "urls": ["ausopen.com", "tennis.com.au"]}}