{"error": 448, "message": "OK", "parameters": {"id": 4762, "name": "1 Like No Other", "created_at": "2021-07-15 19:16:39.642103", "updated_at": "2021-07-15 22:00:52.474142", "wikipedia": null, "keywords": null, "related": null, "slug": "1-like-no-other", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4762.png", "url": "1likenoother.co.uk", "documents": [{"id": 8532, "name": "Privacy Policy", "url": "https://www.1likenoother.co.uk/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Customer service: support@1likenoother.co.uk </li>\n</ul>\n<ul>\n<li> Account | Basket ( 0 )<br> 0 Items in in cart There are no items in your cart </li>\n</ul> 0 Items in cart There are no items in your cart Search: Start typing &amp.\npress enter to search <i>Clear</i> Results in Shop <ul>\n<li>Shop</li>\n<li>About Us</li>\n<li>Shop</li>\n<li>Stockists</li>\n</ul> 1 Like No Other <p>1 Like No Other is a quintessential British menswear brand that was born out of the city and bred to make individuals stand out from the crowd.</p>\n<ul>\n<li>Shop</li>\n<li>News</li>\n<li>Contact</li>\n<li>Search <i>Search</i>\n</li>\n</ul>\n<ul>\n<li>Signature Shirts</li>\n<li>Resort Wear</li>\n<li>Formal Shirts</li>\n<li>Accessories</li>\n</ul> Privacy Policy 1 Like No Other is sensitive to privacy issues on the Internet.\nWe believe that it is important you know how we treat the information we receive about you on the Internet and how the information is collected.\n<p>In general, you may visit the site without telling us who you are or revealing any personally identifiable information about you.\nOur servers collect the IP addresses, operating system in use (e.g., Macintosh, Windows) and browser (e.g., Netscape, Internet Explorer).\nThis information is aggregated to measure the number of visits, average time spent on the Site, pages viewed, etc.\n1 Like Other uses this information to measure the use of our Site and to improve the content of our Site.\nE-mail addresses and other personally identifiable information such as first and last name, telephone number, and other similar information are known only when voluntarily provided by a visitor for registration or other participation of visitors in any available online interactive activities.</p> Storage of Credit Card Detail <p>For extra security we do not keep the details of your credit cards on our web site.\nWhen you place an order the details are encrypted and then sent to a third party who will decrypt the details, check them with your bank and then send us the results of that check to process the order.</p> Use of Your Information <p>We may use the personal information you provide for any of the following purposes: (1) to understand the use of our Site and make improvements.\n(2) to fulfill prizes.\n(3) to respond to specific requests from visitors.\n(4) to protect the security or integrity of our Site when necessary.\n(5) to send you notices and solicitations regarding Site and our businesses.\nand (6) in general to promote and market products to you.\nIf you do not want to receive these solicitations from us using your personally identifiable information, please notify us.</p>\n<p>This site may collect information on demographics and interests.\nVisitors can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ads Settings</p> Disclosures of Your Information <p>We do not sell, transfer or otherwise disclose this personally identifiable information outside this company, except where disclosure is required by law.</p> Revision of Privacy Policies <p>We may from time to time revise our Privacy Policy You are responsible for checking this policy when you visit our Site to review the current policy.\nIf you do not agree with the policy, we recommend that you do not use the site any further.</p> Cookies <p>A technology called \"cookies\" may be used to provide you with tailored information.\nA \"cookie\" is a tiny element of data that a web site can send to your browser, which may then be stored on your hard drive so we can recognize you when you return.\nYou may be able to set your browser to block the use of cookies or notify yourself when you receive a cookie but the use of the site will be limited.</p>\n<p>Our website uses Cookies for various purposes.\nCookies are small text parcels sent to and from a website, which is then stored on your computer by your browser.\nWithout a Cookie a website cannot distinguish between different users, which can lead to essential functionality of a site not working as expected.\nThis policy explains how Cookies are used on our website and how you can control them.</p>\n<p>In this policy, we/us/website refers to http://www.1likenoother.co.uk</p> How we use Cookies <p>We use Cookies to define sessions, provide essential site features and track visitors anonymously for analytical purposes.\nWe regularly carry out an audit of the cookies used on our website and have categorised them into the following:</p>\n<ol>\n<li>Essential Cookies</li>\n<li>Functional Cookies</li>\n<li>Third Party Cookies</li>\n</ol>\n<p> The below tables highlight all of the Cookies in use on this website.\nThe <strong>Duration</strong> specifies how long they live on your computer until they are removed or renewed.\nEach type of Cookie may occur multiple times, each with different <strong>Name(s)</strong>.\nWe grouped these together for readability purposes.\n</p> Essential Cookies <p> These Cookies are required by the website in order to work as expected.\nWithout them you may be unable to browse parts of the website or view it at all.\n</p> Cookie Name(s) Duration Description Session ASP.NET_SessionId Session Used to provide the User with a Session Authorisation ASPXAUTH Session Authorises the User to have access to the members area Basket Cookie BasketCookie 1 year This cookie is essetnial for us to load your basket with the products you are wanting to purchase.\nWe save this cookie on your browser to allow you to continue shopping each day saving you the hassle of adding each item back into your basket.\nFunctional Cookies <p> These Cookies are used by features of our website to identify you and your preferences as you use the site.\nIt is possible to use the website without these, though you may see a degraded experience.\n</p> Cookie Name(s) Duration Description Referrer CustomerRefID CustomerRefSiteID 2 years These cookies allows us to know where you came from across browser sessions, so for example if you found us via google but purchased later in the week we still know how you originally found us.\nCookie annoucement evCShown 7 days This cookie tells us if you have seen the cookie announcement.\nIt does not store any personal data.\nThird Party Cookies <p> These Cookies are used by selected third parties we have chosen to integrate with.\nThey are used mainly for tracking purposes so that we can further improve the site for the future.\nThey may also be used for integrating with social sites to further enhance your website experience.\n</p> Cookie Name(s) Duration Description Facebook datr, locale, csm, lu, p, act, c_user, s, xs, presence Varies Used by Facebook for Like button Google Analytics _utmz, _utmc, _utmb, _utma Varies Used by Google Analytics for tracking purposes.\nYou can opt out of these using the Google Analytics opt-out browser add-on.\nControlling the Cookies <p> By default, all of the above Cookies are in use on our website.\nHowever, if you\nwish to take control of these cookies you can do so by following the instructions\nbelow for your browser: </p>\n<ul>\n<li>Internet Explorer (mobile)</li>\n<li>Chrome</li>\n<li>Firefox</li>\n<li>Safari</li>\n<li>Blackberry</li>\n<li>Android</li>\n<li>Opera</li>\n</ul>\n<p> This will allow you to remove Cookies or prevent using them altogether.\nRemember, turning off Cookies in your browser will affect all websites not just this one.\nIf you later decide you'd like to allow Cookies, then simply adjust your browser settings and continue using the website.\nCookies will then be sent to and from our website.\n</p>\n<p>e-commerce technology by Remarkable.net</p> Contacting Us <p> You have a right to access the personal data that is held about you.\nPlease write to us at the following address to obtain a copy of the personal information enclosing your postal details: </p>\n<p> Customer Service </p> Roffe Accessories<br>\n<p>\n</p>\n<ul>\n<li>Shop</li>\n<li>Signature Shirts</li>\n<li>Resort Wear</li>\n<li>Formal Shirts</li>\n<li>Accessories</li>\n</ul>\n<ul>\n<li>The Brand</li>\n<li>About Us</li>\n</ul>\n<ul>\n<li>Here to help</li>\n<li>Terms &amp.\nConditions</li>\n<li>Store Locator</li>\n<li>Delivery &amp.\nReturns</li>\n<li>Privacy Policy</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Connect</li>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n</ul> ©2017 1 like no other.\nal rights reserved.\nRegister ", "created_at": "2021-07-15 19:16:39.644541", "updated_at": "2021-07-15 17:17:15.672178"}], "points": [], "urls": ["1likenoother.co.uk"]}}