{"error": 448, "message": "OK", "parameters": {"id": 5249, "name": "Axie Infinity", "created_at": "2021-10-25 06:22:11.546802", "updated_at": "2021-10-25 22:01:10.02942", "wikipedia": "https://en.wikipedia.org/wiki/Axie_Infinity", "keywords": null, "related": null, "slug": "axie-infinity", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5249.png", "url": "axieinfinity.com", "documents": [{"id": 9414, "name": "Privacy Policy", "url": "https://axieinfinity.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div[2]/div[1]", "text": "<p>Effective date: September 22nd, 2018</p>\n<p>Axie Infinity (\"us\", \"we\", or \"our\") operates the website.</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>I.\nINFORMATION COLLECTION AND USE<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\n<p>If you do not use (log in to) the service for two years all your personal data will be deleted.</p>\n<p>Types of Data Collected:</p>1.\nPersonal Data<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<p>Email address\nCookies and Usage Data</p>2.\nUsage Data<p>We may also collect information that your browser sends whenever you visit our Service or when you access the Service by or through a mobile device (\"Usage Data\").</p>\n<p>This Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access the Service by or through a mobile device, this Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.</p>3.\nTracking Cookies Data<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<p>Session Cookies.\nWe use Session Cookies to operate our Service.\nPreference Cookies.\nWe use Preference Cookies to remember your preferences and various settings.\nSecurity Cookies.\nWe use Security Cookies for security purposes.</p>II.\nUSE OF DATA<p>Axie Infinity uses the collected data for various purposes:</p>\n<p>To provide and maintain the Service\nTo notify you about changes to our Service\nTo allow you to participate in interactive features of our Service when you choose to do so\nTo provide customer care and support\nTo provide analysis or valuable information so that we can improve the Service\nTo monitor the usage of the Service\nTo detect, prevent and address technical issues\nIII.\nTRANSFER OF DATA\nYour information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Axie Infinity will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information</p>IV.\nDISCLOSURE OF DATA<p>Legal Requirements\nAxie Infinity may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<p>To comply with a legal obligation\nTo protect and defend the rights or property of Axie Infinity\nTo prevent or investigate possible wrongdoing in connection with the Service\nTo protect the personal safety of users of the Service or the public\nTo protect against legal liability\nV.\nSECURITY OF DATA\nThe security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>VI.\nSERVICE PROVIDERS<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>Analytics\nWe may use third-party Service Providers to monitor and analyze the use of our Service.</p>VII.\nLINKS TO OTHER SITES<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>VIII.\nCHILDREN'S PRIVACY<p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>IX.\nCHANGES TO THIS PRIVACY POLICY<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>X.\nCONTACT US<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<p>Email: hello@axieinfinty.com</p>\n<p>If you would like to know what kind of information we are storing regarding your user, please email GDPR@axieinfinity.com and use the subject “SAR: user”</p>\n<p>If you would like your personal data deleted, please email GDPR@Axieinfiny.com and use the subject: “Delete:User”</p>", "created_at": "2021-10-25 04:23:19.938321", "updated_at": "2021-10-25 04:23:28.578399"}, {"id": 9413, "name": "Terms", "url": "https://axieinfinity.com/terms", "xpath": "/html/body/div[1]/div[2]/div[2]/div[1]", "text": "Terms of Use<p>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you\") and Axie Infinity Limited (“we\", “us\", or “our\") concerning your access to and use of the www.Axieinfinity.com website and the Axie Infinity app as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site\" and the “App\").\nAxie Infinity is a distributed application that is currently running on the Ethereum Network, Loom Network and Ronin Network (the \"Blockchains\"), using specially-developed smart contracts (each, a “Smart Contract”) to enable users to own, transfer, battle, and breed genetically unique digital creatures.\nIt also enables users to own and transfer other digital assets like plots of land and items.\nThese assets can then be visualized on a website that the user can interact with the Site.\nThe Smart Contracts and the Site are collectively referred to in these Terms as the “App”.\nUsing the App, users can view their assets and use the Smart Contracts to acquire, trade, battle, and breed creatures with other App users.</p>\n<p>WE ARE ONLY WILLING TO MAKE THE APP, THE SMART CONTRACTS, AND THE SITE AVAILABLE TO YOU IF YOU ACCEPT ALL OF THESE TERMS.\nBY USING THE APP, THE SMART CONTRACTS, THE SITE, OR ANY PART OF THEM, OR BY CLICKING “I ACCEPT” BELOW OR INDICATING YOUR ACCEPTANCE IN AN ADJOINING BOX, YOU ARE CONFIRMING THAT YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND BY ALL OF THESE TERMS OF USE.\nIF YOU DO NOT AGREE AND/OR ACCEPT ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE, THE APP AND THE SMART CONTRACTS AND YOU MUST DISCONTINUE USE IMMEDIATELY.</p>\n<p>Supplemental terms and conditions or documents that may be posted on the Site, the App, and the Smart Contracts from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you of any changes by updating the “Last Updated\" date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site, the App, and the Smart Contracts after the date such revised Terms of Use are posted.</p>\n<p>The information on the Site, the App and the Smart Contracts are not intended for distribution to or used by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site and/or the App from other locations do so on their own initiative and are solely responsible for compliance of local laws, if and to the extent local laws are applicable.</p>\n<p>The Site is intended for users who are at least 18 years old.\nPeople under the age of 18 are not permitted to use or register for the Site, the App, and the Smart Contracts.</p>1.\nINTELLECTUAL PROPERTY RIGHTS<p>Unless otherwise indicated, the Site and the App and the Smart Contracts are our proprietary property and all source code, database, functionality, software, website design, audio, video, text, photographs, and graphics on the Site and the Apps (collectively, the “Content\") and trademarks, service marks and logos contained therein (the “Marks\") are owned, controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the Cayman Islands, foreign jurisdiction and international conventions.\nExcept as expressly provided in these Terms of Use, no part of the Site, the App as well as the Smart Contract and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the Site, the App and the Smart Contracts, you are granted a limited license to access and use the Site or to download or print a copy of any portion of the Content to which you have properly gained access solely to your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the App, the Content, and the Marks.</p>\n<p>Provided that you own an ERC721 Axie asset, you are granted a limited license to create fan-art and merchandise which can be used commercial given that you follow the terms set herein:</p>\n<ol>\n<li>\n<p>Anyone creating fanart of Axies needs to either own the Axie they are creat1ing fan art from or receive permission from that Axies owner.</p>\n</li>\n<li>\n<p>Fan artwork must not use official Axie assets, but creating unique art using Axie assets as inspiration is acceptable.</p>\n</li>\n</ol>\n<p>2- The artwork must clearly state “Axie Infinity Fanart”, link to https://www.axieinfinity.com/, and link directly to the Axie that is being used for inspiration.</p>\n<ol>\n<li>An Axie NFT can be used to generate a maximum of $10,000 in revenue before an official license agreement has to be signed.\nThe revenue can come from either fanart (tokenized or physical) or merchandise (t-shirts, mugs, hoodies, etc).</li>\n</ol>\n<p>Creating original fanart without monetizing it is acceptable without any license or ownership.</p>2.\nUSER REPRESENTATIONS<p>By using the Site, the App and the Smart Contracts, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not a minor in the jurisdiction in which you reside.\n(5) you will not access the Site, the App and the Smart Contracts through automated and non-human means, whether through a bot, script or otherwise.\nExcept as expressly mentioned herein;</p>\n<ul>\n<li>Scholarship management</li>\n<li>building public tools and bots that facilitate transparency and analysis.</li>\n<li>Breeding, EXCEPT when there is a breeding event happening.\nAxie Infinity will announce these events at least 1 week in advance on Discord and Twitter.\nInteracting with the breeding smart contracts directly during breeding events is expressly prohibited.</li>\n</ul>\n<p>(6) you will not use the Site, the App, and the Smart Contracts for any illegal and unauthorized purpose.\nand (7) your use of the Site, the App, and the Smart Contracts will not violate any applicable law or regulation.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site, the App, and the Smart Contracts (or any portion thereof).</p>\n<p>(8) you can only play on on one account in any 24-hour period.\n(9) you, as an Axie owner, are responsible for the actions of any \"scholars\" (players hired by you) that play on your behalf, and that their actions can have consequences for any connected accounts that you own.\n(10) you will not manipulate the energy system, such as gifting Axies to make use of more energy (This goes under multi-accounting).\n(11) you have not been included in any trade embargoes or economic sanctions list (such as united nations security council sanctions list), the list of specially designated nationals maintained by ofac (the office of foreign assets control of the u.s.\ndepartment of the treasury), or the denied persons or entity list of the u.s.\ndepartment of commerce.\nAxie Infinity Limited reserves the right to choose markets and jurisdictions to conduct business, and may restrict or refuse, in its discretion, the provision of Axie Infinity services in certain countries or regions.</p>3.\nUSER REGISTRATION<p>You may be required to register with the Site, the App, and the Smart Contracts.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p>4.\nPROHIBITED ACTIVITIES<p>You may not access or use the Site, the App, and the Smart Contracts for any purpose other than that for which we make the Site, the App, and the Smart Contracts available.\nThe Site, the App, and the Smart Contracts may not be used in connection with any commercial endeavors except if agreed to in a binding legal contract with Axie Infinity Limited.</p>\n<ul>\n<li>Systematically retrieve data or other content from the Site, the App, and the Smart Contracts to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>Make any unauthorized use of the Site, the App and the Smart Contracts, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</li>\n<li>Use a buying agent or purchasing agent to make purchases on the Site, the App, and the Smart Contracts.</li>\n<li>Use the Site, the App and the Smart Contracts to advertise or offer to sell goods and services.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, the App and the Smart Contracts, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site, the App and the Smart Contracts and/or the Content contained therein.</li>\n<li>Engage in unauthorized framing of or linking to the Site, the App, and the Smart Contracts.</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Make improper use of our support services or submit false reports of abuse or misconduct.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools, except as mentioned in 2.5)</li>\n<li>Interfere with, disrupt, or create an undue burden on the Site, the App, and the Smart Contracts or the networks or services connected to the Site.</li>\n<li>Attempt to impersonate another user or person or use the username of another user.</li>\n<li>Sell or otherwise transfer your profile.</li>\n<li>Use any information obtained from the Site, the App, and the Smart Contracts in order to harass, abuse, or harm another person.</li>\n<li>Use the Site, the App, and the Smart Contracts as part of any effort to compete with us or otherwise use the Site, the App, and the Smart Contracts and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site, the App, and the Smart Contracts.</li>\n<li>Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site, the App, and the Smart Contracts.</li>\n<li>Harass, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site, the App, and the Smart Contracts to you.</li>\n<li>Delete the copyright or other proprietary rights notice from any Content.</li>\n<li>Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site, the App and the Smart Contracts.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</li>\n<li>Except as may be the result of standard search engines or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, the App and the Smart Contracts, or using or launching any unauthorized script or other software.</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site, the App, and the Smart Contracts.</li>\n<li>Use the Site, the App, and the Smart Contracts in a manner inconsistent with any applicable laws or regulations.</li>\n</ul>5.\nFEE AND PAYMENT<p>If you elect to purchase, trade, or breed Axies (“mascots”) and Axie Eggs (collectively, “Axies\"), which will be released by us at the initial number of twelve (12) Axie and we will make them available for purchase on the day we first launch the Egg Shop, then we will release additional Axies from time to time an egg is purchased on the Site and/or the App, or with or from other users via the App, any financial transactions that you engage in will be conducted solely through the Blockchain via a wallet such as MetaMask or Ronin Wallet.\nWe will have no insight into or control over these payments or transactions, nor do we have the ability to reverse any transactions.\nWith that in mind, we will have no liability to you or to any third party for any claims or damages that may arise as a result of any transactions that you engage in via the Site and/or the App or using the Smart Contracts, or any other transactions that you conduct via the Ethereum or Ronin network,</p>\n<p>Ethereum requires the payment of a transaction fee (a “Gas Fee”) for every transaction that occurs on the Ethereum network.\nThe Gas Fee funds the network of computers that run the decentralized Ethereum network.\nThis means that you will need to pay a Gas Fee for each transaction that occurs via the App.</p>\n<p>In addition to the Gas Fee, each time you utilize a Smart Contract to conduct a transaction with another user via the App, you authorize us to collect a commission of 4.25% of the total value of that transaction (each, a “Commission”).\nYou acknowledge and agree that the Commission will be transferred directly to us through the Ronin Network as a part of the transaction.</p>\n<p>As between us, you will be solely responsible to pay any and all sales, use, value-added and other taxes, duties, and assessments (except taxes on our net income) now or hereafter claimed or imposed by any governmental authority (collectively, “Taxes”) associated with your use of the App (including, without limitation, any Taxes that may become payable as the result of your ownership, transfer, or breeding of any of your Axies).\nExcept for income taxes levied on Axie Infinity, you: (i) will pay or reimburse us for all national, federal, state, local, or other taxes and assessments of any jurisdiction, including value-added taxes and taxes as required by international tax treaties, customs or other import or export taxes, and amounts levied in lieu thereof based on charges set, services performed or payments made hereunder, as are now or hereafter may be imposed under the authority of any national, state, local or any other taxing jurisdiction.\nand (ii) shall not be entitled to deduct the amount of any such taxes, duties or assessments from payments made to us pursuant to these Terms.</p>6.\nSUBMISSION<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information regarding the Site, the App and the Smart Contracts (“Submissions\") provided by you to us are non-confidential and should become our sole property.\nWe should own exclusive rights, including all intellectual property rights, and should be entitled to the unrestricted use and dissemination of these Submissions to any lawful purpose, commercial, or otherwise, without acknowledgment or compensation for you.\nYou hereby waive any moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there should be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>7.\nTHIRD-PARTY WEBSITE AND CONTENT<p>The Site and/or the App (or you may be sent via the Site and/or the App) links to other websites (“Third-Party Websites\") as well as articles, photograph, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site and/or the App, or any Third-Party Content posted on, available through, or installed from the Site and/or the App, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and/or the App and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk and you should be aware of these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site and/or the App or relating to any applications you use or install from the Site and/or the App.\nAny purchase you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products and services offered on Third-Party Websites and you should hold us harmless from any harm caused by your purchase of such products and services.\nAdditionally, you should hold us harmless from any losses sustained by you or harm caused to you relating to resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>8.\nADVERTISER<p>We allow advertisers to display their advertisements and other information in certain areas of the Site and the App such as sidebar advertisements or banner advertisements.\nIf you are an advertiser, you should take full responsibility for any advertisements you place on the Site and/or the App, and any services provided on the Site and/or the App, or products sold through those advertisements.\nFurther, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site and/or the App, including, but not limited to, intellectual property rights, publicity rights, and contractual rights.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.</p>9.\nTERMINATION<p>These Terms of Use remain in full force and effect while you use the Site, the App and the Smart Contracts.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE, THE APP AND THE SMART CONTRACT (INCLUDING BLOCKING CERTAIN IP ADDRESSES) TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE, THE APP AND THE SMART CONTRACT OR DELETE YOUR ACCOUNT WITHOUT WARNING, IN OUR SOLE DISCRETION.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or a borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating and suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>10.\nGOVERNING LAW<p>This Terms of Use and your use of the Site, the App, and the Smart Contracts are governed by and constructed in accordance with the laws of Cayman IslandsRepublic of Estonia applicable to agreements made and to be entirely performed in the Cayman Island, without regard to its conflicts of law principles.</p>11.\nDISPUTE RESOLUTION<p>11.1 Informal negotiations</p>\n<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a “Dispute\" and collectively, the “Disputes\") brought by either you or us (individually, a “Party\" and collectively, the “Parties\"), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>\n<p>11.2 Binding Arbitration</p>\n<p>If a Party is unable to resolve a Dispute through informal negotiations, the Disputes (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (“AAA\") and, where appropriate, the AAA's Supplementary Procedures for Consumer-Related Disputes (“AAA Consumer Rules\"), both of which are available at the AAA website www.adr.org.\nYour arbitration fees and your share of arbitration compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nIf such costs are determined by the arbitrator to be excessive, we will pay all the arbitration fees and expenses.\nExcept where otherwise required by the applicable AA rules or applicable law, the arbitration can take place in the Cayman Islands.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgement on the award entered by the arbitrator.</p>\n<p>If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in the Cayman Islands, and the Parties hereby consent to and waive all defenses of lack of personal jurisdiction, and forum non-conveniens with respect to venue and jurisdiction in such state and federal courts.</p>\n<p>In no event shall any Dispute brought by either Party related in any way to the Site, the App and the Smart Contracts be commenced more than one (1) year after the cause of the action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed or jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\n<p>11.3 Exceptions to the Informal Negotiations and Arbitration</p>\n<p>The Parties agree that the following Disputes are not subject to the above provision concerning informal negotiations and binding arbitration: (a) any Dispute seeking to enforce or protect, or concerning the validity of, and of the intellectual property rights of a Party, (b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal and unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed or jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>12.\nDISCLAIMERS<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR ACCESS TO AND USE OF THE SITE, THE APP AND THE SMART CONTRACTS ARE AT YOUR SOLE RISK, AND THAT THE SITE, THE APP AND THE SMART CONTRACTS ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS MAKE NO EXPRESS WARRANTIES AND HEREBY DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE SITE, THE APP AND THE SMART CONTRACTS AND ANY PART OF IT (INCLUDING, WITHOUT LIMITATION, THE SITE, ANY SMART CONTRACT, OR ANY EXTERNAL WEBSITES), INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, CORRECTNESS, ACCURACY, OR RELIABILITY.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: (I) YOUR ACCESS TO OR USE OF THE SITE, THE APP AND THE SMART CONTRACTS WILL MEET YOUR REQUIREMENTS, (II) YOUR ACCESS TO OR USE OF THE SITE, THE APP AND THE SMART CONTRACTS WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, (III) USAGE DATA PROVIDED THROUGH THE SITE, THE APP AND THE SMART CONTRACTS WILL BE ACCURATE, (III) THE SITE, THE APP AND THE SMART CONTRACTS OR ANY CONTENT, SERVICES, OR FEATURES MADE AVAILABLE ON OR THROUGH THE SITE, THE APP AND THE SMART CONTRACTS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR (IV) THAT ANY DATA THAT YOU DISCLOSE WHEN YOU USE THE SITE, THE APP AND THE SMART CONTRACTS WILL BE SECURE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES IN CONTRACTS WITH CONSUMERS, SO SOME OR ALL OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>YOU ACCEPT THE INHERENT SECURITY RISKS OF PROVIDING INFORMATION AND DEALING ONLINE OVER THE INTERNET AND AGREE THAT WE HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY BREACH OF SECURITY UNLESS IT IS DUE TO OUR GROSS NEGLIGENCE.</p>\n<p>WE WILL NOT BE RESPONSIBLE OR LIABLE TO YOU FOR ANY LOSSES YOU INCUR AS THE RESULT OF YOUR USE OF THE ETHEREUM NETWORK, RONIN NETWORK, THE METAMASK ELECTRONIC WALLET, AND RONIN ELECTRONIC WALLET, INCLUDING BUT NOT LIMITED TO ANY LOSSES, DAMAGES OR CLAIMS ARISING FROM: (A) USER ERROR, SUCH AS FORGOTTEN PASSWORDS OR INCORRECTLY CONSTRUED SMART CONTRACTS OR OTHER TRANSACTIONS.\n(B) SERVER FAILURE OR DATA LOSS.\n(C) CORRUPTED WALLET FILES.\n(D) UNAUTHORIZED ACCESS OR ACTIVITIES BY THIRD PARTIES, INCLUDING BUT NOT LIMITED TO THE USE OF VIRUSES, PHISHING, BRUTE FORCING OR OTHER MEANS OF ATTACK AGAINST THE APP, ETHEREUM NETWORK, OR THE METAMASK ELECTRONIC WALLET.</p>\n<p>AXIES ARE INTANGIBLE DIGITAL ASSETS THAT EXIST ONLY BY VIRTUE OF THE OWNERSHIP RECORD MAINTAINED ON THE RONIN NETWORK.\nALL SMART CONTRACTS ARE CONDUCTED AND OCCUR ON THE DECENTRALIZED LEDGER WITHIN THE RONIN NETWORK.\nAXIE INFINITY LIMITED HAS NO CONTROL OVER AND MAKES NO GUARANTEES OR PROMISES WITH RESPECT TO SMART CONTRACTS.\nAXIE INFINITY IS NOT RESPONSIBLE FOR LOSSES DUE TO BLOCKCHAINS OR ANY OTHER FEATURES OF THE ETHEREUM NETWORK, RONIN NETWORK, THE METAMASK ELECTRONIC WALLET, OR RONIN ELECTRONIC WALLET.\nINCLUDING BUT NOT LIMITED TO LATE REPORT BY DEVELOPERS OR REPRESENTATIVES (OR NO REPORT AT ALL) OF ANY ISSUES WITH THE BLOCKCHAIN SUPPORTING THE ETHEREUM NETWORK, RONIN NETWORK, INCLUDING FORKS, TECHNICAL NODE ISSUES, OR ANY OTHER ISSUES HAVING FUND LOSSES AS A RESULT.</p>13.\nLIMITATION OF LIABILITY<p>YOU UNDERSTAND AND AGREE THAT WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS WILL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES WHICH YOU MAY INCUR, HOWSOEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF PROFITS (WHETHER INCURRED DIRECTLY OR INDIRECTLY), LOSS OF GOODWILL OR BUSINESS REPUTATION, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER INTANGIBLE LOSS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>YOU AGREE AND ACKNOWLEDGE THAT OUR TOTAL, AGGREGATE LIABILITY TO YOU FOR ANY AND ALL CLAIMS ARISING OUT OF OR RELATING TO THESE TERMS OR YOUR ACCESS TO OR USE OF (OR YOUR INABILITY TO ACCESS OR USE) ANY PORTION OF THE SITE, THE APP AND THE SMART CONTRACTS, WHETHER IN CONTRACT, TORT, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, IS LIMITED TO THE GREATER OF (A) THE AMOUNTS YOU ACTUALLY PAID US UNDER THESE TERMS IN THE TWELVE (12) MONTH PERIOD PRECEDING THE DATE THE CLAIM AROSE, OR (B) ONE HUNDRED (100) US DOLLAR.</p>\n<p>YOU AGREE AND ACKNOWLEDGE THAT WE HAVE MADE THE SITE, THE APP AND THE SMART CONTRACTS AVAILABLE TO YOU AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN, WHICH REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN THE PARTIES AND FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN US.\nWE WOULD NOT BE ABLE TO PROVIDE THE SITE, THE APP AND THE SMART CONTRACTS TO YOU WITHOUT THESE LIMITATIONS.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, AND SOME JURISDICTIONS ALSO LIMIT DISCLAIMERS OR LIMITATIONS OF LIABILITY FOR PERSONAL INJURY FROM CONSUMER PRODUCTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO PERSONAL INJURY CLAIMS.</p>14.\nASSUMPTION OF RISK<p>You accept and acknowledge each of the following:</p>\n<p>A.\nThe prices of blockchain assets are extremely volatile.\nFluctuations in the price of other digital assets could materially and adversely affect the value of your Axies, which may also be subject to significant price volatility.\nWe cannot guarantee that any purchasers of Axies will not lose money.</p>\n<p>B.\nYou are solely responsible for determining what, if any, taxes apply to your Axie-related transactions.\nAxie Infinity is not responsible for determining the taxes that apply to your transactions on the App, the Site, or the Smart Contracts.</p>\n<p>C.\nThe App does not store, send, or receive Axies.\nThis is because Axies exist only by virtue of the ownership record maintained on the App’s supporting blockchain on the Ronin network.\nAny transfer of Axies occurs only on the Ronin network.</p>\n<p>D.\nThere are risks associated with using an Internet-based currency, including, but not limited to, the risk of hardware, software and Internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your wallet.\nYou accept and acknowledge that Axie Infinity will not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when using the Ronin network, however caused.</p>\n<p>E.\nA lack of use or public interest in the creation and development of distributed ecosystems could negatively impact the development of the Axie ecosystem, and therefore the potential utility or value of Axies.</p>\n<p>F.\nThe regulatory regime governing blockchain technologies, cryptocurrencies, and tokens is uncertain, and new regulations or policies may materially adversely affect the development of the Axie ecosystem, and therefore the potential utility or value of Axies.</p>\n<p>G.\nUpgrades by Sky Mavis to the Ronin Network may have unintended, adverse effects on all Axie Infinity assets.</p>15.\nINDEMNIFICATION<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys' fees and expenses, made by third party due to or arising out of: (1) use of the Site, (2) breach of these Terms of Use, (3) any breach of your representations and warranties set forth in these Terms of Use, (4) your violation of the rights of a third party, including but not limited to intellectual property rights, or (5) any overt harmful act toward any other use of the Site, the App and the Smart Contracts with whom you connected via the Site, the App and the Smart Contracts.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action or proceeding which is subject to this indemnification upon becoming aware of it.</p>16.\nUSER DATA<p>We will maintain certain data that you transmit to the Site, the App and the Smart Contracts for the purpose of managing the performance of the Site, the App and the Smart Contracts, as well as data relating to your use of the Site, the App and the Smart Contracts.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that release to any activity you have undertaken using the Site, the App and the Smart Contracts.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>17.\nMISCELLANEOUS<p>These Terms of Use and any policies or operating rules posted by us on the Site, the App and the Smart Contracts, or in respect to the Site, the App and the Smart Contracts constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, and unenforceable, that provision or part of the provision is deemed severable these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.</p>\n<p>\n<strong>LAST UPDATED: 17.07.2021</strong>\n</p>", "created_at": "2021-10-25 06:22:11.549194", "updated_at": "2021-10-25 04:23:06.250056"}], "points": [], "urls": ["axieinfinity.com"]}}