{"error": 448, "message": "OK", "parameters": {"id": 2254, "name": "Ubisoft", "created_at": "2020-05-16 09:56:28.082769", "updated_at": "2021-06-03 22:00:20.44314", "wikipedia": "https://en.wikipedia.org/wiki/Ubisoft", "keywords": null, "related": null, "slug": "ubisoft", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2254.png", "url": "ubisoft.com,account.ubisoft.com,store.ubi.com,ubi.com,ubisoftconnect.com,ubisoft.co.jp,ubisoft.com.tw", "documents": [{"id": 2552, "name": "Terms of Service", "url": "https://legal.ubi.com/termsofuse", "xpath": "", "text": " GEBRUIKSVOORWAARDEN VAN UBISOFT DIENSTEN GEBRUIKSVOORWAARDEN VAN UBISOFT DIENSTEN Gebruiksvoorwaarden van Ubisoft Diensten\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Laatste revisie</u>\n</b>\n<b>: 12 mei 2020</b>\n<b>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>\"WE SPELEN ALLEMAAL VOLGENS DEZELFDE REGELS\"</b>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>WELKOM IN DE WERELDEN VAN UBISOFT!</p>\n<p>NEEM DEZE GEBRUIKSVOORWAARDEN AANDACHTIG DOOR.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Onze Ubisoft-teams ontwikkelen originele en bijzondere ervaringen zodat onze gamers zich vermaken, ervaringen delen en zich in games, applicaties, websites en online Diensten kunnen ontplooien (wat wij onze \" Diensten \" noemen).\nOm u gebruik te laten maken van onze Diensten hebben we regels opgesteld die van toepassing zijn op alles en iedereen in onze gemeenschappen: uzelf, de andere spelers en wijzelf.\nU gaat akkoord met deze “Gebruiksvoorwaarden\" wanneer u gebruik maakt van de hieronder gedefinieerde Diensten en Inhoud.&nbsp;</p>\n<p>&nbsp;</p>\n1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Wat zijn de&nbsp;Ubisoft Diensten</u>\n<u> en Inhoud</u>\n<u>?</u>&nbsp;<u>\n</u>\n<p>\n<b>1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>De Ubisoft Diensten (\"<b>Diensten</b>\") omvatten de games, downloadbare Inhoud, seizoenpasjes en andere gamesoftware (op een schijf of een ander fysiek medium, gedownload of gestreamd) en andere softwareproducten en online en mobiele diensten inclusief hun online functies en andere features, samen met hun updates en upgrades, geassocieerde websites, het Uplay-platform en alle andere Ubisoft-platformen, de Uplay+ abonnementsdienst, de gehoste live-evenementen, de servers, software en het kader waarin ze, nu of in de toekomst, aan u worden geleverd door UBISOFT ENTERTAINMENT S.A.\nof een van haar dochterondernemingen of gelieerde bedrijven, inclusief UBISOFT EMEA SAS (samen “<b>Ubisoft</b>” of “<b>wij</b>” genoemd).</p>\n<p>\n<b>1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Deze gebruiksvoorwaarden (de \"<b>Voorwaarden</b>\") bepalen uw toegang tot en gebruik van deze Diensten (\"<b>Gebruiker</b>\"<b>\n</b>of \"<b>u</b>\").\nDoor gebruik te maken van de (hieronder gedefinieerde) Diensten en Inhoud, gaat u akkoord met deze Voorwaarden en de criteria inzake leeftijd en grondgebied en zult u deze naleven.&nbsp.\nEr kunnen aanvullende Voorwaarden gelden voor een specifieke Dienst, zoals bijvoorbeeld de Verkoopvoorwaarden van de Ubisoft Store, de Eindgebruikerslicentieovereenkomst en de gedragscode(s) (\"<b>Gedragscode</b>\").\nBovendien zal ons Privacybeleid u een duidelijk inzicht geven in ons gebruik van de persoonsgegevens die we van u kunnen verzamelen tijdens uw gebruik van de Diensten.\nU wordt verzocht al deze documenten door te nemen voordat u gebruik maakt van een Dienst.</p>\n<p>“<b>Inhoud</b>” omvat alle elementen die deel uitmaken van de Diensten, inclusief maar niet beperkt tot in-game items, gepersonifieerd elementen, kaarten, schermnamen, alle game-omgevingen, grafische voorstellingen, muziek of geluid, alle berichten of informatie, namen, thema's, voorwerpen, decors, kostuums, effecten, dialogen, slogans, plaatsen, karakters, diagrammen, concepten, choreografieën, video’s, audiovisuele effecten, domeinnamen.\nDit omvat elementen van door u en andere Gebruikers aangemaakte Inhoud Door Gebruikers gegenereerde Inhoud (gedefinieerd in Artikel 11) Ubisoft Virtuele Valuta (gedefinieerd in Artikel 3.3) en Testinhoud (gedefinieerd in Artikel 12).&nbsp;</p>\n<p>\n<b>1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Dit product wordt aan u in licentie gegeven en niet verkocht.\nDit houdt in dat wij u een persoonlijk, beperkt, niet-overdraagbaar en herroepbaar recht en licentie geven om de Diensten te gebruiken en de Inhoud te bekijken voor uw vermaak en niet-commercieel gebruik in overeenstemming met deze Voorwaarden.&nbsp;</p>\n<p>&nbsp;</p>\n2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Hoe maakt u een Account aan en wat moet u weten voor het aanmaken van een </u>\n<u>Account</u>\n<u>?</u>&nbsp;<u>\n</u>\n<p>\n<b>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>U dient een Ubisoft account (een “<b>Account</b>“) aan te maken om gebruik te maken van bepaalde Diensten, inclusief online gamen.\nU kunt een Account aanmaken door nauwkeurige, volledige en actuele informatie op te geven inclusief een geldig e-mailadres.</p>\n<p>Het kan voorkomen dat wij de nauwkeurigheid van deze informatie moeten verifiëren, inclusief door het controleren van telefoonnummers en e-mailadressen, met name om minderjarigen en andere Gebruikers te beschermen en om fraude te voorkomen.\nU gaat ermee akkoord om op ons verzoek en met enige middelen de nodige documenten op te sturen (dit kan een afschrift van uw identiteitskaart of paspoort zijn).</p>\n<p>Indien u informatie nodig hebt of vragen over uw Account kunt u terecht op https://support.ubi.com/Account of https://Account.ubisoft.com.</p>\n<p>\n<b>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Accountveiligheid</b>&nbsp;&nbsp.\nElk gebruik van uw Account, met name elke aankoop van Diensten, waarbij uw Account met uw wachtwoord gebruikt wordt, wordt geacht door u uitgevoerd te zijn.</p>\n<p>Voor het garanderen van uw Accountveiligheid:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Kies een</b>\n<b>sterk </b>\n<b>alfanumeriek wachtwoord.</b> Wij kunnen om veiligheidsredenen een wachtwoord weigeren dat niet sterk genoeg is om uw Account te beschermen.</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Kies een wachtwoord dat verschilt van enig ander wachtwoord</b> dat u gebruikt.\nen verander dit regelmatig.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Activeer de tweestapsverificatie</b> en enige andere veiligheidsopties die wij leveren in uw Accountinstellingen.</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Nooit uw Accountgegevens met iemand delen </b>(gebruikersnaam, wachtwoord...).\nWe zullen u nooit vragen om uw wachtwoord te geven.&nbsp;</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Nooit iemand autoriseren</b> om toegang te hebben tot uw Account en/of uw Account te gebruiken.<b>\n</b>\n</p>\n<p>\n<b>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>U komt hierbij ook overeen om ons zo spoedig mogelijk op de hoogte te stellen op https://support.ubi.com van enig gebruik door onbevoegden van uw gebruikersnaam, wachtwoord of andere informatie met betrekking tot uw Account of enige andere schending van de veiligheid met betrekking tot de Diensten die onder uw aandacht komt.</p>\n<p>\n<b>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Gebruikersnaam/Schermnaam aanmaken.</b> Voor bepaalde Diensten kan het vereist zijn een gebruikersnaam of een schermnaam aan te maken.\nDeze zijn gekoppeld aan uw Account en worden openbaar weergegeven.\nDaarom adviseren wij u om uw werkelijke naam niet in uw gebruikersnaam op te nemen.</p>\n<p>U kunt niet een gebruikersnaam of schermnaam kiezen die (i) reeds door iemand anders gebruikt wordt of die geassocieerd is met een andere Account.\nof (ii) die “Ubi”, “Ubisoft” of het Ubisoft logo bevat.\nWe behouden ons het recht voor om, desgewenst, de door u gekozen gebruikersnaam en/of schermnaam te weigeren.</p>\n<p>\n<b>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Meerdere Accounts.</b> U mag geen meerdere Accounts aanmaken, tenzij wij dit specifiek goedkeuren.\nIn dat geval bent u verplicht om uw aanvullende Account op ons verzoek te sluiten of zullen wij zelf uw aanvullende Account sluiten</p>\n<p>&nbsp;</p>\n3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Welke voorwaarden zijn er van pas toepassing op uw gebruik van onze Diensten?</u>&nbsp;<u>\n</u>\n<p>\n<b>3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Forums</b>.\nDe Diensten kunnen forums, informatiegroepen, chatrooms of andere soorten online discussieplaatsen (hierna gezamenlijk verder te noemen: “<b>Forums</b>”) bevatten.\nWanneer u gebruik maakt van deze Forums, moet u zich bewust zijn van het feit dat uw schermnaam, gebruikersnaam en uw berichten openbaar zullen zijn en gezien kunnen worden door elke Gebruiker die het Forum bezoekt (tenzij u zich in een privé Forum bevindt).\nU verstuurt uw berichten daarom op eigen risico.\nU bent als enige verantwoordelijk voor indiening, openbaarmaking en verspreiding van deze berichten.</p>\n<p>Houd de volgende <b>veiligheidsmaatregelen</b> in gedachten wanneer u met andere Gebruikers communiceert op de Forums:</p>\n<ul>\n<li>Nooit informatie delen aan de hand waarvan u kunt worden geïdentificeerd in uw privéleven.</li>\n<li>Nooit ingaan op verzoeken om iemand waarmee u heeft gechat in werkelijkheid te ontmoeten, vooral als deze persoon u vraagt om de gesprekken of de afspraak geheim te houden.\nAlle uitnodigingen weigeren om lid te worden van apps of channels buiten de Diensten.&nbsp;</li>\n<li>Verdacht of ontoepasselijk gedrag of Inhoud melden, inclusief chats met andere Gebruikers waardoor u zich ongemakkelijk voelde.</li>\n<li>Zorg dat u hierover praat met iemand van uw eigen kring van intimi en maak gebruik van de Blacklist-functie indien deze beschikbaar is in een Dienst om u ervan te verzekeren dat u geen ongewenste berichten zult ontvangen.</li>\n</ul>\n<p>\n<b>3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Ubisoft Store</b>.\nWij bieden u de mogelijkheid om producten te kopen via onze online store op https://store.ubi.com/ of via Uplay.\nWij kunnen uw mogelijkheid om producten te kopen eventueel beperken aan de hand van meerdere criteria, inclusief maar niet beperkt tot uw leeftijd, beperkte voorraad van beschikbare producten enzovoort.\nWij kunnen u eventueel periodieke aanbiedingen doen waarvoor afzonderlijke Voorwaarden zullen gelden.</p>\n<p>\n<b>3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Tegoeden, virtuele valuta.\n</b>Wij kunnen u een licentie geven om online of offline bepaalde elementen van Diensten te zien of gebruiken, inclusief maar niet onbeperkt, virtuele punten, munten of valuta&nbsp.\n(samen \"<b>Ubisoft Virtuele Valuta</b>” genoemd).\nWanneer u van ons of van onze geautoriseerde partners Ubisoft Virtuele Valuta ontvangt, dan zult u een persoonlijke, beperkte, niet-overdraagbare, niet-exclusieve, herroepbare licentie ontvangen om toegang te hebben tot en om een selectie te maken van Ubisoft Virtuele Valuta die wij uitdrukkelijk voor u beschikbaar maken.\n<b>\n</b>\n</p>\n<p>Ubisoft Virtuele Valuta hebben verder geen geldwaarde en geen waarde buiten onze Diensten.\nUbisoft Virtuele Valuta kunnen niet worden verkocht, verhandeld, overgedragen of ingeruild voor contante.\nzij kunnen alleen worden besteed aan Inhoud die beschikbaar is op de Diensten.\nUbisoft Virtuele Valuta kan niet worden vergoed en u heeft geen recht op een vergoeding voor eventuele ongebruikte Ubisoft Virtuele Valuta, behalve indien de wet dit vereist.\nWanneer u Ubisoft Virtuele Valuta heeft besteed aan Inhoud, kan deze Inhoud niet worden geretourneerd, geruild of vergoed.</p>\n<p>\n<b>3.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Portemonnee</b>.\nWij kunnen u op uw Account toegang geven tot een elektronische portemonnee (de “<b>Portemonnee</b>”).\nDeze Portemonnee is geen bankrekening, betaalmethode of geld dat u kunt plaatsen:</p>\n<ul>\n<li>het is geen persoonlijk eigendomsrecht,</li>\n<li>het kan alleen worden gebruikt om Inhoud en Diensten van ons te kopen,</li>\n<li>het heeft geen waarde buiten de Diensten en kan niet worden ingeruild voor contanten en</li>\n<li>kan niet worden vergoed en niet worden overgedragen, tenzij vereist door de toepasselijke wetgeving.</li>\n</ul>\n<p>Wij kunnen het maximum bedrag aan geld beperken:</p>\n<ul>\n<li>dat u in uw Portemonnee mag hebben;</li>\n<li>dat u dagelijks/maandelijks mag besteden uit de Portemonnee en/of</li>\n<li>dat u mag besteden met gebruikmaking van uw Portemonnee.</li>\n</ul>\n<p>Wij kunnen deze beperkingen soms op eigen beslissing aanpassen.</p>\n<p>\n<b>3.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Prepaid kaarten</b>.\nWij bieden u de mogelijkheid om prepaid kaarten te kopen en/of te besteden voor het kopen van Inhoud en/of Diensten en/of voor het storten van tegoed op een Portemonnee.\nHet kan zijn dat u de waarde van een bepaalde prepaid kaart niet kunt storten op een Portemonnee, als uw Portemonnee de maximum waarde heeft bereikt die wordt vermeld in Artikel 3.\n4.&nbsp;</p>\n<p>\n<b>3.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Technische beschermingsmaatregelen – Internetverbinding - Digitale Rechten Beheer (DRM)</b>&nbsp;&nbsp.\nWij kunnen bepaalde Diensten beschermen door gebruik te maken van technische beschermingsmaatregelen en beheer van digitale rechten, inclusief bijvoorbeeld, fysieke beschermingen, watermarking, activering door digitale sleutels, directe toekenning.\nU kunt <i>permanente</i> snelle-internettoegangsdiensten nodig hebben voor toegang tot online functies, online betalen en toegang en gebruik van bepaalde Inhoud, inclusief Inhoud die gedeblokkeerd wordt met een unieke sleutel en van bepaalde Diensten waarvoor gebruik wordt gemaakt van Digitale Rechten Beheer (DRM) technologie.<b>\n</b>\n</p>\n<p>\n<b>3.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Mobiele Diensten.&nbsp.\n</b>&nbsp;U heeft toegang tot bepaalde Diensten via bepaalde mobiele telefoons, smartphones tablets en andere compatibele mobiele apparaten.\nHiervoor moet u toestemming te hebben van de persoon die de rekening voor het mobiele apparaat betaalt en voorzien zijn van toegang tot het Internet via uw mobiele apparaat.\nHet gebruik van uw mobiele apparaat kan leiden tot verbindingskosten waarvoor wij niet verantwoordelijk zijn.\nSommige Mobiele Diensten bieden u in-game aankopen en microtransacties aan.\nUw speelgemak kan afhankelijk zijn van de capaciteiten en functies van uw mobiele apparaat en van het communicatienetwerk.\nWij kunnen u geen speelgemak garanderen dat gelijk is aan dat van een verbinding tot de Diensten via andere apparaten.</p>\n<p>&nbsp;</p>\n4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Hoe kunnen wij onze Diensten wijzigen?</u>&nbsp;<u>\n</u>\n<p>\n<b>4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Algemeen.\n</b>Wij garanderen niet dat de Diensten altijd beschikbaar zullen zijn, op alle plaatsen wereldwijd en/of op alle apparaten.\nWij garanderen niet dat wij een bepaalde Dienst voor een minimum periode zullen handhaven.\nWe behouden ons het recht voor om te allen tijde alle of een gedeelte van de Diensten te beëindigen.<u>\n</u>\n</p>\n<p>\n<b>4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Wijziging van de prijzen van de Diensten.</b> Wij behouden ons het recht voor om de prijzen van de Diensten van de Diensten te wijzigen, inclusief het veranderen van een betaalde Dienst in een gratis te spelen Dienst en omgekeerd.\nDe nieuwe prijs zal uitsluitend van toepassing zijn op orders die geplaatst zijn <i>nadat</i> de nieuwe prijs van kracht is geworden.<u>\n</u>\n</p>\n<p>\n<b>4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Wijziging van toegang tot Diensten en Inhoud.</b>\n<b>\n</b>\n</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp.\nWij kunnen de Inhoud op elke moment wijzigen, om welke reden dan ook of zonder enige specifieke reden, met name om technische redenen zoals updates, onderhoud of resets ten einde de Diensten te verbeteren of optimaliseren.</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp.\nWij kunnen u vragen of de mogelijkheid bieden om software, updates, patches en/of andere voorzieningen en tools te downloaden die door ons of onze licentiegevers geleverd worden (hierna verder te noemen dhe \"<b>Ubisoft Software</b>\").\nWij verlenen u een persoonlijke, niet-overdraagbare en niet-exclusieve licentie die u in staat stelt om gebruik te maken van de Ubisoft Software, en zulks uitsluitend ten behoeve van het gebruik van de Diensten, wereldwijd en gedurende de wettelijke beschermingsperiode van de Ubisoft Software krachtens Intellectuele Eigendomsrechten.\nWij kunnen gebruiksvoorwaarden voor deze Ubisoft Software specificeren op het moment waarop deze software aan u beschikbaar wordt gesteld.\nDe prestaties van de Ubisoft Software en de gerelateerde Diensten kunnen variëren afhankelijk van uw apparatuur.\nWij kunnen u van tijd tot tijd updates of wijzigingen van de Ubisoft Software verstrekken, die u nodig hebt voor het verdere gebruik van de Diensten.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp.\nDeze wijzigingen kunnen van invloed zijn op de Diensten en/of uw verworven rechten of leiden tot tegenslagen in de game-omgeving.</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp.\nWij kunnen ook:</p>\n<ul>\n<li>een maximum aantal dagen bepalen gedurende welke een Inhoud wordt opgeslagen als onderdeel van de Diensten;</li>\n<li>een maximum aantal berichten bepalen dat verzonden of ontvangen kan worden door een Account;</li>\n<li>een maximum geheugencapaciteit bepalen die door onze servers aan uw Account toegekend kan worden;</li>\n<li>een maximum aantal keren bepalen dat u toegang heeft tot de Diensten, met een maximum duur voor elke toegang gedurende een bepaalde periode.</li>\n</ul>\n<p>&nbsp;</p>\n5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Wat zijn onze regels om een vriendelijke, veilige en sportieve omgeving en gemeenschap te handhaven?</u>&nbsp;<u>\n</u>\n<p>\n<b>5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Wij willen u en de andere Gebruikers een uitnodigende, veilige en respectvolle gaming-omgeving bieden, zowel tijdens het spelen als op enig ander moment tijdens onze Diensten.\nDit is voor ons van groot belang aangezien Gebruikers van verschillende leeftijden, inclusief minderjarigen, gebruik maken van onze Diensten.\nU moet daarom deze regels (de “<b>Gedragsregels</b>“) volgen, zodat uzelf en de andere Gebruikers voelen dat ze deel uitmaken van een vriendelijke, veilige en sportieve gemeenschap.</p>\n<p>\n<b>5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>U mag de Diensten uitsluitend gebruiken voor rechtmatige doeleinden en in overeenstemming met het voorziene gebruik ervan.\nU mag de Diensten niet gebruiken op enige manier die in strijd is met enige toepasselijke wet- of regelgeving.</p>\n<p>\n<b>5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Hier volgt een niet-limitatieve lijst van <b>verboden gedrag</b> dat kan leiden tot onderzoek door onze medewerkers en tot sancties (zoals vermeld in Artikel 6):</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Een Account aanmaken<b> met valse registratiegegevens</b> (e-mailadres, geboortedatum, enz.).</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Een ongeschikte gebruikersnaam of schermnaam aanmaken.</b> Dit zijn bijvoorbeeld de volgende namen of afbeeldingen:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ngodslastering, seksuele toespelingen of hatelijk taalgebruik, goedkeuring van terrorisme, fascisme, kindermisbruik.\nof</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndie op enige manier religieus of politiek zijn en die tot controverses of onenigheid leiden.</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Die een Gebruiker of onze vertegenwoordigers <b>imiteren</b>.\nDit geldt bijvoorbeeld voor de onderstaande gevallen:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\neen Account aanmaken die sterk lijkt op een ander bestaande Account of Gebruiker, met het duidelijke voornemen om de andere Gebruiker te imiteren zonder zijn/ haar toestemming;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nopmerkingen maken of een Account aanmaken die andere Gebruikers zou kunnen laten geloven dat zij afkomstig zijn van Onze vertegenwoordiger of van iemand met een gelijksoortige bevoegdheid.</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Uitschelden, intimideren, pesten</b> van Gebruikers en/of onze vertegenwoordigers (d.w.z.\nonze werknemers, leden van onze gemeenschap (moderatoren, starplayers enz.)) in enige vorm van communicatie, (inclusief bijvoorbeeld via tools om Inhoud aan te maken, via Forums, in-game chatrooms of via vocale chats en andere communicatiemiddelen) op enig medium in de Diensten en/of op enige website van derden.</p>\n<p>Dit omvat bijvoorbeeld het volgende:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTrollen (opzettelijk controversiële of irrelevante berichten plaatsen om anderen uit te lokken),</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFlamen (anderen voortdurend beledigen),</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSpammen (onzinnig of irrelevante berichten plaatsen of hetzelfde bericht of soortgelijke berichten constant herhalen),</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTaalgebruik of Inhoud die als ongepast, onwettig, gevaarlijk, bedreigend, beledigend, obsceen, aanstootgevend, obsceen, seksueel expliciet, vulgair, lasterlijk, inbreuk makend op de privacy, haatdragend, racistisch, seksistisch, homofoob, transfoob, ethisch offensief of als intimidatie worden gezien, zullen worden verboden.</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Ongepast handelen jegens minderjarigen</b> en al het ongepast gedrag jegens minderjarigen, waaronder:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>grooming </b>(Gebruikers aanmoedigen om ongepaste of illegale handelingen te verrichten in en/of buiten een Dienst);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nopmerkingen, privéberichten en Door Gebruikers gegenereerde Inhoud met betrekking tot ongepast gedrag jegens minderjarigen, waaronder mishandeling, seksueel misbruik, pornografie of andere aanstootgevende Inhoud.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nenige andere handelingen of opmerkingen die worden vermeld in deze Gedragsregels en die gericht zijn of betrekking hebben op minderjarigen.</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Enige middelen gebruiken die niet uitdrukkelijk door ons zijn toegestaan om <b>gegevens</b> van andere Gebruikers in het kader van de Diensten <b>te vergaren of te onderscheppen</b>.\nDit omvat bijvoorbeeld het volgende:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>phishing</b> (pogen om persoonlijke informatie van Gebruikers te achterhalen met betrekking tot een Account of andere privé-informatie van enige Gebruiker);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>doxing</b> (persoonlijke gegevens van een andere Gebruiker openbaar maken of leveren aan iemand anders);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>online sniffing </b>(diefstal of onderschepping van informatie door het opnemen van netwerkverkeer).</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Enige elementen gebruiken die <b>inbreuk maken op de Intellectuele Eigendomsrechten</b> of op anderen rechten van een ander.</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Informatie lekken</b>, d.w.z.\nenige Inhoud aanmaken, gebruiken, delen en/of openbaar maken door enig middel, waarbij een vertrouwelijkheidsplicht geschonden wordt, een privacyrecht van een natuurlijke persoon geschonden wordt of aangezet wordt tot het plegen van een onrechtmatige daad (bijvoorbeeld piraterij, kraken of verspreiding van namaaksoftware).</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Enige informatie, software, producten of ander elementen of van de Inhoud en/of Diensten door enige middelen te verkopen, verhuren, verhandelen, herschikken, wijzigen, ontmantelen, reverse engineeren, vertalen, aan te passen, reproduceren, distribueren, verspreiden, opnieuw te posten, over te dragen, indexeren, kopiëren, extraheren en/of automatiseren zonder onze uitdrukkelijke voorafgaande goedkeuring.</p>\n<p>\n<b>10.&nbsp.\n</b>De normale functionering van alle of een gedeelte van de Diensten, of de toegankelijkheid daarvan voor andere Gebruikers, of de functionering van de partnernetwerken van de Diensten te wijzigen, verstoren, blokkeren, abnormaal te belasten, te onderbreken, vertragen en/of hinderen, of een poging te doen tot voornoemde handelingen.</p>\n<p>Dit omvat bijvoorbeeld <b>DDoS-aanvallen (Distributed denial-of-service-aanvallen</b>).</p>\n<p>\n<b>11.&nbsp.\n</b>\n<b>Enig virus, Trojaans paard, worm, bom, beschadigd bestand en/of een vergelijkbaar vernietigend systeem of beschadigde data</b>\n<b>verzenden of verspreiden</b>, en/of op enige wijze een aanval op onze servers en/of de Diensten en/of die van onze serviceproviders en/of partners te organiseren, daaraan deel te nemen of daarbij betrokken te zijn.</p>\n<p>\n<b>12.&nbsp.\n</b>“Auto” of “macro” computerprogramma’s, inclusief maar niet beperkt tot, <b>cheat, hack, bot, script, trainers</b>\n<b>programma’s of softwareapplicaties</b> gebruiken of verspreiden.</p>\n<p>\n<b>13.&nbsp.\n</b>Diensten gebruiken of verspreiden via een mirror site.</p>\n<p>\n<b>14.&nbsp.\n</b>Enige manier van manipulatie die een Gebruiker (en/of een teamlid/teamleden) een oneerlijk voordeel geeft (bijv.\nwallhacks, aimhacks) of die de spelervaring van anderen negatief beïnvloedt.&nbsp;</p>\n<p>\n<b>15.&nbsp.\n</b>Hieronder valt ook het gebruiken van de live-uitzending van een ander om een oneerlijk voordeel te behalen of diegene in een game lastig te vallen, zoals '<b>streamsniping</b>'.</p>\n<p>\n<b>16.&nbsp.\n</b>Gedrag dat <b>de flow verstoort van gameplay</b> in de gameclient zelf, op het Forum of enige Dienst.\nDit omvat, maar is niet beperkt tot:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nspamming,</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;\"Away from keyboard\" (AFK)&nbsp;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Farming (automatisch hulpbronnen e.d.\nvergaren)</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nhet adverteren van of verzoeken om andere producten,</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nintimidatie in een game en onsportief gedrag.\nDit omvat, maar is niet beperkt tot: <b>team killing</b>, <b>rage quitting, het blokkeren van interacties van andere spelers</b> en/of elk type gedrag in een game met als doel de algemene gang van zaken in het spel te verstoren of te onderbreken.</p>\n<p>\n<b>17.&nbsp.\n</b>\n<b>Benutten van nieuwe of bestaande glitches/bugs</b> om een oneerlijk voordeel te verkrijgen ten opzichte van andere spelers of die het algemene evenwicht of het verloop van de Dienst verstoren.</p>\n<p>\n<b>18.&nbsp.\n</b>Gebruikmaken van de hulp van andere Gebruikers of hulp aanbieden aan andere Gebruikers met het oog op een <b>oneerlijk voordeel</b>.\nDit omvat bijvoorbeeld het volgende:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsamenwerken met valsspelende Gebruikers:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsamenwerken met ervaren Gebruikers om uw Gebruikersniveau/statistieken te verbeteren in game-gebieden die normaal zijn voorbehouden aan beginnende gamers;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\neen andere Account aanmaken om samen te werken met beginnende gamers of minder ervaren Gebruikers, om deze op oneerlijke wijze te helpen hun niveau/statistieken te verbeteren.</p>\n<p>\n<b>19.&nbsp.\n</b>Niet-geautoriseerde voordelen van derden kopen zoals <b>“Match Making Ratio boosting services” </b>en/of deze op andere wijze benutten en/of promoten.</p>\n<p>\n<b>20.&nbsp.\n</b>Toegang krijgen of proberen te krijgen tot delen van de Diensten waarvoor wij geen toestemming hebben gegeven;</p>\n<p>\n<b>21.&nbsp.\n</b>\n<b>Alternatieve methoden van gebruik van de Diensten aanmaken, leveren of gebruiken</b>, zoals bijvoorbeeld server emulatoren;<b>\n</b>\n</p>\n<p>\n<b>22.&nbsp.\n</b>\n<b>Opnieuw plaatsen</b> van Inhoud op Forums of andere Diensten waar eerder door moderators is ingegrepen.</p>\n<p>\n<b>23.&nbsp.\n</b>\n<b>Verstoren van gesproken communicatie</b>, opzettelijk de gesproken chat van anderen verstoren met geluid.</p>\n<p>\n<b>24.&nbsp.\n</b>\n<b>Omzeilen van regionale beperkingen</b> van een Dienst met behulp van een proxy, VPN of andere hulpmiddelen.</p>\n<p>\n<b>25.&nbsp.\n</b>\n<b>Ongepast gebruik</b> van de helpservice of de klacht/rapportagefunctie of onware rapporten verzenden aan onze personeelsleden, inclusief de klantenservice.</p>\n<p>\n<b>26.&nbsp.\n</b>\n<b>Fraude, terugvorderen van een creditcardbetaling of 'chargebacks'</b> waardoor een schuld ontstaat.\nChargebacks zijn mogelijk bij diefstal van een creditcard, identiteitsdiefstal en ongeautoriseerd gebruik door familie of vrienden.</p>\n<p>\n<b>27.&nbsp.\n</b>\n<b>Scamming</b>, pogen om anderen te bedriegen of misleiden om goederen of geld te verkrijgen.</p>\n<p>\n<b>28.&nbsp.\n</b>Uw Account en/of de middelen van toegang daartoe <b>kopen, verkopen, verhuren, delen, uitlenen, verhandelen</b> of op enige andere wijze <b>overdragen</b> aan een externe partij om hierbij voordeel te hebben in het kader van een Dienst of op de website van een derde partij.</p>\n<p>\n<b>29.&nbsp.\n</b>Weigeren om instructies op te volgen van onze vertegenwoordiger.</p>\n<p>&nbsp;</p>\n6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Welke sancties kunnen wij opleggen om verboden gedrag te voorkomen en bestrijden?</u>&nbsp;<u>\n</u>\n<p>Wij kunnen deze sancties opleggen in geval van overtreding van de Voorwaarden en/of van een Gedragscode.\nDe sancties worden per geval besloten, gebaseerd op meerdere criteria inclusief maar niet beperkt tot de ernst van de overtreding, het aantal overtredingen en de impact van de overtredingen op de Diensten, op andere Gebruikers en/of op onze vertegenwoordigers.</p>\n<p>Hieronder volgt een niet-limitatieve lijst van sancties die wij kunnen opleggen:</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Uitgifte van een waarschuwing,</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Het uitschakelen van een gebruikersnaam, schermnaam of wachtwoord.</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>De in-game voortgang naar een eerder niveau resetten,</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Uw Accountniveau of het niveau/de punten geassocieerd aan een bepaalde Dienst verlagen,</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Uw Toegang tot bepaalde functies (inclusief chatrooms) ongedaan maken voor één of meerdere Diensten,</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Uitgifte van een tijdelijke uitsluiting van uw Account van een of meerdere Diensten,</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Uitgifte van een lange termijn uitsluiting van uw Account van een of meerdere Diensten,</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Het ontzeggen van toegang tot één specifieke of tot meerdere Diensten op een bepaald apparaat en/of</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>We kunnen uw Account en uw vermogen om één of meerdere Diensten of een gedeelte van de Diensten te gebruiken schorsen of sluiten, zoals verder beschreven in Artikel 8.\n2.</p>\n<p>Wij kunnen gebruik maken van onze eigen anticheat-oplossingen en/of die van derden om niet-geautoriseerd gedrag te detecteren en/of de overeenkomstige sancties toe te passen.</p>\n<p>Wij kunnen uw toegang tot alle Diensten of een deel daarvan beperken, indien wij vermoeden dat u zich onwettig gedraagt binnen of buiten de Diensten, ten einde een vriendelijke, veilige en sportieve omgeving te handhaven voor onze Gebruikers.</p>\n<p>Hiernaast behouden wij ons het recht voor om een rechtsgeding in te stellen op gronden van civiel- of strafrechtelijke aansprakelijkheid ten einde een schending van uw wettelijke of contractuele verplichtingen te stoppen en een vergoeding voor ons verlies te verkrijgen.\nWij behouden ons met name het recht voor om elke Gebruiker te vervolgen die opzettelijke de Diensten heeft beschadigd of geprobeerd heeft de Diensten te beschadigen of die de rechtmatige werking van de Diensten heeft verstoord of die zijn/haar medewerking daaraan heeft verleend, te vervolgen.</p>\n<p>&nbsp;</p>\n7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Hoe kunt u onrechtmatige Inhoud melden?</u>&nbsp;<u>\n</u>\n<p>\n<b>7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Inhoud melden die in strijd is met deze Voorwaarden.</b>\n<b>\n</b>\n</p>\n<p>Indien u van mening bent dat enige Inhoud die beschikbaar is op de Diensten niet in overeenstemming is met deze Voorwaarden, dan kunt u dit aan ons melden door gebruik te maken van de optie \"Melding\" die beschikbaar is bij elke Dienst of door een e-mail te sturen naar onze Klantenservice op https://support.ubi.com.</p>\n<p>Om ons te helpen zo snel mogelijk op uw melding te reageren, is het nuttig dat u zoveel mogelijk het volgende bij uw melding vermeldt:</p>\n<ul>\n<li>De datum van uw melding;</li>\n<li>Uw naam, voornaam, adres en e-mailadres;</li>\n<li>Een identificatie en beschrijving van de Inhoud die, volgens u, in strijd is met deze Voorwaarden, met vermelding van de exacte locatie daarvan;</li>\n<li>Een indicatie van de redenen waarom u van mening bent dat deze Inhoud niet in overeenstemming is met deze Voorwaarden en verwijderd zou moeten worden van de Diensten, met een citaat van het Artikel uit deze Voorwaarden of de wettelijke bepaling met bewijsstukken indien dat mogelijk is;</li>\n<li>Een verklaring waarin gespecificeerd is dat u van mening bent dat alle gegevens van de melding juist zijn.</li>\n</ul>\n<p>\n<b>7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Inhoud melden die in strijd is met Intellectuele Eigendomsrechten.</b>\n<b>\n</b>\n</p>\n<p>Wij leven de Intellectuele Eigendomsrechten van anderen na en verwachten van Gebruikers dat zij hetzelfde doen.\nIndien u van mening bent dat enige Inhoud die beschikbaar is op de Diensten niet in overeenstemming is met uw Intellectuele Eigendomsrechten kunt u dit aan ons melden door een e-mail te sturen naar Copyright-infringement@ubisoft.com, waarin u de hieronder genoemde gegevens vermeld:</p>\n<ul>\n<li>De vereiste informatie in Artikel 7.1;</li>\n<li>Bewijs dat u gemachtigd bent om op te treden namens de eigenaar van het recht/de rechten waarvan uw vermoed dat ze geschonden zijn, of indien u op traint namens uw bedrijf, het soort bedrijf, haar naam, haar hoofdzetel en uw functie bij dit bedrijf;</li>\n<li>Een duidelijke identificatie van het werk dat wordt beschermd door uw Intellectuele Eigendomsrechten en waarvan uw vermoed dat deze geschonden zijn, samen met alle eventuele elementen die een bewijs vormen van deze rechten;</li>\n<li>Indien van toepassing informatie met betrekking tot de registratie of de registratieaanvraag van deze rechten, inclusief de landen waar de rechten zijn geregistreerd of waar een registratieaanvraag werd ingediend, onder vermelding van de geldigheidsperiode, het aanvraagnummer en het registratienummer.</li>\n<li>Afschrift van het schrijven aan de auteur van de betwiste Inhoud, met het verzoek deze terug te trekken of te wijzigen, of een bewijs dat contact met de auteur niet mogelijk was.</li>\n</ul>\n<p>\n<b>7.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Onze reactie op uw melding.</b>\n<b>\n</b>\n</p>\n<p>Na ontvangst van een melding behouden wij ons het recht voor om te handelen naar eigen goeddunken.\nWij houden ons met name het recht voor om gemelde Inhoud te verwijderen en/of de deactiveren en u een andere Gebruikers te vragen om te stoppen met dergelijke Inhoud.</p>\n<p>Als wij enige Inhoud verwijderen of deactiveren die door u werd gepubliceerd in strijd met deze Voorwaarden en/of met de Intellectuele Eigendomsrechten van derde partijen, behouden Wij ons het recht voor om sancties op te leggen zoals vermeld in Artikel 6</p>\n<p>U erkent dat het doen van een valse melding van Inhoud met kennis van zaken, om deze te laten verwijderen of om de verspreiding ervan te stoppen op onze Diensten wordt bestraft door de wet.</p>\n<p>&nbsp;</p>\n8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Kan uw Account worden beëindigd? </u>&nbsp;<u>\n</u>\n<p>\n<b>JA</b>\n<b>.</b> Zowel op uw eigen als op ons initiatief.</p>\n<p>\n<b>8.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Uw Account beëindigen op eigen initiatief.</b>\n</p>\n<p>U kunt uw Account op enig moment beëindigen door het volgende formulier in te vullen op: https://support.ubi.com of uw Account te sluiten op: https://account.ubisoft.com, met behulp van het tabblad “Account Information”, vooral in geval u deze Voorwaarden of een bijgewerkte versie ervan niet accepteert.</p>\n<p>\n<b>8.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Beëindiging van de Account of toegang tot Dienst(en) op ons initiatief</b>\n</p>\n<p>We kunnen uw Account en uw mogelijkheid om één of meerdere Diensten of een gedeelte van de Diensten te gebruiken op enig moment automatisch en uitsluitend naar ons eigen goeddunken opschorten of sluiten, indien:</p>\n<ul>\n<li>wij per e-mail of per post een formeel verzoek hebben verzonden om ons bewijs te verstrekken van uw identiteit of om een actie, gedrag of schending van deze Voorwaarden te staken;</li>\n<li>wij een redelijk vermoeden hebben dat u deze Voorwaarden (Inclusief de Gedragscode) of enige specifieke voorwaarden met betrekking tot een Dienst heeft geschonden;</li>\n<li>vanwege enige andere reden in verband met uw gebruik of acties in het kader van de Diensten of daarbuiten;</li>\n<li>uw Account, na kennisgeving, inactief is gedurende meer dan zes maanden.</li>\n</ul>\n<p>Indien u meer dan één Account heeft, behouden wij ons het recht voor om <u>alle</u> Accounts die u geopend heeft, op te schorten of te sluiten, zodra één Account opgeschort of gesloten is in het kader van deze procedure.</p>\n<p>\n<b>8.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Gevolgen van het Beëindigen/Opschorten van een Account.</b>\n<b>\n</b>\n</p>\n<ul>\n<li>U kunt de Diensten en Inhoud niet langer gebruiken.</li>\n<li>U verliest of wij verwijderen uw profiel en de gerelateerde informatie die u ons hebt doorgegeven, samen met enige Inhoud die u hebt gepubliceerd, geüpload of beschikbaar gesteld bij de Diensten, met name uw gebruikersnaam, schermnaam/schermnamen en Door gebruikers gegenereerde Inhoud (UGC).&nbsp;</li>\n<li>Wij behouden ons het recht voor om persoonlijke gegevens met betrekking tot uw profiel gedurende een redelijke periode op te slaan, zoals vermeld in ons Privacybeleid.</li>\n<li>Wij hoeven niet toe te laten dat u opnieuw een Account aanmaakt zonder onze uitdrukkelijke toestemming, naar eigen goeddunken, waarvoor u een aanvraag kunt indienen bij https://support.ubi.com.</li>\n<li>In geval uw Account wordt beëindigd, zult u niet langer toegang hebben tot uw Account en zult u alle opgeslagen bestanden en in-game voortgang in het kader van de Diensten verliezen.</li>\n<li>In geval van beëindiging van uw Account of van een Dienst of Diensten die verband houdt/houden met uw Account, zal er geen tegoed (bijvoorbeeld voor niet gebruikte Diensten, voor een niet opgebruikte periode of niet gebruikte punten of Ubisoft Virtuele Valuta) aan u worden teruggestort of omgezet in contanten of enige andere vorm van terugbetaling.</li>\n</ul>\n<p>&nbsp;</p>\n9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Hoe staat het met toegang tot onze Diensten door minderjarigen?</u>&nbsp;<u>\n</u>\n<p>\n<b>9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Indien u minderjarig bent in uw land van verblijf, dient u deze Voorwaarden door te nemen met de hulp van uw ouder of voogd.</p>\n<p>\n<b>9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Indien u een ouder of een voogd bent, raden wij u aan toezicht te houden op de gaming-activiteiten van uw kinderen, met name online, en dat u zichzelf bekend maakt met de Waakfunctie voor ouders die wij en/of onze partners beschikbaar kunnen stellen.\nWij raden u aan om onze “oudershoek“ te bezoeken, een pagina die wij hebben ontwikkeld in samenwerking met deskundigen, players en ouders, en die beschikbaar is op&nbsp.\nhttps://ubisoft.com/en-us/company/parents.aspx, om enkele vaak gevraagde vragen te beantwoorden die ons gesteld worden en om tips te geven om uw kinderen te begeleiden.</p>\n<p>\n<b>9.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>We kunnen toegang beperken tot bepaalde Diensten op grond van leeftijd.\nVoor minderjarigen onder een bepaalde leeftijd kunnen wij u de mogelijkheid bieden om u te registreren voor bepaalde Diensten, uitsluitend met toestemming van uw ouder of voogd.</p>\n<p>\n<b>9.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Voor zover dat is toegestaan bij de wet, aanvaarden wij geen aansprakelijkheid met betrekking tot enige activiteiten die door minderjarigen worden uitgevoerd zonder de toestemming van hun ouders of wettelijke voogden.\nIn alle gevallen valt elk gebruik van de Diensten door minderjarigen onder de verantwoordelijkheid van hun ouders of wettelijk voogden.\nIndien u een ouder of wettelijk voogd bent en u uw kind toestemming heeft gegeven om zich aan te melden voor de Diensten, gaat u akkoord met de Gebruiksvoorwaarden van de Diensten door uw kind.</p>\n<p>&nbsp;</p>\n10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Welke Intellectuele Eigendomsrechten </u>\n<u>zijn er verbonden aan onze Diensten en Inhoud?</u>&nbsp;<u>\n</u>\n<p>\n<b>10.1&nbsp;&nbsp;&nbsp;&nbsp.\n</b>De Diensten en Inhoud zijn beschermd door nationale en internationale wetten en verdragen.\nBehoudens zoals uitdrukkelijk uiteengezet in deze Voorwaarden, behouden wij, onze licentiegevers en licentienemers ons onze respectievelijk Intellectuele Eigendomsrechten op de Diensten en de Inhoud voor.\nElke reproductie of representatie van deze elementen op enige wijze en om welke reden dan ook is verboden zonder onze voorafgaande toestemming.</p>\n<p>“<b>Intellectuele Eigendomsrechten</b>” zijn “octrooien, rechten op uitvindingen, auteursrechten en gerelateerde rechten, handelsmerken, handelsnamen, naburige rechten, reclamerechten, handelsgeheimen, domeinnamen, rechten op presentatie, rechten op goodwill of rechten om te vervolgen wegens passing-off, oneerlijke concurrentierechten, rechten op ontwerpen, rechten op computersoftware, databaserechten, topografierechten, morele rechten, rechten op vertrouwelijke informatie (inclusief knowhow en handelsgeheimen) en alle overige intellectuele eigendomsrechten, in alle gevallen ongeacht of deze gedeponeerd zijn of niet, en inclusief alle applicaties voor en verlenging of uitbreiding van deze rechten, en alle vergelijkbare of equivalente rechten of vormen van bescherming overal ter wereld”.</p>\n<p>\n<b>10.2&nbsp;&nbsp;&nbsp;&nbsp.\n</b>U mag recensies, opmerkingen, suggesties, voorstellen, materialen of andere feedback (“<b>Inzendingen</b>“) inzenden in het kader van of buiten de Diensten.\nWij waarderen uw enthousiasme, maar u dient te erkennen dat wij geen verplichting hebben ten opzichte van ongevraagde Inzendingen, inclusief maar niet beperkt tot, het niet accepteren, in aanmerking nemen, recenseren of retourneren van materialen, en het niet bevestigen van de ontvangst van enige Inzendingen.\nUw gaat ermee akkoord dat producten, diensten of functies die door ons worden ontwikkeld of gepubliceerd kunnen lijken op deze ongevraagde Inzendingen of hieraan identiek zijn.&nbsp;</p>\n<p>&nbsp;</p>\n11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Welke voorwaarden zijn van toepassing op de Inhoud</u>\n<u>die uw kunt aanmaken / uploaden op onze Diensten?</u>&nbsp;<u>\n</u>\n<p>\n<b>11.1</b> &nbsp.\nUbisoft geeft u de mogelijkheid om (i) materiaal of informatie van ofwel originele inhoud of, indien van toepassing, Inhoud en/of tools die door Ubisoft aan u beschikbaar zijn gesteld bij bepaalde Diensten aan te maken, te bewerken, te wijzigen en aan te passen, en (ii) dit materiaal of deze informatie via de Diensten te uploaden, openbaar te maken of in te dienen (hierna verder te noemen: \"User Generated Content\" (letterlijk: door gebruiker gegenereerde inhoud) of \"UGC\").</p>\n<p>Indien u UGC aanmaakt, verbindt u zich om de bepalingen van deze Voorwaarden te allen tijde gedurende en na de aanmaak van deze UGC na te leven.\nDe Voorwaarden zullen van toepassing blijven na de beëindiging van uw Account.</p>\n<p>U begrijpt dat alle UGC, ongeacht of deze openbaar gepost is op een forum of particulier doorgezonden is naar een andere Gebruiker van de Dienst, uitsluitend onder uw aansprakelijkheid valt.\nHoewel de Diensten ontworpen zijn als een veilige plaats om deze UGC te delen, kan Ubisoft niet garanderen dat andere Gebruikers geen misbruik zullen maken van de UGC die u deelt.\nIndien u UGC heeft die u vertrouwelijk wilt houden en/of die u niet wilt dat anderen gebruiken (inclusief zonder beperking foto's, persoonlijke informatie, naam, thuisadres, telefoonnummer, enz.), publiceer deze UGC dan niet bij de Diensten.\nONDER GEEN OMSTANDIGHEDEN ZAL Ubisoft AANSPRAKELIJK ZIJN OP ENIGE WIJZE VOOR ENIGE UGC, INCLUSIEF ZONDER BEPERKING ENIGE FOUTEN OF WEGLATINGEN IN UGC, OF VOOR ENIG VERLIES OF ENIGE SCHADE VAN WELKE AARD DAN OOK TEN GEVOLGE VAN HET GEBRUIK VAN EVENTUELE GEPOSTE, GEMAILDE OF ANDERSZINS VIA DE DIENSTEN DOORGESTUURDE UGC.\nUbisoft IS NIET VERANTWOORDELIJK VOOR MISBRUIK OF VERDUISTERING DOOR EEN GEBRUIKER VAN UGC DIE U BIJ DE DIENSTEN GEPOST HEEFT.</p>\n<p>\n<b>11.2 &nbsp.\nUGC afgeleid van vooraf bestaande Inhoud van Ubisoft (\"Afgeleide UGC\")</b>\n</p>\n<p>U verklaart hierbij dat u accepteert dat UGC ontwikkeld en aangemaakt kan worden door gebruik te maken van tools en/of op basis van Inhoud die behoort tot Ubisoft, zoals, met name en zonder beperking, titels, fictieve karakters, namen, thema’s, objecten, decors, kostuums, effecten, teksten, dialogen, slogans, plaatsen, karakters, diagrammen, concepten, ontwerpen, grafische voorstellingen, animaties, geluiden, muziekcomposities, video’s, audiovisuele effecten, gebruikersvriendelijke eigenschappen en alle andere onderdelen van games of van de Diensten.\nUGC die aangemaakt is met deze Inhoud van Ubisoft zal beschouwd worden als \"Afgeleide UGC\" zoals hieronder gedefinieerd en onderhavig artikel 11 zal hierop van toepassing zijn.</p>\n<p>\n<b>11.3</b> &nbsp.\nMet betrekking tot deze Afgeleide UGC verklaart u dat u accepteert dat Ubisoft de enige eigenaar zal zijn van alle rechten met betrekking tot de Afgeleide UGC die u aanmaakt vanuit voorafbestaande Inhoud van Ubisoft, zoals en wanneer deze aangemaakt wordt.\nDoor deze Voorwaarden te accepteren, komt u overeen om alle gebruiksrechten die u eventueel heeft op de desbetreffende UGC inclusief maar niet beperkt tot rechten over handelsmerken, octrooien, commerciële geheimen, auteursrechten, aanverwante rechten en reclamerechten gratis en onherroepelijk over te dragen aan Ubisoft, waarbij u Ubisoft toestaat vrij gebruik te maken van de volgende rechten, waarbij de lijst uitsluitend ter illustratie dient en niet uitputtend is:</p>\n<ol>\n<li>Het recht om, permanent of tijdelijk, te reproduceren door alle middelen en in elke vorm, op alle bekende of nog onbekende media, en in het bijzonder:</li>\n</ol>\n<ol>\n<ul>\n<li>Het recht om de Afgeleide UGC geheel of gedeeltelijk op te nemen in alle producten en diensten van Ubisoft, inclusief zonder beperking andere online of offline games, films of andere audiovisuele inhoud;</li>\n<li>Het recht om de Afgeleide UGC en alle producten waarin alle of een gedeelte van de Afgeleide UGC is opgenomen door alle middelen, op elke plaats en op elk medium te laden en te downloaden, weer te geven, uit te voeren, door te sturen en/of op te slaan;</li>\n<li>Het recht om de Afgeleide UGC in te richten, te corrigeren, te ontwikkelen, te vertalen, te digitaliseren, te coderen of anderszins te wijzigen, en om de resultaten van deze handelingen te reproduceren, door alle middelen en op alle bestaande of toekomstige media;</li>\n<li>Het recht om een kopie te maken van alle of een gedeelte van de Afgeleide UGC en van alle producten waarin alle of een gedeelte van de Afgeleide UGC is opgenomen, inclusief gewijzigde, vertaalde of aangepaste versies, in een door Ubisoft te bepalen aantal, door alle processen en op alle media (inclusief zonder beperking digitale media, CD's, CD-ROM's, DVD's, spelcartridges, mobiele telefoons, PDA's, Internet, enz.);</li>\n<li>Het recht om, tegen betaling of gratis, alle of een gedeelte van de Afgeleide UGC te verhandelen en te distribueren (inclusief verhuur, verkoop en uitleen), inclusief gewijzigde of aangepaste versies, en alle producten waarin de Afgeleide UGC is opgenomen, door alle processen en op alle bekende of nog onbekende media.\nen</li>\n<li>Het recht om de Afgeleide UGC door alle middelen, in elke vorm en op elk medium te reproduceren, zoals nodig is voor de hieronder vermelde gebruiksrechten.</li>\n</ul>\n</ol>\n<ol>\n<li>Het recht om de Afgeleide UGC weer te geven en uit te zenden op alle plaatsen die toegankelijk zijn voor het publiek en op alle particuliere plaatsen, door alle middelen of processen en op alle bekende of nog onbekende media (en in het bijzonder ether-, satelliet- en kabeluitzendingen, glasvezel, betaalde of gratis televisie, computertransmissie, Internet, ADSL, videoplatforms, web-TV en videostream, streaming, MMDS-TV, mobiele telefoon-TV en catch-up TV).</li>\n<li>Het recht om de Afgeleide UGC op enige wijze te gebruiken voor commerciële of niet-commerciële doeleinden van demonstratie, promotie en advertenties voor alle producten en diensten van Ubisoft.</li>\n<li>Het recht om de Afgeleide UGC of elk product waarin de Afgeleide UGC is opgenomen beschikbaar te stellen aan het publiek, en zulks zo breed mogelijk, met name via een overdracht, licentie of enige overeenkomst, tijdelijk of definitief, tegen betaling of gratis, door alle middelen die momenteel al dan niet bekend zijn, en met name via Internet of enig digitaal netwerk, pay per view, pay per play of televisie-uitzending, en over het algemeen via alle media en/of netwerken (in het bijzonder analoge of digitale netwerken en media, telecommunicatienetwerken en media- en computernetwerken en media).</li>\n<li>Het recht om een nieuw product of een nieuwe dienst vanuit de Afgeleide UGC of vanuit enig product waarin de Afgeleide UGC is opgenomen, te produceren of de productie daarvan te gelasten, ofwel als waarachtige reproductie ofwel gewijzigd door Ubisoft of door enige externe partij van haar keuze.</li>\n<li>Het recht om de Afgeleide UGC te exploiteren met producten waarin de Afgeleide UGC is opgenomen, d.w.z.\nmet name:</li>\n</ol>\n<ol>\n<ul>\n<li>Het recht om alle of een gedeelte van de Afgeleide UGC en enig product waarin de Afgeleide UGC is opgenomen, te gebruiken en/of exploiteren in enige vorm, met of zonder aanpassing, voor gebruik in de vorm van afgeleide \"merchandising\" producten, ten einde in het bijzonder (waarbij de opsomming als voorbeeld dient en niet uitputtend is): Boeken en stripboeken, beleidsgidsen en boeken gebaseerd op scenario’s en/of de grafische voorstellingen van de games en/of Diensten, reviews, kalenders, kantoorbenodigdheden, stikkers, posters, accessoires voor computers of gameconsoles, computer wallpapers, screensavers, figuurtjes, games, speelgoed in alle materialen, textiel, aardewerk, tekeningen, reclamematerialen (in het bijzonder door weergave of mail op het Internet), hoorbare of visuele reproductie en representatie (in het bijzonder films, verslagen, documentaires, shows, themaparken, enz.), en alle overige objecten waarin alle of een gedeelte van de Afgeleide UGC in hun inhoud en vorm, decoratie, verpakking of presentatie is opgenomen, te publiceren of te produceren;</li>\n<li>Het recht om ‘sequels’, ‘prequels’, ‘add-ons’, ‘spin-offs’ en alle conversies van spellen of alle overige materialen waarin de Afgeleide UGC voor platforms is opgenomen, te produceren in alle talen en vormen, een en ander naar keuze van Ubisoft.\nen</li>\n<li>Over het algemeen alle rechten die behoren tot het eigendomsrecht van de auteur op zijn/haar werk.</li>\n</ul>\n</ol>\n<p>Deze overdracht van rechten wordt op wereldwijde basis en voor de wettelijke beschermingsperiode van elke Afgeleide UGC.</p>\n<p>Ubisoft, of een derde partij aan wie de rechten met betrekking tot de Afgeleide UGC overgedragen zijn in overeenstemming met dit artikel, kan een aanvraag voor intellectuele eigendomsrechten met betrekking tot de Afgeleide UGC indienen of deponeren in eigen naam, voor alle landen ter wereld.\nDe Gebruiker verbindt zich om (i) alle noodzakelijke documenten te ondertekenen en te verstrekken die door Ubisoft of een externe partij aan wie de rechten zijn overgedragen, vereist worden, voor alle doeleinden van registratie, en met name alle verzoeken, overdrachtsinstrumenten of andere documenten die nodig zijn om Ubisoft of de derde partij aan wie de rechten zijn overgedragen in staat te stellen om octrooien, handelsmerken, auteursrechten, eigendomsrechten, het deponeren van tekeningen en enige andere vorm van bescherming met betrekking tot de Afgeleide UGC te verwerven en erkend te worden als de houder van alle vermogensrechten en eigendomsrechten met betrekking tot de Afgeleide UGC en (ii) alle nodige medewerking te verlenen aan Ubisoft of de betreffende derde partij, bij elke vordering, procedure of maatregel gericht op de toepassing van de bepalingen van dit artikel zowel binnen als buiten de Verenigde Staten.</p>\n<p>\n<b>11.4</b> &nbsp.\nMocht een bevoegde rechtbank oordelen dat alle of een gedeelte van de rechten met betrekking tot de Afgeleide UGC die door u aangemaakt is, niet rechtsgeldig overgedragen kan worden aan Ubisoft zoals hierboven beschreven, verleent u Ubisoft hierbij, gratis, permanent of gedurende de gehele wettelijke beschermingsperiode van de Afgeleide UGC krachtens intellectuele eigendomsrechten, een onherroepelijke en overdraagbaar recht van gebruik, reproductie, representatie, wijziging, weergave, distributie en, over het algemeen, van exploitatie van deze Afgeleide UGC zoals uiteengezet in dit artikel 11, door alle middelen, op alle bekende of nog onbekende media, voor alle doeleinden (ongeacht of dat commercieel is of niet) en op wereldwijde basis, zonder dat het noodzakelijk is dat u vermeld wordt als de bron van deze Afgeleide UGC, met het oog op de technische en operationele voorwaarden.</p>\n<p>\n<b>11.5&nbsp;&nbsp.\n</b> Op vergelijkbare wijze verleent u andere betrokken Gebruikers van de Diensten en games gratis, permanent of gedurende de gehele wettelijke beschermingsperiode van de Afgeleide UGC krachtens intellectuele eigendomsrechten, een niet-exclusief onherroepelijk recht om de Afgeleide UGC die u aangemaakt en openbaar gemaakt heeft, te gebruiken voor de doeleinden van de producten en diensten die door Ubisoft aangeboden worden, wereldwijd en binnen de door Ubisoft toegestane grenzen, en in het bijzonder om voornoemde Afgeleide UGC te openen, weer te geven, te kopiëren, aan te passen en te wijzigen en om afgeleide werken te creëren binnen het kader van de Diensten.\nDeze licentie zal van toepassing blijven na enige gedeeltelijke beëindiging van de licentie die Ubisoft u verleent om de Diensten en/of deze Voorwaarden te gebruiken.</p>\n<p>U bent door Ubisoft geautoriseerd om een kopie van de betreffende Inhoud te downloaden op één of meerdere computers of mobiele apparatuur en om de pagina’s af te drukken, indien van toepassing, op voorwaarde dat u:</p>\n<ul>\n<li>Alle meldingen met betrekking tot auteursrecht en handelsmerk en andere aanwijzingen omtrent de eigendom ongewijzigd laat;</li>\n<li>Geen afgeleide documenten geheel of gedeeltelijk gebaseerd op de Inhoud verveelvoudigt (behoudens aanmaak van een enkele kopie voor uw eigen backupdoeleinden) of creëert.\nen</li>\n<li>De Inhoud niet gebruikt op een manier die enig verband met een van de producten, diensten en/of merknamen van Ubisoft suggereert.</li>\n</ul>\n<p>\n<b>11.6 &nbsp;&nbsp;&nbsp;&nbsp.\nUw gebruik van Afgeleide UGC</b>\n</p>\n<p>Ubisoft verleent u hierbij een niet-exclusieve en niet-overdraagbare persoonlijke licentie, die te allen tijde herroepen kan worden, om de Afgeleide UGC die u aangemaakt heeft vanuit de Inhoud van Ubisoft, wereldwijd en gedurende de duur van uw gebruik van de Diensten te gebruiken, ten einde:</p>\n<ul>\n<li>Deze Afgeleide UGC op te slaan op uw console, uw computer, uw mobiele telefoon of enig ander medium dat u gebruikt om toegang te krijgen tot de Diensten;</li>\n<li>Deze Afgeleide UGC te delen met uw vrienden die gebruikmaken van de Diensten.\nen</li>\n<li>Deze Afgeleide UGC te downloaden op de Diensten en te gebruiken in het kader van de Diensten en/of enige andere dienst van Ubisoft of partnernetwerk, zoals toegestaan door Ubisoft.</li>\n</ul>\n<p>De overige Gebruikers van de Diensten hebben u ook een persoonlijke licentie verleend, welke licentie te allen tijde herroepen kan worden en niet-exclusief en onoverdraagbaar is, ten einde de Afgeleide UGC te gebruiken die zij aangemaakt hebben in het kader van de Diensten en in overeenstemming met deze Voorwaarden.\nDe voorwaarden van de licentie zijn in artikel 11 hieronder gespecificeerd.</p>\n<p>\n<b>11.7 &nbsp.\nUGC die u heeft aangemaakt onafhankelijk van vooraf bestaande Inhoud van Ubisoft (\"Originele UGC\")</b>\n</p>\n<p>Door enige Originele UGC bij de Diensten te posten, verleent u Ubisoft hierbij een royaltyvrije, volledig betaalde, eeuwigdurende, onherroepelijke, niet-exclusieve en volledig sublicentieerbare licentie en recht om deze Originele UGC (geheel of gedeeltelijk) wereldwijd te gebruiken, te reproduceren, te wijzigen, aan te passen, te publiceren, te vertalen, te combineren met andere werken, afgeleide werken daaruit te creëren inclusief zonder beperking merchandising producten, te distribueren, uit te voeren, te bewerken en weer te geven en/of om deze op te nemen in andere werken in enige vorm, media of technologie die nu bekend zijn of later ontwikkeld worden om welke reden dan ook, inclusief zonder beperking entertainment, informatie, advertenties, promotie en marketing van alle Diensten of producten van Ubisoft, om commerciële of reclamedoeleinden (hierna verder te noemen: «UGC-licentie»).\nOvereengekomen wordt dat de Originele UGC-licentie verlening van een licentie met zich meebrengt voor alle rechten op de Originele UGC inclusief zonder beperking handelsmerken, octrooien, handelsgeheimen, auteursrechten en rechten tot openbaarmaking.\nU doet in het bijzonder afstand van enige \"morele rechten\" in en op de Originele UGC.\nVoornoemde verlening van rechten omvat, zonder beperking, alle auteursrechten en overige intellectuele eigendomsrechten in en op uw Originele UGC.\nU verkaart en garandeert dat: u de eigenaar bent van de Originele UGC die door u op of door de Diensten gepost is of anderszins het recht heeft om de in dit artikel uiteengezette licentie te verlenen.\nen dat het posten van uw Originele UGC op of door de Diensten geen schending vormt van de privacyrechten, publiciteitsrechten, auteursrechten, contractrechten of enige andere rechten van derden.\nU komt overeen om alle royalty’s, vergoedingen en alle overige gelden te betalen die verschuldigd zijn aan derden vanwege Originele UGC die u op of door de Diensten gepost heeft.</p>\n<p>\n<b>11.8 &nbsp;&nbsp;UGC die een afbeelding van u bevat</b>\n</p>\n<p>Indien UGC die u aanmaakt en publiceert een afbeelding van u bevat, verklaart u hierbij dat Ubisoft het recht heeft om uw afbeelding te gebruiken als onderdeel van de Diensten, en zulks wereldwijd en gedurende de gehele duur van de betreffende Diensten.\nU gaat ermee akkoord dat UGC die uw afbeelding bevat door Ubisoft gebruikt wordt zoals uiteengezet in artikelen 11.2 en 11.7.\nIndien de UGC die u publiceert bij de Diensten de afbeelding van een andere persoon dan uzelf bevat, verklaart u hierbij dat u de toestemming van deze persoon heeft ontvangen voor het gebruik van zijn/haar afbeelding door Ubisoft in overeenstemming met de bepalingen van dit artikel 11, en vrijwaart u Ubisoft tegen alle schade die Ubisoft zou kunnen lijden in geval van een gegronde klacht, procedure of vordering door een derde met betrekking tot het gebruik door Ubisoft van een afbeelding van een derde, die afgeleid is van de UGC die u creëert en/of openbaar maakt.</p>\n<p>\n<b>11.9 &nbsp;&nbsp;</b>In alle gevallen:</p>\n<ol>\n<li>Verlenen wij u geen licentie om UGC voor commerciële doeleinden te gebruiken;</li>\n<li>Maakt het vermogen om UGC aan te maken onderdeel uit van de Dienst die wij bieden en geeft dat u niet het recht op enige betaling, inclusief indien de UGC beschikbaar wordt gesteld voor andere Gebruikers van de Diensten;</li>\n<li>Verzekert u Ubisoft dat alle Inhoud (ongeacht of deze UGC betreft of anderszins) die u creëert en/of openbaar maakt tijdens gebruikmaking van de Diensten niet strijdig is met de rechten van enige derde, en met name geen inbreuk vormt op Intellectuele Eigendomsrechten of een handeling van oneerlijke concurrentie vormt, inclusief indien de Inhoud door Ubisoft gebruikt wordt tijdens het leveren van de Diensten;</li>\n<li>Verklaart u dat u persoonlijk aansprakelijk bent voor alle Inhoud die u aanmaakt, gebruikt en/of openbaar maakt tijdens gebruikmaking van de Diensten, en komt u overeen om Ubisoft, inclusief haar licentiegevers, licentienemers, sublicentienemers, rechtverkrijgenden en rechtsopvolgers in titel en hun respectievelijke werknemers, managers of directeuren in titel te verdedigen, te vrijwaren en gevrijwaard te houden tegen enige vordering of beweerdelijke vordering, rechtszaak of procedure die ingesteld is tegen Ubisoft en/of haar dochterondernemingen, met betrekking tot het gebruik of de publicatie van inhoud die u aanmaakt, gebruikt en/of publiceert tijdens gebruikmaking van de Diensten.\nIn dergelijke gevallen behoudt Ubisoft zich het recht voor om haar eigen verdediging op eigen kosten te voeren en de exclusieve controle te behouden over enige vordering die aanleiding zou kunnen geven tot een schadevergoeding van uw zijde.\nU komt, in dergelijke gevallen, overeen om volledig met Ubisoft samen te werken op diens verzoek ter verdediging van haar belangen;</li>\n<li>Zal, ter voorkoming van twijfel, en tenzij en totdat deze Inhoud verwijderd is door Ubisoft, UGC die u openbaar heeft gemaakt in verband met de Diensten geassocieerd worden met uw gebruikersnaam en zal deze beschikbaar gesteld worden aan Gebruikers van de Dienst.\nen</li>\n<li>Doet u volledig afstand van uw morele rechten op alle Inhoud die u creëert of openbaar maakt (ongeacht of dit UGC is of anderszins), welke rechten voortvloeien uit de Britse Copyright, Designs and Patents Act 1998 en, voor zover dat wettelijk mogelijk is, van alle in de breedste zin van het woord equivalente rechten die u heeft op enig grondgebied waarook in de wereld.\nen</li>\n<li>Verklaart u hierbij dezelfde overeenkomst te zullen verwerven van enige andere persoon die morele rechten over de UGC kan inroepen.</li>\n<li>U verklaart en komt overeen dat Ubisoft enige UGC mag behouden en openbaar maken indien zulks bij de wet vereist is of indien Ubisoft te goeder trouw gelooft dat dit behoud of deze openbaarmaking in redelijkheid noodzakelijk is om: te voldoen aan rechtsvervolging.\ndeze Voorwaarden ten uitvoer te leggen.\nte reageren op vorderingen dat enige UGC strijdig is met de rechten van derden.\nof de rechten, eigendom of persoonlijke veiligheid van Ubisoft, haar gebruikers en het publiek te beschermen.\nU begrijpt dat de technische verwerking en transmissie van de Diensten, waaronder uw UGC, het volgende met zich mee kunnen brengen: transmissies over verschillende netwerken.\nen veranderingen voor bevestiging en aanpassing aan technische vereisten die netwerken of apparatuur verbinden.\nUbisoft kan UGC voor een onbepaalde tijd opslaan.\nUbisoft heeft echter niet de verplichting om UGC op te slaan of aan u ter beschikking te stellen in de toekomst.</li>\n</ol>\n<p>Voor zover dat is toegestaan in de toepasselijke wetgeving en indien er morele rechten of andere vergelijkbare rechten (hierna verder te noemen: \"morele rechten\") in en op de UGC bestaan en niet de exclusieve eigendom van Ubisoft zijn, komt u overeen uw morele rechten op de UGC niet in te roepen tegen Ubisoft of haar Dochterondernemingen en andere bevoegde Gebruikers en verklaart u dat u dezelfde overeenkomst zult verkrijgen van enige andere persoon die morele rechten over de UGC kan inroepen.&nbsp;</p>\n<p>&nbsp;</p>\n12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Mag u deelnemen </u>\n<u>aan onze tests?</u>&nbsp;<u>\n</u>\n<p>\n<b>JA.</b> Wij kunnen u voorstellen deel te nemen aan test van de Diensten of van Inhoud die nog niet commercieel is vrijgegeven (bijvoorbeeld tijdens Alpha- en Bètafasen, playtests enz.), om eventuele bugs en fouten te detecteren en/of hun werking te helpen verbeteren (“<b>Bèta Tests”).\n</b>&nbsp;Als u in aanmerking komt en ermee akkoord gaat deel te nemen aan een Bèta-test:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp.\nU zult eerst een vertrouwelijkheidovereenkomst en andere door ons vereiste documenten moeten ondertekenen en retourneren.</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp.\nU erkent dat de Bèta-versie van de Inhoud en de Diensten (“<b>Testinhoud</b>“) ons eigendom is en zeer vertrouwelijke informatie bevat.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp.\nWij kunnen u vragen om uw reacties en suggesties.\nAlle reacties en suggesties die u aan ons maakt in het kader van de Bèta-tests zijn ons exclusieve eigendom.</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp.\nAlle Testinhoud die aan u wordt verstrekt is “as is” en “naar beschikbaarheid” zonder enige expliciete of impliciete garantie van welke aard dan ook.\nU begrijpt dat u de Testinhoud op eigen risico gebruikt, dat deze bugs kan bevatten en dat uw voortgang en de gegevens in het kader van de Bèta-test op enig moment kunnen worden verwijderd.</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp.\nU komt overeen dat schending van uw verplichtingen krachtens de Bèta-tests onherstelbare schade voor ons zou veroorzaken en dat wij gerechtigd zouden zijn om elke actie te ondernemen om enige schending of risico van schending van uw verplichtingen te voorkomen of om een schadevergoeding te verkrijgen voor de geleden schade, onverminderd het recht om uw Account te beëindigen.</p>\n<p>&nbsp;</p>\n13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Bewaken wij onze Diensten?</u>&nbsp;<u>\n</u>\n<p>Wij zijn niet aansprakelijk voor en onderschrijven geen meningen, adviezen en/of aanbevelingen die weergegeven of verzonden zijn door Gebruikers van de Diensten, inclusief op openbare Forums.\nDeze kennisgevingen zijn de uitsluitende verantwoordelijkheid van de desbetreffende Gebruikers.<u>\n</u>\n</p>\n<p>Behoudens de toepasselijke wettelijke vereisten, verbinden wij ons niet om de Inhoud, berichten, Door gebruikers gegenereerde Inhoud (UGC), berichten en overige informatie die door de Gebruikers beschikbaar gesteld worden bij de Diensten te bewaken.\nWe kunnen, doch zijn niet verplicht om onze Diensten te controleren, te bewaken of te matigen, met name op homepages van websites en Forums.\nIn geen geval garanderen wij de geldigheid, de originaliteit, de nauwkeurigheid of de nuttigheid van enige Inhoud, bericht en/of Door gebruikers gegenereerde Inhoud (UGC).</p>\n<p>&nbsp;</p>\n14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Hebt u toegang tot Onze Diensten via derde partijen en tot inhoud van derde partijen via onze Diensten?</u>&nbsp;<u>\n</u>\n<p>\n<b>JA.</b> U kunt toegang hebben tot bepaalde Diensten via diensten/platforms die worden aangeboden door derde partijen (d.w.z.\nconsolefabrikanten, streamingdiensten enz.).\nDe voorwaarden van deze derde partijen zullen bepalend zijn voor uw gedrag wanneer u de Diensten gebruikt via hun diensten/platforms en in geval van een conflict met deze Voorwaarden, zullen de voorwaarden die van toepassing zijn op de diensten/platforms die door deze derde partijen worden aangeboden voorrang hebben.</p>\n<p>Wij kunnen ook bepaalde producten en/of diensten van derden weergeven in onze Diensten door promotionele koppelingen, advertentiebanners of andere advertentie- en reclamematerialen op te nemen, en kunnen ook handelingen van crossmarketing uitvoeren met een partner van onze keuze.</p>\n<p>In beide gevallen kunnen wij niet aansprakelijk worden gesteld voor de diensten, producten en/of inhoud van deze derde partijen.</p>\n<p>&nbsp;</p>\n15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Welke voorwaarden zijn er van toepassing op aansprakelijkheid, schadevergoeding en compensatie in geval van geschillen?</u>&nbsp;<u>\n</u>\n<p>\n<b>15.1 &nbsp;&nbsp;&nbsp;&nbsp.\n</b>Beperking en uitsluiting van aansprakelijkheid</p>\n<ol>\n<li>U erkent hierbij uitdrukkelijk dat gebruik van de Diensten en games op uw eigen risico is.</li>\n<li>De Diensten worden \"as is\" geleverd, zonder enige garanties, voorwaarden, waarborgen of andere vereisten met betrekking tot:</li>\n<ol>\n<li>Hun conformiteit, nauwkeurigheid, actualiteit, volledigheid, betrouwbaarheid of veiligheid;</li>\n<li>Hun geschiktheid voor een bepaald gebruik;</li>\n<li>Hun marktwaarde;</li>\n<li>De afwezigheid van onderbrekingen of fouten, bugs, virussen of schadelijke onderdelen of dat fouten, bugs, virussen of schadelijke onderdelen gecorrigeerd zullen worden.\nen/of</li>\n<li>Uw tevredenheid.</li>\n</ol>\n<li>In het bijzonder controleert Ubisoft niet uitputtend de Inhoud, met name UGC (zoals gedefinieerd in artikel 11), of de woorden die u of andere Gebruikers publiceren via de Diensten, inclusief zonder beperking op de Forums, noch uw acties in het kader van de Diensten.</li>\n<li>Wij sluiten hierbij uitdrukkelijk het volgende uit:</li>\n<ol>\n<li>Alle voorwaarden, garanties en overige vereisten die anderszins geïmpliceerd zouden kunnen worden door de wetgeving, common law of equity-recht.\nen</li>\n<li>Elke aansprakelijkheid voor verlies of schade die geleden is in verband met het gebruik van de Diensten of enige gerelateerde dienst van derden.\nDit omvat het volgende:</li>\n<ol>\n<li>Alle verlies van welke aard dan ook, ongeacht of dit wegens onrechtmatige daad (inclusief nalatigheid of schending van wettelijke verplichtingen), contractbreuk, misleiding (ongeacht of dat bewust of onbewust gebeurt) of anderszins geschiedt;</li>\n<li>Direct verlies;</li>\n<li>accidentele schade,</li>\n<li>Incidenteel verlies;</li>\n<li>gevolgschade.\nen</li>\n<li>Indirect verlies.</li>\n</ol>\n<li>Niets van bovenstaande voorkomt vorderingen voor uw materiële schade.</li>\n</ol>\n<li>In geval van een geschil met Ubisoft of haar licentiegevers, is uw enige rechtsmiddel om:</li>\n<ol>\n<li>Gebruik van de Diensten te staken en uw Account te beëindigen.\nen</li>\n<li>Indien van toepassing, een schadevergoeding voor uw schade te vorderen.</li>\n</ol>\n<li>De aansprakelijkheid van Ubisoft is beperkt tot de vervanging van de aboneeInhoud die door Ubisoft onbruikbaar verklaard wordt na een vergelijkend onderzoek van uw vordering met equivalente Inhoud die door Ubisoft gekozen wordt.</li>\n<li>In ieder geval kan de volledige aansprakelijkheid van Ubisoft, inclusief haar Dochterondernemingen, ten aanzien van u nooit meer bedragen dan de prijs die u heeft betaald voor de Diensten gedurende de twaalf (12) maanden voorafgaande aan het ontstaan van het geschil.</li>\n<li>Niets van bovenstaande beïnvloedt onze aansprakelijkheid voor overlijden of persoonlijk letsel dat voortvloeit uit onze tekortkoming of onze aansprakelijkheid voor fraude of frauduleuze misleiding noch enige andere aansprakelijkheid die niet uitgesloten of beperkt kan worden krachtens de toepasselijke wetgeving.</li>\n</ol>\n<p>\n<b>15.2 &nbsp;&nbsp;&nbsp;&nbsp.\n</b>Schadevergoeding en compensatie</p>\n<ol>\n<li>U komt overeen om Ubisoft en haar Dochterondernemingen (zoals hierboven gedefinieerd), hun onderaannemers en de leveranciers van Inhoud te verdedigen, te vrijwaren en gevrijwaard te houden tegen elke vordering of beweerdelijke vordering, elke aansprakelijkheid en schadevergoedingen en alle kosten, inclusief advocaatkosten, ten gevolge van en/of voortvloeiend uit een schending van deze Voorwaarden waarvoor u verantwoordelijk bent, of die gerelateerd zijn aan uw gedrag tijdens het gebruik van de Diensten.</li>\n<li>Zonder de algemeenheid van voornoemde te beperken, komt u overeen om Ubisoft en haar Dochterondernemingen te verdedigen, te vrijwaren en gevrijwaard te houden in geval van onpassend of onwettig gebruik van uw Account, inclusief in geval van onwettig of onpassend gebruik door een derde die u heeft toegelaten om uw Account te gebruiken.\nU komt overeen dat u persoonlijk aansprakelijk gesteld zult worden voor uw gebruik van de Diensten en voor alle communicatie en activiteiten tijdens het gebruik van de Diensten.</li>\n<li>Ubisoft behoudt zich het recht voor om, op eigen kosten, als enige vorderingen in behandeling te nemen waarvoor u normaal gesproken Ubisoft zou vrijwaren.</li>\n</ol>\n<p>\n<b>15.3 &nbsp;&nbsp;&nbsp;&nbsp.\n</b>De bepalingen van dit artikel 15 blijven van kracht na beëindiging van deze Voorwaarden of van uw Account.&nbsp;</p>\n<p>&nbsp;</p>\n16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Is er nog andere informatie die u dient te kennen?</u>&nbsp;<u>\n</u>\n<p>\n<b>JA.</b> Zie hieronder algemene informatie over deze Voorwaarden.\nAls u de informatie die u zoekt niet kunt vinden in deze Voorwaarden, is deze misschien te vinden op https://legal.ubi.com.</p>\n<p>\n<b>16.1&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Wijziging van de Voorwaarden.</b> Wij kunnen deze Voorwaarden te allen tijde wijzigen om redenen van veiligheid, recht, beste praktijken en/of om regelgevende redenen.\nWij zullen dit recht niet uitoefenen om substantiële veranderingen aan te brengen in de Voorwaarden ten nadele van uw rechten, zonder u in de gelegenheid te stellen daarmee akkoord te gaan.\nIndien u niet akkoord gaat met de in deze Voorwaarden aangebrachte wijzigingen, kunt u uw Account beëindigen zoals in artikel 8.1 wordt verklaard.\nU dient regelmatig te controleren of de Voorwaarden werden gewijzigd, aangezien zij bindend voor u zijn.\nElk gebruik van de Diensten na wijziging van de Voorwaarden houdt acceptatie van de herziene Voorwaarden in.</p>\n<p>\n<b>16.2&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Scheidbaarheid.</b> Indien een rechtbank of bevoegde autoriteit van mening is dat een bepaling van deze Voorwaarden (of een deel van een bepaling) ongeldig, onwettig of onuitvoerbaar is, zal die bepaling of zal dat deel van die bepaling, voor zover vereist, geacht worden verwijderd te zijn, en zullen de geldigheid en uitvoerbaarheid van de overige bepalingen van deze Voorwaarden niet getroffen worden.\nIndien een ongeldige, onuitvoerbare of onwettige bepaling van deze Voorwaarden geldig, uitvoerbaar of wettig zou zijn indien daar een deel van verwijderd zou worden, zal de bepaling van toepassing zijn met een minimale wijziging voor zover nodig om deze bepaling wettig, geldig en uitvoerbaar te maken, om onze oorspronkelijke intenties te reflecteren.</p>\n<p>\n<b>16.3&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Geen verklaring van afstand.</b> De afstand van een recht of rechtsmiddel kan uitsluitend plaatsvinden nadat een schriftelijke verklaring daartoe is ondertekend door ons of door u.\nGeen nalaten of vertraging door ons om enig recht of rechtsmiddel uit te oefenen zoals voorzien krachtens deze Voorwaarden of bij de wet zal een verklaring van afstand vormen van dat of enig ander recht of rechtsmiddel, noch zal dat de verdere uitoefening van dat of enig ander recht of rechtsmiddel uitsluiten of beperken.\nGeen enkele of gedeeltelijke uitoefening van voornoemd recht of rechtsmiddel zal de verdere uitoefening van dat of enig ander recht of rechtsmiddel uitsluiten of beperken.</p>\n<p>\n<b>16.4&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Volledige Overeenkomst.</b>\n</p>\n<p>a)&nbsp;&nbsp;&nbsp.\nBij het aangaan van deze Voorwaarden is geen van de partijen uitgegaan van en gaat geen van de partijen uit van enige verklaring, vertegenwoordiging, verzekering of garantie (hierna verder te noemen: \"Vertegenwoordiging\") van enige persoon anders dan zoals uitdrukkelijk uiteengezet in deze Voorwaarden.</p>\n<p>b)&nbsp;&nbsp;&nbsp.\nElk van de partijen komt overeen dat de enige rechten en rechtsmiddelen die openstaan voor deze partij voortvloeiend uit of in verband met een Verklaring vanwege contractbreuk zullen bestaan.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp.\nDeze Voorwaarden en alle regels of instructies die online gepubliceerd zijn met betrekking tot een Dienst vormt de volledige overeenkomst tussen ons en u met betrekking tot het onderwerp daarvan, en vervangen en annuleren alle voorafgaande of gelijktijdige mondelinge of schriftelijke afspraken, onderhandelingen en overeenkomsten.</p>\n<p>d)&nbsp;&nbsp;&nbsp.\nNiets in dit artikel zal enige aansprakelijkheid voor fraude of frauduleuze misleiding beperken of uitsluiten.</p>\n<p>\n<b>16.5&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Geschillenbeslechting.</b>\n</p>\n<p>\n<u>Alternatieve geschillenbeslechting.</u> In geval van geschillen of vorderingen met betrekking tot deze Voorwaarden biedt de Europese Commissie een platform aan, waar een onafhankelijke en buitengerechtelijke beslechting van online geschillen wordt gefaciliteerd, en dat op het volgende adres te vinden is: https://ec.europa.eu/consumers/odr/.<u>\n</u>\n</p>\n<p>\n<u>Toepasselijk recht en jurisdictie.</u> Deze Voorwaarden, uw Account en enige geschillen of vorderingen die betrekking hebben hierop, op het onderwerp of de vorming daarvan (inclusief niet-contractuele geschillen of vorderingen) worden beheerd door en geïnterpreteerd overeenkomstig het Engels of Welsh recht.\nU komt onherroepelijk overeen dat de rechtbanken van Engeland en Wales de exclusieve jurisdictie hebben om enig geschil of enige vordering te beslechten.</p>\n<p>\n<b>16.6&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Overmacht.</b> Wij zijn niet aansprakelijk krachtens deze Voorwaarden indien wij verhinderd of vertraagd worden om onze verplichtingen te vervullen of om ons bedrijf te voeren door handelingen, gebeurtenissen, nalaten of ongevallen die buiten onze redelijke macht vallen, inclusief, zonder beperking, stakingen, tekortkomingen van een telecommunicatienetwerk, overmacht, oorlog, oproer, pandemie, kwaadwillige schade, naleving van een wet of overheidsbeschikking, ongeval, brand, overstroming, storm, of tekortkomingen van onderaannemers.</p>\n<p>\n<b>16.7&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Contact / Klantenservice.</b> U kunt deze Voorwaarden inzien op https://legal.ubi.com.\nVoor vragen met betrekking tot deze Voorwaarden, Diensten of Inhoud, kunt u contact opnemen met ons op het volgende adres: https://support.ubi.com.</p>\n<p>&nbsp;</p>\n<p>DEZE VOORWAARDEN ZIJN UITSLUITEND VAN TOEPASSING VOOR ZOVER DAT IS TOEGESTAAN BIJ DE WET.</p>\n<p>\n</p> ", "created_at": "2020-05-16 09:57:05.670014", "updated_at": "2020-12-14 23:56:08.450506"}, {"id": 2553, "name": "Privacy Policy", "url": "https://legal.ubi.com/privacypolicy", "xpath": "", "text": " HANDVEST VOOR HET GEBRUIK VAN PERSOONSGEGEVENS HANDVEST VOOR HET GEBRUIK VAN PERSOONSGEGEVENS Handvest voor het gebruik van persoonsgegevens\n<p>05/2020</p>\n<p>\n<b>“Your privacy is not a game”</b>\n<b>[1]</b>\n<b>\n</b>\n</p>\n<p>Onze Ubisoft-teams ontwikkelen originele en bijzondere ervaringen zodat onze gamers zich vermaken, ervaringen delen en zich in games, applicaties, websites en online diensten kunnen ontplooien (dit noemen wij onze \"<b>Diensten</b>\").</p>\n<p>Wij maken gebruik van gegevens die betrekking hebben op u om u onze Diensten te laten gebruiken en maken er een erekwestie van hierbij de spelregels te volgen!</p>\n<p>Als u wilt begrijpen hoe wij uw gegevens gebruiken, uw rechten wilt kennen en deze wilt uitoefenen, is dat heel eenvoudig.\nU bent hier op de juiste plaats.</p>\n<p>&nbsp;</p>\n<b>1.\n</b>\n<b>Persoonsgegevens</b>\n<b>, wat zijn dat?</b>\n<b>\n</b>\n<p>Een \"<b>Persoonsgegeven</b>\" (of \"<b>Gegeven</b>\") is elke informatie waarmee u kunt worden geïdentificeerd:</p>\n<ul>\n<li>rechtstreeks door middel van bijvoorbeeld uw naam, voornaam, e-mailadres en telefoonnummer;</li>\n<li>indirect aan de hand van bijvoorbeeld uw account-ID, IP-adres, cookie-ID of gamegegevens.</li>\n</ul>\n<p>Als u wilt weten welke Gegevens Ubisoft precies over u verzamelt, vindt u deze informatie in Paragraaf 3 “In welke gevallen en waarom verzamelt Ubisoft uw Gegevens?”.</p>\n<p>&nbsp;</p>\n<b>2.\nHebben minderjarigen toegang tot onze Diensten?</b>\n<b>\n</b>\n<p>Als u minderjarig bent is de leeftijd waarop u een Ubisoft account kunt aanmaken of toegang hebben tot onze Diensten afhankelijk van de wetgeving van uw land inzake persoonsgegevens.\nVoor nadere informatie, zie het artikel over toegang tot onze Diensten voor minderjarigen in onze Gebruiksvoorwaarden van de Diensten.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<b>3.\nIn welke gevallen en waarom verzamelt Ubisoft uw Gegevens? </b>\n<b>\n</b>\n<p>Wij verzamelen uw Gegevens wanneer:</p>\n<b>a)&nbsp;&nbsp;&nbsp.\n</b>\n<b>U een Ubisoft account aanmaakt (uw \"Account\").</b>\n<b>\n</b>\n<p>Wij verzamelen uw gebruikersnaam, wachtwoord, e-mailadres, geboortedatum en land.\nBepaalde Gegevens, zoals uw gebruikersnaam, worden openbaar gemaakt om uw gemeenschap in staat te stellen u te vinden in onze Diensten.</p>\n<p>Bij het aanmaken van uw Account heeft u bijvoorbeeld de mogelijkheid om uw inschrijving op de Ubisoft Nieuwsbrief<i>\n</i>per e-mail te beheren.\nOok kunt u zich ook op elk moment uitschrijven:</p>\n<ul>\n<li>door te klikken op de uitschrijvingslink aan het einde van elke Nieuwsbrief<i>,</i>\n</li>\n<li>op de pagina waar u uw Account beheert in de paragraaf “Privacy en communicatie\".</li>\n</ul>\n<p>Maakt u zich geen zorgen, zelfs in geval van uitschrijving zult u nog altijd de e-mails ontvangen die nodig zijn voor de werking van uw Account (bijvoorbeeld wanneer u uw wachtwoord bent vergeten).</p>\n<b>b)&nbsp;&nbsp;&nbsp.\n</b>\n<b>U logt in op onze Diensten met behulp van uw inloggegevens van een sociaal netwerk of een extern platform (bijvoorbeeld: Facebook, Twitch).\n</b>\n<b>\n</b>\n<p>Wij verzamelen de Gegevens waarvoor u uw goedkeuring hebt gegeven om ze te delen via het betreffende sociale netwerk of externe platform.</p>\n<b>c)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>U doet een aankoop in onze games of op onze online Diensten</b>.\n<p>Wij verzamelen de Gegevens die wij nodig hebben voor het verwerken van deze aankoop, zoals uw voornaam, achternaam, correspondentie- en e-mailadres, land, bankgegevens en aankoopgeschiedenis.\nDeze Gegevens worden aan onze dienstverlenende partners gezonden, die de betaling en de levering verzorgen (voor nadere informatie zie paragraaf 5 \"Met wie deelt Ubisoft uw Persoonsgegevens?\").</p>\n<b>d)&nbsp;&nbsp;&nbsp.\n</b>\n<b>U gebruikt onze </b>\n<b>games, applicaties, websites en online Diensten op uw computer of smartphone.\n</b>\n<b>\n</b>\n<p>We verzamelen bijvoorbeeld de volgende Gegevens:</p>\n<ul>\n<li>Uw <b>gamegegevens,</b> om uw ervaring en de veiligheid van onze Diensten te verbeteren, bijvoorbeeld: bereikte gameniveaus, beloningen, klassementen, voltooide game-opdrachten, statistieken zoals gametijd of het gebruik van verschillende functies, naast gegevens die betrekking hebben op mogelijke bugs en storingen.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Uw <b>inlog- en browsergegevens,</b> om de werking en de veiligheid van onze diensten mogelijk te maken.\nBijvoorbeeld: bezochte pagina's, apparaat- en logingegevens (IP-adres, MAC-adres), inlogdatums en -tijden, informatie over de gebruikte browsers en besturingssystemen.</li>\n</ul>\n<p>Wij maken gebruik van verschillende technologieën, zoals <b>cookies</b> om deze Gegevens te verzamelen wanneer u onze Diensten gebruikt of wanneer u de website van een derde partij bezoekt waar wijzelf en onze partners inhoud plaatsen of het gebruik ervan analyseren.</p>\n<p>Wij autoriseren bepaalde partners om cookies te plaatsen en toegang te krijgen tot cookies op uw apparaat.\nHet gebruik hiervan is onderworpen aan de handvesten voor het gebruik van persoonsgegevens van de betrokken partners en niet aan dit Handvest.</p>\n<p>Om bezwaar te maken tegen het opslaan van Cookies of om deze te laten verwijderen of om de lijst van partners te bekijken die deze Cookies kunnen opslaan en/of raadplegen gaat u naar de Cookiebeheerpagina.</p>\n<p>U kunt uw browser ook zo instellen dat u wordt geïnformeerd dat er cookies op uw apparaat worden geplaatst of om het plaatsen van Cookies uit te schakelen door het menu \"Help” van uw browser te raadplegen.\nDeze instelling kan echter invloed hebben op uw mogelijkheid online in te kopen of toegang te krijgen tot bepaalde functies van onze Diensten, wanneer deze Cookies nodig zijn voor hun goede werking.</p>\n<b>e)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>U speelt een Ubisoft game op een console.</b>\n<p>Wij kunnen dan bijvoorbeeld uw leeftijd, land, gebruikersnaam en e-mailadres verzamelen, die u op uw consoles worden ingevuld om het aanmaken van een account te vereenvoudigen.</p>\n<p>Wij verzamelen ook de gegevens die de consolefabrikanten aan ons doorgeven, zoals bijvoorbeeld uw console-ID, uw gamegegevens en de gegevens die betrekking hebben op mogelijke bugs en storingen.</p>\n<b>f)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>U chat met andere gamers </b>\n<b>(forum, </b>\n<b>chatroom,</b>\n<b> Ubisoft-pagina's op </b>\n<b>sociale netwerken)</b>\n<b>.</b>\n<p>Wij verzamelen bijvoorbeeld uw gebruikersnaam, IP-adres, de datum, de tijd en bewaren de inhoud van uw berichten, zodat u met andere gamers kunt communiceren in een beveiligde omgeving.</p>\n<b>g)&nbsp;&nbsp;&nbsp.\n</b>\n<b>U krijgt dan gepersonaliseerde reclame of inhoud te zien op onze Diensten of op die van onze partners.\n</b>\n<b>\n</b>\n<p>Wij verzamelen bijvoorbeeld uw leeftijd en geslacht, de reclame die u werd getoond en het aantal keren dat u deze heeft bekeken, zijn locatie in de game en de ID van uw apparaat.\nOok verzamelen wij informatie over uw reacties op de reclame, zoals de websites die u bezoekt en de tijd en duur van deze bezoeken.</p>\n<p>Wij kunnen de verzamelde Gegevens combineren met onze partners wanneer u gebruik maakt van onze Diensten.\nWij combineren deze Gegevens ook met demografische, reclame-, markt- of ander analytische onderzoeken.<b>\n</b>\n<b>\n</b>\n</p>\n<p>Wij kunnen alle Gegevens die wij over u hebben verzameld gebruiken om u bepaalde reclame, producten, diensten of gepersonaliseerde inhoud (“<b>Gepersonaliseerde inhoud</b>\") aan te bieden via onze Diensten of die van onze partners.</p>\n<p>Wilt u uw toestemming intrekken of bezwaar maken tegen het personaliseren van reclame? Ga naar paragraaf 6 \"Wat zijn uw rechten en hoe oefent u deze uit\" en vandaar naar de paragraaf “Een keuze maken en van keuze veranderen\".<b>\n</b>\n</p>\n<b>h)&nbsp;&nbsp;&nbsp.\n</b>\n<b>U neemt deel aan een wedstrijd of enquête die door Ubisoft wordt georganiseerd.</b>\n<b>\n</b>\n<p>Wij verzamelen bijvoorbeeld uw naam, voornaam, geboortedatum, correspondentie- en e-mailadres.</p>\n<p>Wij gebruiken deze Gegevens om de wedstrijd of enquête te organiseren, u speciale aanbiedingen te zenden en/of interne statistieken uit te voeren.</p>\n<b>i)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>U neem contact met ons op via het portaal van de Ubisoft Klantenservice of via de sociale netwerken.</b>\n<b>\n</b>\n<p>Indien u contact met ons opneemt via het portaal van de Klantenservice, zullen wij bijvoorbeeld de onder uw Account geregistreerde naam, voornaam, gebruikersnaam, e-mailadres, geboortedatum, land, console-ID en games verzamelen afhankelijk van uw vragen.</p>\n<p>Indien u contact met ons opneemt via de sociale netwerken, zullen wij bepaalde Gegevens verzamelen die onder uw profiel zijn geregistreerd.</p>\n<p>Wij gebruiken deze Gegevens uitsluitend om beter te kunnen antwoorden op uw vragen.</p>\n<b>j)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Uw neemt de spelregels niet in acht.</b>\n<b>\n</b>\n<p>Wanneer u onze Diensten gebruikt, verzoeken wij u om onze gebruik Google voorwaarden van de Diensten en de aan onze Diensten geassocieerde gedragscodes na te leven, die als doel hebben onze gebruikers, onze werknemers en meer in het algemeen de rechten van Ubisoft te beschermen.</p>\n<p>Als u deze regels niet naleeft, stelt u zich bloot aan sancties met name in geval van onsportief gedrag, valsspelen of schadelijk gedrag.\nWij zullen uw gegevens de nodige tijd bewaren om deze sancties toe te passen, bijvoorbeeld uw Account-ID, uw gamegegevens, uw IP-adres, de login van uw console en uw chatgeschiedenis.</p>\n<p>&nbsp;</p>\n<b>4.\nHoe lang bewaart Ubisoft uw Persoonsgegevens? </b>\n<b>\n</b>\n<p>Wij bewaren uw Gegevens slechts zolang als nodig is voor het uitvoeren van de handelingen waarvoor zij werden verzameld, behalve indien de wet een andere bewaringsduur voorschrijft.</p>\n<p>Zo bewaren wij de Gegevens die betrekking hebben op uw Account tot aan de sluiting ervan.\nIn bepaalde gevallen kunnen deze Gegevens langer worden bewaard, bijvoorbeeld in kader van een sanctie.</p>\n<p>&nbsp;</p>\n<b>5.\nMet wie deelt Ubisoft uw Persoonsgegevens?</b>\n<b>\n</b>\n<p>Wij kunnen uw Gegevens delen met:</p>\n<ul>\n<li>De dochterondernemingen die bijdragen aan het leveren van de Diensten.\nU vindt nadere informatie over de groep op onze bedrijfswebsite: https://www.ubisoft.com/en-us/company/overview.aspx</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>De technische dienstverleners die bijdragen aan het leveren van de Diensten (bijvoorbeeld het leveren van producten, het promoten van Diensten, online betalingen, het bestrijden van onsportief gedrag, valsspelen en schadelijk gedrag).\nAls onderaannemers hebben deze dienstverleners dezelfde verplichtingen als Ubisoft om de wetten na te leven die van toepassing zijn op de bescherming van Persoonsgegevens.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Partners die uw Gegevens gebruiken om u gepersonifieerde reclameboodschappen of inhoud aan te bieden.\n<ul>\n<li>Wilt u weten wie de partners zijn van Ubisoft? Ga dan naar de Cookiebeheerpagina.</li>\n<li>Wilt u uw goedkeuring intrekken voor dit delen van Gegevens? Ga dan naar paragraaf 6 \"Wat zijn uw rechten en hoe oefent u deze uit\" en vandaar naar de paragraaf “Een keuze maken en van keuze veranderen\".</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Andere bedrijven, uitsluitend in geval van de overdracht van activiteiten van Ubisoft.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Administratieve of gerechtelijke instanties, om het juiste gebruik van de Gegevens door Ubisoft te controleren of in het kader van een onderzoek, met inachtneming van de door de wet voorgeschreven voorwaarden.\nUbisoft controleert altijd de wetmatigheid van de aanvraag.</li>\n</ul>\n<p>In deze gevallen kunnen uw Gegevens worden overgedragen naar landen buiten de Europese Unie die een gelijkwaardig beschermingsniveau handhaven.\nIn geval van overdracht naar andere landen zal de bescherming van u Gegevens worden verzekerd door de ondertekening van standaard contractbepalingen die zijn goedgekeurd door de Europese Commissie.</p>\n<p>&nbsp;</p>\n<b>6.\nWat zijn uw rechten en hoe oefent u ze uit?</b>\n<b>\n</b>\n<ul>\n<li>\n<b>Een afschrift aanvragen van uw Gegevens – Inzage en overdraagbaarheid”: </b>U kunt op enig moment een afschrift van uw Gegevens aanvragen, die betrekking hebben op uw Account, bijvoorbeeld door inzage, door ze zelf te gebruiken of ze aan een andere dienstverlener over te dragen.\nHoe doet u dat? Ubisoft heeft de procedure voor het uitoefenen van uw recht vereenvoudigd:</li>\n</ul>\n<p>\n<b>&nbsp;</b>Ga naar de pagina waar u uw Account beheert in de paragraaf “Privacy en communicatie” en vervolgens naar “Uw gegevens downloaden”.</p>\n<p>&nbsp;Als er sancties aan uw werden opgelegd in het kader van onze Diensten, kunnen wij u geen inzage geven in de Gegevens die betrekking hebben op uw sanctie, om onze capaciteit te handhaven voor het detecteren van of reageren op deze gedragingen.</p>\n<ul>\n<li>&nbsp;<b>Een van uw Gegevens corrigeren – “Rectificatie”:</b> U heeft het recht om uw Gegevens te rectificeren wanneer deze onjuist of onvolledig zijn (bijvoorbeeld: uw afleveradres wijzigen).Hoe doet u dat?</li>\n</ul>\n<p>&nbsp;Ga naar de pagina waar u uw Account beheert in de paragraaf “Accountinformatie\".</p>\n<ul>\n<li>&nbsp;<b>Een keuze maken en van keuze veranderen – “Bezwaar en intrekkingsrecht”:</b> U kunt op enig moment uw goedkeuring intrekken of bezwaar maken tegen het ontvangen van nieuwsbrief<i>\n</i>of reclamemails, het personaliseren van reclame of het delen van uw Gegevens met onze partners (behalve dochterondernemingen en technische dienstverleners):\n<ul>\n<li>op de pagina waar u uw Account beheert in de paragraaf “Privacy en communicatie”,</li>\n<li>op de Cookiebeheerpagina om Cookies in te stellen,</li>\n<li>voor sommigen van onze mobiele games, in de privacy-instellingen,</li>\n<li>op uw telefoon of tablet, in de instellingen, door “Limit Ad Tracking” te activeren op Apple telefoons of door “Opt-out of Ads Personalization” te activeren op Android telefoons.</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>&nbsp;<b>Uw Account verwijderen – “Recht om vergeten te worden”: </b>U kunt vragen<b>\n</b>om het sluiten van uw Account en dus om het verwijderen van de daaraan geassocieerde Gegevens.\nHoe doet u dat?</li>\n</ul>\n<p>\n<b>&nbsp;</b>Ga naar de pagina waar u uw Account beheert in de paragraaf “Accountinformatie” en vervolgens “Uw Ubisoft Account sluiten”.</p>\n<p>&nbsp;Als er sancties aan uw werden opgelegd in het kader van onze Diensten, kunnen wij uw Gegevens die betrekking hebben op uw sanctie niet verwijderen, zodat wij de sanctie kunnen handhaven.</p>\n<ul>\n<li>\n<b>Het gebruik van uw Gegevens beperken – “Beperking van de verwerking”:</b> U heeft tevens het recht om te vragen dat u Gegevens niet langer meer worden gebruikt of dat zij niet worden verwijderd zolang uw aanvraag in behandeling is.\nHiervoor neemt u hier contact op met de Ubisoft klantenservice.</li>\n</ul>\n<p>Om uw rechten uit te oefenen wanneer u geen Account heeft of voor vragen over het uitoefenen van deze rechten kunt u op enig moment terecht bij de Ubisoft Klantenservice.</p>\n<p>Als u na met ons in contact te zijn getreden meent dat uw rechten niet werden gerespecteerd kunt u hierover een klacht indienen bij uw nationale toezichthoudende autoriteit.\n<u>\n</u>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>7.\nWaarvoor mag Ubisoft uw Gegevens gebruiken? </b>\n<b>\n</b>\n<p>Wij mogen uw Gegevens gebruiken in een van de volgende gevallen:</p>\n<ul>\n<li>\n<b>Het bestaan van een contract</b>&nbsp;tussen u en Ubisoft voor het leveren van Diensten.\nU sluit dit contract af met Ubisoft door akkoord te gaan met de Gebruiksvoorwaarden van de Diensten.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<b>Het gerechtvaardigd belang </b>van Ubisoft (of de redelijke verwachting van de gebruikers) om u de best mogelijke ervaring te bieden, bijvoorbeeld door de veiligheid van de Diensten te garanderen, de gemeenschap te modereren, te reageren op uw verzoeken of u nieuwsbrieven<i>\n</i>toe te zenden.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<b>De </b>\n<b>goedkeuring</b> om u reclame, producten, diensten of gepersonaliseerde inhoud aan te bieden afhankelijk van uw gebruikersprofiel.</li>\n</ul>\n<p>Ubisoft kan dit document op enig moment wijzigen.\nWij zullen u op de hoogte houden van de voornaamste bijgewerkte informatie en verzoeken u om dit document regelmatig te raadplegen om contact met ons op te nemen voor eventuele vragen.\nDoor verder gebruik te maken van onze Diensten, gaat u akkoord met de wijzigingen.</p>\n<p>&nbsp;</p>\n<b>8.\nContacten </b>\n<b>\n</b>\n<p>Mocht u vragen hebben over dit document, dan kunt u contact opnemen met:</p>\n<ul>\n<li>De afgevaardigde Functionaris voor gegevensbescherming en zijn team op dit adres.</li>\n<li>Per post: UBISOFT ENTERTAINMENT SA (responsable de traitement), 17, avenue Henri Fréville – 35200 Rennes (Frankrijk)</li>\n</ul>\n<p>&nbsp;Voor enige andere vragen, met name met betrekking tot het hacken van u Account, problemen met online betalen of het gebruik van onze producten en diensten, Kunt u contact opnemen met de Klantenservice van Ubisoft.</p>\n<p>\n<b>\n<u>Plaatselijke contacten: </u>\n</b>\n<b>&nbsp;</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<ul>\n<li>\n<b>Canada</b>\n</li>\n</ul>\n<p>Legal Department (Juridische dienst)</p>\n<p>Adres: Ubisoft: 5505 St-Laurent Blvd., Suite 5000, Montréal, Québec, H2T 1S6, Canada</p>\n<ul>\n<li>\n<b>Zuid-Korea</b>\n</li>\n</ul>\n<p>Young-Soo Kim</p>\n<p>Adres: 28 Saemunan-ro 5ga-gil, Jongno-gu, Seoul</p>\n<p>E-mail: Ubisoft_Privacy_Korea@generalagent.co.kr</p>\n<p>Telefoonnummer: 02-736-8275</p>\n<ul>\n<li>\n<b>Verenigde Staten</b>\n</li>\n</ul>\n<p>Ubisoft, Inc.\nAttn: Privacy Rights Administrator c/o Legal Department</p>\n<p>Adres: 625ird Street San Francisco, 94107 CA, USA</p>\n<p>[1] \"Uw privacy is geen spel\"</p> ", "created_at": "2020-05-16 09:58:07.715215", "updated_at": "2020-12-15 00:02:12.304751"}, {"id": 2568, "name": "UBISOFT TERMS OF USE", "url": "https://legal.ubi.com/termsofuse/en-CA", "xpath": "", "text": " UBISOFT TERMS OF USE UBISOFT TERMS OF USE UBISOFT TERMS OF USE\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Last revised: May 12, 2020</p>\n<p>&nbsp;<b>&nbsp;</b>\n</p>\n<p>\n<b>WELCOME TO THE UBISOFT WORLDS! PLEASE READ THESE TERMS OF USE CAREFULLY</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>1.\n&nbsp;</b>\n<b>\n<u>WHAT ARE THE UBISOFT SERVICES AND HOW CAN I USE THEM</u>\n</b>&nbsp;<b>\n<u>?</u>\n</b>\n<p>These Terms of Use (the&nbsp;<b>\"Terms\"</b>) sets forth the agreement between Ubisoft Inc.\nand any one of its parent, subsidiary or affiliated companies, including without limitation Ubisoft Entertainment Inc.\nand Ubisoft Entertainment SA (\"<b>UBISOFT</b>\" or “<b>We</b>”) and each user (\"<b>You</b>\" or \"<b>User</b>\").&nbsp.\nPlease read these Terms carefully as they set out the basis for which We make our Services (as defined below) available to You.&nbsp.\nThe Terms govern your use of our games, downloadable content, season passes, game software (contained on disc, downloaded, or streamed), other software products, and online and mobile services including their online functions and other features, any updates/upgrades thereto, any related websites, UBISOFT platforms (including without limitation Uplay) and the UPLAY+ subscription service, and the servers, software and framework through which all the foregoing are provided to You (collectively, our&nbsp;<b>\"Services\"</b>).&nbsp.\nPlease note that UBISOFT's Privacy Policy (<b>legal.ubi.com/privacypolicy)</b> is an integral part of these Terms and is integrated into them by reference.\nIn addition, when using particular&nbsp.\nService(s), You shall be subject to any posted guidelines or policies and/or other terms \", including without limitation the terms of sale (“<b>Terms of Sale</b>”), the End User License Agreement (“<b>EULA</b>”) and other \"game rules\" applicable to such Service(s).&nbsp.\nAll such guidelines or policies are incorporated by reference into these Terms and consequently any disputes related to such will be subject to the limitations on liability, dispute resolution, and arbitration provisions contained in these Terms.&nbsp.\nAs a User, your use of any or all of our Services indicates your acceptance of these Terms and your agreement to comply with them fully.\nIf You do not agree with these Terms, please do not continue to use our Services.</p>\n<p>We reserve the right to change, modify, add, or delete clauses in these Terms at any time, in accordance with the procedures described below in Section 11.&nbsp.\nThe \"Last Updated\" date at the top of these Terms will indicate when the latest modifications were made.&nbsp.\nBy continuing to access and use our Services after these Terms have been modified, You are agreeing to such modifications.\nPlease add this page to your bookmarks and consult this site regularly to find out about any updates to the Terms.</p>\n<p>Our Services are for your individual, non-commercial, entertainment purposes only.&nbsp.\nExcept as may be expressly permitted by the Terms, You may not sell or exchange anything You copy or derive from our Services.&nbsp.\nAs long as You comply with these Terms, We grant You a personal, non-exclusive, non-transferable, limited right to use our Services strictly as detailed herein.&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>2.\n</b>\n<b>\n<u>HOW DO I CREATE AN ACCOUNT</u>\n</b>\n<b>\n<u> AND WHAT DO I NEED TO KNOW ABOUT CREATING AN ACCOUNT?</u>\n</b>&nbsp.\n<p>2.1 <u>Creation of your Account</u>.&nbsp.\nYou will need to create a UBISOFT account (an “Account”) to access and use certain Services.\nYou can create at https://uplay.ubisoft.com/, by supplying a valid e-mail address, truthful and accurate information, and all the necessary criteria.\n<b>\n</b>\n</p>\n<p>Except if specifically allowed within a particular Service, You acknowledge that You may not create multiple Accounts.</p>\n<p>2.2 <u>Creation of Your Username or Avatar</u>.&nbsp.\nCertain Services may require the creation of a \"Username\" or an \"avatar\".\nYou agree that your Username and/or avatar are linked to your Account and will be publicly displayed.&nbsp.\nWe therefore advise You not to include your last name in your Username.\nFurther, You may not use a Username and/or an avatar which is already used by someone else or which does not meet the requirements of these Terms (including without limitation any Game Code of Conduct).\nWe reserve the right to refuse registration of, or cancel, a Username and/or avatar in our sole discretion.</p>\n<p>2.3 <u>Account Safety</u>.\nYou are solely responsible for and will be deemed to have carried out any activity, including any purchases, made by your Account.&nbsp;</p>\n<p>You are also solely responsible for maintaining the confidentiality and security of your Account and any User identification, passwords, authentication codes or other security devices or procedures (collectively \"Password\").\nTo ensure Your Account safety, We strongly recommend that You:</p>\n<ul>\n<li>Never share your Account details with anyone.</li>\n<li>Activate the 2-Step Verification and any other safety options We may provide.</li>\n<li>Choose a strong alphanumeric password, <i>i.e</i>.\ncontaining lowercase, uppercase letters, numerals, special characters (@, #, etc.).\nWe reserve the right to refuse any password at our discretion.</li>\n<li>Choose a password that is different from any other password You use to access third-party services.\nand change it on a regular basis.</li>\n</ul>\n<p>We reserve the right to require you to change your Password at any time.&nbsp;</p>\n<p>2.4 <u>Equipment</u>.\nPlease note when creating your Account that use of our Services does not include supply by us of a computer or any other hardware, equipment or service necessary for their use.\nTo use our Services, you must have your own means of telecommunication and Internet access.</p>\n<p>&nbsp;</p>\n<b>3.&nbsp.\n</b>\n<b>\n<u>WHAT ARE THE RULES OF CONDUCT FOR USING OUR SERVICES?</u>\n</b>&nbsp;<b>\n</b>\n<p>3.1 <u>Rules of Conduct.</u>&nbsp.\nWe want to offer You and other Users a welcoming, safe and respectful gaming environment, both during gameplay and at any time in our Services.\nFor You and other Users to feel part of such a friendly, safe and fair community, You agree that you will not (the <b>“Rules of Conduct”</b>):</p>\n<ul>\n<li>Abuse, harass or bully other Users or UBISOFT representatives via verbal or written communications.\nThis includes but is not limited to trolling, flaming, spamming, or using language or content We deem illegal, dangerous, threatening, abusive, offensive, obscene, vulgar, defamatory or hateful.</li>\n<li>Buy, sell, trade or transfer your Account to anyone</li>\n<li>Bypass regional restrictions with the help of a proxy, VPN and other tools</li>\n<li>Engage in any activity, such as cheating, hacking, botting, boosting, or tampering that gives the Account owner (and/or his/her teammate(s)) an unfair advantage or causes detriment to other players’ experience</li>\n<li>Take any inappropriate actions toward a Minor.\nThis includes, but is not limited to, comments, private messages or UGC containing or relating to inappropriate behavior, including physical abuse, sexual abuse, and/or pornography</li>\n<li>Execute DDoS (Distributed Denial-of-Service) attacks utilizing multiple compromised computer systems to disrupt normal traffic of a UBISOFT server, service or network&nbsp;</li>\n<li>Exploit of any new or known glitches/bugs which provide an unfair advantage over other players</li>\n<li>Provide false Registration Information, creating an account with false information (email address, date of birth, etc).</li>\n<li>Commit fraud, reversal of credit card charges or \"<u>chargeback\"</u> resulting in debt.\nA chargeback can include credit card theft, identity theft, or non-approved use by family or friends</li>\n<li>Grief or inappropriately use the help services or reporting functions</li>\n<li>Groom or encourage other users to commit inappropriate or illegal acts in-game or the real world</li>\n<li>Impersonate any other player or UBISOFT representative or reveal any personal information of another player or UBISOFT representative</li>\n<li>Record any other player or UBISOFT representative without his or her consent</li>\n<li>Create an inappropriate Username or avatar.\nThis includes but is not limited to the use of names containing profanity, sexual references or hate speech language.\nYou may also not use a name containing “Ubi” or “Ubisoft” or anything related to political figures</li>\n<li>Violate any rules propagated by us with respect to Virtual Currency or Points systems (as defined below)</li>\n<li>Engage in any conduct which interrupts the general flow of gameplay in the game client, forum, or any other UBISOFT medium</li>\n<li>Refuse to obey the instructions of any UBISOFT representatives.</li>\n</ul>\n<p>In the event of a violation of the Rules of Conduct, disciplinary action may be taken.\nActual disciplinary action is dependent upon the severity and/or number of instances of the offenses and shall be decided at our discretion, on a case-by-case basis.&nbsp.\nWe may issue a warning, suspend or close your Account temporarily or permanently, enact a hardware ID ban, reset your in game-progress to a previous state and/or suspend or close your ability to use one or more Services, or part of our Services, at any time based on prohibited conduct.\nPlease note that the above list gives examples of forbidden conduct that may lead to investigation by our staff and/or disciplinary actions that may be taken.&nbsp.\nNeither the conduct nor the disciplinary actions should not be considered exhaustive.</p>\n<p>3.2&nbsp.\n<u>Monitoring of Services by UBISOFT.</u>&nbsp.\nWe are not responsible for and do not endorse the opinions, advice and/or recommendations displayed or sent by Users on our Services, including on any public forum and decline any responsibility in this regard.</p>\n<p>Subject to applicable law, We do not undertake to monitor or remove the content, messages and other information made available on our Services by Users.\nWe nevertheless reserve the right, without this constituting an obligation, to review such content ,including without limitation the ability to contact You to confirm that You are the owner of the elements (text, words, images, sounds, videos, etc.) posted, and/or&nbsp.\nto remove any such content at its discretion, including without limitation, refusing any Username, avatar, screen name and/or password You have chosen.&nbsp.\nWe further reserve the right to define additional rules of conduct and to place limits on the use of our Services.</p>\n<p>&nbsp;</p>\n<b>4.&nbsp.\n</b>\n<b>\n<u>CAN MINORS ACCESS OUR </u>\n</b>\n<b>\n<u>SERVICES</u>\n</b>&nbsp;<b>\n<u>? </u>\n</b>\n<p>Parents and guardians are responsible for the acts of children under the age of majority when using our Services.&nbsp.\nWe recommend that parents and guardians familiarize themselves with parental controls on devices they provide their child.</p>\n<p>We may restrict access to certain Services based on age, and/or allow a minor to register for certain Services only with parent/guardian approval.\nThe parent/legal guardian may be asked to provide additional documentation or perform additional actions as part of the approval process as consistent with applicable law.&nbsp.\nWe reserve the right to refuse access to the Service pending confirmation and activation by his/her parent or guardian.&nbsp.\nIn addition, We reserve the right to ask for written proof of parental consent for any User or potential User of our Services we suspect is a minor.</p>\n<p>AS FAR AS IS PERMITTED BY APPLICABLE LAW,&nbsp;WE DECLINE ANY RESPONSIBILITY REGARDING ANY ACTIVITIES WHICH MAY BE CONDUCTED BY MINORS WITHOUT THE PERMISSION OF THEIR PARENTS OR LEGAL GUARDIANS.\nIF YOU ARE A PARENT OR LEGAL GUARDIAN AND YOU GIVE YOUR PERMISSION FOR YOUR CHILD TO RESISTER FOR ONE OR ALL OF OUR SERVICES, YOU THEREBY AGREE TO THE TERMS RELATING TO USE OF SUCH SERVICES BY YOUR CHILD.</p>\n<p>&nbsp;</p>\n<b>5.\n<u>WHAT ARE SOME FEATURES OF OUR SERVICES AND HOW CAN I ACCESS THEM?</u>\n</b>&nbsp;<b>\n<u>\n</u>\n</b>\n<p>5.1&nbsp.\n<u>Does UBISOFT Offer Virtual Currency, Virtual Items and/or Points In Our Services?</u>\n</p>\n<p>Within certain Services, We may offer You the possibility of obtaining in-game virtual currency or additional content which, once added to your Account, can be used to enhance your experience within the game or within the application (“Virtual Content”).\nAdditionally, We may offer a system enabling you to obtain points for your use or certain Services (the “Points System”).\nYou may exchange these points for additional content which We offer under the Points System.\nWe reserve the right to modify or eliminate any or all of the Virtual Content or Points Systems at any time entirely at its own discretion, subject only to these Terms and applicable law.</p>\n<p>Notwithstanding any provision to the contrary contained in these Terms,&nbsp.\nVirtual Content, any points within a Points System, or any other terminology used to describe such, have no monetary or “real world” value and may in no event be exchanged or redeemed for “real” currency or in kind.&nbsp.\nYou may not sell or transfer Virtual Content or any points by any means, nor buy such for any purposes other than for their use in the Service(s).&nbsp.\nYou acknowledge that We are not required to provide a refund or other compensation for unused virtual content or points when an Account is closed, whether such closure was voluntary or involuntary<b>.</b>\n</p>\n<p>5.2&nbsp;&nbsp.\n<u>What Is Available On Our Store And How Can I Make Purchases In Store And In-Game?</u>\n</p>\n<p>We may allow You to purchase products via our online store accessible at https://store.ubi.com/ or through Uplay.\nWe may limit your ability to purchase products based on multiple criteria including, but not limited to, your age, territory, limited quantities of products available, etc.\nWe may also offer periodical promotions for which separate terms apply.</p>\n<p>\n<u>Wallet</u>\n<u>.</u> We may make available to You on your Account an electronic wallet (the <b>“Wallet”</b>).\nSuch Wallet is not a bank account nor a payment instrument, and funds You may place on it (i) do not constitute a personal property right, (ii) can only be used to purchase Services from us, have no value outside of our Services, (iii) are not exchangeable for cash, and (iv) are, unless required by law, non-refundable and non-transferable.&nbsp.\nWe may limit the maximum amount of funds (i) You may have on your Wallet.\n(ii) You may add per day/month on such Wallet.\nand/or (iii) You may spend using your Wallet.\nWe may update such limits from time to time, at our discretion.</p>\n<p>\n<u>Prepaid Cards</u>\n<u>.</u> We may enable You the ability to purchase and/or redeem prepaid cards to purchase certain Services and/or fund your Wallet.\nYou will not be able to fund a Wallet by applying the value of a given prepaid card if your Wallet already reached the aforementioned limits.\nExcept as otherwise specified by us, your Wallet will only accept prepaid cards with currency value from the same country as the one designated for your Account.</p>\n<p>Specific terms apply to the UBISOFT Store, Wallet and Prepaid Cards which are incorporated in these Terms and available on such Service.</p>\n<p>5.3&nbsp.\n<u>What Third-Party Products May Be Offered On Our Services?</u>\n</p>\n<p>We may highlight certain third party products and/or services by inserting promotional links, advertising banners, or any other advertising and promotional elements, and We may also carry out cross-marketing operations with any third party of our choice.\nLinks on our Services to third-party websites and applications are provided only as a convenience to You.&nbsp.\nIf You use these links, You will leave o Services.&nbsp;Your dealings with third parties through links to such third-party websites or applications are solely between You and such third parties.&nbsp.\nWe do not control or endorse any third-party websites.&nbsp;You agree that You use these links at your own risk, and that We will not be responsible or liable for any content, goods, or services: (i) provided on or through these third-party websites or applications or (ii) for your use or inability to use such websites or applications, nor (iii) for any products or services or promotions You purchase or enroll in via those websites or applications, even for claims of quality or performance contained in or on our Services You are advised that other websites and applications, including third-party websites and applications linked from our Services, might contain material or information that some people may find offensive or inappropriate, or that is inaccurate, untrue, misleading or deceptive, defamatory, libelous, infringing of others' rights or otherwise unlawful.</p>\n<p>5.4 <b>&nbsp;</b>\n<u>How Can I Participate in Beta Tests on Our Services?</u>\n</p>\n<p>We may in our own discretion,&nbsp.\npermit You to test, evaluate or comment on one or more Services before they are marketed or launched, in order to identify bugs and errors in the programs and/or improve their functioning (<b>\"Beta Test\"</b>).&nbsp.\nYou agree that the Beta content which is supplied to You under a Beta Test is highly confidential information belonging to us and that You may be required to sign a confidentiality or other agreement for each Beta Test in which You participate.&nbsp.\nYou must perform the Beta Test personally.\nAll comments, feedback, suggestions, ideas, criticisms and other data (collectively referred to as the&nbsp;<b>\"Comments\"</b>) passed on, disclosed or offered to us in the course of the Beta Tests will be the exclusive property of UBISOFT.\nYou therefore agree not to make your Comments accessible by any means or process to any outside party other than us.\nYou acknowledge that, unless prohibited from doing so under applicable law, We may use, sell, promote and exploit the Comments in any way, without restriction and without compensation to You.\nYou acknowledge that We may protect certain Beta Test content by incorporating technical protection measures in them to prevent any unlawful reproduction or modification of such content.\n&nbsp;Beta Test content is supplied to You \"as is\" and \"according to availability\" without any explicit or implicit guarantee of any kind.\nYou play on a beta version at your own risk.\nYou accept that (i) the games may include known or unknown bugs.\nand (ii) your progress and your data in the game may be erased at any time.\nAt the end of the test period, or at any time when We ask You to do so, You shall return immediately all content received from us.\nYou agree that violation of your obligations under this Section would cause us irreparable damage and that We would be entitled to take any action to prevent any breach or risk of a breach of your obligations or to obtain compensation for the damage We have incurred, in addition and without prejudice to the right to terminate your Account in accordance with these Terms.&nbsp.\nNothing in these Terms may be interpreted as giving You any right or privilege regarding the Beta Test content.</p>\n<p>5.5.&nbsp.\n<u>What Technical Protective Measures May We Use On Our Services? </u>\n</p>\n<p>CERTAIN UBISOFT SERVICES MAY BE PROTECTED BY TECHNICAL PROTECTION MEASURES AND DIGITAL RIGHTS MANAGEMENT, INCLUDING, WITHOUT LIMITATION, PHYSICAL PROTECTION, TATTOOING (WATERMARKING), DIGITAL KEYS ACTIVATION AND DIRECT ENTITLEMENT.\nA HIGH-SPEED INTERNET CONNECTION ARE NECESSARY TO ACCESS THE ONLINE FUNCTIONS AND TO PLAY ONLINE AND UNLOCK CERTAIN CONTENT.\nSUCH CONTENT MAY BE UNLOCKED ONCE ONLY WITH&nbsp;A UNIQUE KEY.\nA&nbsp;<i>PERMANENT</i>&nbsp;HIGH-SPEED INTERNET CONNECTION MAY BE NECESSARY TO ACCESS OR USE SERVICE(S) INCORPORATING DIGITAL RIGHTS MANAGEMENT TECHNOLOGY.</p>\n<p>5.6.<b> &nbsp;</b>\n<u>Any Safety Tips When Using Our Services? </u>&nbsp;</p>\n<p>We advise You to take the following precautions in all cases when using a video game.\nAvoid playing if You are tired and/or short of sleep.\nMake sure that You play in a well lit room and moderate the brightness of your screen.\nWhen You play a video game requiring connection to a screen, play at a good distance from the screen and as far away as the connection lead allows.\nWhile using the game, take breaks of 10 to 15 minutes every hour.</p>\n<p>\n<u>Epilepsy warning: </u>In addition, some individuals may have epileptic seizures including, in certain cases, with loss of consciousness, particularly when exposed to strong luminous stimulations (rapid succession of images or repetition of simple geometrical figures, flashes or exposures).\nSuch individuals are exposed to risks of seizures when they play certain video games containing such luminous stimulations.\nconsult your doctor before any use.\nParents must also pay particularly close attention to their children when they play video games.\nIf You or your child present one of the following symptoms: dizziness, vision problems, contraction of the eyes or muscles, disorientation, involuntary movement or convulsions or momentary loss of consciousness, You should immediately stop playing and consult a doctor.</p>\n<p>5.7&nbsp.\n<u>Are There Specific Terms For Mobile Services?</u> &nbsp;</p>\n<p>You may access certain Services via your mobile devices, including but not limited to, phones, smartphones, tablets and their derivatives (“Mobile Device”)&nbsp;&nbsp.\nPlease read carefully the EULA or other document(s) governing your use of Services accessible through a Mobile Device.</p>\n<p>&nbsp;</p>\n<b>6.&nbsp.\n</b>\n<b>\n<u>WHAT ABOUT CONTENT</u>\n</b>\n<b>\n<u> I MAY CREATE OR UPLOAD ON OUR SERVICES (UGC)?</u>\n</b>\n<b>&nbsp;</b>\n<b>\n</b>\n<p>In certain Services, You may create, upload, edit, modify, adapt, publish and/or submit names, images, designs, skins, photos, videos, maps, music compositions/sheets, streams, activities and other materials ( collectively, \"<b>User Generated Content</b>” or “<b>UGC</b>”).&nbsp.\nYou warrant that your UGC will comply with these Terms at all times, during and after its creation, and with any additional terms that may be applicable.\nThis Section will continue to apply after any termination of your Account and/or termination or suspension of a Service.</p>\n<p>6.1&nbsp.\n<u>UGC that You produce from pre-existing UBISOFT Content (“<b>Derived UGC</b>”)</u>.&nbsp;</p>\n<p>\n<u>Summary of Derived UGC: </u>We are the sole owner of all Intellectual Property Rights relating to Derived UGC.\n&nbsp;You hereby irrevocably assign to UBISOFT, with full title guarantee, free of charge, all Intellectual Property Rights and rights of use You may have over Derived UGC, on a worldwide basis and for the period of protection of each right.\nWe may file or register any application for Intellectual Property Rights relating to Derived UGC in our name, in all countries in the world.&nbsp.\nIn this respect, You must: (i) sign and supply any document, deed of transfer, requested by us for all registration purposes, and (ii) provide all necessary assistance to us, at our expense, in any related action or procedure.&nbsp.\nIn the event that a court of competent jurisdiction determines&nbsp.\nthat some or all of your rights in Derived UGC cannot be validly transferred to Us, You hereby grant: (i) us a perpetual, royalty-free, exclusive, irrevocable, transferable, worldwide license to use, copy, host, reproduce, represent, modify, display, distribute, publicly perform, publicly display and, in general, otherwise exploit, online and offline, Derived UGC for any purpose, without You necessarily being mentioned as the source of such Derived UGC.\nand (ii) other Users a perpetual, royalty-free, non-exclusive, irrevocable, worldwide license to access, display, copy, adapt and modify Derived UGC and create derivative works within our Services.</p>\n<p>\n<u>Your use of Derived UGC</u>.\nYou cannot use the Derived UGC other than strictly pursuant to the Terms.\nWe hereby grant You a non-exclusive and non-transferable personal license, revocable at all times, to use Derived UGC You have produced throughout the world and for the duration of Your use of our Services, solely in order to: record it on your console, computer, mobile terminal or any medium You use to access our Services, load it on our Services, and, share it with other Users on our Services.</p>\n<p>6.2&nbsp.\n<u>UGC featuring your image</u>.\nIf Your UGC reproduces your image, You acknowledge that We have a right to use your image as part of our Services throughout the world in perpetuity.\nIf Your UGC features the image of any person other than yourself, You warrant that You have received the permission of such person for the use of his/her image and You indemnify UBISOFT for any losses which We may incur in the event of a complaint, action or claim by such other person concerning the use by us of his/her image, derived from your UGC</p>\n<p>6.3&nbsp.\n<u>UGC You create independently from pre-existing UBISOFT content (“<b>Independent UGC</b>”)</u>.\nYou hereby grant UBISOFT and our licensees, distributors, partners, agents, representatives a perpetual, royalty-free, non-exclusive, irrevocable, transferable (in whole or part) worldwide license to use, copy, host, reproduce, represent, modify, display, distribute, publicly perform, publicly display and, in general, otherwise exploit, online and offline, Independent UGC (including all Intellectual Property Rights therein) in whole or in part, for any purpose.</p>\n<p>6.4&nbsp.\n<u>In all cases for Derived UGC, &nbsp;Independent UGC and UGC featuring your image (all collectively “<b>UGC”</b>)</u>:</p>\n<p>(i) Unless otherwise specifically authorized by UBISOFT, the ability to create UGC is part of the Service We offer and does not entitle You to any payment or any other kind of monetization/benefits (e.g.\nUBISOFT Virtual Currency, in-game items, etc.), including when the UGC is made available to other Users;</p>\n<p>(ii) You warrant to us that UGC (a) does not infringe the Intellectual Property Rights or other rights of any third party, (iii) does not constitute an act of unfair competition and (b) does not require that We obtain further licenses from or pay royalties or compensation to or provide any attribution to any third parties;</p>\n<p>(iv) You warrant that You are personally responsible for the UGC You create, use and/or publish while using our Services and that the indemnification provisions of Section 10 will apply to UGC.\n(a) unless and until We remove your UGC, it may be associated with your username and will be made available to Users.\nand (b) to the extent permissible under applicable law, You waive your moral rights in all UGC You create and any broadly equivalent rights You may have in any territory of the world, and You vouch for the obtaining of the same agreement from any other person who might invoke moral rights over your UGC.</p>\n<p>&nbsp;</p>\n<b>7.&nbsp.\n<u>WHAT INTELLECTUAL PROPERTY RIGHTS ARE ATTACHED TO OUR </u>\n</b>\n<b>\n<u>SERVICES</u>\n</b>&nbsp;<b>\n<u>?</u>\n</b>\n<p>You acknowledge that all materials on or in our Services, including the Services' texts, design, graphics, music, characters, names, themes, objects, scenery, costumes, effects, dialogues, slogans, places, characters, diagrams, concepts, choreographies, videos, sounds, pictures, audio-visual effects, domain names, and the selection and arrangement thereof (collectively, \"Materials\") are the property of us or our licensors, and are subject to and protected by Canada and international copyright and other intellectual property laws and rights.&nbsp.\nYou will not obtain any ownership interest in the Materials or our Services through these Terms or otherwise.&nbsp.\nAll rights to Materials not expressly granted in these Terms are reserved to their respective copyright owners.&nbsp.\nExcept as expressly authorized by these Terms or on our Services, You may not copy, reproduce, distribute, republish, download, perform, display, post, transmit, exploit, create derivative works or otherwise use any of the Materials in any form or by any means, without the prior written authorization of us or the respective copyright owner, which may be granted at its sole discretion.</p>\n<p>The trademarks, services marks, trade names, trade dress, logos, page headers, custom graphics, button icons and scripts (collectively, \"Marks\") contained or described on our Services and any Marks associated with any products available on our Services) are the sole property of UBISOFT and/or our licensors and may not be copied, imitated or otherwise used, in whole or in part, without the prior written authorization of us and/or our licensors.&nbsp.\nWe will enforce our intellectual property rights to the fullest extent of the law.</p>\n<p>We make no representations that our Services, or the Materials or products described or offered on our Services are appropriate or available for use in jurisdictions outside Canada, or that these Terms comply with the laws of any other country.&nbsp.\nIf You use our Services and reside outside Canada, You do so at your own risk and are responsible for compliance with all laws, if and to the extent local laws are applicable.&nbsp;You agree that You will not access our Services from any territory where its contents are illegal.\nYou may not use or export or re-export any content downloaded from our Services or any copy or adaptation of such content, in violation of any applicable laws or regulations, including without limitation Canada export laws and regulations.</p>\n<p>You may submit reviews, comments, or other feedback on our Services.&nbsp.\nHowever, please note our submission policies below:</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>UBISOFT’S Unsolicited Ideas Policy</u>\n<b>: </b>We appreciate your enthusiasm and the time and energy You spend playing our games.\nHowever, our company policy does not allow us or any of our employees to accept or consider any unsolicited ideas, suggestions, proposals, comments or materials (“Submissions”).\nThe purpose of this policy is to avoid potential misunderstandings or disputes if products, services or features We develop or publish might appear to be similar or identical to ideas that may have independently occurred to You.</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Terms of Idea Submissions</u>\n<b>:&nbsp.\n</b>If You still choose to submit ideas to us in spite of our warnings, then regardless of what your communication says, You agree that:</p>\n<ul>\n<li>Your Submissions shall be deemed non-confidential and non-proprietary.</li>\n<li>We shall have no obligations concerning your Submissions, including but not limited to, no obligation to review or return any materials or acknowledge receipt of any Submissions.</li>\n<li>We may use, redistribute, or disclose the Submissions worldwide without any restriction, in any way and for any purpose whatsoever, commercial or otherwise, without any compensation or credit obligation to You or any third party.</li>\n</ul>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Feedback</u>\n<b>: </b>While We cannot accept unsolicited ideas, We are always happy to receive specific feedback regarding the existing features of our Services.\nIt helps us learn how to best satisfy your needs.\nPlease do not include ideas that our policy will not permit us to accept or consider, as noted above.&nbsp.\nAny feedback You provide is deemed to be non-confidential and non-proprietary.\nWe shall be free to use such feedback on an unrestricted basis, without any compensation or credit obligation to You or any third party.&nbsp;</p>\n<p>&nbsp;</p>\n<b>8.\n&nbsp;<u>HOW DO I REPORT UNLAWFUL AND OTHER PROHIBITED CONTENT ON OUR SERVICES</u>\n</b>&nbsp;<b>\n<u>?</u>\n</b>\n<p>8.1<b>&nbsp;&nbsp.\n</b>\n<u>Unlawful Content</u>.<b>&nbsp.\n</b>If You believe that any content made available on our Services by Users does not comply with these Terms (including the Rules of Conduct stipulated in Section 3), You may report this to us by using the \"Report\" option available in each Service or by contacting Ubisoft customer support at https://support.ubi.com., indicating the information listed below.</p>\n<ul>\n<li>Specify the date of your notification;</li>\n<li>Indicate your last name, first name, country of residence, address, telephone number and e-mail address;</li>\n<li>Identify and describe the content which is, in your opinion, contrary to these Terms or infringing, indicating its precise location on the Services;</li>\n<li>Indicate the reasons why You believe that this content does not comply with these Terms and should be removed from the Services.\nWith regard to this, cite the legal provisions and proof of the facts;</li>\n<li>Attach a declaration specifying that all the information you have passed on to UBISOFT is correct.</li>\n</ul>\n<p>After receipt of a full notification, We reserve the right to act as We deem appropriate, entirely at our own discretion.\nPlease note that presenting content as being unlawful with the aim of obtaining its removal or causing its dissemination on the Services to be discontinued, when You are aware that this information is incorrect, is punishable by law.\nWe reserve the right to ask You to cease to use any content which it believes to be contrary to the provisions of the Terms and/or delete or deactivate the content in question.\nIf We delete or deactivate any content that You have published which is considered to be manifestly unlawful and contrary to these Terms, We reserve the right to suspend or delete your Account, in accordance with these Terms.</p>\n<p>8.2&nbsp.\n<u>Copyright Notice</u>.<b>&nbsp.\n</b>We respect the intellectual property rights of others and expect Users to do the same.\nIf You are a copyright owner or an agent thereof, and You believe that content used on websites or online services operated by us, constitutes copyright infringement, You may submit a copyright infringement notification with us, You will need to send a written communication that includes the following:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>A description of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notice, a representative list of such works at that site;</li>\n<li>A description of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material such as the exact URL or a description of where the alleged infringing material is located;</li>\n<li>Your name, address, telephone number, and, if available, email address;</li>\n<li>A statement that You have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that You are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Please send your notice to the attention of: &nbsp;copyright-infringement@ubisoft.com</p>\n<p>We may terminate accounts of repeat infringers.&nbsp.\nPlease note that any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability for damages (including costs and attorney fees).&nbsp.\nPlease also note that the information provided in your copyright infringement notification may be forwarded to the person who provided the allegedly infringing material.\nWe may, at our discretion, share a copy of your notice with third parties, including for publication.</p>\n<p>&nbsp;</p>\n<p>\n<b>PLEASE READ SECTIONS 9-11 CAREFULLY.\nTHEY AFFECT YOUR RIGHTS</b>\n<b>.</b>\n</p>\n<b>9.</b>&nbsp.\n<b>\n<u>PLEASE NOTE: UBISOFT MAKES NO GUARANTEES OR WARRANTIES ABOUT OUR SERVICES</u>\n</b>\n<b>\n<u>.</u>\n</b>\n<b>\n</b>\n<p>YOU EXPRESSLY ACKNOWLEDGE THAT USE OF THE SERVICES IS AT YOUR OWN RISK AND ARE SUPPLIED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS.&nbsp.\nUBISOFT AND UBISOFT'S LICENSORS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND OTHER REPRESENTATIVES WORLDWIDE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSES AND NON-INFRINGEMENT.</p>\n<p>WE DO NOT GUARANTEE AND MAKE NO COMMITMENT OR WARRANTY CONCERNING THE USE OF THE SERVICES OR THE RESULTS OF THE USE OF THE SERVICES IN TERMS OF CONFORMITY, ACCURACY, COMPLETENESS, RELIABILITY, SECURITY, AVAILABILITY ETC.\nWITHIN THE LIMITS AUTHORIZED BY APPLICABLE LAW, WE DO NOT OFFER ANY GUARANTEE CONCERNING THE MARKET VALUE OF THE SERVICES AND GAMES, YOUR SATISFACTION OR THE SUITABILITY OF THE SERVICES OR GAMES FOR A PARTICULAR USE.\nIN ADDITION, WE OFFER NO GUARANTEE THAT THE SERVICES WILL BE SECURE, FREE OF INTERRUPTION OR ERRORS, BUGS, VIRUSES OR HARMFUL ELEMENTS, OR THAT ERRORS, BUGS, VIRUSES OR HARMFUL ELEMENTS WILL BE CORRECTED.\nLASTLY, WE OFFER NO GUARANTEE THAT THE INFORMATION, CONTENTS AND/OR ELEMENTS ACCESSIBLE VIA THE SERVICES ARE ACCURATE, COMPLETE OR UP TO DATE.\nIN PARTICULAR, WE DO NOT EXHAUSTIVELY CHECK THE CONTENT OR THE WORDS THAT YOU OR OTHER USERS PUBLISH VIA THE SERVICES, OR YOUR ACTIONS WITHIN THE FRAMEWORK OF THE SERVICES.\nWE THEREFORE OFFER NO GUARANTEE AND ACCEPT NO RESPONSIBILITY TO YOU WITH REGARD TO YOUR OWN ACTIONS AND/OR THE ACTIONS OF OTHER USERS OF THE SERVICES.&nbsp;WE DOE NOT OFFER ANY WARRANTIES, EXPRESS OR IMPLIED, CONCERNING&nbsp;ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES;’ SUCH ACTION IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO ANY OF OWN HARDWARE OR SOFTWARE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>YOU WILL BEAR ALL COSTS AND ALL RISKS ASSOCIATED WITH THE USE OF THE SERVICES.\nIN ADDITION, YOU WILL BEAR THE WHOLE COST OF ANY MAINTENANCE, REPAIR OR CORRECTION REQUIRED.\nYOU WILL BEAR ALL RISKS ASSOCIATED WITH TIME AND EFFORT LOST, LOSS OF DATA (PARTICULARLY ANY GAME DATA), ERRORS OR LOSS OF COMMERCIAL OR OTHER INFORMATION RESULTING FROM THE USE OF THE SERVICES.</p>\n<p>YOU WILL BEAR SOLE RESPONSIBILITY FOR ANY DAMAGE CAUSED TO UBISOFT, ITS PARTNERS, OTHER USERS OF THE SERVICES OR ANY OTHER INDIVIDUAL OR LEGAL ENTITY AS A RESULT OF YOUR USE OF ALL OR PART OF THE SERVICES AND/OR GAMES IN VIOLATION OF THE LAW OR OF YOUR OBLIGATIONS AS STIPULATED IN THESE TERMS.</p>\n<p>UBISOFT MAY IN NO CASE BE HELD LIABLE FOR PAYMENT TO YOU OF ANY SUM OR ANY DAMAGES AS A RESULT OF YOUR BEING UNABLE TO USE ALL OR PART OF THE SERVICES.\nIN NO CASE MAY UBISOFT BE HELD RESPONSIBLE FOR ANY DIRECT, INDIRECT, ACCIDENTAL, INCIDENTAL OR OTHER DAMAGES RESULTING FROM THE USE OR IMPOSSIBILITY OF USING THE SERVICES, EVEN IF WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES INCLUDING ANY LIABILITY (I) AS A PUBLISHER OF INFORMATION, (II) FOR ANY INCORRECT OR INACCURATE INFORMATION, (III) FOR ANY UNAUTHORIZED ACCESS TO OR DISCLOSURE OF YOUR TRANSMISSIONS OR DATA, (IV) FOR STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE, OR (V) FOR ANY OTHER MATTER RELATING TO THIS SITE OR ANY THIRD-PARTY WEBSITE.&nbsp.\nTHIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LOSS OF GOOD WEILL, LOSS OF USE, LOSS OF DATA, COST OF PROCURING SUBSTITUTE GOODS, SERVICES, OR INFORMATION, LITIGATION OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE) PRODUCT LIABILITY OR OTHERWISE, EVEN IF AN INDIVIDUAL ADVISES OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE LIMITATIONS OF LIABILITY SET FORTH HEREIN ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN UBISOFT AND YOU.&nbsp.\nTHE INFORMATION AND SERVICES OFFERED ON AND THROUGH THE SITE WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS.</p>\n<p>IN THE EVENT OF A BREACH OF YOUR LEGAL OR CONTRACTUAL OBLIGATIONS, WE RESERVE THE RIGHT (i) TO DELETE YOUR ACCOUNT AND TERMINATE YOUR LICENSE FOR USE OF THE SERVICES AND (ii) TO TAKE LEGAL ACTION ON GROUNDS OF CIVIL OR CRIMINAL RESPONSIBILITY IN ORDER TO HALT THE VIOLATION AND OBTAIN COMPENSATION FOR ITS LOSSES.\nIN PARTICULAR, WITHOUT LIMITATION, WE RESERVE THE RIGHT TO PROSECUTE ANY USER WHO WAS DELIBERATELY DAMAGED OR ATTEMPTED TO DAMAGE THE SERVICES OR DISRUPTED THE LEGITIMATE FUNCTIONING OF THE SERVICES OR PROVIDED ASSISTANCE FOR SO DOING.</p>\n<p>YOU ACKNOWLEDGE AND ACCEPT THAT, WITHIN THE LIMITS AUTHORIZED BY LAW, IN THE EVENT OF A DISPUTE WITH UBISOFT OR ITS LICENSORS YOU MAY (i) CEASE TO USE THE SERVICES AND TERMINATE YOUR ACCOUNT AND, (ii) IF APPLICABLE, TAKE LEGAL ACTION TO OBTAIN COMPENSATION FOR YOUR LOSSES.\nTHE LIABILITY OF UBISOFT, INCLUDING ITS LICENSORS AND AFFILIATED COMPANIES AND THEIR RESPECTIVE EMPLOYEES, MANAGERS OR DIRECTORS (COLLECTIVELY REFERRED TO AS THE&nbsp;<b>\"AFFILIATES\"</b>) TO YOU MAY NOT EXCEED THE PRICE YOU HAVE PAID FOR THE SERVICES DURING THE TWELVE (12) MONTHS PRIOR TO THE OCCURRENCE OF THE DISPUTE.</p>\n<p>REGARDLESS OF THE ABOVE, THE PROVISIONS OF THIS SECTION IN NO EVENT LIMIT OUR LIABILITY TO YOU IN THE EVENT OF FRAUDULENT STATEMENTS OR DEATH OR PHYSICAL INJURY RESULTING FROM OUR NEGLIGENCE.\nIN ADDITION, THE RESTRICTIONS, EXCLUSIONS AND NON-LIABILITY CLAUSES OF THIS SECTION AND OF THE OTHER STIPULATIONS OF THESE TERMS APPLY WITHIN THE LIMITS OF APPLICABLE LAW.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW DISCLAIMER OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE DISCLAIMERS AND LIMITATIONS MAY NOT APPLY TO YOU.&nbsp.\nIN SUCH JURISDICTIONS, THE EXCLUSIONS AND LIABILITY ARE LIMITED TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>&nbsp;</p>\n<b>10.\n<u>YOU AGREE TO INDEMNIFY UBISOFT</u>\n</b>\n<b>\n<u>.</u>\n</b>\n<b>\n</b>\n<p>If We ask You to do so, You shall defend and guarantee UBISOFT, its licensors, subcontractors and other content suppliers against all liabilities, claims and damages and all costs, including lawyers' fees, following and/or resulting from a violation of these Terms for which You are responsible or more generally, your use of our Services or behavior on the Services or any activity by your account by You or any other person.\nWithout limiting the generality of the foregoing, You shall defend UBISOFT and hold it harmless in the event of inappropriate or illegal use of your Account, including in the event of illegal or inappropriate use by someone You have authorized to use your Account.\nYou agree to be held personally responsible for your use of our Services and for all your communications and activities on our Services.&nbsp.\nWe reserve the right, at our own expense, to take sole responsibility for conducting the defense in and controlling any other cases for which You are normally obliged to defend it.\nIf it does so, You will no longer have any obligation to defend us concerning the case in question.\nThe provisions of this Section remain valid and in force after termination of these Terms or of your Account, subject to applicable law.</p>\n<p>&nbsp;</p>\n<b>11.\n<u>HOW WILL WE UPDATE OUR SERVICES OR THESE </u>\n</b>\n<b>\n<u>TERMS</u>\n</b>&nbsp;<b>\n<u>?</u>\n</b>\n<p>11.1 <u>Modification of Terms</u>.\nWe reserve the right to modify these Terms and other notices contained on the UBISOFT Services, at any time, temporarily or permanently and entirely at our own discretion.\nIf You do not agree to the changes made to these Terms, You may close your Account in accordance with Section 12.\nYou therefore undertake to check any modifications regularly and to comply with them fully.\nAny use of our Services subsequent to updates and/or modifications implies acceptance of the Terms thus updated and modified.</p>\n<p>11.2 <u>Modification to Services and Access to Services.\n</u>We may modify our Services and/or your access to them at any time for any reasons.&nbsp.\nIn particular, We may deem it necessary to carry out updates, maintenance operations and/or resets to improve and/or optimize our Services.\nSuch updates, maintenance operations and/or resets may affect our Services including without limitation (a) restricting your access to all or part of our Services and/or (b) deleting all or part of the Services, subject to applicable law.&nbsp.\nIn addition, We reserve the right to modify the prices of specific Services including without limitation modifying a Service from a paid Service to a free to play Service at any time for any reason.&nbsp.\nPLEASE NOTE THAT WE MAY CANCEL ACCESS TO ONE OR MORE ONLINE FUNCTIONS CONNECTED TO ONE OR MORE SERVICE(S) AT ANY TIME AND FOR ANY REASON WITH OR WITHOUT NOTICE TO YOU, ALL SUBJECT TO APPLICABLE LAW.</p>\n<p>11.3&nbsp.\n<u>Tools and Software Updates<b>\n</b>\n</u>The Services may ask You or enable You to download software, updates, patches and/or other utilities and tools supplied by us or our licensors (referred to as the \"UBISOFT Software\") onto hardware mediums authorized by us.&nbsp.\nWe grant You a personal, non-transferable and non-exclusive license enabling You to use this UBISOFT Software solely for the purposes of use of our Services, throughout the world and for the legal period of protection of the UBISOFT Software under intellectual property rights.\nWe may specify terms of use for this UBISOFT Software at the time at which it is made available to you.\nPlease note that the performances of the UBISOFT Software and the related Services may vary depending on your hardware.\nWe may from time to time supply You with updates or modifications of the UBISOFT Software.\nYou acknowledge that certain updates and modifications may be necessary in order to be able to continue to use the UBISOFT Software and o Services.</p>\n<p>&nbsp;</p>\n<b>12.</b>\n<b>&nbsp.\n<u>CAN MY ACCOUNT BE TERMINATED</u>\n</b>&nbsp;<b>?&nbsp.\n</b>\n<p>These Terms are effective unless and until terminated by either You or UBISOFT.&nbsp;These Terms may be terminated or suspended at any time, without notice, for any reason, including without limitation due to violations of the Code of Conduct.&nbsp.\nIf you have more than one Account, We reserve the right to delete all the Accounts you have opened.</p>\n<p>12.1 <u>Termination of your Account at your initiative.&nbsp.\n</u>You may terminate your Account at any time, automatically and without any judicial formality on the Ubisoft Account management page https://account.ubisoft.com/.&nbsp.\nWe reserve the right to recover any charges owed to us, or anyone else, in connection with our Services, before the cancellation of your Account.\nSubject to compliance with the termination procedure indicated above, the termination of your Account will come into force within a reasonable period of time after receipt of your request.</p>\n<p>12.2 <u>Consequences of Termination of the Account</u>.&nbsp.\nIn the event of termination or suspension of your Account, You will lose, and We may delete, your profile and the related information You have passed on to us, together with any UGC you may have published, uploaded or made available on our Services.\nHowever, to the extent permitted by applicable law, We reserve the right to store your profile and any of the aforementioned Content on its servers.\nIn the event of termination of your Account, you must immediately cease all use of the Services and destroy any related documentation on any medium.&nbsp.\nIn the event of termination of your Account, You will not be able to participate in the Service(s) again without our express permission.\nIn the event of termination of your Account or of a Service or Services associated with your Account, all achievements, virtual items and/or virtual currency that You have acquired may, in our sole discretion, be terminated or forfeited.&nbsp;You have no property rights in any achievements, virtual items and/or virtual currency.\nAny fees paid hereunder are non-refundable.</p>\n<p>Sections that due to their nature are intended to survive, shall survive the termination of these Terms.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>13.&nbsp.\n<u>ANYTHING ELSE I SHOULD KNOW</u>\n</b>&nbsp;<b>\n<u>?</u>\n</b>\n<p>13.1 <u>Titles and Headings.\n</u>Titles and headings are for convenience only and do&nbsp;not control the meaning or interpretation of any provision of these Terms.</p>\n<p>13.2 <u>Severability </u>&nbsp;If any term of this Agreement is to any extent invalid, illegal, or incapable of being enforced, such term shall be excluded to the extent of such invalidity, illegality, or unenforceability.\nall other terms hereof shall remain in full force and effect.</p>\n<p>13.3 <u>No Waiver.\n</u>&nbsp;The failure or neglect by You or UBISOFT to enforce any of rights under these Terms will not be deemed to be a waiver of your or UBISOFT’S rights.&nbsp;</p>\n<p>13.4<u> Entire Agreement.\n</u>The Terms, all other documents and&nbsp.\npolicies incorporated herein, represent the entire agreement between You and UBISOFT concerning your rights and obligations as to the use of our Services and supersede any and all prior or contemporaneous agreements, representations, warranties and understandings, written or oral, with respect to the subject matter of the Terms.</p>\n<p>13.5&nbsp.\n<b>\n<u>APPLICABLE LAW AND JURISDICTION.\n</u>\n</b>\n<b>&nbsp;</b>These Terms and your Account are governed by the laws of Canada and the province in which you reside, and you expressly acknowledge the exclusive jurisdiction of the federal courts and province courts within the jurisdiction of the place of your principal residence for any complaint or any dispute with us, resulting from or related in any way to your relationship with us, your Account(s) or your use of the Services.\nIn addition, as indicated above, your conduct may be subject to other regional, federal, national or international laws.</p>\n<p>13.6 <u>Force Majeure.</u>&nbsp.\nSubject to applicable law, We will not be held liable for circumstances beyond our reasonable control.</p>\n<p>13.7<u>\n</u>\n<u>Contacts.</u> These Terms can be accessed at any time at&nbsp;<b>www.ubisoft.com</b> or <b>legal.ubi.com/termsofuse.&nbsp.\n</b>For any question concerning these Terms or our Services, You may contact us by visiting https://support.ubisoft.com.</p>\n<p>&nbsp;</p>\n<p>\n<b>Last Updated: May 12, 2020</b>\n</p> ", "created_at": "2020-05-31 08:01:30.113916", "updated_at": "2020-05-31 08:01:31.243084"}, {"id": 2569, "name": "PRIVACY POLICY", "url": "https://legal.ubi.com/privacypolicy/en-CA", "xpath": "", "text": " PRIVACY POLICY PRIVACY POLICY Privacy Policy\n<p>05/2020</p>\n<p>\n<b>“Your privacy is not a game”</b>\n</p>\n<p>Ubisoft teams create original and memorable experiences so that players can have fun, interact with others and take pleasure through our games, applications, websites and online services (collectively hereinafter referred to as our “<b>Services</b>”).</p>\n<p>We collect your personal data so that you can benefit from our Services and we make it our duty to adhere to the rules of the game!</p>\n<p>This privacy policy is designed to help you understand how your data is used, inform you of your rights and how to exercise your rights.</p>\n<p>&nbsp;</p>\n<b>1.\nWhat is personal data?</b>\n<p>“<b>Personal Data</b>” (or “<b>Data</b>”), is all information that identifies you:</p>\n<ul>\n<li>either directly, for example, your last name, first name, email address or telephone number;</li>\n<li>or indirectly, for example your account ID, IP address, cookie identifier or game data.</li>\n</ul>\n<p>For more information about the Data that Ubisoft collects, go to Section&nbsp;3 “When does Ubisoft collect your Data and for what purpose?”.</p>\n<p>&nbsp;</p>\n<b>2.\nCan minors access our Services?</b>\n<p>The age at which minors can create a Ubisoft account or have access to some of our Services depends on the personal data protection laws of each country.\nFor more information, please see the article on the access and terms specific to minors in our Terms of Use of the Ubisoft Services.</p>\n<p>&nbsp;</p>\n<b>3.\nWhen does Ubisoft collect your Personal Data and for what purpose? </b>\n<p>We may collect your Data when:</p>\n<b>a)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You create a Ubisoft account (hereinafter referred to as your “Account”).</b>\n<p>We collect your user name, password, email address, date of birth and country.\nSome items of Data, such as your user name, are made public to allow your community to find you in our Services.</p>\n<p>When you create your Account, you can manage your subscription to receive the Ubisoft <i>newsletter </i>by email.\nYou can unsubscribe at any time by:</p>\n<ul>\n<li>clicking on the unsubscribe link at the end of each <i>newsletter,</i>\n</li>\n<li>or on your Account management page in the “Privacy and communication” Section.</li>\n</ul>\n<p>You can rest assured that, even if you unsubscribe, you will still receive the necessary emails for the management of your Account (for example, if you forget your password).</p>\n<b>b)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You sign into our Services with a social login or your credentials from a third party platform (for example, Facebook, Twitch).\n</b>\n<p>We collect the Data that you have agreed to share via the social media site or third party platform in question.</p>\n<b>c)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>You make a purchase in our games and in our online services</b>.\n<p>We collect the Data needed to process your purchase, such as your last name, first name, mailing and email addresses, country, bank details and purchase history.\nThis Data is sent to our partner service providers that are in charge of the payment and the delivery of your purchase (to learn more, go to Section&nbsp;5 “How does Ubisoft share your Personal Data?”).</p>\n<b>d)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You use our games, applications, websites and online services on a computer or mobile telephone.\n</b>\n<p>We collect:</p>\n<ul>\n<li>Your <b>game data</b>, to improve your experience and the security of our Services such as: achieved game levels, rewards, rankings, completed game missions, statistics including the game time or the use of the various features as well as the data associated with any bugs and malfunctions.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Your <b>login and browsing data</b>, to enable the operation and security of our Services, such as: visited pages, identifier of your device and the connection (IP address, MAC address), login dates and times, information concerning the browser and the operating system you use.</li>\n</ul>\n<p>We use various types of technologies such as <b>cookies</b> to collect such Data when you use our Services or visit a third party site where we and our partners provide content or carry out content use analysis.</p>\n<p>We allow some of our partners to set and access their Cookies on your device.\nThese partners’ use of Cookies is subject to their own privacy policies and not this Privacy Policy.</p>\n<p>To refuse Cookies or request their deletion as well as obtain the list of partners who are permitted to store and/or access these Cookies, please see the Cookies page.</p>\n<p>You can also adjust your browser settings to understand when these Cookies are stored on your device or to disable the Cookies by consulting your browser’s “Help” menu.\nPlease note that these settings may affect your ability to shop online or to access certain features of our Services whenever these Cookies are needed for the operation of our Services.</p>\n<b>e)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>You play a Ubisoft game on your console.</b>\n<p>We may collect Data such as your age, country, user name and email address, which has been provided on your consoles in order to simplify the creation of your Account.</p>\n<p>We also collect data transmitted by console manufacturers such as your console identifier, your game data as well as the data associated with any bugs and malfunctions.</p>\n<b>f)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>You interact with other players </b>\n<b>(forums, </b>\n<b>chat rooms,</b>\n<b> Ubisoft social media pages</b>\n<b>).</b>\n<b>\n</b>\n<p>We collect Data such as your user name, IP address, the date, time, and we save the content of your messages to allow you to interact with other players in a secure environment.</p>\n<b>g)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You are exposed to personalised advertisements or content on our Services or those of our partners</b>\n<b>.</b>\n<b>\n</b>\n<p>We collect Data such as your age and gender, the advertisement and the number of times it was watched, its location in the game and the identifier of your device.\nWe also collect information about your actions in relation to the advertisement, such as the sites visited as well as the dates and times of the visits.</p>\n<p>We can combine the Data collected with our partners when you use our Services.\nWe also combine this Data with demographic, advertising and market studies or with other analytic surveys.\n<b>\n</b>\n</p>\n<p>We may also use all of your Data collected to offer you personalised advertisements, products, services or content (hereinafter referred to as “<b>Personalised Content</b>”) via our Services or those of our partners.</p>\n<p>If you wish to withdraw your consent or object to the personalisation of advertisements, please go to Section&nbsp;6 “What are your rights and how do you exercise your rights”, then to the paragraph “Give and withdraw your consent”.<b>\n</b>\n</p>\n<b>h)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You take part in a contest or survey organised by Ubisoft.</b>\n<p>We collect your last name, first name, date of birth, mailing and email addresses.</p>\n<p>We use this Data to administer the contest or the survey, to send you promotional offers and/or for internal statistical purposes.</p>\n<b>i)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>You contact us via the Ubisoft Customer Support portal or social media.</b>\n<p>If you contact us via the Customer Support portal, we collect Data such as your last name, first name, user name, email address, date of birth, country, console identifier and games registered on your Account, depending on your questions or requests.</p>\n<p>If you contact us via social media, we collect some of the Data included on your profile.</p>\n<p>We only use this Data to appropriately respond to your questions and requests.</p>\n<b>j)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>You do not comply with the rules of the game.</b>\n<b>\n</b>\n<p>When you use our Services, we ask that you comply with the Terms of Use of the Ubisoft Services and the codes of conduct associated with our Services which are intended to protect our users, employees and more generally Ubisoft’s rights.</p>\n<p>If you do not abide by these rules, you may be sanctioned including in the event of inappropriate conduct, cheating or toxic behaviour.\nWe will keep your Data for the time needed to apply these sanctions.\nThis Data may include for example your Account identifier, your game data, your IP address, the identifier of your device and your chat history.</p>\n<p>&nbsp;</p>\n<b>4.\nHow long does Ubisoft keep your Personal Data? </b>\n<p>Unless the law specifies a different retention period, Ubisoft will only keep your Data for the time strictly necessary to carry out the operations for which said Data has been collected by Ubisoft.</p>\n<p>For example, we will keep the Data associated with your Account until the closure of the Account.\nIn some cases, the Data may be kept for a longer period such as when it is needed for us to apply a sanction.</p>\n<p>&nbsp;</p>\n<b>5.\nHow does Ubisoft share your Personal Data?</b>\n<p>We may share your Data with:</p>\n<ul>\n<li>Ubisoft subsidiaries involved in the administration of the Services.\nYou can find more information about the group on our dedicated website: https://www.ubisoft.com/en-us/company/overview.aspx</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>The technical service providers involved in the supply of the Services (for example, product delivery, promotion of the Services, to act against inappropriate conduct, cheating and toxic behaviour).\nAs subcontractors, these service providers are under the same obligations as Ubisoft to comply with applicable personal data protection laws.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>The partners who use your Data to provide you with personalised advertisements or Personalized Content.\n<ul>\n<li>To consult a list of Ubisoft’s partners, please see the Cookies page.</li>\n<li>To opt out of the sharing of your Data, please Section 6 “What are your rights and how do you exercise your rights”, then to the paragraph “Give and withdraw your consent”.</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Other companies, only in the event of transfer of Ubisoft’s activities.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Administrative or judicial authorities, to verify the proper use of the Data by Ubisoft or for the purposes of an investigation, in compliance with applicable law.\nUbisoft always verifies the legitimacy of the request.</li>\n</ul>\n<p>In such cases, your Data may be transferred to countries located outside of the European Union who provide an equivalent level of protection.\nIn the event of transfer to other countries, the protection of your Data is especially ensured by the signature of standard contractual clauses approved by the European Commission.</p>\n<p>&nbsp;</p>\n<b>6.\nWhat are your rights and how do you exercise your rights?</b>\n<ul>\n<li>\n<b>Obtain a copy of your Data – “Right of access and data portability”: </b>At any time you can request a copy of the Data associated with your Account.\nYou may also consult the Data, use it yourself or transfer it to another service provider.\nUbisoft has established a simple procedure for you to exercise your rights:</li>\n</ul>\n<p>\n<b>&nbsp;</b>Please see the Account management page, in the “Privacy and Communication” Section, then “Download your information”.</p>\n<p>&nbsp;If you have been sanctioned in relation to our Services, we will not be able to give you access to the Data regarding your sanction so as to maintain our ability to detect or take action against such behaviour.</p>\n<ul>\n<li>\n<b>Correct your Data – “Right to rectification”:</b> You have the right to correct your Data when it is inaccurate or incomplete (for example, change your delivery address).</li>\n</ul>\n<p>To do so, please see the Account management page, in the “Account information” Section.</p>\n<ul>\n<li>\n<b>Give and withdraw your consent – “Right to object and withdraw your consent”:</b> At any time, you may withdraw your consent or object to the receipt of <i>newsletters</i> or advertising emails, the personalisation of advertisements or the sharing of your Data with our partners (except for subsidiaries and technical service providers):\n<ul>\n<li>on the Account management page, in the “Privacy and Communication” Section,</li>\n<li>on the Cookies page, to set the Cookies,</li>\n<li>for some of our mobile games, in the privacy settings,</li>\n<li>on your telephone or your tablet, in the settings, by activating “Limit Ad Tracking” on Apple telephones, or activating “Opt-out of Ads Personalisation” on Android telephones.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>&nbsp;<b>Delete your Account – “Right to erasure (right to be forgotten)”: </b>You can request the closure of your Account and the deletion of the associated Data.</li>\n</ul>\n<p>\n<b>&nbsp;</b>To do so, please see the Account management page in the “Account information” Section then “Close your Ubisoft account”.</p>\n<p>&nbsp;If you have been sanctioned in relation to our Services, we cannot delete the Data regarding your sanction as to allow us to maintain your sanction.</p>\n<ul>\n<li>\n<b>Limit the use of your Data – “Right to restriction of processing”:</b> You also have the right to request that your Data no longer be used or not be deleted during the time we are processing your request.\nTo do so, please contact the Ubisoft Customer support department here.</li>\n</ul>\n<p>To exercise your rights if you do not have an Account or for any question regarding the exercise of these rights, you can contact the Ubisoft Customer Support at any time.</p>\n<p>If you feel that your rights have not been respected after having contacted us, you have the right to make a complaint to the regulatory authority in your country.\n<u>\n</u>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>7.\nWhen can Ubisoft use your Data? </b>\n<p>We can use your Data in one of the following circumstances:</p>\n<ul>\n<li>\n<b>The existence of a contract </b>between you and Ubisoft to provide you with Services.\nYou enter into this contract with Ubisoft by accepting the Terms of Use of the Ubisoft Services.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Ubisoft’s<b> legitimate interest</b> (or reasonable expectations of users), to offer you the best possible user experience, such as to ensure the security of the Services, moderate the community, respond to your requests and questions or to send you <i>newsletters</i>.</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<b>Your consent</b> to offer you advertisements, products, services or personalised content depending on your user profile.</li>\n</ul>\n<p>Ubisoft is entitled to change this policy at any time.\nWe will inform you of the material updates and recommend that you consult this policy on a regular basis or contact us if you have any questions.\nUsing our Services following such a change means that you accept any changes.</p>\n<p>&nbsp;</p>\n<b>8.\nContact</b>\n<p>If you have any questions about this document, please contact:</p>\n<ul>\n<li>The Data Protection Officer and his or her team here.</li>\n<li>By mail: UBISOFT ENTERTAINMENT SA (data controller), 17, avenue Henri Fréville – 35200 Rennes (France)</li>\n</ul>\n<p>&nbsp;For any other questions, including if your question relates to the hacking of your Account, a problem with online payment or the use of our products and Services, please contact Ubisoft Customer Support.</p>\n<p>\n<b>\n<u>Local contacts</u>\n</b>\n</p>\n<ul>\n<li>\n<b>Canada</b>\n</li>\n</ul>\n<p>Attention: Legal Department</p>\n<p>Address: Ubisoft: 5505 St-Laurent Blvd., Suite 5000, Montréal, Québec, H2T 1S6, Canada</p>\n<ul>\n<li>\n<b>South Korea</b>\n</li>\n</ul>\n<p>Attention: Young-Soo Kim</p>\n<p>Address: 28 Saemunan-ro 5ga-gil, Jongno-gu, Seoul</p>\n<p>Email: Ubisoft_Privacy_Korea@generalagent.co.kr</p>\n<p>Telephone number: 02-736-8275</p>\n<ul>\n<li>\n<b>United States</b>\n</li>\n</ul>\n<p>Attention: Ubisoft, Inc., Privacy Rights Administrator c/o Legal Department</p>\n<p>Address: 625 third Street San Francisco, 94107 CA, USA</p>\n<p>Ubisoft is a licensee of the ESRB's Privacy Certified Program : https://www.esrb.org/EPCConfirm/912/.\nIf you believe that we have not responded to your inquiry or your inquiry has not been satisfactorily addressed, please contact ESRB at: https://www.esrb.org/privacy/contact/&nbsp;or by email at: privacy@esrb.org</p>\n<p>\n</p> ", "created_at": "2020-05-31 08:01:51.243906", "updated_at": "2020-05-31 08:01:52.00127"}], "points": [{"id": 12568, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Canada)", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:38:03.790338", "updated_at": "2021-06-03 13:32:31.906712", "quoteText": "These Terms and your Account are governed by the laws of Canada", "case_id": 242, "document_id": 2568, "quoteStart": 49427, "quoteEnd": 49490}, {"id": 9322, "title": "The service refers users to external documents for more information", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:30:34.333868", "updated_at": "2021-02-06 04:16:12.058812", "quoteText": "We allow some of our partners to set and access their Cookies on your device.\nThese partners’ use of Cookies is subject to their own privacy policies and not this Privacy Policy.", "case_id": 299, "document_id": 2553, "quoteStart": 4235, "quoteEnd": 4413}, {"id": 9321, "title": "The service can suspend your account for several reasons", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:28:28.219428", "updated_at": "2021-02-06 04:32:01.87194", "quoteText": "We have incurred, in addition and without prejudice to the right to terminate your Account in accordance with these Terms.", "case_id": 205, "document_id": 2552, "quoteStart": 19462, "quoteEnd": 19584}, {"id": 12564, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:14:53.296886", "updated_at": "2020-12-17 04:45:12.998169", "quoteText": "This includes but is not limited to trolling, flaming, spamming,", "case_id": 281, "document_id": 2568, "quoteStart": 6338, "quoteEnd": 6402}, {"id": 12545, "title": "Third parties may be involved in operating the service", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:10:37.368289", "updated_at": "2020-12-16 21:21:43.702316", "quoteText": "bruikers, onze werknemers en meer in het algemeen de rechten van Ubisoft te beschermen.</p>\n<p>Als u deze rege", "case_id": 207, "document_id": 2553, "quoteStart": 9001, "quoteEnd": 9111}, {"id": 12548, "title": "You waive your right to a class action.", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:23:52.810681", "updated_at": "2020-12-16 21:21:13.108577", "quoteText": "You waive any right to a trial (by judge or jury), You waive any right to participate as a member of a class in a class action or similar proceeding, and You will abide by the dispute resolution mechanism in this Section.", "case_id": 117, "document_id": 2552, "quoteStart": 47110, "quoteEnd": 47331}, {"id": 12560, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:10:59.865187", "updated_at": "2020-12-17 04:45:03.690087", "quoteText": "If any term of this Agreement is to any extent invalid, illegal, or incapable of being enforced, such term shall be excluded to the extent of such invalidity, illegality, or unenforceability.\nall other terms hereof shall remain in full force and effect.</p>", "case_id": 294, "document_id": 2568, "quoteStart": 48494, "quoteEnd": 48751}, {"id": 12550, "title": "The service does not guarantee that software errors will be corrected", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:25:57.279604", "updated_at": "2020-12-16 21:17:55.817783", "quoteText": "e die u ons hebt doorgegeven, samen met enige Inhoud die u hebt gepu", "case_id": 289, "document_id": 2552, "quoteStart": 36962, "quoteEnd": 37030}, {"id": 9336, "title": "Prohibits the posting of pornographic content", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 17:10:17.864826", "updated_at": "2021-02-06 04:16:12.583474", "quoteText": "This includes, but is not limited to, comments, private messages or UGC containing or relating to inappropriate behavior, including physical abuse, sexual abuse, and/or pornography", "case_id": 315, "document_id": 2552, "quoteStart": 6918, "quoteEnd": 7098}, {"id": 12566, "title": "The service provides information about how they intend to use your personal data", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:17:39.168778", "updated_at": "2020-12-16 21:23:01.254773", "quoteText": "telefoons of door “Opt-out of Ads Personalization” te activeren op A", "case_id": 227, "document_id": 2553, "quoteStart": 13753, "quoteEnd": 13821}, {"id": 12551, "title": "The service provides information about how they collect personal data", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:28:04.686343", "updated_at": "2020-12-17 04:44:05.689215", "quoteText": "When does Ubisoft collect your Personal Data and for what purpose? </b>\n<p>We may collect your Data when:</p>\n<b>", "case_id": 297, "document_id": 2569, "quoteStart": 1513, "quoteEnd": 1626}, {"id": 12565, "title": "Users agree not to use the service for illegal purposes", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:15:23.443951", "updated_at": "2020-12-17 04:45:24.798897", "quoteText": " or content We deem illegal, dangerous, ", "case_id": 280, "document_id": 2568, "quoteStart": 6420, "quoteEnd": 6460}, {"id": 9316, "title": "This service is only available to users of a certain age", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:07:20.832351", "updated_at": "2021-02-06 04:16:14.793559", "quoteText": "You must be at least 13 years of age (or such other minimum age as is applicable in your country of residence) to create an Account.\nIf You are between 13 and 18 (or the age of majority where You live), You and your parent or guardian must review this Agreement together.\n&nbsp;Parents and guardians are responsible for the acts of children under 18 years of age when using our Services.", "case_id": 152, "document_id": 2552, "quoteStart": 10632, "quoteEnd": 11019}, {"id": 9324, "title": "The service allows you to use pseudonyms", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:35:31.587339", "updated_at": "2021-02-06 04:16:14.812362", "quoteText": "Certain Services may require the creation of a \"Username\" or an \"avatar\".\nYou agree that your Username and/or avatar are linked to your Account and will be publicly displayed.&nbsp.\nWe therefore advise You not to include your last name in your Username.", "case_id": 215, "document_id": 2552, "quoteStart": 3824, "quoteEnd": 4077}, {"id": 9317, "title": "Service does not allow alternative accounts", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:10:07.713849", "updated_at": "2021-02-06 04:16:14.834197", "quoteText": "You acknowledge that You may not create multiple Accounts.", "case_id": 324, "document_id": 2552, "quoteStart": 3704, "quoteEnd": 3762}, {"id": 9326, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:39:16.585844", "updated_at": "2021-02-06 04:16:14.855711", "quoteText": "You are also solely responsible for maintaining the confidentiality and security of your Account and any User identification, passwords, authentication codes or other security devices or procedures (collectively \"Password\").", "case_id": 148, "document_id": 2552, "quoteStart": 4567, "quoteEnd": 4791}, {"id": 9335, "title": "This service keeps user logs for an undefined period of time", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-05-18 17:06:50.242038", "updated_at": "2021-02-06 04:32:01.992571", "quoteText": "We will keep your Data for the time needed to apply these sanctions.\nThis Data may include for example your Account identifier, your game data, your IP address, the identifier of your device and your chat history.", "case_id": 178, "document_id": 2553, "quoteStart": 8287, "quoteEnd": 8500}, {"id": 9323, "title": "Your personal data is given to third parties", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:32:12.456217", "updated_at": "2021-02-06 04:32:01.969849", "quoteText": "You make a purchase in our games and in our online services</b>.\n<p>We collect the Data needed to process your purchase, such as your last name, first name, mailing and email addresses, country, bank details and purchase history.\nThis Data is sent to our partner service providers that are in charge of the payment and the delivery of your purchase", "case_id": 188, "document_id": 2553, "quoteStart": 2798, "quoteEnd": 3146}, {"id": 9320, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:23:48.310374", "updated_at": "2021-02-06 04:16:14.897259", "quoteText": "We reserve the right to modify these Terms and other notices contained on the UBISOFT Services, at any time, temporarily or permanently and entirely at our own discretion.", "case_id": 121, "document_id": 2552, "quoteStart": 49401, "quoteEnd": 49572}, {"id": 9319, "title": "You can request access and deletion of personal data", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:18:14.108302", "updated_at": "2021-02-06 04:16:14.964221", "quoteText": "You may terminate your Account at any time, automatically and without any judicial formality on the Ubisoft Account management page https://account.ubisoft.com/", "case_id": 195, "document_id": 2552, "quoteStart": 52408, "quoteEnd": 52568}, {"id": 9318, "title": "The service collects many different types of personal data", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:14:59.046914", "updated_at": "2021-02-06 04:16:14.988204", "quoteText": "We collect Data such as your age and gender, the advertisement and the number of times it was watched, its location in the game and the identifier of your device.", "case_id": 376, "document_id": 2553, "quoteStart": 5925, "quoteEnd": 6087}, {"id": 12865, "title": "Third parties may be involved in operating the service", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-16 21:22:16.120075", "updated_at": "2020-12-17 04:46:41.51213", "quoteText": "We may share your Data with:</p>\n<ul>\n<li>Ubisoft subsidiaries involved in the administration of the Services.", "case_id": 207, "document_id": 2569, "quoteStart": 9001, "quoteEnd": 9111}, {"id": 11361, "title": "The service may sell your data unless you opt out", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-11-19 20:03:30.317148", "updated_at": "2020-12-16 20:21:14.477679", "quoteText": "we have “sold” the following categories of your Data, depending on how the CCPA is interpreted: identifiers, personal information categories listed in the California Customer Records statute, commercial information, internet or other similar network activity, and geolocation data.</p>\n<p>\n<b>Minors:</b> We may share or “sell” your personal information as described in Minors of our Privacy Policy.</p>\n<p>\n<b>Your Rights and Choices</b>\n<b>:</b>\n<i>\n</i>You have the right to (1) request more information about the categories and specific pieces of Data we have collected, sold and disclosed for a business purpose in the last 12 months, (2) deletion of your Data, and (3) opt out of the sale of your Data, if applicable,", "case_id": 396, "document_id": 2553, "quoteStart": 18048, "quoteEnd": 18771}, {"id": 12554, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:34:03.618785", "updated_at": "2020-12-17 04:47:49.004662", "quoteText": "For example, we will keep the Data associated with your Account until the closure of the Account.\nIn some cases, the Data may be kept for a longer period such as when it is needed for us to apply a sanction.</p>\n<p>", "case_id": 333, "document_id": 2569, "quoteStart": 8719, "quoteEnd": 8934}, {"id": 12863, "title": "They may stop providing the service at any time", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-16 21:17:11.861361", "updated_at": "2020-12-17 04:47:10.966857", "quoteText": "PLEASE NOTE THAT WE MAY CANCEL ACCESS TO ONE OR MORE ONLINE FUNCTIONS CONNECTED TO ONE OR MORE SERVICE(S) AT ANY TIME AND FOR ANY REASON WITH OR WITHOUT NOTICE TO YOU, ALL SUBJECT TO APPLICABLE LAW.</p>", "case_id": 203, "document_id": 2568, "quoteStart": 44679, "quoteEnd": 44881}, {"id": 12862, "title": "This service may collect, use, and share location data", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-16 21:11:05.210975", "updated_at": "2020-12-17 04:47:00.837112", "quoteText": "\n<p>We collect Data such as your user name, IP address, the date, time, and we save the content of your messages to allow you to interact with other players in a secure environment.</p>\n<b>g)&nbsp;&nbsp;&nbsp.\n</b>\n<b>You are exposed to personalised advertisements or content on our Services or those of our partners", "case_id": 373, "document_id": 2569, "quoteStart": 5523, "quoteEnd": 5839}, {"id": 11359, "title": "This service may use your personal information for marketing purposes", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-11-19 19:59:47.704093", "updated_at": "2020-11-20 05:04:10.904087", "quoteText": "We also collect information about your actions in relation to the advertisement, such as the sites visited as well as the dates and times of the visits.</p>\n<p>We can combine the Data collected with our partners when you use our Services.\nWe also combine this Data with demographic, advertising and market studies or with other analytic surveys.\n<b>\n</b>\n</p>\n<p>We may also use all of your Data collected to offer you personalised advertisements, products, services or content (hereinafter referred to as “<b>Personalised Content</b>”) via our Services or those of our partners", "case_id": 336, "document_id": 2569, "quoteStart": 6028, "quoteEnd": 6606}, {"id": 11360, "title": "This service may collect, use, and share location data", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-11-19 20:01:58.428958", "updated_at": "2020-12-16 21:10:11.60027", "quoteText": "lijkheid online in te kopen of toegang te krijgen tot bepaalde functies van onze Diensten, wanneer deze Cookies nodig zijn voor hun goede werking.</p>\n<b>e)&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>U speelt een Ubisoft game op een console.</b>\n<p>Wij kunnen dan bijvoorbeeld uw leeftijd, land, gebruikersnaam en e-mailadres ", "case_id": 373, "document_id": 2553, "quoteStart": 5524, "quoteEnd": 5839}, {"id": 12546, "title": "You waive your moral rights", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:21:28.784", "updated_at": "2020-12-17 04:49:28.55906", "quoteText": " You waive your moral rights in all UGC You create and any broadly equivalent rights ", "case_id": 118, "document_id": 2568, "quoteStart": 26628, "quoteEnd": 26713}, {"id": 9315, "title": "This service is only available for use individually and non-commercially.", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:05:42.534911", "updated_at": "2021-02-06 04:16:29.110304", "quoteText": "Our Services are for your individual, non-commercial, entertainment purposes only.", "case_id": 143, "document_id": 2552, "quoteStart": 2785, "quoteEnd": 2867}, {"id": 9314, "title": "The terms for this service are translated into different languages", "source": "https://legal.ubi.com/termsofuse/nl-NL", "status": "Both the Terms of Service and the Privacy Policy are available in multiple languages.", "created_at": "2020-05-16 10:00:37.868541", "updated_at": "2020-07-20 17:24:54.723288", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9325, "title": "The service uses your personal data for advertising", "source": "https://legal.ubi.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2020-05-18 16:36:50.224117", "updated_at": "2021-02-06 04:16:28.821071", "quoteText": "We also collect information about your actions in relation to the advertisement, such as the sites visited as well as the dates and times of the visits.</p>\n<p>We can combine the Data collected with our partners when you use our Services.\nWe also combine this Data with demographic, advertising and market studies or with other analytic surveys.\n<b>\n</b>\n</p>\n<p>We may also use all of your Data collected to offer you personalised advertisements, products, services or content (hereinafter referred to as “<b>Personalised Content</b>”) via our Services or those of our partners.</p>\n<p>", "case_id": 216, "document_id": 2553, "quoteStart": 6088, "quoteEnd": 6675}, {"id": 9337, "title": "There is a date of the last update of the terms", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-05-18 17:12:37.217016", "updated_at": "2021-02-06 04:16:28.85589", "quoteText": "Last Updated: May 12, 2020</b>\n</p>", "case_id": 331, "document_id": 2552, "quoteStart": 56516, "quoteEnd": 56551}, {"id": 12556, "title": "You have the right to leave this service at any time", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:38:10.737626", "updated_at": "2020-12-17 04:44:15.545448", "quoteText": "</b>You can request the closure of your Account and the deletion of the associated Data.</li>\n</ul>\n<p>\n<b>&nbsp;</b>To do so, please see the Account management page in the “Account information” Section then “Close your Ubisoft account”.</p>\n", "case_id": 170, "document_id": 2569, "quoteStart": 12620, "quoteEnd": 12862}, {"id": 12552, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:28:58.975782", "updated_at": "2020-12-17 04:47:20.165442", "quoteText": "<li>Your <b>login and browsing data</b>, to enable the operation and security of our Services, such as: visited pages, identifier of your device", "case_id": 323, "document_id": 2569, "quoteStart": 3689, "quoteEnd": 3833}, {"id": 12555, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:36:56.384345", "updated_at": "2020-12-17 04:47:37.576188", "quoteText": "The partners who use your Data to provide you with personalised advertisements or Personalized Content.\n<ul>", "case_id": 220, "document_id": 2569, "quoteStart": 9635, "quoteEnd": 9743}, {"id": 12557, "title": "This service can use your content for all their existing and future services", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:43:58.181251", "updated_at": "2020-12-17 04:48:00.976695", "quoteText": "You hereby grant: (i) us a perpetual, royalty-free, exclusive, irrevocable, transferable, worldwide license", "case_id": 180, "document_id": 2568, "quoteStart": 23251, "quoteEnd": 23358}, {"id": 12558, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:47:14.045102", "updated_at": "2020-12-17 04:48:15.387681", "quoteText": "to use, copy, host, reproduce, represent, modify, display, distribute, publicly perform, publicly display and, in general, otherwise exploit, online and offline, Derived UGC for any purpose, without You necessarily being mentioned as the source of such Derived UGC.", "case_id": 132, "document_id": 2568, "quoteStart": 23359, "quoteEnd": 23624}, {"id": 12544, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:05:26.684976", "updated_at": "2020-12-17 04:48:27.840479", "quoteText": "We allow some of our partners to set and access their Cookies on your device.\nThese partners’ use of Cookies is subject to their own privacy policies and not this Privacy Policy.</p>\n<p>To refuse Cookies or request their deletion as well as obtain the list of partners who are permitted to store and/or access these Cookies, please see the Cookies page.</p>\n", "case_id": 127, "document_id": 2569, "quoteStart": 4205, "quoteEnd": 4563}, {"id": 12549, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:25:11.191626", "updated_at": "2020-12-17 04:48:37.237147", "quoteText": "WE OFFER NO GUARANTEE THAT THE SERVICES WILL BE SECURE, FREE OF INTERRUPTION OR ERRORS, BUGS, VIRUSES OR HARMFUL ELEMENTS,", "case_id": 287, "document_id": 2568, "quoteStart": 36839, "quoteEnd": 36961}, {"id": 12547, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:22:06.979629", "updated_at": "2020-12-17 04:45:39.137389", "quoteText": "The failure or neglect by You or UBISOFT to enforce any of rights under these Terms will not be deemed to be a waiver of your or UBISOFT’S rights.", "case_id": 295, "document_id": 2568, "quoteStart": 48784, "quoteEnd": 48930}, {"id": 12571, "title": "They may stop providing the service at any time", "source": "https://legal.ubi.com/termsofuse", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:43:09.680556", "updated_at": "2020-12-16 21:16:41.989514", "quoteText": "voorstellingen, animaties, geluiden, muziekcomposities, video’s, audiovisuele effecten, gebruikersvriendelijke eigenschappen en alle andere onderdelen van games of van ", "case_id": 203, "document_id": 2552, "quoteStart": 44678, "quoteEnd": 44846}, {"id": 12559, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:52:04.732114", "updated_at": "2020-12-17 04:44:43.311677", "quoteText": "Administrative or judicial authorities, to verify the proper use of the Data by Ubisoft or for the purposes of an investigation, in compliance with applicable law.\nUbisoft always verifies the legitimacy of the request.</li>", "case_id": 167, "document_id": 2569, "quoteStart": 10142, "quoteEnd": 10365}, {"id": 12561, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:12:00.326765", "updated_at": "2020-12-17 04:48:54.255758", "quoteText": "LASTLY, WE OFFER NO GUARANTEE THAT THE INFORMATION, CONTENTS AND/OR ELEMENTS ACCESSIBLE VIA THE SERVICES ARE ACCURATE, COMPLETE OR UP TO DATE.\n", "case_id": 288, "document_id": 2568, "quoteStart": 37031, "quoteEnd": 37174}, {"id": 12563, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:14:29.119604", "updated_at": "2020-12-17 04:46:05.817724", "quoteText": "You agree that you will not (the <b>“Rules of Conduct”</b>):</p>\n<ul>\n<li>Abuse, harass or bully other Users or UBISOFT representatives via verbal or written communications.\n", "case_id": 283, "document_id": 2568, "quoteStart": 6164, "quoteEnd": 6338}, {"id": 12562, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:12:39.49835", "updated_at": "2020-12-17 04:49:11.033219", "quoteText": "You shall defend UBISOFT and hold it harmless in the event of inappropriate or illegal use of your Account, including in the event of illegal or inappropriate use by someone You have authorized to use your Account.", "case_id": 146, "document_id": 2568, "quoteStart": 42490, "quoteEnd": 42704}, {"id": 12569, "title": "Service does not allow alternative accounts", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:39:43.622734", "updated_at": "2020-12-17 04:46:23.769239", "quoteText": "You may not create multiple Accounts.</p>", "case_id": 324, "document_id": 2568, "quoteStart": 3764, "quoteEnd": 3805}, {"id": 12570, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:40:18.718667", "updated_at": "2020-12-17 04:49:22.352479", "quoteText": "YOU EXPRESSLY ACKNOWLEDGE THAT USE OF THE SERVICES IS AT YOUR OWN RISK AND ARE SUPPLIED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 2568, "quoteStart": 35924, "quoteEnd": 36050}, {"id": 12866, "title": "The service provides information about how they intend to use your personal data", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-16 21:23:31.653087", "updated_at": "2020-12-17 04:43:56.934542", "quoteText": "We can use your Data in one of the following circumstances:</p>\n<ul>", "case_id": 227, "document_id": 2569, "quoteStart": 13753, "quoteEnd": 13821}, {"id": 12553, "title": "This service collects your IP address for location use", "source": "https://legal.ubi.com/privacypolicy/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 12:31:37.159331", "updated_at": "2020-12-17 04:45:46.875044", "quoteText": "and the connection (IP address, MAC address), login dates and times, information concerning the browser and the operating system you use.</li>\n", "case_id": 399, "document_id": 2569, "quoteStart": 3834, "quoteEnd": 3977}, {"id": 12567, "title": "Provides instructions on how to submit a copyright claim", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-12 13:19:54.768349", "updated_at": "2020-12-17 04:46:16.639713", "quoteText": "If You are a copyright owner or an agent thereof, and You believe that content used on websites or online services operated by us, constitutes copyright infringement, You may submit a copyright infringement notification with us, You will need to send a written communication that includes the following:</p>\n<ul>", "case_id": 138, "document_id": 2568, "quoteStart": 33656, "quoteEnd": 33968}, {"id": 12864, "title": "The service does not guarantee that software errors will be corrected", "source": "https://legal.ubi.com/termsofuse/en-CA", "status": "Generated through the annotate view", "created_at": "2020-12-16 21:18:25.014647", "updated_at": "2020-12-17 04:46:33.612318", "quoteText": "OR THAT ERRORS, BUGS, VIRUSES OR HARMFUL ELEMENTS WILL BE CORRECTED.", "case_id": 289, "document_id": 2568, "quoteStart": 36962, "quoteEnd": 37030}], "urls": ["ubisoft.com", "account.ubisoft.com", "store.ubi.com", "ubi.com", "ubisoftconnect.com", "ubisoft.co.jp", "ubisoft.com.tw"]}}