{"error": 448, "message": "OK", "parameters": {"id": 5398, "name": "KeyMessages.App", "created_at": "2021-11-01 19:51:33.946047", "updated_at": "2021-11-01 23:01:09.537693", "wikipedia": null, "keywords": null, "related": null, "slug": "keymessages-app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5398.png", "url": "keymessages.app", "documents": [{"id": 9691, "name": "Privacy Policy ", "url": "https://www.keymessages.app/privacypolicy.html", "xpath": "//body", "text": " <b>Privacy and policy</b>\n<br>\n<br> Please review the following terms.\nIf you do not agree to any of these terms, you should not try or use this product.\n<br>\n<br>\n14th August 2018.\n<br>\n<br>\n1.\nYour relationship with Optinno\n<br>\n<br>\n1.1 Your use of Optinno's products, software, services and web sites &amp.\nweb applications (referred to collectively as the \"Services\" in this document) is subject to the terms of this agreement between you and Optinno.\n\"Optinno\" means 'Optinno Mobitech Pvt.\nLtd., based at, A-07, Saniya Heritage, Bibwewadi Kondhwa Road, Pune-411037, India'.\n<br>\n<br>\n1.2 Unless otherwise agreed in writing with Optinno, your agreement with Optinno will always include, at a minimum, the terms and conditions set out in this document.\n<br>\n<br>\n1.3 The Terms form a legally binding agreement between you and Optinno in relation to your use of the Services.\nIt is important that you take the time to read them carefully.\nCollectively, this legal agreement is referred to below as the \"Terms\".\n<br>\n<br>\n2.\nAccepting &amp.\nagreeing the Terms\n<br>\n<br>\n2.1 In order to use the Services, you must first accept &amp.\nagree to the Terms.\nYou should not use the Services if you do not accept the Terms.\nYou can accept the Terms by clicking to accept or agree to the Terms, where this option is made available to you by Optinno in the user interface for any Service.\nor by actually using the Services.\nIn this case, you understand and agree that Optinno will treat your use of the Services as acceptance of the Terms from that point onwards.\n<br>\n<br>\n3.\nProvision of the Services by Optinno\n<br>\n<br>\n3.1 Optinno is constantly innovating in order to provide the best possible experience for its users.\nYou acknowledge and agree that the form and nature of the Services which Optinno provides may change from time to time without prior notice to you.\n<br>\n<br>\n3.2 As part of this continuing innovation process, you acknowledge and agree that Optinno may stop permanently or temporarily providing the Services or any features within the Services to you or to users generally at Optinno's sole discretion, without prior notice to you.\nYou may stop using the Services at any time without need to inform to Optinno.\n<br>\n<br>\n3.3 Optinno may stop your services on immediate basis (without any notice) if you are faulted on any payment terms, confidentiality or service agreements.\n<br>\n<br>\n4.\nUse of Services by you\n<br>\n<br>\n4.1 In order to access Services, you may be required to provide information about yourself such as identification or contact details as part of the registration process for the Service, or as part of your continued use of the Services.\nYou agree that any registration information you give to Optinno will always be accurate, correct and up to date.\n<br>\n<br>\n4.2 You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.\n<br>\n<br>\n4.3 You agree not to access (or attempt to access) any of the Services by any means other than through the interface that is provided by Optinno, unless you have been specifically allowed to do so in a separate agreement with Optinno.\n<br>\n<br>\n4.4 You acknowledge and specifically agree that you will not engage in any activity that interferes with or disrupts the Services or the servers and networks which are connected to or form an integral part of the Services.\n<br>\n<br>\n4.5 Unless you have been very specifically permitted to do so in a separate agreement with Optinno, you acknowledge &amp.\nagree that you will not reproduce duplicate, copy, sell, trade, transfer, manipulate or resell the Services for any purpose by any means.\n<br>\n<br>\n4.6 You agree that you are solely responsible for and that Optinno has no responsibility to you or to any third party for any breach of your obligations under the Terms and for the consequences including any loss or damage which Optinno may suffer of any such breach.\n<br>\n<br>\n4.7 You acknowledge &amp.\nspecifically agree that you are solely responsible for transmitting the content using Services of Optinno and Optinno shall not be responsible for any legal or regulatory issues arising due to such transmission or use of Service.\nYou agree that you will be solely responsible to Optinno or the regulatory authorities for all activities that occur under your account.\n<br>\n<br>\n5.\nYour account security &amp.\nUse of your information\n<br>\n<br>\n5.1 You agree that you are responsible for maintaining the confidentiality of passwords, content or any other data associated with access of the Services.\n<br>\n<br>\n5.2 We may use your information (such as, but not restricted to, Cookies, IP address, email, preferences &amp.\ninformation provided/available in the Optinno apps etc.\n) to process and personalize your requests.\nWe also use the information for support, billing, to develop new features, and to improve the overall quality of Optinno's products and services.\nWe may also use the information to keep a history of your activity, to provide you with statistics about you or your use of our product or service, or to provide you with a better user experience.\nWe may use your information to inform you about service, product updates, price changes or new launches or any such development which Optinno deems is necessary to share with you.\n<br>\n<br>\n5.3 We may share your information with certain third parties we use to perform certain functions, such as billing, product development, product improvement related research &amp.\ndevelopment or any such necessary data transmission and storage.\n<br>\n<br>\n5.4 Optinno may allow third parties, regular bodies &amp.\nauthorities to use your personal information and/or information about your product usage, if required by law or any regular process.\n<br>\n<br>\n6.\nContent in the Services\n<br>\n<br>\n6.1 Optinno reserves the right to pre-screen, review, flag, filter, monitor, modify, refuse or remove any or all Content from any Service.\n<br>\n<br>\n7.\nProprietary &amp.\nIntellectual Proprietary rights\n<br>\n<br>\n7.1 You acknowledge and agree that Optinno owns all legal &amp.\ncommercial rights, title and interest in and to the Services, including any intellectual property rights which form part the Services, like but not limited to product usage statistics, information available or made available by you in Optinno apps etc.\nYou further acknowledge that the Services may contain information which is designated confidential by Optinno and that you shall not disclose such information without Optinno's prior written consent.\n<br>\n<br>\n7.2 Unless you have agreed otherwise in writing with Optinno, nothing in the Terms gives you a right to use any of Optinno's trade names, trademarks, service marks, logos, domain names, and other distinctive brand features and identities.\n<br>\n<br>\n7.3 Some components of the services may be used under \"Apache License Version 2.0\".\nUsing those services you also agree to the Apache License Version 2.0 as specified on http://www.apache.org/licenses/LICENSE-2.0.html .\nFor some components- Copyright 2011 Patrik Akerfeldt, Copyright 2011 Francisco Figueiredo Jr., Copyright 2011 2012 Jake Wharton, Copyright TjerkWolterink, Udinic, Licensed under the Apache License 2.0.\n<br>\n<br>\n8.\nService termination\n<br>\n<br>\n8.1 Optinno may at any time, terminate its legal agreement with you if:\n<br>\n<br>\n(a) you have breached any provision of the Terms or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms.\nor\n<br>\n<br>\n(b) Optinno is required to do so by law for example, where the provision of the Services to you is, or becomes, unlawful.\nor\n<br>\n<br>\n(c) the partner with whom Optinno offered the Services to you has terminated its relationship with Optinno or ceased to offer the Services to you.\nor\n<br>\n<br>\n(e) the provision of the Services to you by Optinno is, in Optinno's opinion, no longer commercially viable.\n<br>\n<br>\n9.\nLiability\n<br>\n<br>\n9.1 You acknowledge &amp.\nagree that Optinno, its subsidiaries and affiliates, and its licensors shall not be liable to you for:\n<br>\n<br>\n(a) any direct, indirect, incidental, special consequential or exemplary damages which may be incurred by you, however caused and under any theory of liability.\nThis shall include, but not be limited to, any loss of profit whether incurred directly or indirectly, any loss of goodwill or business reputation, any loss of data suffered, cost of procurement of substitute goods or services, or other intangible loss.\n<br>\n<br>\n(b) the deletion of, corruption of, or failure to store, any content and other communications data maintained or transmitted by or through your use of the services.\n<br>\n<br>\n(c) the continuity of the service if the network or service problem is from the third party service provider of Optinno.\n<br>\n<br>\n10.\nOther or third party content\n<br>\n<br>\n10.1 The Services may include hyperlinks to other web sites or content.\nOptinno may have no control over any web sites or resources which are provided by other or third party companies or persons other than Optinno.\nYou acknowledge and agree that Optinno is not responsible by any means for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials available from such web sites or resources.\nYou acknowledge and agree that Optinno is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other material.\n<br>\n<br>\n10.2 The Trademarks, Service marks, Registered marks of all third parties belong to the respective owners.\n<br>\n<br>\n11.\nCancellation &amp.\nRefund Policy\n<br>\n<br>\n11.1 Service can cancellation can be done by the customer at any time.\nHowever, refund will not be given in any case such as, but not restricted to- incorrect input of IMEI number or any such important data, change or loss of mobile handset, formatting or reinstallation of the mobile operating software, change of short messaging or mobile numbering system or any such change in the standard after the date of purchase of the services or product.\n<br>\n<br>\n11.2 In exceptional cases, where, the payment is charged incorrectly or charged more than one time for the same transaction, the refund will be done on the credit/ debit/ cash card or the respective payment account of the customer, within 90 working days from the date of complaint by the customer.\n<br>\n<br>\n12.\nShipping and Delivery\n<br>\n<br>\n12.1 The Software or services that can be delivered online will be delivered via email or other suitable method to access to download, within 7 working days of the date of order and payment confirmation or within the time span agreed by Optinno and the customer.\nIn case, where physical shipping is needed, the order will be shipped within 15 working days of the date of order and payment confirmation or within the time span agreed by Optinno and the customer.\n<br>\n<br>\n12.2 Optinno will not be responsible for any damage, delay or loss aroused due to courier or shipping company or other unforeseen circumstances.\n<br>\n<br>\n13.\nDisclaimer\n<br>\n<br>\n13.1 The information and the Services are provided on, 'As Is' and 'As Available' basis.\nThe information and the Services may contain bugs, errors, problems or any other limitations.\nOptinno &amp.\nits affiliates have no liability whatsoever for your use of any information or Services.\nOur maximum liability to you under ALL circumstances will be equal to the purchase price you pay for any information, products and/or Services.\n<br>\n<br>\n14.\nChanges to these terms\n<br>\n<br>\n14.1 Optinno may occasionally change or update this Terms.\nOptinno recommends you to periodically visit read &amp.\nunderstand these Terms.\nIf you have any doubts or questions regarding this policy, please feel free to contact us.\n<br>\n<br> ", "created_at": "2021-11-01 19:51:33.948488", "updated_at": "2021-11-01 18:53:07.478096"}], "points": [], "urls": ["keymessages.app"]}}