{"error": 448, "message": "OK", "parameters": {"id": 3995, "name": "Overwolf", "created_at": "2021-06-09 17:45:58.138925", "updated_at": "2022-01-29 23:01:05.994313", "wikipedia": "https://en.wikipedia.org/wiki/Overwolf", "keywords": null, "related": null, "slug": "overwolf", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3995.png", "url": "overwolf.com", "documents": [{"id": 6861, "name": "Cookies Policy", "url": "https://www.overwolf.com/legal/cookies", "xpath": "/html/body/main/div/section/div/div[2]", "text": " Cookies Last updated: August, 2019 What are Cookies? <p> A cookie is a small piece of text that is sent to a user's browser, desktop client or device.\nThe browser provides this piece of text to the device of the originating user when this visitor returns.\n</p>\n<ul>\n<li>A \"session cookie\" is temporary and will remain on your device until you leave the Services.\n</li>\n<li> A \"persistent\" cookie may be used to help save your settings and customizations across visits.\nIt will remain on your device for much longer or until you delete it.\n</li>\n<li> First-party cookies are placed by us, while third-party cookies may be placed by a third party.\nWe use both first- and third-party cookies.\n</li>\n<li> Information may also be collected through web beacons, which are small graphic images (\"pixel tags\"), which usually work together with cookies in order to identify users and user behavior.\nThese may be shared with third parties.\n</li>\n</ul>\n<p> We may use the terms \"cookies\" to refer to all technologies that we may use to store data in your browser or device or that collect information or help us identify you in the manner described above.\n</p> How We Use Cookies <p> We use cookies and similar technologies for a number of reasons, for example, in order to (i) help personalize your experience by helping save your settings and customizations across visits and provide you with targeted content matching your interests, which we have identified based on your activity and viewing history on our Services and (ii) to help serve you ads relevant to your interests, which we have identified based on your activity and viewing history on our Services or your purchase history and usage of products and services you have previously purchased.\n</p>\n<p> We use cookies and similar technologies to help personalize your experience and to personalize the ads we serve you.\nThird parties through which we provide the Services and/or our business partners may be placing and reading cookies on your browsers, as well as on our desktop client, or using web beacons to collect information in the course of advertising being served on different websites and on our desktop client.\nWhen visiting these Services, you shall be asked to accept the terms of this Privacy Notice, including the use of and placement of cookies and other similar technologies on your device as specified herein.\nFor additional info about cookies and how to block them you may check this site www.allaboutcookies.org.\n</p>\n<p> The specific names and types of the cookies, web beacons, and other similar technologies we use may change from time to time.\nHowever, the cookies we use generally fall into one of the following categories: </p> Type of Cookie Why We Use These Cookies Necessary These cookies are necessary in order to allow the Services to work correctly.\nThey enable you to access the Services, move around, and access different services, features, and tools.\nExamples include remembering previous actions (e.g.\nentered text) when navigating back to a page in the same session.\nThese cookies cannot be disabled.\nFunctionality These cookies remember your settings and preferences and the choices you make (such as language or regional preferences) in order to help us personalize your experience and offer you enhanced functionality and content.\nSecurity These cookies can help us identify and prevent security risks.\nThey may be used to store your session information to prevent others from changing your password without your login information.\nPerformance These cookies can help us collect information to help us understand how you use our Services, such as whether you have viewed messages or specific pages and how long you spent on each page.\nThis helps us improve the performance of our Services.\nAnalytics These cookies collect information regarding your activity on our Services to help us learn more about which features are popular with our users and how our Services can be improved.\nAdvertising These cookies are placed in order to deliver content, including ads relevant and meaningful to you and your interests.\nThey may also be used to deliver targeted advertising or to limit the number of times you see an advertisement.\nThis can help us track how efficient advertising campaigns are, both for our own Services and for other websites.\nSuch cookies may track your browsing habits and activity when visiting both our Services and those of third-parties.\n<p> You are free to delete any existing cookies at any time.\nPlease note that some features of the Services may function improperly when cookies are disabled or removed.\n</p>\n<p> Overwolf's unique technology called \"Cookie Sync\" creates copies of the cookies that are available on your default browser and stores them on the Overwolf desktop client.\nThese cookies are copied \"as is\", and are identical to the original cookies that are stored on your default browser.\nhowever they may change over time on the desktop client.\n</p>\n<p> Overwolf uses \"Cookie Sync\" in order to properly operate the Products and Services, relay analytic information, improve the user experience and personalize ads that are displayed within the Services.\n</p>\n<p> We assume you accept the use of these cookies, as you already gave your consent to using these cookies for targeted ads on your default browser.\n</p>\n<p> Our Services have implemented Google Analytics Display Advertising features including Remarketing, Google Display Network Impression Reporting, the DoubleClick Campaign Manager integration, or Google Analytics Demographics and Interest Reporting.\nUsing the Ads Settings, visitors can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads.\nWe and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) together to report how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our site.\nOur Services uses data aggregated from Google's Interest-based advertising or 3rd-party audience data (such as interests) for general reporting and improvement of our Services, and possibly for ad remarketing lists.\n</p>\n<p> If you prefer generalised (non-personalised, non-targeted) ads, visit the links below to opt-out of cookies from major third party behavioral advertising providers (Please note that this does not opt you out of being served ads.\nYou will continue to receive generic ads).\n</p>\n<ul>\n<li>Network Advertising Initiative: http://www.networkadvertising.org/choices/ </li>\n<li>European Interactive Digital Advertising Alliance: http://www.youronlinechoices.eu/ </li>\n<li> http://www.youronlinechoices.com/uk/your-ad-choices </li>\n<li>Digital Advertising Alliance: http://www.aboutads.info/choices/ </li>\n<li>Google Analytics: https://tools.google.com/dlpage/gaoptout </li>\n</ul>\n<p> For a list of First Party Cookies and a link to a list of Third Party Cookies, please see \"Agents, Consultants and Related Third Parties\" above.\n</p> ", "created_at": "2021-06-09 15:48:02.158254", "updated_at": "2021-06-09 15:48:26.657235"}, {"id": 6860, "name": "Overwolf Terms of Use", "url": "https://www.overwolf.com/legal/terms", "xpath": "/html/body/main/div/section/div/div[2]/div", "text": " Overwolf Terms of Use Last updated: June, 2020 TL;DR <ol>\n<li>Developing a gaming app from scratch is hard.\nThis is why we’ve built a framework that provides creators all the tools they need to build apps that benefit gamers.\nEvery app is independent (desktop icon, dedicated installer etc.), the creator has full ownership and development freedom, and Overwolf makes sure it meets the terms of Game Developers (read more, if you like)</li>\n<li>Overwolf is free and registration is NOT required.</li>\n<li>App developers own, choose, control and manage their creations.\nThey can offer them free of charge, place ads or ask for a monthly subscription.\nIt’s up to them.\nOverwolf makes sure they do it based on our guidelines for quality and user experience.</li>\n<li>Overwolf partners with select service providers to facilitate integrations for app developers (for example, we may partner with Xsoalla or PayPal to facilitate the subscription model for app developers)</li>\n<li>When you install or use an app, you also agree to their Terms of Use and Privacy Policy.\n</li>\n<li>If you have any feedback or concerns, please let us know.</li>\n</ol>\n<br>\n<p> Overwolf is a tech framework, allowing 3rd party developers (“App Developers”) to build gaming apps using HTML and JavaScript (“Apps”).\nApps are available for download at the Overwolf website or through the Overwolf software (\"Site\") .\nFor purposes of these Terms of Service (the \"Terms\"), \"Overwolf\" shall include Overwolf Ltd., and its divisions, subsidiaries, successors, parent companies, if any, and their employees, partners, principals, agents and representatives, and any blogs, forums, sources of information or data available on the Site or Software.\n</p>\n<p> Please read the Terms carefully.\nThese Terms govern your access to and use of the Site, including any information or data made available through the Site (\"Services\").\n</p>\n<p> This is a legal agreement between you and Overwolf.\nBy accessing the Site or using the Services or downloading, installing or activating the Software or by clicking \"I agree\" below, you agree to be bound by these Terms, whether you are a \"Visitor\" (which means that you are only browsing the Site) or you are a \"Member\" (which means that you have downloaded, installed or used activated the Software).\nThe term \"User\" refers to a Visitor or a Member.\nYour use of the Site and any Services, as well as any account you may have with Overwolf, is subject at all times to the Overwolf Terms (whether as a Visitor or a Member, regardless of whether your access or use is intended).\nIssues concerning collection and use of information by Overwolf are described in Overwolf Privacy Policy, which is incorporated herein.\n</p>\n<p> The Overwolf Site and Services are always evolving, so it is important that you periodically check here, as well as the specific rules for any Services in which you choose to participate, for updates.\nIf we revise the Terms, such revision will take effect immediately upon being posted on the Site.\nBy accessing the Site, or taking part in or downloading any Services, you agree to review the Terms periodically to become aware of such revisions.\nIf you do not agree to any of the Terms stated herein, you should discontinue using the Site or participating in or using any Services.\nOverwolf reserves the right, in its sole discretion, at any time to modify, discontinue or terminate the Site and any Services without notice.\nOverwolf may also impose limits on certain features or restrict your access to or use of the Service, Site, or parts thereof in its sole discretion and without notice.\n</p>\n<p> Overwolf grants you a limited license to access and use the Site and Services subject to the terms and conditions of these Terms for your personal, non-commercial use and not for the benefit of any other person or entity.\nOverwolf grants you a non-exclusive license to use the Software, including any Documentation only in connection with a single discrete computer.\nThis license does not allow you to make any commercial use or any derivative use of the Site or the Services (including any of its individual elements or Content (as defined below).\nAll copyright notices must be retained at all times.\nYou acknowledge that Overwolf may, at its sole discretion and at any time, discontinue providing any part of the Site or the Services without notice.\n</p>\n<p> You have no ownership rights in the Software.\nRather, you have a license to use the Software as long as these Terms remain in full force and effect.\nOwnership of the Software, Documentation and all intellectual property rights therein shall remain at all times with Overwolf or its licensors.\nAny other use of the Software or Documentation by any person, business, corporation, government organization or any other entity is strictly forbidden and is a violation of these Terms.\n</p>\n<p> These Terms are your proof of license to exercise the rights granted herein and must be retained by you.\nYou must protect the Software and Documentation consistent with Overwolf's rights therein, including informing persons who are permitted access thereto in order to satisfy your obligations hereunder and maintain the confidentiality of the Software and Documentation.\n</p>\n<p> Use of the Services and access to the Site is void where prohibited.\nBy using the Site or Services, you represent and warrant that (a) all registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\n(c) you are 18 years of age or older or else, have your parent's or guardian's permission to enter into these Terms, or otherwise have the ability to form a binding contract.\nand (d) your use of the Services and/or Site does not violate any applicable law or regulation or any obligation you may have to a third party.\n</p>\n<p>We use the YouTube API Services.\nBy using our Services you agree to the YouTube Terms.</p>\n<p> You are welcome to link to the Site from your website, provided that your website does not imply any endorsement by or association with Overwolf.\n</p> 1.\nProperty <p> Overwolf owns the Site and Services, including all worldwide intellectual property rights in the Site, and Services, and the trademarks, service marks, and logos contained therein.\nOverwolf hereby grants you a limited, revocable, non sublicensable license to use the Site and Services solely for your personal use.\nExcept as expressly permitted herein, you may not copy, further develop, reproduce, republish, modify, alter download, post, broadcast, transmit or otherwise use the Site or the Services.\nAll rights not granted to you herein are reserved to Overwolf.\nYou will not remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in the Site, Content or Services.\n</p>\n<p> Certain types of content may be made available through the Site or Services.\n\"Content\" as used in these Terms means, collectively, all content on or made available through the Site or Services, including but not limited to information on any videos, blogs or forums available on the Site or Services.\nOverwolf reserves the rights to remove and permanently delete any Content from the Site or Services without notice.\n</p>\n<p> The Site and Services may contain reviews, support articles and widgets, knowledge base articles, integration documentation, blogs, forums, to which Overwolf may allow you, in its sole discretion, to post Content.\nBy submitting or posting such Content, you grant Overwolf and its successors a worldwide, non-exclusive, royalty-free, perpetual, sub licensable and transferable license to use, copy, distribute, transmit, modify, prepare derivative works of, publicly display, and publicly perform such Content on, through or in connection with the Site or Services in any media formats and through any media channels, including without limitation, for commercially promoting the Site and Services.\nYou are fully and solely responsible for anything you submit or post to the Site and/or Services, and represent and warrant that such Content complies with all applicable law and does not infringe third party intellectual property rights.\nSuch posted or submitted Content shall not be considered confidential and may be disseminated by Overwolf without any compensation to you.\nThis provision shall not apply to personal information that is subject to Overwolf's privacy policy except to the extent that you make such personal information publicly available on or through the Site or the Services.\n</p>\n<p> Site or the Services.\nUnder the Digital Millennium Copyright Act of 1998 (the \"<strong>DMCA</strong>\"), it is our policy to respond expeditiously to copyright owners who believe material appearing on the Site and/or Services infringes their rights.\nIf you believe that something appearing on the Site and/or Services infringes your copyright, you may send us a notice requesting that it be removed, or access to it blocked.\nIf you believe that such a notice has been wrongly filed against you, the DMCA lets you send us a counter-notice.\nNotices and counter-notices must meet the DMCA's requirements.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.\nBe aware that there can be substantial penalties for false claims.\nSend notices and counter-notices to our support team: support@overwolf.com.\n</p>\n<p> Overwolf may provide you with the opportunity to download its logos, service marks and trademarks (together, the \"Marks\") through the Site or Services.\nAll Marks are the property of Overwolf and constitute important and valuable assets.\nAll download and use of Marks are subject to the terms and conditions set forth herein.\nYou may not use any Marks except as expressly set forth herein.\n</p>\n<p> You may refer to Overwolf products and services by their associated Marks, so long as such references (a) are truthful, fair, and not misleading, and (b) comply with these Terms.\nYou may not incorporate Marks into your own product names, service names, applications, products, trademarks, logos or company names, and you may not adopt marks or logos that are confusingly similar to the Marks.\nYou may not alter the Marks in any way or use them to refer to goods or services for which they were not originally intended.\nYou may not use Marks on or in connection with any defamatory, scandalous, pornographic, or other objectionable materials of any sort, or in connection with any material that violates any applicable law, rule or regulation.\n</p>\n<p> You must use all trademarks, tradenames and service marks as adjectives to refer to the Overwolf products.\nYou may not use any of the foregoing as nouns or verbs, pluralize them or make them a possessive.\nYou may not join any of the foregoing to other words, symbols, or numbers, either as one word or with a hyphen.\n</p>\n<p> A Mark should be followed by a notice that it is being used as a trademark whenever possible.\nThe trademark superscript symbol is preferred, but if it is not available, use parentheses such as, for example: (TM).\n</p> 2.\nAccount registration <p> Registration is optional If you choose to register, you create an Overwolf account and become a registered Member.\nYour account allows you to participate in certain Services, subject to the Terms and the Overwolf Privacy Policy, which is available at Privacy policy.\nOverwolf reserves the right to refuse to allow a User to open an account for any reason, or to limit the number of accounts a User can establish on the Site or with respect to the Services, all at Overwolf's sole discretion.\n</p>\n<p> To create an account, you must select a username and password.\nYour username is your Overwolf identity.\nYou may not select a username that is used by someone else, and your username cannot be indecent, or otherwise offensive, or be used in any way that violates these Terms and common practices.\nYou may not provide false information during the registration process.\nYou must provide truthful and accurate information while creating your Overwolf account.\n</p>\n<p> You should not reveal your password to other users.\nOverwolf will not ask you to reveal your password.\nIf you forget your password, you can request to have a new password sent to your registered e-mail address.\nYour account is at risk if you let someone use it inappropriately and your account is subject to termination if you or anyone using your account violates Overwolf Terms.\nIf your account is terminated, you may not join Overwolf again without its express permission.\n</p>\n<p> You agree to immediately notify Overwolf of any unauthorized use of your Overwolf account or password.\nYou are fully and solely responsible for the security of your computer system and all activity on your account, even if such activities were not committed by you.\nOverwolf will not be liable for any losses or damage arising from unauthorized use of your account or password, and you agree to indemnify and hold Overwolf harmless for any improper or illegal use of your account.\nThis includes illegal or improper use by someone to whom you have given permission to use your account.\n</p> 3.\nTermination of accounts <p> You agree that Overwolf may for any reason, at its sole discretion and without notice, terminate your account, and remove from the Site or Services any Content associated with your account.\nGrounds for such termination may include but shall not be limited to (i) extended periods of inactivity, (ii) violation of the letter or spirit of these Terms, (iii) fraudulent, harassing or abusive behavior or (iv) behavior that is harmful to other users, third parties, or the business interests of Overwolf.\n</p>\n<p> If Overwolf believes, at its sole discretion, that a violation of these Terms or any illegal or inappropriate behavior has occurred, we may take any other corrective action we deem appropriate.\nWe reserve the right to investigate suspected violations of these Terms or illegal and inappropriate behavior on the Site and/or Services.\nWe will fully cooperate to a court order requesting or directing us to disclose any information we might have including the identity of anyone believed to have violated these Terms or to have engaged in illegal behavior on the Site and/or Services.\nYou may request termination of your Overwolf account at any time and for any reason by sending an email to support@overwolf.com.\nAny suspension, termination, or cancellation shall not affect your obligations to Overwolf under these Terms (including but not limited to ownership, indemnification, and limitation of liability), which by their sense and context are intended to survive such suspension, termination, or cancellation.\n</p> 4.\nPayments <p> App developers decide and control how to monetize their apps.\nSome may choose to provide it free of charge, some may choose to place ads and some may choose to ask for a paid subscription.\nOverwolf facilitates those services for app developers by partnering with select partners and providing SDK/API to easily control and manage them.\nWhen a Member signs up for a subscription, it will automatically charge him/her the applicable payment every month.\nThe subscription months will be calculated from the date of payment.\nThe Member may cancel the subscription at any time, such that s/he will continue to receive the benefits in connection with the subscription until the end of that month and his/her subscription will end at the end of that month.\nWe reserve the right to modify, terminate or otherwise amend offered subscription plans at any time in accordance with these Terms.\nSubscription prices may change, including recurring subscription fees from time to time and will communicate any price changes to you in advance and, if applicable, how to accept those changes.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the Service after the price change takes effect.\nIf you do not agree with a price change, you have the right to reject the change by unsubscribing from the subscription prior to the price change going into effect.\n</p>\n<p> Overwolf currently facilitates payments through PayPal and Xsolla's platform.\nXsolla is also an authorized global distributor of the Software.\nOverwolf may add or change payment methods in its sole discretion.\nYou must respect the terms and conditions of any payment methods you use.\nWe reserve the right to cancel any Services ordered if full payment is not timely received.\nWe reserve the right to cancel any transaction that we have reason to believe to have been fraudulently made, including by unauthorized use of a credit card, debit card, or other payment method.\n</p>\n<p> You are solely responsible for any taxes on amounts you may pay or obtain through the Services.\nOverwolf will deduct applicable charges and taxes from any payable amounts, as required by law.\n</p> 5.\nDisclaimer of warranty <p> Your use of the Site, Content and Services is at your sole discretion and risk.\nThe Site, Content and Services are provided on an AS IS and AS AVAILABLE basis without warranties of any kind from Overwolf.\nSome of the Content on the Site and/or Services shall be provided by third parties, including users of the Site and/or Services and Overwolf shall have no liability for such Content.\nOVERWOLF EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS, IMPLIED OR STATUTORY, RELATING TO THE SITE, CONTENT, AND SERVICES, INCLUDING WITHOUT LIMITATION THE WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OF PROPRIETARY RIGHTS, COURSE OF DEALING OR COURSE OF PERFORMANCE.\nOVERWOLF DISCLAIMS ANY WARRANTIES, EXPRESS OR IMPLIED,: (I) REGARDING THE SECURITY, ACCURACY, RELIABILITY OF THE SITE, CONTENT, AND SERVICES.\nOR (II) THAT THE SITE AND SERVICES WILL BE ERROR-FREE OR THAT ANY ERRORS WILL BE CORRECTED.\nOR (III) REGARDING THE ACCURACY, QUALITY, CURRENCY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION PROVIDED BY THE SITE AND SERVICES.\nOverwolf does not warrant that the functions contained in the Software will meet any requirements or needs you may have or that the Software is compatible with any particular platform.\nOverwolf is not obligated to provide any updates to the Software.\nSome jurisdictions do not allow the waiver or exclusion of implied warranties.\nOverwolf is not responsible for any incorrect or inaccurate Content posted on the Site or in connection with the Services, whether caused by Users of the Site or Services or by any of the equipment or programming associated with or utilized in the Site or Services.\nOverwolf takes no responsibility for third party advertisements which are posted on this Site or through the Services, nor does it take any responsibility for the goods or services provided by its advertisers.\nNo advice or information, whether oral or written, obtained by you from Overwolf, shall create any warranty not expressly stated in these Terms.\nIf you choose to rely on such information, you do so solely at your own risk.\nSome states or jurisdictions do not allow the exclusion of certain warranties.\nAccordingly, some of the above exclusions may not apply to you.\n</p> 6.\nLimitation of liability <p> IN NO EVENT SHALL OVERWOLF OR ANY OF ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, (INCLUDING, WITHOUT LIMITATION, INDIRECT, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS INFORMATION) ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OR INABILITY TO USE THE SITE, CONTENT OR SERVICES, INCLUDING BUT NOT LIMITED TO THE QUALITY, ACCURACY, OR UTILITY OF THE INFORMATION PROVIDED.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION AND IN NO EVENT SHALL OVERWOLF'S CUMULATIVE LIABILITY TO YOU FOR ANY AND ALL CLAIMS EXCEED U.S.\n$100.\nBECAUSE SOME STATES/COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nOverwolf is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email due to technical problems or traffic congestion on the internet, including any injury or damage to users or to any person's computer related to or resulting from participation or downloading materials in connection with the Software or Services.\nUnder no circumstances shall Overwolf be responsible for any loss or damage resulting from use of the Site or Services from any content posted on or through the Site or Services or from the conduct of any users of the Site or Services.\n</p>\n<p> The Site, Services or Content may provide links to third-party websites or resources.\nYou acknowledge and agree that Overwolf is not responsible or liable for the availability or accuracy of such websites or resources or the content, products, or services on or available from such websites or resources.\nYou further acknowledge that Overwolf does not endorse such websites or resources or the content, products, or services on or available from such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.\n</p>\n<p> You agree you will not do any of the following while using or accessing the Site, Services or any Content thereon: </p>\n<ol>\n<li>Use the Site, Content, or Services in connection with any commercial endeavors in any manner, except for the purposes specifically set forth in these Terms.\n</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Services or the Site or features that prevent or restrict use or copying of any Content.\n</li>\n<li>Interfere with or disrupt (or attempt to interfere with or disrupt) any web page available at the Site and/or Services, servers, or networks connected to the Site and/or Services, or the technical delivery systems of Overwolf's providers, or disobey any requirements, procedures, policies, or regulations of networks connected to the Site and/or Services.\n</li>\n<li>Attempt to probe, scan, or test the vulnerability of any Overwolf system or network or breach or impair or circumvent any security or authentication measures protecting the Site and/or Services.\n</li>\n<li>Publish, display, disclose, rent, lease, modify, copy, loan, distribute, or create derivative works based on the Site, Services, Content or any part thereof.\n</li>\n<li>Attempt to decipher, decompile, disassemble, or reverse-engineer any of the software used to provide the Services or the Site.\n</li>\n<li>Attempt to access, scrape, data mine, aggregate any data, search, or meta-search the Site, Services or Content thereon with any engine, software, tool, agent, device, or mechanism other than software and/or search agents provided by Overwolf or other generally available third-party web browsers, including without limitation any software that sends queries to the Site and/or Services to determine how a website or web page ranks.\n</li>\n<li>Violate the Terms or any other rule or agreement applicable to you or Overwolf through the Site's and/or Services' inclusion in, reference to, or relationship with any third party or third-party site or service, or your use of any such third-party site or service.\n</li>\n<li>Use, launch, or permit to be used any automated system, including without limitation \"robots,\" \"crawlers,\" or \"spiders\".\n</li>\n<li>Attempt to create the source code from the object code for the Software;</li>\n<li>Transmit the Software over any network or between any devices;</li>\n<li>Sublicense or permit use of the Software by more than one user;</li>\n<li>Export the Software.\nor</li>\n<li>Use the Site, Services or Content thereon in any manner not permitted by these Terms or in violation of applicable laws and regulations.\n</li>\n</ol>\n<p> You agree to defend and indemnify Overwolf and its officers, directors, employees, and agents and to hold them harmless from and against any and all claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney's fees and costs, arising out of or in any way connected with (i) your access to or use of the Site and/or Services.\nor (ii) your violation of any of these Terms.\n</p>\n<p> The Overwolf client may include certain software made available under open source licenses (the \"Open Source Software\").\nA list of such Open Source Software is available in Overwolf's installation folder under \"Licenses\".\nTo the extent required by the applicable open source licenses, the terms and conditions of such licenses shall apply to the Open Source Software in lieu of the terms and conditions of these Terms.\nNotwithstanding anything to the contrary in these Terms, Overwolf makes no warranties in respect of Open Source Software in excess of the warranties set forth in the applicable open source license itself, and accepts no liability in respect of Open Source Software in excess of the limitation of liability set forth in the applicable open source license.\nIf any license requires Overwolf to provide source code, Overwolf shall make such source code available to you upon your written request according to the terms of the applicable open source license.\n</p>\n<p> In the event that any provision in these Terms is held to be invalid or unenforceable, the remaining provisions will remain in full force and effect.\nThe failure of a party to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision.\nOverwolf may assign these Terms or any rights hereunder without your consent.\nThese Terms shall be governed by and interpreted in accordance with the laws of Israel excluding that body of law pertaining to conflict of laws.\nAny legal action or proceeding arising under these Terms will be brought exclusively in courts located in Israel and the parties hereby irrevocably consent to the personal jurisdiction and venue therein.\nYou agree that these Terms and the rules, restrictions, and policies contained herein, and Overwolf's enforcement thereof, are not intended to confer and do not confer any rights or remedies on any person other than you and Overwolf.\n</p> ", "created_at": "2021-06-09 17:45:58.146558", "updated_at": "2021-06-09 15:47:00.097735"}, {"id": 6859, "name": "Privacy Policy", "url": "https://www.overwolf.com/legal/privacy", "xpath": "/html/body/main/div/section/div/div[2]", "text": " Privacy policy Last updated: December, 2020 <p> Overwolf respects your right to privacy.\nYour ability to make informed choices about the uses of your information is important to us.\nThis Privacy Notice explains Overwolf's policy regarding the collection, use, disclosure, retention, and protection of Personal Data.\nThe terms of this Privacy Notice apply to information collected by Overwolf from you, unless different terms are specified as part of a special offer or in another form or contract we provide you.\n</p>\n<p> Overwolf products and services may also use or offer products or services from third parties, for example, apps (\"Third Party Apps\") that are developed for the Overwolf platform by third parties (\"Third Party App Developers\").\nInformation collected by third parties, including by means of Third Party Apps, is governed by their privacy practices.\nBy downloading any Third Party Apps you expressly agree to such privacy practices.\nWe encourage you to learn about the privacy practices of those third parties.\n</p>\n<p> If not specifically defined herein, capitalized terms have the meaning given to them in the Overwolf Terms of Use, which is available at Terms of Use.\n</p>\n<p> Under the applicable laws, Overwolf is the \"data controller\" of personal data collected through the Services.\nOur registered office is 5 Jabotinsky St.\nRamat Gan, Israel, 5252006 and our registration number is 514330331.\nSometimes we have access to the end user information on behalf of the Third Party Apps and/or Third Party App Developers.\nIn such cases, the applicable Third Party App Developers serves as a controller with respect to such Third Party App Developer's end user Personal Data (as defined below).\n</p>\n<p> \"Personal Data\" means any information that refers, is related to, or is associated with an identified or identifiable individual or as otherwise may be defined by applicable law.\n</p> Privacy Notice Key Points <p> The key points listed below are presented in further detail throughout this Privacy Notice.\nThese key points do not substitute the full Privacy Notice.\n</p>\n<p> 1.\nInformation we collect.\nWhen you interact with us through the Services, we receive and store certain information, such as operational information required to provide the Services, analytical information used to improve and customize the Services for you, and diagnostic information to improve the performance and stability of the Services.\nYou can choose to opt out from most of these via Overwolf settings, except from operational information which is required to make Overwolf work.\nIf you choose to create an Overwolf account, you will be requested to provide us with your email address, username, and your profile picture.\nSigning up is not mandatory, and you can use Overwolf without an account.\nWhen you visit our websites we collect analytical information through analytics tools to improve and customize the Services.\n</p>\n<p> 2.\nHow we use information.\nWe use the information we collect and/or receive mainly to administer and provide the Services, contact you with administrative information, contact you with marketing offers (if you indicate your desire to receive them), and improve the Services.\n</p>\n<p> 3.\nBasis for processing information.\nProcessing your information is necessary for the performance of the Terms and the provision of the Services to you.\nProcessing for the purposes of developing new and enhancing our products and Services, for the marketing of our products and services, for analytics and usage analysis, for fraud prevention and for security and for our recordkeeping, protection of our legal rights, and complying with our legal obligations – are all necessary for the purposes of legitimate interests that we pursue.\n</p>\n<p> 4.\nThird-party service providers.\nLike many businesses, we sometimes use trusted third-party subcontractors and service providers to assist us in the operation of the Services, and process the information on our behalf and under our instructions.\nExamples of such services include, but are not limited to databases for supporting product features, analytics tools, email services, customer support services etc.\n</p>\n<p> 5.\nAdvertising service providers.\nWe work with trusted and well known advertising service providers to facilitate the integration of in-app ads by app developers.\nThis helps app developers make a living and provide you with high quality products that are free of charge.\nTo support the personalization of ads, limited information (app name, computer hardware summary, last played games) may be provided to the advertiser when ads are displayed.\nApp developers may choose whether to integrate in-app ads or not.\nIf ads are integrated, app developers may choose to support opting out of ads by offering a paid subscription plan for their app.\nAdditionally, Overwolf is currently in the process of developing the option to opt out of ad personalization, which we expect to be available by the end of March 2021.\n</p>\n<p> 6.\nInternational transfer.\nWe may use trusted third-party service providers and/or subcontractors located in countries other than your own, and may send them your Personal Data in order to provide you with the Services.\nWe will ensure that we have agreements in place with such parties that ensure the same level of privacy and data protection as set forth in this Privacy Notice.\nYou hereby consent to such international transfer.\n</p>\n<p> 7.\nSecurity.\nWe implement industry standard measures aimed at reducing the risks of damage and unauthorized access or use of Personal Data, but they do not provide absolute information security.\nSuch measures include physical, electronic, and procedural safeguards (such as secure servers, firewalls, antivirus and SSL encryption), access control, and other internal security policies.\n</p>\n<p> 8.\nYour rights.\nSubject to applicable law and additional rights as set forth below, you may have a right to access, update and/or delete your Personal Data and obtain a copy of the Personal Data we have collected about you.\nYou can change your mind at any time about your election to receive marketing communications from us and/or having your Personal Data processed for direct marketing purposes.\nYou also have the right to object at any time to processing your personal data for certain purposes, including marketing purposes.\n</p>\n<p> 9.\nData retention.\nWe retain information for as long as necessary for the purposes set forth in this Privacy Notice.\nTo determine the appropriate retention period, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of your Personal Data, the purposes for which we process your Personal Data and whether those purposes can be achieved through other means, as well as applicable legal requirements.\n</p>\n<p> 10.\nUse of cookies and similar technologies.\nWe use cookies and similar technologies to help personalize your experience by helping save your settings and customizations across visits, and providing you personalized content and advertisements.\n</p>\n<p> 11.\nChildren.\nWe do not knowingly collect personally-identifiable information from children under the age of eighteen (18).\nIn the event that you become aware that an individual under the age of eighteen (18) has enrolled without parental permission, please advise us immediately.\n</p>\n<p> 12.\nThird-party applications and services.\nAll use of third-party applications (including the Third Party Apps) or services is at your own risk and subject to such third party's privacy policies.\n</p>\n<p> 13.\nCommunications.\nSubject to your consent and applicable law, we may send you e-mail or other messages about us or our Services.\nYou can stop receiving future communications from us by following the UNSUBSCRIBE link located at the bottom of each communication, by emailing us at support@overwolf.com or through your account settings.\n</p>\n<p> 14.\nChanges to the privacy notice.\nWe may change this Privacy Notice from time and shall notify you of material changes.\n</p>\n<p> 15.\nComments and questions.\nIf you have any comments or questions about this privacy notice, or if you wish to exercise your legal rights with respect to your Personal Data, please contact us at support@overwolf.com.\n</p>\n<p> When you interact with us through the Services, we may collect information from you, as further described below: </p> Information we collect <p> When you interact with us through the Services, we receive and store certain information, as further described below: </p>\n<ul>\n<li>Operational information required to make the Services work, such as what apps you install and use, your app subscriptions, your privacy consents and settings configuration.\nWe may also record IP addresses for fraud prevention purposes.</li>\n<li>Analytical information used to improve and customize the Services for you, such as information regarding how you use Overwolf and apps, and what games you play.\nYou can opt out of this via Overwolf settings.</li>\n<li>Diagnostic information to improve the performance and stability of the Services, such as information about your computer hardware and how it performs when using the Services, stability and crash reports.\nYou can opt out of this via Overwolf settings.</li>\n<li>Optional account information - if you choose to create an Overwolf account, you will be requested to provide us with your email address, username, and an optional profile picture.\nPlease note that signing up is not mandatory, and you can use the Services without an Overwolf account.</li>\n<li>Optional billing information - using the Services is free of charge.\nHowever, some optional features may require payment.\nIf you choose to use optional paid features, you will be requested to create an Overwolf account, and also to provide us with your billing information.</li>\n<li>Website analytics - we use analytics tools (\"Tools\"), including \"Google Analytics\" to collect information about the use of the Services over our websites, such as the pages viewed on our websites, referral/exit pages, clicks, scrolling etc.\nThe Tools may collect certain Personal Data, and may link such Personal Data to our databases.\nWe use the information we get from the Tools to improve our Services.\nGoogle's ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use located at www.google.com/analytics/terms/us.html and the Google Privacy Policy located at policies.google.com/privacy .\nTo learn more about opting out of Google Analytics, click here.</li>\n</ul>\n<p> Please note that if different users use one downloaded client, we view the consent provided and/or notification made of how we process Personal Data when the client is downloaded to apply to all the different users of such a client.\nPlease do not use such a client unless you agree to the terms of this Privacy Notice.\n</p> How we use information <p> We use the information we collect from and about you for any of the following purposes: (1) to provide you with the Services and provide a safe and enjoyable user experience.\n(2) providing customer support and processing your orders, requests, questions and concerns.\n(3) understand the usage trends and preferences of our users and services in order to maintain, analyze, develop, update, and improve our products and services.\n(4) to provide you with customized content, targeted offers, and advertising on the Service, on the Third-Party Apps, on other third-party sites or apps you may visit.\n(5) to contact you with informational newsletters and promotional materials relating to our Services.\n(6) to review the usage and operations of our Services.\n(7) to use your data in an aggregated, non-specific format for analytical purposes (as detailed below).\n(8) protect against activities that may threaten the security, integrity, or availability of our or another party's products, systems, and services and address any problems with the Services (9) to satisfy our legitimate interests, while at all times ensuring that your rights and freedoms are not affected and (10) maintain corporate or business records consistent with our retention policies and applicable law.\n</p> Aggregated information <p>\nAggregated information is anonymous and will not be linked to any specific individual.\nIn an ongoing effort to better understand and serve the users of the Services, we may conduct research on our customer demographics, interests and behavior based on the information collected.\nThis research may be compiled and analyzed on an aggregate basis.\nWe may disclose aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.\n</p> Legal Uses <p> We may use your Personal Data as required or permitted by any applicable law.\n</p>\n<p> We use your Personal Data based upon the following legal bases: (i) when necessary for legitimate interests we pursue.\n(ii) when necessary for the performance of the Terms and the provision of the Services to you.\n(iii) when you have consented to such processing, and (iv) when necessary to comply with a legal or regulatory obligation.\n</p>\n<p> The legitimate interests we pursue when processing your Personal Data include the following purposes: (i) developing and enhancing our products and Services.\n(ii) for analytics and usage analysis of our Services.\n(iii) for the marketing of our products and services.\n(iv) for fraud prevention and security.\nand (v) for our recordkeeping and protection of our legal rights.\nIn conducting such processing activities, we balance these legitimate interests against the rights and interests of our users.\nIf you would like more information regarding how we make such determinations, please contact us through the contact information specified below.\n</p>\n<p> Please note that we may process your Personal Data for more than one legal basis depending on the specific purpose for which we are using your Personal Data.\nPlease contact us if you would like details about the specific legal ground we are relying on to process your Personal Data.\n</p>\n<p> We will not share Personal Data with third parties or other Overwolf users without your explicit permission or according to this Privacy Notice, except when required by law, regulation, subpoena or court order.\n</p> Agents, consultants and related third parties <p> Like many businesses, we use third-party service providers to perform certain business-related functions.\nExamples of such functions include hosting of databases and servers, backend system for managing Appstore content, processing payments, product and website analytics, customer support services, remote support, email services, social marketing, CRM and sales tracking for business development backend systems, communications with app developers, writing and maintaining QA test cases.\n</p>\n<p> Third-party service providers only receive data needed to provide their services to us.\nWe require service providers to use data only in order to perform the services we have hired them to do (unless otherwise required by law).\nWe prohibit our service providers from selling data they receive from us or receive on our behalf.\nFor example, we may use a company to provide us a ticketing system for the purpose of customer support.\nThe information they may receive as part of providing that support system cannot be used by them for anything else.\nFor more information about our service providers, please see our Third-party sub-processors page.\n</p>\n<p> We use the YouTube API Services.\nFor more information about how YouTube and Google process your Personal Data please see the Google Privacy Policy.\n</p> Advertising service providers <p> The Overwolf platform supports the display of ads within the Services and Third-Party apps.\nThis helps Third Party App Developers make a living off their creations, and continuously maintain high quality products that are free of charge.\nIt is up to the developer of the app to decide whether to include ads within the app or not.\nApp developers must comply with Overwolf’s strict guidelines to ensure that ads never interfere with the gaming experience.\n</p>\n<p> The Overwolf platform also supports opting out of in-app ads, by providing app developers the option to integrate a paid subscription plan for their app.\nIt is up to the developer of the app to decide whether to include a subscription plan for the app or not.\n</p>\n<p> To facilitate the delivery of ads within the Services and Third Party Apps, Overwolf uses trusted and well known third-party advertising service providers.\nFor more information about the advertising service providers we work with, please see our Advertising service providers page.\n</p>\n<p> Advertising service providers may personalize the ads they deliver to make them more relevant to you.\nThis is based upon information they collect independently, and is stored in cookies by them.\nIn addition, to support personalization of in-app ads, Overwolf may provide limited information to advertising service providers when they deliver ads.\nThis information includes the name of the app where the ad is displayed, the last three games played on the computer, and some hardware information such as a description of the installed CPU, GPU and peripherals.\n</p>\n<p> Overwolf is currently in the process of developing the option to opt out of ad personalization.\nWe plan to have this option available by the end of December 2020.\n</p> Third Party App Developers <p> Third Party App Developers using our SDK or API will have access to their end users' data, including, but not limited to game data, device information, connected hardware, played games, captured media, etc.\nWe required the Third Party App Developers to use such data only to provide the SDK/API functionality within their applications and/or services.\n</p> Business Transfers <p> In some cases, we may choose to buy or sell assets.\nIn these types of transactions, user information is typically one of the transferred business assets.\nMoreover, if we, or substantially all of our assets, were acquired, or if we go out of business or enter bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of us or our assets may continue to use your Personal Data as set forth in this Privacy Notice.\n</p> Legal Requirement <p> We may disclose your information if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, regulation, subpoena, court order or other law enforcement obligations (ii) protect and defend the rights or property of the Company or Related Companies, (iii) to protect the rights, property or safety of third parties (iv) protect the personal safety of users of the Services or the public, or (v) protect against legal liability.\n</p>\n<p> If you choose to post information on any of our online venues such as our Forums, Blogs, Social media pages, the Overwolf Appstore, etc.\nplease remember that any information disclosed in these venues may be automatically made public, and by posting it you provide your consent to its disclosure.\nYou should exercise caution when disclosing any information (including Personal Data) in such venues, as you do not know who will access or use such information and for what purposes.\n</p>\n<p> We use subcontractors and service providers and have business partners and affiliates who are located in countries other than your own, as set forth above and send them information we receive (including Personal Data).\nWe conduct such international transfers since we use trusted service providers located in different countries.\nWe will ensure that these third parties will be subject to written agreements ensuring the same level of privacy and data protection as set forth in this Privacy Notice, including appropriate remedies in the event of the violation of your data protection rights in such a third country.\n</p>\n<p> Whenever we transfer your Personal Data to third parties based outside of the European Economic Area (EEA), we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented: </p>\n<ol>\n<li> We will only transfer your Personal Data to countries that have been deemed to provide an adequate level of protection for Personal Data by the European Commission.\n</li>\n<li> Where we use certain service providers, we may use specific contracts approved by the European Commission which give Personal Data the same protection it has in the EEA.\n</li>\n<li> Where we use providers based in the US, we may transfer data to them if they have been certified by the EU-US Privacy Shield which requires them to provide similar protection to Personal Data shared between Europe and the US or any other arrangement which has been approved by the European Commission.\n</li>\n</ol>\n<p> Please contact us the contact information listed below if you would like further information on the specific mechanism used by us when transferring your Personal Data out of the EEA.\n</p>\n<p> You hereby consent to such international transfer described above.\n</p>\n<p> We make efforts to follow generally accepted industry standards to protect the Personal Data submitted to and collected by us, both during transmission and once we receive it, including by implementing the below: </p>\n<p> Safeguards - The physical, electronic, and procedural safeguard we employ to protect your data include secure servers, firewalls and SSL encryption of data.\n</p>\n<p> Access Control - We dedicate efforts for a proper management of system entries and limit access only to authorized personnel on a need to know basis of least privilege rules, regularly review permissions and revoke access immediately after employee termination.\n</p>\n<p> Internal Policies - We maintain and regularly review and update our privacy related and information security policies.\n</p>\n<p> Personnel - We require new employees to sign non-disclosure agreements according to applicable law and industry customary practice.\n</p>\n<p> Encryption - We encrypt the data in transit using secure SSL protocols.\n</p>\n<p> Database Backup– Our databases are backed up on a periodic basis for certain data and which are verified regularly.\nBackups are encrypted and stored within the production environment to preserve their confidentiality and integrity and are tested regularly to ensure availability, and are accessed only by authorized personnel.\n</p>\n<p> However, no method of transmission over the Internet, or method of electronic storage is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.\n</p>\n<p> You have certain rights in relation to the Personal Data that we hold about you, as detailed below.\nWe reserve the right to ask for reasonable evidence to verify your identity before we provide you with any information and/or comply with any of your requests, as detailed below: </p>\n<ul>\n<li>\n<strong>Right of Access and Data Portability.</strong> You have a right to know what Personal Data we collect about you and, in some cases, to have the information communicated to you.\nSubject to the limitations in applicable law, you may be entitled to obtain from us a copy of the Personal Data you provided to us (excluding information that we obtained from other sources) in a structured, commonly-used, and machine-readable format, and you may have the right to (request that we) transmit such Personal Data to another party.\nIf you wish to exercise this right please contact us letting us know what information in particular you would like to receive and/or transmit.\nSubject to applicable law, we may charge you with a fee.\nPlease note that we may not be able to provide you with all the information you request, for instance, if the information includes Personal Data about another person.\nWhere we are not able to provide you with information that you have asked for, we will endeavor to explain to you why.\nWe will try to respond to any request for a right of access as soon as possible.\n</li>\n<li>\n<strong>Right to Correct Personal Data.</strong> Subject to the limitations in applicable law, you may request that we update, correct or delete inaccurate or outdated Personal Data and/or that we suspend the use of Personal Data, the accuracy of which you may contest, while we verify the status of that Personal Data.\nWe will correct your Personal Data within a reasonable time from the receipt of your written request thereof.\n</li>\n<li>\n<strong>Deletion of Personal Data (\"Right to Be Forgotten\").\n</strong> In certain circumstances you have a right to have Personal Data that we hold about you deleted.\nShould you wish to have any Personal Data about you deleted, please contact us, using the contact information specified in this Privacy Notice.\nSubject to applicable law, we will delete Personal Data provided to us by a user within a reasonable time from the receipt of a written (including via email) request by such user to delete such collected Personal Data.\nWe cannot restore information once it has been deleted.\nPlease note that to ensure that we do not collect any further Personal Data, you should terminate your account with us and clear our cookies from any device where you have used our Services.\nWe may retain certain Personal Data (including following your request to delete) for audit and record-keeping purposes, as well as other purposes, all as permissible and/or required under applicable law.\nWe may also retain your information in an anonymized form.\n</li>\n<li>\n<strong>Account Deactivation.\n</strong> You can ask us to deactivate your account by contacting us using the information below.\nIn order to deactivate your account, we may ask you for additional information.\n</li>\n<li>\n<strong>Right to Restrict Processing.\n</strong> You may request at any time that we limit the processing of your Personal Data if you believe that either: (i) the Personal Data is inaccurate and wish us to limit processing until we verify its accuracy.\n(ii) the processing is unlawful, but you do not wish us to erase the Personal Data.\n(iii) we no longer need the Personal Data for the purposes for which it was collected, but you still need it for the establishment, exercise, or defense of a legal claim.\n(iv) you have exercised your Right to Object (below) and we are in the process of verifying our legitimate grounds for processing.\nWe may continue to use your Personal Data after a restriction request either: (a) with your consent.\n(b) for the establishment, exercise or defense of legal claims.\nor (iii) to protect the rights of another natural or legal person.\n</li>\n<li>\n<strong>Direct Marketing Opt Out.\n</strong> You can change your mind at any time about your election to receive marketing communications from us and/or having your Personal Data processed for direct marketing purposes.\nIf you do, please notify us by contacting us as detailed in this Privacy Notice.\nWe will process your request as soon as reasonably possible, however it may take a few days for us to update our records before any opt out is effective.\n</li>\n<li>\n<strong>Right to Object.</strong> Subject to applicable law, you may have the right to object to processing of your Personal Data including for the purpose of direct marketing.\n</li>\n<li>\n<strong>Withdrawal of Consent.</strong> You may withdraw your consent in connection with any processing of your Personal Data based on a previously granted consent.\n</li>\n<li>\n<strong>Supervisory Authority.</strong> If you are a European Citizen, you may have the right to submit a complaint to the relevant supervisory data protection authority.\n</li>\n</ul>\n<p> Subject to applicable law, we retain information as necessary for the purposes set forth above.\nWe may delete information from our systems, without notice to you, once we deem it is no longer necessary for the purposes set forth in this Privacy Notice.\nWe may also retain your information in an anonymized form.\nIn addition, retention by any of our processors may vary, in accordance with the processor's retention policy.\n</p>\n<p> To determine the appropriate retention period, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of your Personal Data, the purposes for which we process your Personal Data and whether those purposes can be achieved through other means, as well as applicable legal requirements.\n</p>\n<p> Please contact us through the contact information listed below if you would like details regarding the retention periods for different types of your Personal Data.\n</p>\n<p> Overwolf and Overwolf members or users can link to other websites of third-parties that provide useful information/services, or who have agreed to offer goods and services to Overwolf members (For example YouTube, Twitter, Google etc.).\nAny Personal Data you provide on the linked pages is provided directly to this third-party and is subject to that third-party's provider's privacy policy, except as described above.\nOverwolf is not responsible for the content or privacy practices of Web sites to which we link.\nLinks from our site to third-parties or other sites are provided for your convenience.\nWe encourage you to learn about the privacy practices of each web site before providing them with Personal Data.\nTo sum up - we cannot be held responsible for any third-party Web sites and accessing their content will be subject to their own privacy policies, which again - we advise you to check.\n</p>\n<p> Overwolf does not knowingly collect Personal Data from children under the age of 18, and you must be 18 years of age or older in order to install and use Overwolf.\nParents are able to install Overwolf for and/or set up Overwolf accounts for their children.\nIn this way verifiable parental consent is required in order to register a child under the age of 18 to be enrolled to Overwolf product and services, and any parent setting up an account for his or her child hereby represents and warrants that he or she is the parent or legal guardian of such child, and has the authority to provide information and render consents on behalf of such child.\nIn the event you become aware that an individual under the age of 18 has enrolled without parental permission, please advise us immediately.\n</p>\n<p> Subject to your consent and applicable law, we may send you e-mail or other messages and/or a newsletter about us or our Services.\nYou will be given the opportunity to unsubscribe from commercial messages and stop receiving future communication from us by following the UNSUBSCRIBE link in any such email or message, by emailing us at support@overwolf.com, as well as through your account settings.\nPlease note that we reserve the right to send you service-related communications, including service announcements and administrative messages relating to your account, without offering you the opportunity to opt out of receiving them.\nShould you not wish to receive such communications you may cancel your account.\n</p>\n<p> When visiting the Services, you shall be asked to accept the terms of this Privacy Notice.\nIf you do not agree with the terms hereof, please do not use the Services.\nOverwolf may update this Privacy Notice from time to time, and will post the updated Privacy Notice on this page.\nPlease come back to this page every now and then to make sure you are familiar with the latest version.\nYour continued use of the Services after any changes or revisions to this Privacy Notice shall indicate your agreement with the terms of such revised Privacy Notice.\n</p>\n<p> If you have any comments or questions about our Privacy Notice please contact us at support@overwolf.com.\n</p> ", "created_at": "2021-06-09 17:45:58.143037", "updated_at": "2021-06-09 15:46:34.82692"}], "points": [{"id": 25657, "title": "Your personal data is used for advertising", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:50:17.920626", "updated_at": "2022-01-29 12:16:59.903749", "quoteText": "Advertising These cookies are placed in order to deliver content, including ads relevant and meaningful to you and your interests.\nThey may also be used to deliver targeted advertising or to limit the number of times you see an advertisement.\nThis can help us track how efficient advertising campaigns are, both for our own Services and for other websites.", "case_id": 216, "document_id": 6861, "quoteStart": 3974, "quoteEnd": 4330}, {"id": 25655, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:44:49.095226", "updated_at": "2022-01-29 12:15:47.540681", "quoteText": "We use cookies and similar technologies to help personalize your experience and to personalize the ads we serve you.", "case_id": 323, "document_id": 6861, "quoteStart": 1754, "quoteEnd": 1870}, {"id": 25659, "title": "You can opt out of targeted advertising", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:52:36.526901", "updated_at": "2021-12-14 14:39:22.011169", "quoteText": "If you prefer generalised (non-personalised, non-targeted) ads, visit the links below to opt-out of cookies from major third party behavioral advertising providers (Please note that this does not opt you out of being served ads.\nYou will continue to receive generic ads).", "case_id": 219, "document_id": 6861, "quoteStart": 6278, "quoteEnd": 6549}, {"id": 25660, "title": "Information is provided about security practices", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:55:40.192188", "updated_at": "2021-11-11 12:13:53.399486", "quoteText": "Security These cookies can help us identify and prevent security risks", "case_id": 226, "document_id": 6861, "quoteStart": 3324, "quoteEnd": 3394}, {"id": 25663, "title": "First-party cookies are used", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 01:00:27.03378", "updated_at": "2022-07-06 21:51:57.143212", "quoteText": " use first-party cookies (such as the Google Analytics cookies", "case_id": 126, "document_id": 6861, "quoteStart": 5767, "quoteEnd": 5829}, {"id": 25662, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:59:35.024267", "updated_at": "2022-01-29 12:18:33.420792", "quoteText": "Performance These cookies can help us collect information to help us understand how you use our Services, such as whether you have viewed messages or specific pages and how long you spent on each page.\nThis helps us improve the performance of our Services.", "case_id": 323, "document_id": 6861, "quoteStart": 3525, "quoteEnd": 3781}, {"id": 25661, "title": "There is a date of the last update of the agreements", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:56:03.161795", "updated_at": "2021-11-17 00:32:37.450571", "quoteText": "Cookies Last updated: August, 2019", "case_id": 331, "document_id": 6861, "quoteStart": 1, "quoteEnd": 35}, {"id": 25658, "title": "Many third parties are involved in operating the service", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:51:05.411736", "updated_at": "2022-01-29 12:17:31.204411", "quoteText": "Our Services have implemented Google Analytics Display Advertising features including Remarketing, Google Display Network Impression Reporting, the DoubleClick Campaign Manager integration, or Google Analytics Demographics and Interest Reporting.\nUsing the Ads Settings, visitors can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads.", "case_id": 208, "document_id": 6861, "quoteStart": 5344, "quoteEnd": 5721}, {"id": 25656, "title": "Your personal data is used for advertising", "source": "https://www.overwolf.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2021-11-10 00:47:06.240071", "updated_at": "2022-01-29 12:17:02.083498", "quoteText": "which we have identified based on your activity and viewing history on our Services", "case_id": 216, "document_id": 6861, "quoteStart": 1427, "quoteEnd": 1510}], "urls": ["overwolf.com"]}}