{"error": 448, "message": "OK", "parameters": {"id": 3870, "name": "Obsidian", "created_at": "2021-05-30 21:43:18.734264", "updated_at": "2021-05-30 22:00:24.991245", "wikipedia": null, "keywords": null, "related": null, "slug": "obsidian", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3870.png", "url": "obsidian.md", "documents": [{"id": 6550, "name": "Privacy Policy", "url": "https://obsidian.md/privacy", "xpath": "//body", "text": " Obsidian Pricing Features Publish Sync Community Account Privacy Policy <p>\n<i>Last updated: December 11, 2020</i>\n</p> Obsidian Policy on Privacy of Customer Personal Information <p>Dynalist is committed to protecting the privacy and security of your personal information obtained by reason of your use of OBSIDIAN.\nThis policy explains the types of customer personal information we collect, how it is used, and the steps we take to ensure your personal information is handled appropriately.</p>\n<p>Our policies and practices have been designed to comply with the <em>Personal Information Protection and Electronic Documents Act</em> (Canada) and corresponding provincial privacy acts.</p> Who is Dynalist? <p>For purposes of this Privacy Policy, “<b>Dynalist</b>” means Dynalist Inc., the company developing and providing OBSIDIAN and related websites and services.\n</p> What is personal information? <p>Personal information is information that refers to an individual specifically and is recorded in any form.\nPersonal information includes such things as age, income, date of birth, ethnic origin and credit records.\nInformation about individuals contained in the following documents is not considered personal information:</p>\n<ul>\n<li>public telephone directories, where the subscriber can refuse to be listed</li>\n<li>professional and business directories available to the public</li>\n<li>public registries and court records</li>\n<li>other publicly available printed and electronic publications</li>\n</ul> We are accountable to you <p>Dynalist is responsible for all personal information under its control.\nOur team is accountable for compliance with these privacy and security principles.</p> We let you know why we collect and use your personal information and get your consent <p>Dynalist identifies the purpose for which your personal information is collected and will be used or disclosed.\nIf that purpose is not listed below we will do this before or at the time the information is actually being collected.\nYou will be deemed to consent to our use of your personal information for the purpose of:</p>\n<ul>\n<li>communicating with you generally</li>\n<li>processing your purchases</li>\n<li>processing and keeping track of transactions and reporting back to you</li>\n<li>protecting against fraud or error</li>\n<li>providing product and services requested by you</li>\n<li>recommending products and services that Dynalist believes will be of interest and provide value to you </li>\n<li>performing statistical analyses of user behaviour and characteristics, in order to measure interest in and use of the various sections of this site so as to improve design and navigation and to gather marketing information.\nOnly aggregated data from these analyses, not individual data, will be used for this purpose </li>\n<li>complying with legal and governmental requirements</li>\n<li>fulfilling any other purpose that would be reasonably apparent to the average person at the time we collect it from you </li>\n</ul>\n<p>Otherwise, Dynalist will obtain your express consent (by verbal, written or electronic agreement) to collect, use or disclose your personal information.\nYou can change your consent preferences at any time by contacting Dynalist (please refer to the “How to contact us” section below).\n</p> We limit collection of your personal information <p>Dynalist collects only the information required to provide products and services to you.\nDynalist will collect personal information only by clear, fair and lawful means.</p>\n<p>We receive and store any information you enter on our website or give us in any other way.\nYou can choose not to provide certain information, but then you might not be able to take advantage of many of our features.</p>\n<p>Dynalist does not receive or store personal content saved to your local device while using Obsidian.</p>\n<p>We also receive and store certain types of information whenever you interact with us.\nFor example, like many websites, we use “cookies,” and we obtain certain types of information when your web browser accesses Obsidian.md.</p>\n<p>Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser, to enable our systems to recognize your browser and to provide features such as keeping you logged in to your Obsidian account.</p>\n<p>The “help” portion of the toolbar on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nAdditionally, you can disable or delete similar data used by browser add-ons, such as Flash cookies, by changing the add-on’s settings or visiting the website of its manufacturer.\n</p>\n<p>Examples of the information we collect and analyze include the Internet protocol (IP) address used to connect your computer to the Internet.\nlogin.\ne-mail address.\npassword.\ncomputer and connection information, such as browser type, version and timezone setting, browser plug-in types and versions, operating system, and platform.\nthe full Uniform Resource Locators (URL) clickstream to, through, and from our website, including date and time.\ncookie numbers.\nproducts you viewed or searched for.\nand the telephone number used to call our customer service number.\nWe may also use browser data such as cookies, Flash cookies (also known as Flash Local Shared Objects), or similar data on certain parts of our website for fraud prevention and other purposes.\nDuring some visits we may use software tools such as JavaScript to measure and collect session information, including page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.</p> We limit disclosure and retention of your personal information <p>Dynalist does not disclose personal information to any organization or person for any reason except the following:</p>\n<ul>\n<li>We employ other companies and individuals to perform functions on our behalf.\nExamples include fulfilling orders, delivering packages, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, processing credit card payments, and providing customer service.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.\nWe may use service providers located outside of Canada, and, if applicable, your personal information may be processed and stored in other countries and therefore may be subject to disclosure under the laws of those countries.\n</li>\n<li>As we continue to develop our business, we might sell or buy stores, subsidiaries, or business units.\nIn such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise).\nAlso, in the unlikely event that Dynalist or substantially all of its assets are acquired, customer information of course will be one of the transferred assets.\n</li>\n</ul>\n<p>You are deemed to consent to disclosure of your personal information for those purposes.\nIf your personal information is shared with third parties, those third parties are bound by appropriate agreements with Dynalist to secure and protect the confidentiality of your personal information.</p>\n<p>Dynalist retains your personal information only as long as it is required for our business relationship or as required by federal and provincial laws.</p> We keep your personal information up to date and accurate <p>Dynalist keeps your personal information up to date, accurate and relevant for its intended use.</p>\n<p>You may request access to the personal information we have on record in order to review and amend the information, as appropriate.\nIn circumstances where your personal information has been provided by a third party, we will refer you to that party (e.g.\ncredit bureaus).\nTo access your personal information, refer to the “How to contact us” section below.</p> The security of your personal information is a priority for Dynalist <p>We take steps to safeguard your personal information, regardless of the format in which it is held, including:</p>\n<ul>\n<li>physical security measures such as restricted access facilities and locked filing cabinets</li>\n<li>electronic security measures for computerized personal information such as password protection, database encryption and personal identification numbers.\nWe work to protect the security of your information during transmission by using “Transport Layer Security” (TLS) protocol.\n</li>\n<li>organizational processes such as limiting access to your personal information to a selected group of individuals </li>\n<li>contractual obligations with third parties who need access to your personal information requiring them to protect and secure your personal information </li>\n</ul>\n<p>It’s important for you to protect against unauthorized access to your password and your computer.\nBe sure to sign off when you’ve finished using any shared computer.</p> What About Third-Party Advertisers and Links to Other Websites? <p>Our site may include third-party advertising and links to other websites.\nWe do not provide any personally identifiable customer information to these advertisers or third-party websites.</p>\n<p>These third-party websites and advertisers, or Internet advertising companies working on their behalf, sometimes use technology to send (or “serve”) the advertisements that appear on our website directly to your browser.\nThey automatically receive your IP address when this happens.\nThey may also use cookies, JavaScript, web beacons (also known as action tags or single-pixel gifs), and other technologies to measure the effectiveness of their ads and to personalize advertising content.\nWe do not have access to or control over cookies or other features that they may use, and the information practices of these advertisers and third-party websites are not covered by this Privacy Notice.\nPlease contact them directly for more information about their privacy practices.\nIn addition, the Network Advertising Initiative offers useful information about Internet advertising companies (also called “ad networks” or “network advertisers”), including information about how to opt-out of their information collection.\nYou can access the Network Advertising Initiative at http://www.networkadvertising.org.</p> We are open about our privacy and security policy <p>We are committed to providing you with understandable and easily available information about our policy and practices related to management of your personal information.\nThis policy and any related information is available at all times on our website, www.obsidian.md under Privacy or on request.\nTo contact us, refer to the “How to contact us” section below.</p> We provide access to your personal information stored by Dynalist <p>You can request access to your personal information stored by Dynalist To contact us, refer to the “How to contact us” section below.\nUpon receiving such a request, Dynalist will:</p>\n<ul>\n<li>inform you about what type of personal information we have on record or in our control, how it is used and to whom it may have been disclosed </li>\n<li>provide you with access to your information so you can review and verify the accuracy and completeness and request changes to the information </li>\n<li>make any necessary updates to your personal information</li>\n</ul> We respond to your questions, concerns and complaints about privacy <p>Dynalist responds in a timely manner to your questions, concerns and complaints about the privacy of your personal information and our privacy policies and procedures.</p> How to contact us <ul>\n<li>by email at support@obsidian.md.</li>\n</ul>\n<p>Our business changes constantly, and this privacy notice will change also.\nWe may e-mail periodic reminders of our notices and conditions, unless you have instructed us not to, but you should check our website frequently to see recent changes.\nWe are, however, committed to protecting your information and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.</p>\n<ul>\n<li>Obsidian</li>\n<li>Help</li>\n<li>FAQ</li>\n<li>Release notes</li>\n<li>Roadmap</li>\n</ul>\n<ul>\n<li>Social</li>\n<li>About us</li>\n<li>Follow us on Twitter</li>\n<li>Community Discord</li>\n<li>Community forum</li>\n</ul>\n<ul>\n<li>Spread the word</li>\n<li>Featured on Product Hunt </li>\n<li>Like us on AlternativeTo </li>\n<li>Like us on Slant</li>\n<li>Stack us on YourStack </li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>License information (EULA)</li>\n<li>Terms of Service</li>\n<li>Privacy policy</li>\n<li>Privacy statement</li>\n</ul> © 2021 Obsidian Pricing Features Publish Sync Community Account ", "created_at": "2021-05-30 21:43:18.73655", "updated_at": "2021-05-30 19:46:38.883832"}], "points": [{"id": 27092, "title": "There is a date of the last update of the agreements", "source": "https://obsidian.md/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-04 02:00:03.081091", "updated_at": "2022-03-04 02:00:03.081091", "quoteText": "Last updated: December 11, 2020</i>\n</p> ", "case_id": 331, "document_id": 6550, "quoteStart": 80, "quoteEnd": 121}], "urls": ["obsidian.md"]}}