{"error": 448, "message": "OK", "parameters": {"id": 6312, "name": "Stefan vd", "created_at": "2022-01-15 20:04:34.561409", "updated_at": "2022-01-15 23:01:17.752682", "wikipedia": null, "keywords": null, "related": null, "slug": "stefan-vd", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6312.png", "url": "stefanvd.net", "documents": [{"id": 11454, "name": "Privacy Policy", "url": "https://www.stefanvd.net/privacy/", "xpath": "//*[@id=\"content\"]", "text": "\nPrivacy Policy\n<ul>\n<li>Privacy Policy (short version)</li>\n<li>Privacy Policy (long version)</li>\n</ul>\n<p>\nThis page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.\nThis privacy policy should be read alongside, and in addition to, our Terms and Conditions, which can be found at: https://www.stefanvd.net/terms-of-service.htm.\n</p>\n<br>\nPrivacy Policy (short version)\n1.\nWebsite\n<p>When accessing our Website, Stefan vd website will learn certain information about you during your visit.\nHow we will handle information we learn about you depends upon what you do when visiting our site.</p>\n<p>If you visit our site to read or download information on our pages, we collect and store only the following information about you:</p>\n<ul>\n<li>The name of the domain from which you access the Internet</li>\n<li>The date and time you access our site</li>\n<li>The Internet address of the website you used to link directly to our site.</li>\n<li>Third party vendors, including Google, use cookies to serve ads based on a user's prior visits to your website.</li>\n<li>Google's use of the DoubleClick cookie enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet.</li>\n<li>\nUsers may opt out of the use of the DoubleClick cookie for interest-based advertising by visiting\nAds Settings.\n(Alternatively, you can direct users to opt out of a third-party vendor's use of cookies for interest based advertising by visiting\naboutads.info.)\n</li>\n<li>The Google Analytics Advertising Features is implemented.</li>\n</ul>\n<p>Google Adsense will collect data and use cookies for ad personalization and measurement.</p>\n<p>How Google uses information from sites or apps that use our services, which explains how Google manages data in our ads products.\nDoing so will meet the requirement of our updated EU User Consent Policy to give users information about Google's uses of their personal data.</p>\n<p>If you identify yourself by sending us an e-mail containing personal information, then the information collected will be solely used to respond to your message.</p>\n<p>\nThe information collected is for statistical purposes.\nStefan vd\nwebsite may use software programs to create summary statistics, which are used for such purposes as assessing the number of visitors to the different sections of our site, what information is of most and least interest, determining technical design specifications, and identifying system performance or problem areas.\n</p>\n<p>\nFor site security purposes and to ensure that this service remains available to all users,\nStefan vd website uses software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.\n</p>\n<p>Stefan vd website will not obtain personally-identifying information about you when you visit our site, unless you choose to provide such information to us, nor will such information be sold or otherwise transferred to unaffiliated third parties without the approval of the user at the time of collection.</p>\n2.\nBrowser Extension\n<p>Your privacy is very important to us.\nWe don't collect any personal information while browsing on the internet.\nWe will not sell, distribute or lease your personal information to third parties.</p>\n2.1 Third parties\nDoes Stefan vd sell my information to other parties?\n<p>No.\nWe do doesn't collect anything personal information from you.\nAnd we don't sell or give out any personal information specifically about you to any third party.</p>\n2.2 Data storage\nWhere is my personal settings kept?\n<p>All the browser extension settings is saved local on your hard disk and synced (transmit to the servers) to your personal account (example Google, Opera, Firefox or Microsoft account).\nThat include the Turn Off the Lights Analytics.\nThis data is not public available online on the internet.</p>\n2.3 Spyware/malware/ads in this extension?\n<p>No, it is clean and open-source.\nI don't ship junk in my browser extensions.\nThe browser extension do not have the Google Analytics script inside.\nAnd do not inject extra ads on Google search or your other websites.\nAnd do not show popup about software updates.</p>\n2.4.\nWelcome Guide\n<p>You can browse the guide without installing the Browser extension.</p>\n2.5 Installation message\n<p>When you install the browser extension for the firstime, such as in your Google Chrome web browser.\nYou may see the following alert: This extension needs access to your data on all websites / your browsing history.\nThis is a generic Chrome alert.\nRest assured, the extension is not actually monitoring anything as you browse.</p>\n2.6 Turn Off the Lights Analytics\n<p>It is your personal dashboard to see where you spend the most time when the lights are off.\nAnd how much electric energy you saved when browsing the web.</p>\n<ul>\n<li>\nThe analytical data collected with the Turn Off the Lights Browser extension is only when the lights are off.\nThen it will collect the website URL from the currently open tab.\nAnd the time in seconds, on how long the lights on that website URL are off.\nThis data is then stored locally in your web browser in the local storage file.\nFurthermore, this analytical data will not be sent out to third-party vendors, and not uploaded to any server.\nThe browser extension will manage your data, and the data is converted into a mathematical representation that is used in your personal Analytics dashboard page.\nSo you have an overview of which website you most dimmed the web page.\nAnd calculate how much electric energy you saved when the lights are off.\nAlso, Turn Off the Lights Analytics removes everything automatically older than 30 days and when it exceeds the storage limit of 5000 bytes.\n</li>\n<li>The analytical data is not shared with third-party vendors, advertising networks and analytics tools.\nAnd it is never stored on Turn Off the Lights servers or anywhere else.\nYour data is saved locally on your computer, in your web browser.\nOnly you can access your analytics data.</li>\n<li>The user is in control of his data and has the option to disable this analytic data collection.\nYou can disable the Analytic feature in the Turn Off the Lights Options page, at the bottom of the web page you can uncheck the Analytic checkbox.\nThen it will not collect your website URL and the time on how long the web page is dimmed.\nAnd you can also delete the data on the Options page.</li>\n</ul>\n<p>\n</p>\n3.\nDesktop App\nWindows/macOS\n<p>The software application doesn't collect anything personal information from you.\nAll the app from Stefan vd, this included \"Turn Off the Lights\", \"Aurora Player\", \"Finance Toolbar\", \"Ambient Aurea\" and \"Stefan vd\" doesn't collect any personal information.</p>\n4.\nMobile App\nAndroid/iOS/Windows\n<p>The software application doesn't collect anything personal information from you.</p>\n5.\nPersonal Assistant\n<p>That include the follwing service Google Assistant for (Google Home, Google Home mini and Google Assistant App), Alexa (from Amazon), and Cortana (from Microsoft).</p>\n5.1 Stefan vd Support\n<p>This Personal Assistant application doesn't collect any personal information from you.</p>\n5.2 Browserman\n<p>This Personal Assistant application doesn't collect any personal information from you.</p>\n5.3 Magic Actions\n<p>This Personal Assistant application doesn't collect any personal information from you.</p>\n<br>\n<br>\n<br>\n<br>\nPrivacy Policy (long version)\n<p>We are very delighted that you have shown interest in our enterprise.\nData protection is of a particularly high priority for the management of the Stefan vd.\nThe use of the Internet pages of the Stefan vd is possible without any indication of personal data.\nhowever, if a data subject wants to use special enterprise services via our website, processing of personal data could become necessary.\nIf the processing of personal data is necessary and there is no statutory basis for such processing, we generally obtain consent from the data subject.</p>\n<p>The processing of personal data, such as the name, address, e-mail address, or telephone number of a data subject shall always be in line with the General Data Protection Regulation (GDPR), and in accordance with the country-specific data protection regulations applicable to the Stefan vd.\nBy means of this data protection declaration, our enterprise would like to inform the general public of the nature, scope, and purpose of the personal data we collect, use and process.\nFurthermore, data subjects are informed, by means of this data protection declaration, of the rights to which they are entitled.</p>\n<p>As the controller, the Stefan vd has implemented numerous technical and organizational measures to ensure the most complete protection of personal data processed through this website.\nHowever, Internet-based data transmissions may in principle have security gaps, so absolute protection may not be guaranteed.\nFor this reason, every data subject is free to transfer personal data to us via alternative means, e.g.\nby telephone.\n</p>\n1.\nDefinitions\n<p>The data protection declaration of the Stefan vd is based on the terms used by the European legislator for the adoption of the General Data Protection Regulation (GDPR).\nOur data protection declaration should be legible and understandable for the general public, as well as our customers and business partners.\nTo ensure this, we would like to first explain the terminology used.</p>\n<p>In this data protection declaration, we use, inter alia, the following terms:</p>\n<ul>\n<li>\na)&nbsp;&nbsp;&nbsp.\nPersonal data\n<p>Personal data means any information relating to an identified or identifiable natural person (“data subject”).\nAn identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n</li>\n<li>\nb) Data subject\n<p>Data subject is any identified or identifiable natural person, whose personal data is processed by the controller responsible for the processing.</p>\n</li>\n<li>\nc)&nbsp;&nbsp;&nbsp.\nProcessing\n<p>Processing is any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\n</p>\n</li>\n<li>\nd)&nbsp;&nbsp;&nbsp.\nRestriction of processing\n<p>Restriction of processing is the marking of stored personal data with the aim of limiting their processing in the future.\n</p>\n</li>\n<li>\ne)&nbsp;&nbsp;&nbsp.\nProfiling\n<p>Profiling means any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person's performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or movements.\n</p>\n</li>\n<li>\nf)&nbsp;&nbsp;&nbsp;&nbsp.\nPseudonymisation\n<p>Pseudonymisation is the processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.\n</p>\n</li>\n<li>\ng)&nbsp;&nbsp;&nbsp.\nController or controller responsible for the processing\n<p>Controller or controller responsible for the processing is the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data.\nwhere the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.\n</p>\n</li>\n<li>\nh)&nbsp;&nbsp;&nbsp.\nProcessor\n<p>Processor is a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.\n</p>\n</li>\n<li>\ni)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecipient\n<p>Recipient is a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not.\nHowever, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients.\nthe processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing.\n</p>\n</li>\n<li>\nj)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThird party\n<p>Third party is a natural or legal person, public authority, agency or body other than the data subject, controller, processor and persons who, under the direct authority of the controller or processor, are authorised to process personal data.</p>\n</li>\n<li>\nk)&nbsp;&nbsp;&nbsp.\nConsent\n<p>Consent of the data subject is any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her.\n</p>\n</li>\n</ul>\n2.\nName and Address of the controller\n<p>Controller for the purposes of the General Data Protection Regulation (GDPR), other data protection laws applicable in Member states of the European Union and other provisions related to data protection is:</p>\n<p>Stefan vd</p>\n<p>Antwerp, Belgium</p>\n<p>Website: https://www.stefanvd.net</p>\n3.\nCookies\n<p>The Internet pages of the Stefan vd use cookies.\nCookies are text files that are stored in a computer system via an Internet browser.</p>\n<p>Many Internet sites and servers use cookies.\nMany cookies contain a so-called cookie ID.\nA cookie ID is a unique identifier of the cookie.\nIt consists of a character string through which Internet pages and servers can be assigned to the specific Internet browser in which the cookie was stored.\nThis allows visited Internet sites and servers to differentiate the individual browser of the dats subject from other Internet browsers that contain other cookies.\nA specific Internet browser can be recognized and identified using the unique cookie ID.</p>\n<p>Through the use of cookies, the Stefan vd can provide the users of this website with more user-friendly services that would not be possible without the cookie setting.</p>\n<p>By means of a cookie, the information and offers on our website can be optimized with the user in mind.\nCookies allow us, as previously mentioned, to recognize our website users.\nThe purpose of this recognition is to make it easier for users to utilize our website.\nThe website user that uses cookies, e.g.\ndoes not have to enter access data each time the website is accessed, because this is taken over by the website, and the cookie is thus stored on the user's computer system.\nAnother example is the cookie of a shopping cart in an online shop.\nThe online store remembers the articles that a customer has placed in the virtual shopping cart via a cookie.</p>\n<p>The data subject may, at any time, prevent the setting of cookies through our website by means of a corresponding setting of the Internet browser used, and may thus permanently deny the setting of cookies.\nFurthermore, already set cookies may be deleted at any time via an Internet browser or other software programs.\nThis is possible in all popular Internet browsers.\nIf the data subject deactivates the setting of cookies in the Internet browser used, not all functions of our website may be entirely usable.</p>\n4.\nCollection of general data and information\n<p>The website of the Stefan vd collects a series of general data and information when a data subject or automated system calls up the website.\nThis general data and information are stored in the server log files.\nCollected may be (1) the browser types and versions used, (2) the operating system used by the accessing system, (3) the website from which an accessing system reaches our website (so-called referrers), (4) the sub-websites, (5) the date and time of access to the Internet site, (6) an Internet protocol address (IP address), (7) the Internet service provider of the accessing system, and (8) any other similar data and information that may be used in the event of attacks on our information technology systems.</p>\n<p>When using these general data and information, the Stefan vd does not draw any conclusions about the data subject.\nRather, this information is needed to (1) deliver the content of our website correctly, (2) optimize the content of our website as well as its advertisement, (3) ensure the long-term viability of our information technology systems and website technology, and (4) provide law enforcement authorities with the information necessary for criminal prosecution in case of a cyber-attack.\nTherefore, the Stefan vd analyzes anonymously collected data and information statistically, with the aim of increasing the data protection and data security of our enterprise, and to ensure an optimal level of protection for the personal data we process.\nThe anonymous data of the server log files are stored separately from all personal data provided by a data subject.</p>\n5.\nSubscription to our newsletters\n<p>On the website of the Stefan vd, users are given the opportunity to subscribe to our enterprise's newsletter.\nThe input mask used for this purpose determines what personal data are transmitted, as well as when the newsletter is ordered from the controller.</p>\n<p>The Stefan vd informs its customers and business partners regularly by means of a newsletter about enterprise offers.\nThe enterprise's newsletter may only be received by the data subject if (1) the data subject has a valid e-mail address and (2) the data subject registers for the newsletter shipping.\nA confirmation e-mail will be sent to the e-mail address registered by a data subject for the first time for newsletter shipping, for legal reasons, in the double opt-in procedure.\nThis confirmation e-mail is used to prove whether the owner of the e-mail address as the data subject is authorized to receive the newsletter.</p>\n<p>During the registration for the newsletter, we also store the IP address of the computer system assigned by the Internet service provider (ISP) and used by the data subject at the time of the registration, as well as the date and time of the registration.\nThe collection of this data is necessary in order to understand the (possible) misuse of the e-mail address of a data subject at a later date, and it therefore serves the aim of the legal protection of the controller.</p>\n<p>The personal data collected as part of a registration for the newsletter will only be used to send our newsletter.\nIn addition, subscribers to the newsletter may be informed by e-mail, as long as this is necessary for the operation of the newsletter service or a registration in question, as this could be the case in the event of modifications to the newsletter offer, or in the event of a change in technical circumstances.\nThere will be no transfer of personal data collected by the newsletter service to third parties.\nThe subscription to our newsletter may be terminated by the data subject at any time.\nThe consent to the storage of personal data, which the data subject has given for shipping the newsletter, may be revoked at any time.\nFor the purpose of revocation of consent, a corresponding link is found in each newsletter.\nIt is also possible to unsubscribe from the newsletter at any time directly on the website of the controller, or to communicate this to the controller in a different way.</p>\n6.\nNewsletter-Tracking\n<p>The newsletter of the Stefan vd contains so-called tracking pixels.\nA tracking pixel is a miniature graphic embedded in such e-mails, which are sent in HTML format to enable log file recording and analysis.\nThis allows a statistical analysis of the success or failure of online marketing campaigns.\nBased on the embedded tracking pixel, the Stefan vd may see if and when an e-mail was opened by a data subject, and which links in the e-mail were called up by data subjects.</p>\n<p>Such personal data collected in the tracking pixels contained in the newsletters are stored and analyzed by the controller in order to optimize the shipping of the newsletter, as well as to adapt the content of future newsletters even better to the interests of the data subject.\nThese personal data will not be passed on to third parties.\nData subjects are at any time entitled to revoke the respective separate declaration of consent issued by means of the double-opt-in procedure.\nAfter a revocation, these personal data will be deleted by the controller.\nThe Stefan vd automatically regards a withdrawal from the receipt of the newsletter as a revocation.</p>\n7.\nContact possibility via the website <p>The website of the Stefan vd contains information that enables a quick electronic contact to our enterprise, as well as direct communication with us, which also includes a general address of the so-called electronic mail (e-mail address).\nIf a data subject contacts the controller by e-mail or via a contact form, the personal data transmitted by the data subject are automatically stored.\nSuch personal data transmitted on a voluntary basis by a data subject to the data controller are stored for the purpose of processing or contacting the data subject.\nThere is no transfer of this personal data to third parties.</p>\n8.\nSubscription to comments in the blog on the website\n<p>The comments made in the blog of the Stefan vd may be subscribed to by third parties.\nIn particular, there is the possibility that a commenter subscribes to the comments following his comments on a particular blog post.</p>\n<p>If a data subject decides to subscribe to the option, the controller will send an automatic confirmation e-mail to check the double opt-in procedure as to whether the owner of the specified e-mail address decided in favor of this option.\nThe option to subscribe to comments may be terminated at any time.</p>\n9.\nRoutine erasure and blocking of personal data\n<p>The data controller shall process and store the personal data of the data subject only for the period necessary to achieve the purpose of storage, or as far as this is granted by the European legislator or other legislators in laws or regulations to which the controller is subject to.</p>\n<p>If the storage purpose is not applicable, or if a storage period prescribed by the European legislator or another competent legislator expires, the personal data are routinely blocked or erased in accordance with legal requirements.</p>\n10.\nRights of the data subject\n<ul>\n<li>\na) Right of confirmation\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller the confirmation as to whether or not personal data concerning him or her are being processed.\nIf a data subject wishes to avail himself of this right of confirmation, he or she may, at any time, contact any employee of the controller.</p>\n</li>\n<li>\nb) Right of access\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller free information about his or her personal data stored at any time and a copy of this information.\nFurthermore, the European directives and regulations grant the data subject access to the following information:</p>\n<ul>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations;</li>\n<li>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>the existence of the right to request from the controller rectification or erasure of personal data, or restriction of processing of personal data concerning the data subject, or to object to such processing;</li>\n<li>the existence of the right to lodge a complaint with a supervisory authority;</li>\n<li>where the personal data are not collected from the data subject, any available information as to their source;</li>\n<li>the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) of the GDPR and, at least in those cases, meaningful information about the logic involved, as well as the significance and envisaged consequences of such processing for the data subject.</li>\n</ul>\n<p>Furthermore, the data subject shall have a right to obtain information as to whether personal data are transferred to a third country or to an international organisation.\nWhere this is the case, the data subject shall have the right to be informed of the appropriate safeguards relating to the transfer.</p>\n<p>If a data subject wishes to avail himself of this right of access, he or she may, at any time, contact any employee of the controller.</p>\n</li>\n<li>\nc) Right to rectification\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her.\nTaking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.</p>\n<p>If a data subject wishes to exercise this right to rectification, he or she may, at any time, contact any employee of the controller.</p>\n</li>\n<li>\nd) Right to erasure (Right to be forgotten)\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller the erasure of personal data concerning him or her without undue delay, and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies, as long as the processing is not necessary: </p>\n<ul>\n<li>The personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.</li>\n<li>The data subject withdraws consent to which the processing is based according to point (a) of Article 6(1) of the GDPR, or point (a) of Article 9(2) of the GDPR, and where there is no other legal ground for the processing.</li>\n<li>The data subject objects to the processing pursuant to Article 21(1) of the GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Article 21(2) of the GDPR.\n</li>\n<li>The personal data have been unlawfully processed.</li>\n<li>The personal data must be erased for compliance with a legal obligation in Union or Member State law to which the controller is subject.</li>\n<li>The personal data have been collected in relation to the offer of information society services referred to in Article 8(1) of the GDPR.</li>\n</ul>\n<p>If one of the aforementioned reasons applies, and a data subject wishes to request the erasure of personal data stored by the Stefan vd, he or she may, at any time, contact any employee of the controller.\nAn employee of Stefan vd shall promptly ensure that the erasure request is complied with immediately.</p>\n<p>Where the controller has made personal data public and is obliged pursuant to Article 17(1) to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform other controllers processing the personal data that the data subject has requested erasure by such controllers of any links to, or copy or replication of, those personal data, as far as processing is not required.\nAn employees of the Stefan vd will arrange the necessary measures in individual cases.</p>\n</li>\n<li>\ne) Right of restriction of processing\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller restriction of processing where one of the following applies:</p>\n<ul>\n<li>The accuracy of the personal data is contested by the data subject, for a period enabling the controller to verify the accuracy of the personal data.\n</li>\n<li>The processing is unlawful and the data subject opposes the erasure of the personal data and requests instead the restriction of their use instead.</li>\n<li>The controller no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims.</li>\n<li>The data subject has objected to processing pursuant to Article 21(1) of the GDPR pending the verification whether the legitimate grounds of the controller override those of the data subject.</li>\n</ul>\n<p>If one of the aforementioned conditions is met, and a data subject wishes to request the restriction of the processing of personal data stored by the Stefan vd, he or she may at any time contact any employee of the controller.\nThe employee of the Stefan vd will arrange the restriction of the processing.\n</p>\n</li>\n<li>\nf) Right to data portability\n<p>Each data subject shall have the right granted by the European legislator, to receive the personal data concerning him or her, which was provided to a controller, in a structured, commonly used and machine-readable format.\nHe or she shall have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, as long as the processing is based on consent pursuant to point (a) of Article 6(1) of the GDPR or point (a) of Article 9(2) of the GDPR, or on a contract pursuant to point (b) of Article 6(1) of the GDPR, and the processing is carried out by automated means, as long as the processing is not necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.</p>\n<p>Furthermore, in exercising his or her right to data portability pursuant to Article 20(1) of the GDPR, the data subject shall have the right to have personal data transmitted directly from one controller to another, where technically feasible and when doing so does not adversely affect the rights and freedoms of others.</p>\n<p>In order to assert the right to data portability, the data subject may at any time contact any employee of the Stefan vd.</p>\n</li>\n<li>\ng) Right to object\n<p>Each data subject shall have the right granted by the European legislator to object, on grounds relating to his or her particular situation, at any time, to processing of personal data concerning him or her, which is based on point (e) or (f) of Article 6(1) of the GDPR.\nThis also applies to profiling based on these provisions.</p>\n<p>The Stefan vd shall no longer process the personal data in the event of the objection, unless we can demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject, or for the establishment, exercise or defence of legal claims.</p>\n<p>If the Stefan vd processes personal data for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing.\nThis applies to profiling to the extent that it is related to such direct marketing.\nIf the data subject objects to the Stefan vd to the processing for direct marketing purposes, the Stefan vd will no longer process the personal data for these purposes.</p>\n<p>In addition, the data subject has the right, on grounds relating to his or her particular situation, to object to processing of personal data concerning him or her by the Stefan vd for scientific or historical research purposes, or for statistical purposes pursuant to Article 89(1) of the GDPR, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>In order to exercise the right to object, the data subject may contact any employee of the Stefan vd.\nIn addition, the data subject is free in the context of the use of information society services, and notwithstanding Directive 2002/58/EC, to use his or her right to object by automated means using technical specifications.</p>\n</li>\n<li>\nh) Automated individual decision-making, including profiling\n<p>Each data subject shall have the right granted by the European legislator not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her, or similarly significantly affects him or her, as long as the decision (1) is not is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) is not authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, or (3) is not based on the data subject's explicit consent.</p>\n<p>If the decision (1) is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) it is based on the data subject's explicit consent, the Stefan vd shall implement suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express his or her point of view and contest the decision.</p>\n<p>If the data subject wishes to exercise the rights concerning automated individual decision-making, he or she may, at any time, contact any employee of the Stefan vd.</p>\n</li>\n<li>\ni) Right to withdraw data protection consent <p>Each data subject shall have the right granted by the European legislator to withdraw his or her consent to processing of his or her personal data at any time.\n</p>\n<p>If the data subject wishes to exercise the right to withdraw the consent, he or she may, at any time, contact any employee of the Stefan vd.</p>\n</li>\n</ul>\n11.\nData protection for applications and the application procedures\n<p>The data controller shall collect and process the personal data of applicants for the purpose of the processing of the application procedure.\nThe processing may also be carried out electronically.\nThis is the case, in particular, if an applicant submits corresponding application documents by e-mail or by means of a web form on the website to the controller.\nIf the data controller concludes an employment contract with an applicant, the submitted data will be stored for the purpose of processing the employment relationship in compliance with legal requirements.\nIf no employment contract is concluded with the applicant by the controller, the application documents shall be automatically erased two months after notification of the refusal decision, provided that no other legitimate interests of the controller are opposed to the erasure.\nOther legitimate interest in this relation is, e.g.\na burden of proof in a procedure under the General Equal Treatment Act (AGG).</p>\n12.\nData protection provisions about the application and use of Facebook\n<p>On this website, the controller has integrated components of the enterprise Facebook.\nFacebook is a social network.</p>\n<p>A social network is a place for social meetings on the Internet, an online community, which usually allows users to communicate with each other and interact in a virtual space.\nA social network may serve as a platform for the exchange of opinions and experiences, or enable the Internet community to provide personal or business-related information.\nFacebook allows social network users to include the creation of private profiles, upload photos, and network through friend requests.</p>\n<p>The operating company of Facebook is Facebook, Inc., 1 Hacker Way, Menlo Park, CA 94025, United States.\nIf a person lives outside of the United States or Canada, the controller is the Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland.</p>\n<p>With each call-up to one of the individual pages of this Internet website, which is operated by the controller and into which a Facebook component (Facebook plug-ins) was integrated, the web browser on the information technology system of the data subject is automatically prompted to download display of the corresponding Facebook component from Facebook through the Facebook component.\nAn overview of all the Facebook Plug-ins may be accessed under https://developers.facebook.com/docs/plugins/.\nDuring the course of this technical procedure, Facebook is made aware of what specific sub-site of our website was visited by the data subject.</p>\n<p>If the data subject is logged in at the same time on Facebook, Facebook detects with every call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—which specific sub-site of our Internet page was visited by the data subject.\nThis information is collected through the Facebook component and associated with the respective Facebook account of the data subject.\nIf the data subject clicks on one of the Facebook buttons integrated into our website, e.g.\nthe \"Like\" button, or if the data subject submits a comment, then Facebook matches this information with the personal Facebook user account of the data subject and stores the personal data.</p>\n<p>Facebook always receives, through the Facebook component, information about a visit to our website by the data subject, whenever the data subject is logged in at the same time on Facebook during the time of the call-up to our website.\nThis occurs regardless of whether the data subject clicks on the Facebook component or not.\nIf such a transmission of information to Facebook is not desirable for the data subject, then he or she may prevent this by logging off from their Facebook account before a call-up to our website is made.</p>\n<p>The data protection guideline published by Facebook, which is available at https://facebook.com/about/privacy/, provides information about the collection, processing and use of personal data by Facebook.\nIn addition, it is explained there what setting options Facebook offers to protect the privacy of the data subject.\nIn addition, different configuration options are made available to allow the elimination of data transmission to Facebook.\nThese applications may be used by the data subject to eliminate a data transmission to Facebook.</p>\n13.\nData protection provisions about the application and use of Flattr\n<p>On this website, the controller has integrated components of the enterprise Flattr.\nFlattr is a social payment service from Sweden, which allows the user to distribute donations to media providers on the Internet through deposits on a credit account and by the provision of a monthly budget.\nThe users of the service may instruct Flattr, by clicking on a Flattr button that is integrated on the website of a media provider, to distribute its fixed monthly budget to this media provider.</p>\n<p>The operating company of Flattr is Flattr AB, Box 4111, 203 12 Malmo, Sweden.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and into which a Flattr component was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to download a display of the corresponding Flattr component from Flattr through the Flattr component.\nDuring the course of this technical procedure, Flattr is made aware of what specific sub-sites of our website are visited by the data subject.</p>\n<p>If the data subject is logged in at the same time at Flattr, Flattr detects with each call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—what specific sub-site of our Internet page was visited by the data subject.\nThis information is collected by the Flattr component and associated with the respective Flattr account of the data subject.\nIf the data subject clicks on the Flattr button integrated into our website, then this information is transmitted to Flattr for billing purposes.\nThe data subject has already agreed to the transmission of such information towards Flattr.</p>\n<p>Further information and the applicable data protection provisions of Flattr may be retrieved under https://flattr.com/privacy.</p>\n14.\nData protection provisions about the application and use of Google AdSense\n<p>On this website, the controller has integrated Google AdSense.\nGoogle AdSense is an online service which allows the placement of advertising on third-party sites.\nGoogle AdSense is based on an algorithm that selects advertisements displayed on third-party sites to match with the content of the respective third-party site.\nGoogle AdSense allows an interest-based targeting of the Internet user, which is implemented by means of generating individual user profiles.\n</p>\n<p>The operating company of Google's AdSense component is Alphabet Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, United States.</p>\n<p>\nThe purpose of Google's AdSense component is the integration of advertisements on our website.\nGoogle AdSense places a cookie on the information technology system of the data subject.\nThe definition of cookies is explained above.\nWith the setting of the cookie, Alphabet Inc.\nis enabled to analyze the use of our website.\nWith each call-up to one of the individual pages of this Internet site, which is operated by the controller and into which a Google AdSense component is integrated, the Internet browser on the information technology system of the data subject will automatically submit data through the Google AdSense component for the purpose of online advertising and the settlement of commissions to Alphabet Inc.\nDuring the course of this technical procedure, the enterprise Alphabet Inc.\ngains knowledge of personal data, such as the IP address of the data subject, which serves Alphabet Inc., inter alia, to understand the origin of visitors and clicks and subsequently create commission settlements.\n</p>\n<p>The data subject may, as stated above, prevent the setting of cookies through our website at any time by means of a corresponding adjustment of the web browser used and thus permanently deny the setting of cookies.\nSuch an adjustment to the Internet browser used would also prevent Alphabet Inc.\nfrom setting a cookie on the information technology system of the data subject.\nAdditionally, cookies already in use by Alphabet Inc.\nmay be deleted at any time via a web browser or other software programs.</p>\n<p>Furthermore, Google AdSense also uses so-called tracking pixels.\nA tracking pixel is a miniature graphic that is embedded in web pages to enable a log file recording and a log file analysis through which a statistical analysis may be performed.\nBased on the embedded tracking pixels, Alphabet Inc.\nis able to determine if and when a website was opened by a data subject, and which links were clicked on by the data subject.\nTracking pixels serve, inter alia, to analyze the flow of visitors on a website.</p>\n<p>Through Google AdSense, personal data and information—which also includes the IP address, and is necessary for the collection and accounting of the displayed advertisements—is transmitted to Alphabet Inc.\nin the United States of America.\nThese personal data will be stored and processed in the United States of America.\nThe Alphabet Inc.\nmay disclose the collected personal data through this technical procedure to third parties.</p>\n<p>Google AdSense is further explained under the following link https://www.google.com/intl/en/adsense/start/.</p>\n<p>Google Adsense will collect data and use cookies for ad personalization and measurement.</p>\n<p>How Google uses information from sites or apps that use our services, which explains how Google manages data in our ads products.\nDoing so will meet the requirement of our updated EU User Consent Policy to give users information about Google's uses of their personal data.</p>\n15.\nData protection provisions about the application and use of Google Analytics (with anonymization function)\n<p>On this website, the controller has integrated the component of Google Analytics (with the anonymizer function).\nGoogle Analytics is a web analytics service.\nWeb analytics is the collection, gathering, and analysis of data about the behavior of visitors to websites.\nA web analysis service collects, inter alia, data about the website from which a person has come (the so-called referrer), which sub-pages were visited, or how often and for what duration a sub-page was viewed.\nWeb analytics are mainly used for the optimization of a website and in order to carry out a cost-benefit analysis of Internet advertising.</p>\n<p>The operator of the Google Analytics component is Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, United States.</p>\n<p>For the web analytics through Google Analytics the controller uses the application \"_gat.\n_anonymizeIp\".\nBy means of this application the IP address of the Internet connection of the data subject is abridged by Google and anonymised when accessing our websites from a Member State of the European Union or another Contracting State to the Agreement on the European Economic Area.</p>\n<p>The purpose of the Google Analytics component is to analyze the traffic on our website.\nGoogle uses the collected data and information, inter alia, to evaluate the use of our website and to provide online reports, which show the activities on our websites, and to provide other services concerning the use of our Internet site for us.</p>\n<p>Google Analytics places a cookie on the information technology system of the data subject.\nThe definition of cookies is explained above.\nWith the setting of the cookie, Google is enabled to analyze the use of our website.\nWith each call-up to one of the individual pages of this Internet site, which is operated by the controller and into which a Google Analytics component was integrated, the Internet browser on the information technology system of the data subject will automatically submit data through the Google Analytics component for the purpose of online advertising and the settlement of commissions to Google.\nDuring the course of this technical procedure, the enterprise Google gains knowledge of personal information, such as the IP address of the data subject, which serves Google, inter alia, to understand the origin of visitors and clicks, and subsequently create commission settlements.</p>\n<p>\nThe cookie is used to store personal information, such as the access time, the location from which the access was made, and the frequency of visits of our website by the data subject.\nWith each visit to our Internet site, such personal data, including the IP address of the Internet access used by the data subject, will be transmitted to Google in the United States of America.\nThese personal data are stored by Google in the United States of America.\nGoogle may pass these personal data collected through the technical procedure to third parties.\n</p>\n<p>The data subject may, as stated above, prevent the setting of cookies through our website at any time by means of a corresponding adjustment of the web browser used and thus permanently deny the setting of cookies.\nSuch an adjustment to the Internet browser used would also prevent Google Analytics from setting a cookie on the information technology system of the data subject.\nIn addition, cookies already in use by Google Analytics may be deleted at any time via a web browser or other software programs.</p>\n<p>In addition, the data subject has the possibility of objecting to a collection of data that are generated by Google Analytics, which is related to the use of this website, as well as the processing of this data by Google and the chance to preclude any such.\nFor this purpose, the data subject must download a browser add-on under the link https://tools.google.com/dlpage/gaoptout and install it.\nThis browser add-on tells Google Analytics through a JavaScript, that any data and information about the visits of Internet pages may not be transmitted to Google Analytics.\nThe installation of the browser add-ons is considered an objection by Google.\nIf the information technology system of the data subject is later deleted, formatted, or newly installed, then the data subject must reinstall the browser add-ons to disable Google Analytics.\nIf the browser add-on was uninstalled by the data subject or any other person who is attributable to their sphere of competence, or is disabled, it is possible to execute the reinstallation or reactivation of the browser add-ons.</p>\n<p>Further information and the applicable data protection provisions of Google may be retrieved under https://www.google.com/intl/en/policies/privacy/ and under http://www.google.com/analytics/terms/us.html.\nGoogle Analytics is further explained under the following Link https://www.google.com/analytics/.</p>\n16.\nData protection provisions about the application and use of Instagram\n<p>On this website, the controller has integrated components of the service Instagram.\nInstagram is a service that may be qualified as an audiovisual platform, which allows users to share photos and videos, as well as disseminate such data in other social networks.</p>\n<p>The operating company of the services offered by Instagram is Instagram LLC, 1 Hacker Way, Building 14 First Floor, Menlo Park, CA, UNITED STATES.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which an Instagram component (Insta button) was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to the download of a display of the corresponding Instagram component of Instagram.\nDuring the course of this technical procedure, Instagram becomes aware of what specific sub-page of our website was visited by the data subject.</p>\n<p>If the data subject is logged in at the same time on Instagram, Instagram detects with every call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—which specific sub-page of our Internet page was visited by the data subject.\nThis information is collected through the Instagram component and is associated with the respective Instagram account of the data subject.\nIf the data subject clicks on one of the Instagram buttons integrated on our website, then Instagram matches this information with the personal Instagram user account of the data subject and stores the personal data.</p>\n<p>Instagram receives information via the Instagram component that the data subject has visited our website provided that the data subject is logged in at Instagram at the time of the call to our website.\nThis occurs regardless of whether the person clicks on the Instagram button or not.\nIf such a transmission of information to Instagram is not desirable for the data subject, then he or she can prevent this by logging off from their Instagram account before a call-up to our website is made.</p>\n<p>Further information and the applicable data protection provisions of Instagram may be retrieved under https://help.instagram.com/155833707900388 and https://www.instagram.com/about/legal/privacy/.</p>\n17.\nData protection provisions about the application and use of LinkedIn\n<p>The controller has integrated components of the LinkedIn Corporation on this website.\nLinkedIn is a web-based social network that enables users with existing business contacts to connect and to make new business contacts.\nOver 400 million registered people in more than 200 countries use LinkedIn.\nThus, LinkedIn is currently the largest platform for business contacts and one of the most visited websites in the world.</p>\n<p>The operating company of LinkedIn is LinkedIn Corporation, 2029 Stierlin Court Mountain View, CA 94043, UNITED STATES.\nFor privacy matters outside of the UNITED STATES LinkedIn Ireland, Privacy Policy Issues, Wilton Plaza, Wilton Place, Dublin 2, Ireland, is responsible.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which a LinkedIn component (LinkedIn plug-in) was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to the download of a display of the corresponding LinkedIn component of LinkedIn.\nFurther information about the LinkedIn plug-in may be accessed under https://developer.linkedin.com/plugins.\nDuring the course of this technical procedure, LinkedIn gains knowledge of what specific sub-page of our website was visited by the data subject.</p>\n<p>If the data subject is logged in at the same time on LinkedIn, LinkedIn detects with every call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—which specific sub-page of our Internet page was visited by the data subject.\nThis information is collected through the LinkedIn component and associated with the respective LinkedIn account of the data subject.\nIf the data subject clicks on one of the LinkedIn buttons integrated on our website, then LinkedIn assigns this information to the personal LinkedIn user account of the data subject and stores the personal data.</p>\n<p>LinkedIn receives information via the LinkedIn component that the data subject has visited our website, provided that the data subject is logged in at LinkedIn at the time of the call-up to our website.\nThis occurs regardless of whether the person clicks on the LinkedIn button or not.\nIf such a transmission of information to LinkedIn is not desirable for the data subject, then he or she may prevent this by logging off from their LinkedIn account before a call-up to our website is made.</p>\n<p>LinkedIn provides under https://www.linkedin.com/psettings/guest-controls the possibility to unsubscribe from e-mail messages, SMS messages and targeted ads, as well as the ability to manage ad settings.\nLinkedIn also uses affiliates such as Eire, Google Analytics, BlueKai, DoubleClick, Nielsen, Comscore, Eloqua, and Lotame.\nThe setting of such cookies may be denied under https://www.linkedin.com/legal/cookie-policy.\nThe applicable privacy policy for LinkedIn is available under https://www.linkedin.com/legal/privacy-policy.\nThe LinkedIn Cookie Policy is available under https://www.linkedin.com/legal/cookie-policy.</p>\n18.\nData protection provisions about the application and use of Pinterest\n<p>On this website, the controller has integrated components of Pinterest Inc.\nPinterest is a so-called social network.\nA social network is an Internet social meeting place, an online community that allows users to communicate and interact with each other in a virtual space.\nA social network may serve as a platform for the exchange of opinions and experiences, or allow the Internet community to provide personal or company-related information.\nPinterest enables the users of the social network to publish, inter alia, picture collections and individual pictures as well as descriptions on virtual pinboards (so-called pins), which can then be shared by other user's (so-called re-pins) or commented on.</p>\n<p>The operating company of Pinterest is Pinterest Inc., 808 Brannan Street, San Francisco, CA 94103, UNITED STATES.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which a Pinterest component (Pinterest plug-in) was integrated, the Internet browser on the information technology system of the data subject automatically prompted to download through the respective Pinterest component a display of the corresponding Pinterest component.\nFurther information on Pinterest is available under https://pinterest.com/.\nDuring the course of this technical procedure, Pinterest gains knowledge of what specific sub-page of our website is visited by the data subject.</p>\n<p>If the data subject is logged in at the same time on Pinterest, Pinterest detects with every call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—which specific sub-page of our Internet page was visited by the data subject.\nThis information is collected through the Pinterest component and associated with the respective Pinterest account of the data subject.\nIf the data subject clicks on one of the Pinterest buttons, integrated on our website, then Pinterest assigns this information to the personal Pinterest user account of the data subject and stores the personal data.</p>\n<p>Pinterest receives information via the Pinterest component that the data subject has visited our website, provided that the data subject is logged in at Pinterest at the time of the call-up to our website.\nThis occurs regardless of whether the person clicks on the Pinterest component or not.\nIf such a transmission of information to Pinterest is not desirable for the data subject, then he or she may prevent this by logging off from their Pinterest account before a call-up to our website is made.</p>\n<p>The data protection guideline published by Pinterest, which is available under https://about.pinterest.com/privacy-policy, provides information on the collection, processing and use of personal data by Pinterest.</p>\n19.\nData protection provisions about the application and use of Twitter\n<p>On this website, the controller has integrated components of Twitter.\nTwitter is a multilingual, publicly-accessible microblogging service on which users may publish and spread so-called ‘tweets,’ e.g.\nshort messages, which are limited to 280 characters.\nThese short messages are available for everyone, including those who are not logged on to Twitter.\nThe tweets are also displayed to so-called followers of the respective user.\nFollowers are other Twitter users who follow a user's tweets.\nFurthermore, Twitter allows you to address a wide audience via hashtags, links or retweets.</p>\n<p>The operating company of Twitter is Twitter, Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, UNITED STATES.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which a Twitter component (Twitter button) was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to download a display of the corresponding Twitter component of Twitter.\nFurther information about the Twitter buttons is available under https://about.twitter.com/de/resources/buttons.\nDuring the course of this technical procedure, Twitter gains knowledge of what specific sub-page of our website was visited by the data subject.\nThe purpose of the integration of the Twitter component is a retransmission of the contents of this website to allow our users to introduce this web page to the digital world and increase our visitor numbers.</p>\n<p>If the data subject is logged in at the same time on Twitter, Twitter detects with every call-up to our website by the data subject and for the entire duration of their stay on our Internet site which specific sub-page of our Internet page was visited by the data subject.\nThis information is collected through the Twitter component and associated with the respective Twitter account of the data subject.\nIf the data subject clicks on one of the Twitter buttons integrated on our website, then Twitter assigns this information to the personal Twitter user account of the data subject and stores the personal data.</p>\n<p>Twitter receives information via the Twitter component that the data subject has visited our website, provided that the data subject is logged in on Twitter at the time of the call-up to our website.\nThis occurs regardless of whether the person clicks on the Twitter component or not.\nIf such a transmission of information to Twitter is not desirable for the data subject, then he or she may prevent this by logging off from their Twitter account before a call-up to our website is made.</p>\n<p>The applicable data protection provisions of Twitter may be accessed under https://twitter.com/privacy?lang=en.</p>\n20.\nData protection provisions about the application and use of YouTube\n<p>\nOn this website, the controller has integrated components of YouTube.\nYouTube is an Internet video portal that enables video publishers to set video clips and other users free of charge, which also provides free viewing, review and commenting on them.\nYouTube allows you to publish all kinds of videos, so you can access both full movies and TV broadcasts, as well as music videos, trailers, and videos made by users via the Internet portal.\n</p>\n<p>The operating company of YouTube is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, UNITED STATES.\nThe YouTube, LLC is a subsidiary of Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, UNITED STATES.</p>\n<p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which a YouTube component (YouTube video) was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to download a display of the corresponding YouTube component.\nFurther information about YouTube may be obtained under https://www.youtube.com/yt/about/en/.\nDuring the course of this technical procedure, YouTube and Google gain knowledge of what specific sub-page of our website was visited by the data subject.</p>\n<p>If the data subject is logged in on YouTube, YouTube recognizes with each call-up to a sub-page that contains a YouTube video, which specific sub-page of our Internet site was visited by the data subject.\nThis information is collected by YouTube and Google and assigned to the respective YouTube account of the data subject.</p>\n<p>YouTube and Google will receive information through the YouTube component that the data subject has visited our website, if the data subject at the time of the call to our website is logged in on YouTube.\nthis occurs regardless of whether the person clicks on a YouTube video or not.\nIf such a transmission of this information to YouTube and Google is not desirable for the data subject, the delivery may be prevented if the data subject logs off from their own YouTube account before a call-up to our website is made.</p>\n<p>YouTube's data protection provisions, available at https://www.google.com/intl/en/policies/privacy/, provide information about the collection, processing and use of personal data by YouTube and Google.</p>\n21.\nData protection provisions about the application and use of Tradedoubler\n<p>On this website, the controller has integrated components of TradeDoubler.\nTradeDoubler is a German affiliate network, which offers affiliate marketing.\nAffiliate marketing is an Internet-based sales form that enables commercial operators of Internet sites, the so-called merchants or advertisers, to place advertising that is usually paid via click or sale commissions on third-party websites, e.g.\nsales partners, also called affiliates or publishers.\nThe merchant provides, through the affiliate network, an advertising medium, e.g.\nan advertising banner or other suitable means of Internet advertising, which is subsequently integrated by an affiliate on their own Internet pages or promoted via other channels, such as keyword advertising or e-marketing.</p>\n<p>The operating company of TradeDoubler is TradeDoubler GmbH, Herzog-Wilhelm-Straße 26, 80331 München, Germany.</p>\n<p>TradeDoubler sets a cookie on the information technology system of the data subject.\nThe definition of cookies is explained above.\nTradeDoubler's tracking cookie stores no personal data.\nOnly the identification number of the affiliate, that is, the partner mediating the potential customer, as well as the ordinal number of the visitor of a website and the clicked advertising medium are stored.\nThe purpose of storing this data is the processing of commission payments between a merchant and affiliate, which are processed via the affiliate network, that is TradeDoubler.</p>\n<p>The data subject may, as stated above, prevent the setting of cookies through our website at any time by means of a corresponding adjustment of the web browser used and thus permanently deny the setting of cookies.\nSuch an adjustment to the Internet browser used would also prevent TradeDoubler from setting a cookie on the information technology system of the data subject.\nIn addition, cookies already in use by TradeDoubler may be deleted at any time via a web browser or other software programs.</p>\n<p>The applicable data protection provisions of TradeDoubler may be retrieved under https://www.tradedoubler.com/en/privacy-policy/.</p>\n22.\nPayment Method: Data protection provisions about the use of PayPal as a payment processor\n<p>On this website, the controller has integrated components of PayPal.\nPayPal is an online payment service provider.\nPayments are processed via so-called PayPal accounts, which represent virtual private or business accounts.\nPayPal is also able to process virtual payments through credit cards when a user does not have a PayPal account.\nA PayPal account is managed via an e-mail address, which is why there are no classic account numbers.\nPayPal makes it possible to trigger online payments to third parties or to receive payments.\nPayPal also accepts trustee functions and offers buyer protection services.</p>\n<p>The European operating company of PayPal is PayPal (Europe) S.à.r.l.\n&amp.\nCie.\nS.C.A., 22-24 Boulevard Royal, 2449 Luxembourg, Luxembourg.</p>\n<p>If the data subject chooses \"PayPal\" as the payment option in the online shop during the ordering process, we automatically transmit the data of the data subject to PayPal.\nBy selecting this payment option, the data subject agrees to the transfer of personal data required for payment processing.</p>\n<p>The personal data transmitted to PayPal is usually first name, last name, address, email address, IP address, telephone number, mobile phone number, or other data necessary for payment processing.\nThe processing of the purchase contract also requires such personal data, which are in connection with the respective order.</p>\n<p>The transmission of the data is aimed at payment processing and fraud prevention.\nThe controller will transfer personal data to PayPal, in particular, if a legitimate interest in the transmission is given.\nThe personal data exchanged between PayPal and the controller for the processing of the data will be transmitted by PayPal to economic credit agencies.\nThis transmission is intended for identity and creditworthiness checks.</p>\n<p>PayPal will, if necessary, pass on personal data to affiliates and service providers or subcontractors to the extent that this is necessary to fulfill contractual obligations or for data to be processed in the order.</p>\n<p>The data subject has the possibility to revoke consent for the handling of personal data at any time from PayPal.\nA revocation shall not have any effect on personal data which must be processed, used or transmitted in accordance with (contractual) payment processing.</p>\n<p>The applicable data protection provisions of PayPal may be retrieved under https://www.paypal.com/us/webapps/mpp/ua/privacy-full.</p>\n23.\nLegal basis for the processing <p>\nArt.\n6(1) lit.\na GDPR serves as the legal basis for processing operations for which we obtain consent for a specific processing purpose.\nIf the processing of personal data is necessary for the performance of a contract to which the data subject is party, as is the case, for example, when processing operations are necessary for the supply of goods or to provide any other service, the processing is based on Article 6(1) lit.\nb GDPR.\nThe same applies to such processing operations which are necessary for carrying out pre-contractual measures, for example in the case of inquiries concerning our products or services.\nIs our company subject to a legal obligation by which processing of personal data is required, such as for the fulfillment of tax obligations, the processing is based on Art.\n6(1) lit.\nc GDPR.\nIn rare cases, the processing of personal data may be necessary to protect the vital interests of the data subject or of another natural person.\nThis would be the case, for example, if a visitor were injured in our company and his name, age, health insurance data or other vital information would have to be passed on to a doctor, hospital or other third party.\nThen the processing would be based on Art.\n6(1) lit.\nd GDPR.\nFinally, processing operations could be based on Article 6(1) lit.\nf GDPR.\nThis legal basis is used for processing operations which are not covered by any of the abovementioned legal grounds, if processing is necessary for the purposes of the legitimate interests pursued by our company or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\nSuch processing operations are particularly permissible because they have been specifically mentioned by the European legislator.\nHe considered that a legitimate interest could be assumed if the data subject is a client of the controller (Recital 47 Sentence 2 GDPR).\n</p>\n24.\nThe legitimate interests pursued by the controller or by a third party\n<p>Where the processing of personal data is based on Article 6(1) lit.\nf GDPR our legitimate interest is to carry out our business in favor of the well-being of all our employees and the shareholders.</p>\n25.\nPeriod for which the personal data will be stored\n<p>The criteria used to determine the period of storage of personal data is the respective statutory retention period.\nAfter expiration of that period, the corresponding data is routinely deleted, as long as it is no longer necessary for the fulfillment of the contract or the initiation of a contract.</p>\n26.\nProvision of personal data as statutory or contractual requirement.\nRequirement necessary to enter into a contract.\nObligation of the data subject to provide the personal data.\npossible consequences of failure to provide such data <p>\nWe clarify that the provision of personal data is partly required by law (e.g.\ntax regulations) or can also result from contractual provisions (e.g.\ninformation on the contractual partner).\nSometimes it may be necessary to conclude a contract that the data subject provides us with personal data, which must subsequently be processed by us.\nThe data subject is, for example, obliged to provide us with personal data when our company signs a contract with him or her.\nThe non-provision of the personal data would have the consequence that the contract with the data subject could not be concluded.\nBefore personal data is provided by the data subject, the data subject must contact any employee.\nThe employee clarifies to the data subject whether the provision of the personal data is required by law or contract or is necessary for the conclusion of the contract, whether there is an obligation to provide the personal data and the consequences of non-provision of the personal data.\n</p>\n27.\nExistence of automated decision-making\n<p>As a responsible developer, we do not use automatic decision-making or profiling.</p>\n28.\nData protection provisions about the application and use of Rakuten Advertising\n<p>On this website, the controller has integrated components of Rakuten Advertising.\nRakuten Advertising is a USA affiliate network, which offers affiliate marketing.\nAffiliate marketing is an Internet-based sales form that enables commercial operators of Internet sites, the so-called merchants or advertisers, to place advertising that is usually paid via click or sale commissions on third-party websites, e.g.\nsales partners, also called affiliates or publishers.\nThe merchant provides, through the affiliate network, an advertising medium, e.g.\nan advertising banner or other suitable means of Internet advertising, which is subsequently integrated by an affiliate on their own Internet pages or promoted via other channels, such as keyword advertising or e-marketing.</p>\n<p>The operating company of Rakuten Advertising is Rakuten Advertising 215 Park Ave.\nSouth, 2nd Floor New York, NY 10003 USA.</p>\n<p>Rakuten Advertising sets a cookie on the information technology system of the data subject.\nThe definition of cookies is explained above.\nRakuten Advertising's tracking cookie stores no personal data.\nOnly the identification number of the affiliate, that is, the partner mediating the potential customer, as well as the ordinal number of the visitor of a website and the clicked advertising medium are stored.\nThe purpose of storing this data is the processing of commission payments between a merchant and affiliate, which are processed via the affiliate network, that is TradeDoubler.</p>\n<p>The data subject may, as stated above, prevent the setting of cookies through our website at any time by means of a corresponding adjustment of the web browser used and thus permanently deny the setting of cookies.\nSuch an adjustment to the Internet browser used would also prevent Rakuten Advertising from setting a cookie on the information technology system of the data subject.\nIn addition, cookies already in use by Rakuten Advertising may be deleted at any time via a web browser or other software programs.</p>\n<p>The applicable data protection provisions of Rakuten Advertising may be retrieved under https://rakutenadvertising.com/legal-notices/services-privacy-policy.</p>\n<br>\n<p>Last modified on Mon, 27 August 2021 14:09:38 GMT</p>\n", "created_at": "2022-01-15 20:04:34.564081", "updated_at": "2022-01-15 19:05:11.989223"}], "points": [], "urls": ["stefanvd.net"]}}