{"error": 448, "message": "OK", "parameters": {"id": 4992, "name": "The Hershey Company", "created_at": "2021-09-04 01:50:02.395274", "updated_at": "2021-09-04 22:01:10.568139", "wikipedia": "https://en.wikipedia.org/wiki/The_Hershey_Company", "keywords": null, "related": null, "slug": "the-hershey-company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4992.png", "url": "hersheys.com,thehersheycompany.com,hersheyland.com", "documents": [{"id": 8965, "name": "Terms & Conditions", "url": "https://www.thehersheycompany.com/en_us/home/terms-and-conditions.html", "xpath": "//body", "text": " <i>\n</i> Close Menu <ul>\n<li> CAREERS </li>\n<li> MEDIA </li>\n<li> INVESTORS </li>\n</ul>\n<ul>\n<li> About Us <i>\n</i> About Us submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>About Us</li>\n<li> The Company <i>\n</i> The Company submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>The Company</li>\n<li>History</li>\n<li>Strategy</li>\n<li>Leadership</li>\n<li>Plant Locations</li>\n</ul>\n</li>\n<li> Milton Hershey <i>\n</i> Milton Hershey submenu </li>\n</ul>\n</li>\n<li> Brands <i>\n</i> Brands submenu </li>\n<li> Ingredients <i>\n</i> Ingredients submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Ingredients</li>\n<li> About Our Ingredients <i>\n</i> About Our Ingredients submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>About Our Ingredients</li>\n<li>Ingredient Glossary</li>\n</ul>\n</li>\n<li> Allergens <i>\n</i> Allergens submenu </li>\n<li> Dietary Needs <i>\n</i> Dietary Needs submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>Dietary Needs</li>\n<li>Zero Sugar</li>\n<li>Kosher</li>\n<li>Gluten Free</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Sustainability <i>\n</i> Sustainability submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Sustainability</li>\n<li> Goals and Progress <i>\n</i> Goals and Progress submenu </li>\n<li> Sustainability Focus Areas <i>\n</i> Sustainability Focus Areas submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>Sustainability Focus Areas</li>\n<li>Children &amp.\nYouth</li>\n<li>Cocoa</li>\n<li>Community Impact</li>\n<li>Diversity, Equity and Inclusion</li>\n<li>Environment</li>\n<li>Ethics</li>\n<li>Food Safety</li>\n<li>Health and Safety</li>\n<li>Human Rights</li>\n<li>Responsible Sourcing</li>\n</ul>\n</li>\n<li> Policies &amp.\nReports <i>\n</i> Policies &amp.\nReports submenu </li>\n</ul>\n</li>\n<li> Innovation <i>\n</i> Innovation submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Innovation</li>\n<li> Consumer Insights <i>\n</i> Consumer Insights submenu </li>\n<li> Licensing <i>\n</i> Licensing submenu </li>\n<li> Retail Expertise <i>\n</i> Retail Expertise submenu </li>\n</ul>\n</li>\n<li> Newsroom <i>\n</i> Newsroom submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Newsroom</li>\n<li> Blog <i>\n</i> Blog submenu </li>\n<li> Press Releases <i>\n</i> Press Releases submenu </li>\n<li> Media Contacts and Resources <i>\n</i> Media Contacts and Resources submenu </li>\n</ul>\n</li>\n</ul> Menu <i>\n</i>Search <i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Terms &amp.\nConditions<br> Terms &amp.\nConditions\n<p>\n<strong>Last Update on January 3, 2020</strong>\n</p>\nDisclaimer\n<p>The Hershey Company (including its various subsidiaries and affiliates) (\"Hershey\") provides various Internet web sites.\nYour use of these web sites or any other web sites on which these terms and conditions (\"Terms\" or \"Terms and Conditions\") reside (collectively, \"Sites\") are subject to the following terms and conditions.\nYour use of our Sites constitutes acceptance of these Terms, including, but not limited to, conducting this transaction electronically, disclaimers of warranties, damage and remedy exclusions and limitations, and choice of Pennsylvania law.</p>\n<p>From time to time we may update the Sites and these Terms.\nYour use of the Sites after we post any changes to these Terms constitutes your agreement to those changes.\nYou agree to review these Terms periodically to ensure that you are familiar with the most recent version.\nHershey may, in its sole discretion, and at any time, discontinue the Sites or any part thereof, with or without notice, or may prevent your use of the Sites with or without notice to you.\nYou agree that you do not have any rights in the Sites and that Hershey will have no liability to you if the Sites are discontinued (in whole or in part) or your ability to access the Sites or any content you may have posted on the Sites is terminated.</p>\nUse of&nbsp;Materials on Hershey's Web Sites\n<p>Hershey maintains Sites for your personal entertainment, information and education.\nThe trademarks, service marks, brand identities, titles, characters, trade names, graphics, designs, copyrights and other properties appearing within Hershey's Sites are protected intellectual properties used by Hershey and/or its related companies.\nThese properties may not be copied, reproduced, republished, uploaded, posted, transmitted or distributed in any way, or used for any commercial purpose whatsoever, except that you may, for personal and non-commercial use only, download one copy onto your personal computer.\nIn order to protect these valuable assets, Hershey must prohibit other uses without its prior written consent.\nExcept as expressly provided above, nothing contained herein shall be construed as conferring any license or right under any copyright or other intellectual property right.</p>\nIdea Submission Policy and Your Communications to Hershey\n<p>Hershey likes to hear from consumers and what they think about our products.\nHowever, in your communications with Hershey, please keep in mind that Hershey only accepts or considers creative ideas or suggestions relating to products or marketing plans via&nbsp;online submission.\nTherefore, please do not send to Hershey or any of our employees any creative or original materials such as ideas for products, or any other creative suggestions, ideas, concepts or other information.\nOur creative departments are continuously researching and launching new product, packaging and marketing ideas.\nOften, these ideas are in the developmental stage for years prior to actually being launched.\nIf you choose to forward or transmit to Hershey's Sites by electronic mail or otherwise any suggestion type communication or material, including any personal data, questions or answers, comments, suggestions, or the like, will be treated as non-confidential and non-proprietary.\nFurthermore, Hershey is free to use any ideas or concepts contained in any communication you send to Hershey's Sites for any purpose whatsoever, including but not limited to developing, manufacturing and marketing products using such information.</p>\nTechnical Disclaimer\n<p>The material in these Sites could include technical inaccuracies or other errors.\nYOUR USE AND BROWSING OF HERSHEY'S SITES IS AT YOUR RISK.\nNEITHER HERSHEY NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SITES, UNDER ANY CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL BE LIABLE FOR ANY INCIDENTAL, CONSEQUENTIAL, INDIRECT, OR PUNITIVE DAMAGES (COLLECTIVELY, \"DAMAGES\") ARISING OUT OF YOUR ACCESS TO, OR USE OF, THE SITES.\nHERSHEY DOES NOT WARRANT THAT THE FUNCTIONAL ASPECTS OF THE SITES WILL BE UNINTERRUPTED OR ERROR FREE OR THAT THE SITES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>WITHOUT LIMITING THE FOREGOING, AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, EVERYTHING ON THE SITES IS PROVIDED TO YOU \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON INFRINGEMENT.</p>\n<p>PLEASE NOTE THAT SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU, AND THE FIRST PARAGRAPH UNDER THIS SECTION (TECHNICAL DISCLAIMER) SHALL NOT APPLY TO A RESIDENT OF NEW JERSEY TO THE EXTENT DAMAGES TO SUCH NEW JERSEY RESIDENT ARE THE RESULT OF HERSHEY'S NEGLIGENT, FRAUDULENT, OR RECKLESS ACT(S) OR INTENTIONAL MISCONDUCT.</p>\nOnline Purchases\n<p>If you wish to purchase any product or service made available through the Sites, you may be asked to supply certain information relevant to your transaction, including without limitation your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE LEGAL RIGHT TO USE ANY CREDIT CARD(S) UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nBy submitting such information, you grant us or the third party collecting that information on our behalf the right to provide such information to third parties for purposes of facilitating the completion of transactions initiated by you or on your behalf.\nVerification of information may be required prior to the acknowledgment or completion of any transaction.</p>\n<p>If you elect to purchase tickets to Hershey's Chocolate World attractions through our Sites, such information will be collected by a vendor handling ticketing sales transactions on our behalf.\nYour information will be collected and used in accordance with our&nbsp;Privacy Policy.\nWhen you purchase tickets to Hershey's Chocolate World attractions, the ticketing options and corresponding prices will be made clear during the order process.\nYou agree to pay the price that is stated at the time of your order, as well as any applicable taxes.\nYou also agree to have your credit card billed for the total amount displayed at check out.\nAll ticket purchases are final and no refunds will be given except as required by law.\nBy purchasing tickets to Hershey's Chocolate World attractions, you represent and warrant to Hershey that you are capable of entering a contract under the laws of the United States.</p>\n<p>ANY PRODUCTS AND/OR SERVICES DESCRIBED ON THE SITE ARE OFFERED IN JURISDICTIONS WHERE THEY MAY BE LEGALLY OFFERED FOR SALE.\nTHE INFORMATION ON THE SITES IS NOT AN OFFER OR SOLICITATION BY ANYONE IN ANY JURISDICTION IN WHICH AN OFFER OR SOLICITATION CANNOT LEGALLY BE MADE, OR TO ANY PERSON TO WHOM IT IS UNLAWFUL TO MAKE A SOLICITATION.</p>\nLinks\n<p>Hershey has not reviewed all of the third-party sites linked to on Hershey's Sites and is not responsible for the contents of any third-party sites linked to on Hershey's Sites.\nThe inclusion of any link to such third-party sites does not imply endorsement by Hershey of the sites.\nInformation you submit to sites accessible from our Sites is subject to the terms of that site's privacy policy, and Hershey has no control over how your information is collected, used, or otherwise handled.\nYour linking to any third-party sites in your User Content (as defined below) is at your own risk.\nYou may link your personal, non-commercial site to a Hershey Site only with Hershey's prior express written consent in each instance.\nHershey reserves the right to refuse any request, for any reason we consider not to be in the best interest of our Sites and their users.\nHershey may link to organizations which are business-related.\nHershey reserves the right not to link, or remove the link, to a particular site at any time.</p>\nCopyrights\n<p>You should assume that everything you see or read on Hershey's Sites is copyrighted unless otherwise noted and may not be used (except as provided in these Terms and Conditions or in the text on Hershey's Sites) without the written permission of Hershey.\nHershey neither warrants nor represents that your use of materials displayed on Hershey's Sites will not infringe rights of third parties not owned by or affiliated with Hershey.\nImages, photographs, or illustrations displayed on Hershey's Sites are either the property of, or used with permission by, Hershey.\nThe use of these materials by you, or anyone else authorized by you, is prohibited unless specifically permitted by these Terms and Conditions or specific permission provided elsewhere on Hershey's Sites.\nAny unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes.</p>\nTrademarks\n<p>The trademarks, logos, service marks, brand identities, title, characters, trade names, graphics, designs, copyrights and other properties appearing within Hershey's Sites (collectively the \"Trademarks\") displayed on Hershey's Sites are protected intellectual properties that are registered and unregistered trademarks of Hershey, its affiliates and others.\nNothing contained on Hershey's Sites should be construed as granting, by implication, or otherwise, any license or right to use any Trademark displayed on the Sites without the written permission of Hershey or such third party that may own the Trademark displayed on Hershey's Sites.\nYour misuse of the Trademarks displayed on Hershey's Sites, or any other content on Hershey's Sites, except as provided herein, is strictly prohibited.</p>\nCopyright Infringement Notification\n<p>Hershey is committed to complying with U.S.\ncopyright law and to responding to claims of copyright infringement.\nHershey will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act, Title 17, United States Code, Section 512(c) (\"DMCA\").</p>\n<p>Pursuant to the DMCA, notifications of claimed copyright infringement should be sent to a Service Provider's Designated Agent.\nNotification must be submitted to the following Designated Agent for these Site in the manner described below:</p>\n<p>By Mail: Registered Agent<br>\nThe Hershey Company<br>\n19 East Chocolate Avenue<br>\nHershey, PA 17033</p>\n<p>By Email:&nbsp;registeredagent@hersheys.com</p>\n<p>For your complaint to be valid under the DMCA, you must provide all of the following information when providing notice of the claimed copyright infringement:</p>\n<ol>\n<li>physical or electronic signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work claimed to have been infringed;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of the infringing activity, and that is to be removed or access to which is to be disabled, as well as information reasonably sufficient to permit Hershey to locate the material;</li>\n<li>Information reasonably sufficient to permit Hershey to contact the copyright owner, such as an address, telephone number, and, if available, an electronic mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law;</li>\n</ol>\n<p>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</p>\n<p>For more details on the information required for valid notification, see 17 U.S.C.\n512(c)(3).</p>\n<p>You should be aware that, under the DMCA, claimants who make misrepresentations concerning copyright infringement may be liable for damages incurred as a result of the removal or blocking of the material, court costs, and attorneys’ fees.</p>\nUse of the Services and Posting Policy\n<p>The following requirements apply to your use the Sites: (a) you will not use any electronic communication feature of the Sites for any purpose that is unlawful, tortious, abusive, intrusive on another's privacy, harassing, libelous, defamatory, embarrassing, obscene, threatening, or hateful.\n(b) you will not upload, post, reproduce, or distribute any information, software, or other material protected by copyright or any other intellectual property right (as well as rights of publicity and privacy) without first obtaining the permission of the owner of such rights.\n(c) you will not collect or store personal data about other users.\n(d) you will not use the Sites for any commercial purpose not expressly approved by Hershey in writing.\n(e) you will not upload, post, email, or otherwise transmit any advertising or promotional materials or any other form of solicitation or unauthorized communication.\nand (f) you will not upload, post, email, or otherwise transmit any material that contains viruses or any other computer code, files, or programs which might interrupt, limit, or interfere with the functionality of any computer software or hardware or telecommunications equipment.</p>\n<p>From time to time on certain areas of our Sites you may be able to submit photos, written posts, ratings and reviews and certain other materials (\"User Content\").\nBy using these features, you agree that you will not post any such User Content that is unlawful, tortious, libelous, defamatory, harassing, abusive, obscene, vulgar, sexually explicit, intrusive on another's privacy, or inappropriate with respect to race, gender, sexuality, ethnicity, or other intrinsic characteristic.\nthat you will not post any User Content that contains personal information about or the likeness of any individual, violates the privacy/publicity of any other individual or entity, or anything that you are under a contractual obligation to keep private or confidential.\nthat you will not post any User Content that is clearly false or misleading.\nthat you will not impersonate any person or organization, including without limitation, the personnel of Hershey, or misrepresent an affiliation with another person or organization.\nand you will not post or upload any User Content that contains viruses, corrupted files, or any other similar software or programs that may adversely affect the operation of our services, or any feature of our Sites.\nNotwithstanding the foregoing, these Terms in no way limit your rights under the Consumer Review Fairness Act of 2016 (H.R.\n5111).\nYou further understand and agree that you have no ownership rights in any account you may have with us or other access to the Sites or features therein.\nHershey may cancel your account and delete all User Content associated with your account at any time, and without notice, if Hershey deems that you have violated these Terms, the law, or for any other reason.\nHershey assumes no liability for any information removed from our Sites and reserves the right to permanently restrict access to the Sites or a user account.</p>\n<p>By displaying, publishing, or otherwise posting any User Content on or through the Sites, you hereby grant to Hershey a non-exclusive, sub-licensable, worldwide, fully-paid, royalty free license to use, modify, publicly perform, publicly display, reproduce, and distribute such User Content in any and all media now known or hereinafter developed without the requirement to make payment to you or to any third party or the need to seek any third party permission.\nThis license includes the right to host, index, cache, distribute, and tag any User Content, as well as the right to sublicense User Content to third parties, including other users, for use on other media or platforms known or hereinafter developed, such as for use on mobile phones, in video or music software computer programs.\nYou continue to retain all ownership rights in your User Content, and you continue to have the right to use your User Content in any way you choose, subject to these Terms and the license described herein.\nYou represent and warrant that you own the content submitted, displayed, published or posted by you on the Sites and otherwise have the right to grant the license set forth herein, and the displaying, publishing or posting of any content you submit, and our use thereof does not and will not violate the privacy rights, publicity rights, copyrights, trademark rights, patents, contract rights or any other intellectual property rights or other rights of any person or entity.</p>\nAccounts, Passwords, and Security\n<p>Certain areas of the Sites require registration or otherwise ask you to provide information to participate in certain features or access certain content.\nIf you elect not to provide such information, you may not be able to access certain content or participate in certain features of the Sites, or any features at all.</p>\n<p>If the Sites require you to create an account or otherwise submit information, you must complete the specified process by providing us with current, complete, and accurate information as requested by during the registration process.\nIt is your responsibility to maintain the currency, completeness, and accuracy of your registration data, and any loss caused by your failure to do so is your responsibility.\nDuring the registration process, you will be asked to enter your name and valid e-mail address and choose a password.\nIt is entirely your responsibility to maintain the confidentiality of your password and account.\nAdditionally, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify Hershey immediately of any unauthorized use of your account.\nYou further agree not to email, post, or otherwise disseminate any user ID, password, or other information which provides you access to the Sites.\nHershey is not liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge, and is not responsible for any delay in shutting down your account after you have reported a breach of security to us.</p>\nMiscellaneous\n<p>These Terms will be governed by and construed in accordance with the internal laws of the Commonwealth of Pennsylvania without regard to conflicts of laws principles.\nBy using these Sites, you hereby agree that any and all disputes regarding these Terms will be subject to the federal courts located in the Middle District of Pennsylvania.\nYou agree that, to the extent permitted by applicable law, any and all disputes, claims, and causes of action arising out of or connected with the Sites and/or these Terms, will be resolved individually, without resort to any form of class action.\nThese Terms operate to the fullest extent permissible by law.</p>\n<p>On certain areas of our Sites, you may be given the ability to provide us with personally identifiable information.\nPlease read our&nbsp;Privacy Policy&nbsp;for more information about our information collection and use practices.</p>\n<p>The failure of Hershey to comply with these Terms because of an act of God, war, fire, riot, terrorism, earthquake, actions of federal, state or local governmental authorities or for any other reason beyond the reasonable control of Hershey, shall not be deemed a breach of these Terms.</p>\n<p>If Hershey fails to act with respect to your breach or anyone else's breach on any occasion, Hershey is not waiving its right to act with respect to future or similar breaches.</p>\n<p>If any provision of these Terms shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>These Terms constitute a binding agreement between you and Hershey and is accepted by you upon your use of our Sites or your account.\nThese Terms constitute the entire agreement between you and Hershey regarding the use of the Sites and your account.\nBy using the Sites you represent that you are capable of entering into a binding agreement, and that you agree to be bound by these Terms.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> HIGH CONTRASTOFF <ul>\n<li> CAREERS </li>\n<li> CONTACT US </li>\n<li> FAQ's </li>\n</ul>\n<ul>\n<li> HERSHEYLAND </li>\n<li> HERSHEY'S CHOCOLATE WORLD </li>\n<li> HERSHEYPARK </li>\n<li> HERSHEY STORE </li>\n<li> VISIT HERSHEY, PA </li>\n</ul>\n<ul>\n<li> BUSINESS CUSTOMERS </li>\n<li> HERSHEY PAC ANNUAL REPORT </li>\n<li> PLANT LOCATIONS </li>\n<li> PRODUCT LOCATOR </li>\n<li> RETIREES </li>\n<li> SLAVERY AND HUMAN TRAFFICKING STATEMENT </li>\n<li> SUBMIT AN IDEA </li>\n<li> SUPPLIERS </li>\n</ul>\n<ul>\n<li> DO NOT SELL MY INFO </li>\n<li> PRIVACY POLICY </li>\n<li> TERMS AND CONDITIONS </li>\n<li> WEB ACCESSIBILITY </li>\n</ul> © 2021 THE HERSHEY COMPANY.\nALL RIGHTS RESERVED.\nPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the Website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in, remembering the goods you ordered when you get to the checkout page or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies help us understand how visitors interact with our Website by allowing us to count visits and traffic sources so we can measure and improve the performance of our site.\nThese cookie are used to provide statistics on how our websites is used, how you move around our website and the pages you visit, how effective our advertisements are, and measuring any errors that occur.\nAll information these cookies collect is aggregated and therefore anonymous.\nWe use Google Analytics for these purposes.\nGoogle Analytics uses its own cookies.\nYou can find out more information about Google Analytics cookies here and how to prevent the use of Google Analytics relating to the use or our Website by downloading and installing the browser plug-in available here.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the Website to provide services or to remember settings to improve your visit.\nThey may be set by us or by third party providers whose services we have added to our pages, including social media sites.\nFor example, these cookies help us remember your choice of language or region, show you have logged into our website, or help you share information on a social media website like Facebook.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners including social media sites.\nThey may be used by those companies, including social media, to build a profile of your interests and show you relevant adverts on other sites, also known as “interest based advertising.” These cookies uniquely identify your browser and internet device and observe your behaviors and browsing activities over time across multiple websites or other platforms.</p>Cookies Details‎Back Button BackVendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow AllCookies Button<p>We use cookies to make our website work, tailor advertising, provide social media features and analyze site usage.\nYou can manage cookies by clicking “Cookie Settings.” For more information, visit our Cookie Policy</p>Accept All CookiesCookies Settings", "created_at": "2021-09-03 23:51:48.630122", "updated_at": "2021-09-03 23:53:50.82277"}, {"id": 8964, "name": "PRIVACY POLICY ", "url": "https://www.thehersheycompany.com/en_us/home/privacy-policy.html", "xpath": "", "text": " <i>\n</i> Close Menu <ul>\n<li> CAREERS </li>\n<li> MEDIA </li>\n<li> INVESTORS </li>\n</ul>\n<ul>\n<li> About Us <i>\n</i> About Us submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>About Us</li>\n<li> The Company <i>\n</i> The Company submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>The Company</li>\n<li>History</li>\n<li>Strategy</li>\n<li>Leadership</li>\n<li>Plant Locations</li>\n</ul>\n</li>\n<li> Milton Hershey <i>\n</i> Milton Hershey submenu </li>\n</ul>\n</li>\n<li> Brands <i>\n</i> Brands submenu </li>\n<li> Ingredients <i>\n</i> Ingredients submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Ingredients</li>\n<li> About Our Ingredients <i>\n</i> About Our Ingredients submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>About Our Ingredients</li>\n<li>Ingredient Glossary</li>\n</ul>\n</li>\n<li> Allergens <i>\n</i> Allergens submenu </li>\n<li> Dietary Needs <i>\n</i> Dietary Needs submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>Dietary Needs</li>\n<li>Zero Sugar</li>\n<li>Kosher</li>\n<li>Gluten Free</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Sustainability <i>\n</i> Sustainability submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Sustainability</li>\n<li> Goals and Progress <i>\n</i> Goals and Progress submenu </li>\n<li> Sustainability Focus Areas <i>\n</i> Sustainability Focus Areas submenu <ul>\n<li>\n<i>\n</i>Back </li>\n<li>Sustainability Focus Areas</li>\n<li>Children &amp.\nYouth</li>\n<li>Cocoa</li>\n<li>Community Impact</li>\n<li>Diversity, Equity and Inclusion</li>\n<li>Environment</li>\n<li>Ethics</li>\n<li>Food Safety</li>\n<li>Health and Safety</li>\n<li>Human Rights</li>\n<li>Responsible Sourcing</li>\n</ul>\n</li>\n<li> Policies &amp.\nReports <i>\n</i> Policies &amp.\nReports submenu </li>\n</ul>\n</li>\n<li> Innovation <i>\n</i> Innovation submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Innovation</li>\n<li> Consumer Insights <i>\n</i> Consumer Insights submenu </li>\n<li> Licensing <i>\n</i> Licensing submenu </li>\n<li> Retail Expertise <i>\n</i> Retail Expertise submenu </li>\n</ul>\n</li>\n<li> Newsroom <i>\n</i> Newsroom submenu <ul>\n<li>\n<i>\n</i>Back</li>\n<li>Newsroom</li>\n<li> Blog <i>\n</i> Blog submenu </li>\n<li> Press Releases <i>\n</i> Press Releases submenu </li>\n<li> Media Contacts and Resources <i>\n</i> Media Contacts and Resources submenu </li>\n</ul>\n</li>\n</ul> Menu <i>\n</i>Search <i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Hershey Website Privacy Policy / Ad &amp.\nCookie Policy<br> Privacy Policy\n<p>\n<strong>Effective Date (last updated 1/22/21)</strong>\n</p>\n<p>This Privacy Policy describes our privacy practices for The Hershey Company and on the following Hershey Company Brands websites (including mobile websites) and , which are owned and operated by The Hershey Company (including our mobile websites) (collectively the “<strong>Website</strong>” or “<strong>Websites</strong>”):<br>\n</p>\n<ul>\n<li>TheHersheyCompany.com</li>\n<li>Hersheyland.com</li>\n<li>CadburyUSA.com</li>\n<li>Shop.hersheys.com</li>\n<li>hersheyschocolateworld.com</li>\n</ul>\n<p>This includes the Hershey’s Chocolate World website as well as Hershey’s Kitchens, Celebrate with Hershey’s, and The Hershey Company Website.</p>\n<p>This policy does not apply to the websites of and your interactions with&nbsp;Hershey Entertainment and Resorts Company, including&nbsp;The Hotel Hershey&nbsp;and&nbsp;Hersheypark.\nIt also does not apply to the Hershey Park mobile app.\nThis Privacy Policy should be read in conjunction with our Ad &amp.\nCookie Policy, which is available below, and our Terms of Use.\nDepending on how you interact with us or where you are located, different sections of this Privacy Policy may apply to you and include additional rights and information related to our data collection and use practices.\nPlease review this Privacy Policy carefully to understand what we do in regards to your information, and where applicable, the following sections:</p>\n<ul>\n<li>European and United Kingdom Users.\nIf you are located in the European Economic Area (“EEA”) or the United Kingston (“UK”) and your Personal Data (as defined below) is subject to Regulation (EU) 2016/679 General Data Protection Regulation (“EU GDPR”) or the EU GDPR as it forms part of the laws of the United Kingdom by virtue of section 3 of the European Union (Withdrawal) Act 2018 and as amended by the Data Protection, Privacy and Electronic Communications (Amendments etc.) (EU Exit) Regulations 2019 (the “UK GDPR”, and, together with the EU GDPR, the “GDPR”), see the below Section 11, for additional disclosures and a description of your rights under the GDPR.</li>\n<li>Brazilian Users.\nIf you are located in Brazil and your Personal Data is subject to the Law No.\n13.709 of 14 August 2018, General Personal Data Protection Law (as amended by Law No.\n13.853 of 8 July 2019) (“LGPD”), see the below Section 12, for additional disclosures and a description of your rights under the GDPR.</li>\n<li>California Users.\nIf your Personal Information (as defined below) is subject to the California Consumer Privacy Act, California Civil Code § 1798.100 et seq.\n(with any implementing regulations and as may be amended from time to time, “CCPA”), please review this Privacy Policy and see the below Section 13, for additional disclosures, our notice at collection, and a description of your rights under the CCPA.</li>\n</ul>\n<p>Your use of this platform indicates you agree to our collection, use and disclosure of your information as described in this Privacy Policy.</p>\n<p>Download a copy of this full privacy policy</p>\n1.\nInformation We Collect\n<p>We collect Personal Data and other information as part of our general business operations, to provide you with services, to respond to requests and offer customer support, to fulfill legal and contractual obligations and to improve our products and services.\nWhen we use the term “Personal Data” we mean information that can help us directly or indirectly identify you, such as your name, address, telephone number, email address, Internet Protocol (“IP”) address, or other online identifiers.</p>\n<p>\n<strong>Information You Provide to Us Directly</strong>\n</p>\n<p>We collect Personal Data and other information when you directly provide it to us.\nFor example, we collect Personal Data when you make a purchase, use or register our products and services, take part in marketing campaigns, participate in product testing, apply for employment and contact our customer support.\nDepending on how you interact with us, you may provide us with of Personal Data, including the following:</p>\n<ul>\n<li>Contact Information.\nInformation including your name and street address.\nWe might also collect your phone number or email.<br>\n</li>\n<li>Identifiers and Similar Information.\nYour first and last name, personal e-mail address, business e-mail address postal address, date of birth, phone number, social security number, driver’s license number, passport number, online identifiers, or other similar identifiers.</li>\n<li>Characteristics Information.\nWe may collect certain demographic information including your gender and age.\nAs part of the job application process, we may collect information such as ethnicity, race, gender, disability, and veteran status.</li>\n<li>Payment Information.\nInformation including your name, payment card, billing address, and shipping details.</li>\n<li>Product or Commercial Information.\nRecords of products or services purchases, obtained, or considered, or other purchasing histories or tendencies, including the types of products purchased, date of purchase, or other product identifying information.</li>\n<li>Responses to Surveys and Promotional Events.\nResponses to questions and interactions with us on social media, competitions, and at events, or through surveys that we provide to you.</li>\n<li>Correspondence and Communications.\nRecords of information provided by you when you contact us directly, apply for a job, respond to a survey, or interact with us on social media.\nThis includes audio, visual and electronic information, for example recordings of calls with our customer support service.</li>\n<li>Job Applicant Information.\nProfessional or employment-related information including your occupation, employer, title, education, certifications, language skills, and memberships.</li>\n<li>Geolocation Information.\nInformation about your location or the location of your device.</li>\n<li>Inferences Drawn from Other Information.\nWe draw inferences based on the above information to create a profile reflecting your preferences or characteristics.</li>\n</ul>\n<p>\n<strong>Information We Automatically Collect</strong>\n</p>\n<p>When you visit our Website, or interact with us through online media and advertisements certain internet or other electronic network activity information about your visit and/or interaction with us is automatically logged.\nThe information we automatically collect may include your IP address, referring URLs, browser and device characteristics, browsing behavior (e.g., date and time of visit, length of visit, clicks on product information or other content) and your response to our email campaigns (e.g., whether and when you open our email, the links you click).\nWe may use cookies, and other similar industry standard technologies to capture this information.\nFor additional information on the various cookies we use and the purposes for which we use them, please read our Ad &amp.\nCookie Policy below.</p>\n2.\nHow We Collect Information\n<p>We collect some Personal Data directly when it is provided by you or your representative.\nOther information may be collected automatically when you visit our Website or indirectly from other sources such as our service providers and vendors, software applications, and at our stores or in-person events.\nWhere required by applicable law we will not collect your Personal Data without your consent.</p>\n<p>Depending on how you interact with us, we may collect Personal Data through sources such as:</p>\n<ul>\n<li>\n<strong>Directly From You</strong>.&nbsp;When you interact us with directly in the following ways we will collect Personal Data and other information about you.\nFor example we will collect information when you: (i) purchase a product.\n(ii) register for a promotion.\n(iii) apply for a job.\n(iv) submit a recipe review.\n(v) use the “Submit an Idea” function.\n(vi) download a corporate report.\n(vii) sign up to receive communications from us, including newsletters or financial reports.\nand (viii) contact us directly.</li>\n<li>\n<strong>Automatically Through Your Use of the Website</strong>.\nWhen you visit our Website or interact with us through online media and advertisements information about your visit and/or interaction with the Website is automatically logged though the use of various tracking tools like browser cookies and web beacons.\nWe collect information about users over time who use this website and may also have third parties collect Personal Data in this way.\nTo learn more about these tools and how you can control them please review our <strong>Ad &amp.\nCookie Policy</strong>.</li>\n<li>From Third Parties.\nWe collect some Personal Data and other information from additional sources as permitted by law--including from entities that provide us services like payment processors, marketing partners, service providers, and others.\nWe also collect information about you from social media platforms and recommend you review those platform’s privacy policies.\nPlease note that if you upload your LinkedIn profile to apply for a job with us you should refer to LinkedIn’s privacy policy to learn more about how your Personal Data is processed for this purpose.</li>\n<li>We Combine Information We Have Collected From You.\nFor example, we may combine information that we have collected offline with information we collect online.\nOr we may combine information we get from third parties with information we already have.</li>\n</ul>\n3.\nHow We Use Information\n<p>We use the information we collect for purposes associated with the growth, maintenance, and management of our business.\nDepending on how you interact with us we may use your Personal Data and other information for a number of purposes, including the following:</p>\n<ul>\n<li>\n<strong>Perform Services for Customers</strong>.&nbsp;This includes maintaining or servicing accounts, providing customer service, and processing customer requests.</li>\n<li>\n<strong>Business Operations</strong>.\nThis includes operating our Website, facilitating product purchases, accounting, auditing, billing, and collection activities.</li>\n<li>\n<strong>Respond to Your Requests or Questions</strong>.\nFor example, we might use your information to register you for promotions at your request, notify you if you win a prize and deliver the prize to you.\nWe also use your information to respond to you when you contact us.</li>\n<li>\n<strong>Marketing and Advertising</strong>.\nFor example, we may send you information about new products and special offers through email if subscribed, postal mail, or other communication channels.\nWe may also use your information to serve you online ads about products and offers or to tell you about new features and updates.\nThey may include third party offers or products we think you might find interesting.\nTo manage your communication preferences, read Your Choices section below.</li>\n<li>Improve Our Products and Services.&nbsp;For example, we might use your information to customize your experience with us, improve in-store and online shopping experiences, and improve our customer service.</li>\n<li>Contractual Obligations.&nbsp;We may use our information in performing our contractual obligations to a customer or others and our protecting legal rights.</li>\n<li>Analyze Site Trends and Customer Interests.&nbsp;We may use your information to make website or product improvements.\nWe may also combine information we get from you with information about you we have received from third parties.</li>\n<li>Security.&nbsp;We may use information to protect our company and our customers, and websites.\nThis includes detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity.</li>\n<li>To Communicate With You.&nbsp;For example, we will communicate with you about your account or our relationship.\nWe may contact you about your feedback or to tell you about changes to this Policy or our Website Terms.\nWe may also tell you about issues with your orders.</li>\n<li>Process Job Applications.&nbsp;We process Personal Data as necessary to assess your application and contact you about employment.</li>\n<li>As Otherwise Permitted by Law or as We May Notify You.&nbsp;We will obtain your consent as required by law.</li>\n</ul>\n4.\nHow We Share Information\n<p>We do not share or disclose your Personal Data except as set forth in this Privacy Policy.\nWe may disclose certain Personal Data and other information to third parties, including the following:</p>\n<ul>\n<li>The Hershey Family of Companies (including our brands and affiliated companies).\nWe will share this information for our business purposes and to otherwise engage in the activities described in this Privacy Policy.</li>\n<li>Third Parties Who Perform Services For Us or On Our Behalf.\nFor example, we share information with vendors who operate our Websites, run promotions, and send emails.\nWe may authorize these vendors to collect information on our behalf and share certain information with their subcontractors, but only to the extent necessary for the vendors to perform services on our behalf.\nOur vendors may be located within or outside of North America.\nYou can contact us if you want to learn more about how our service providers use your information.</li>\n<li>Business Partners.\nFor example, we will share information with third parties who co-sponsor a promotion with us.\nWe might also share information with a business partner who distributes our products.\nThese partners may send you information about events and products by mail or email.</li>\n<li>Hershey Entertainment and Resorts Company.\nFor example, sometimes we receive questions about The Hotel Hershey or Hersheypark.\nWe may share information so that The Hotel Hershey or Hersheypark can address those questions.\nWe may also share anonymized data with Hershey Entertainment and Resorts Company and its third-party service providers so that Hershey Entertainment and Resorts Company can more effectively deliver digital ads about its products, services and events based upon your interests.</li>\n<li>Licensees.\nFor example, sometimes we receive complaints or questions about Hershey’s licensed products.\nWe may share information with the manufacturer of the licensed product in order for the Licensee to address the consumer’s questions or concerns.</li>\n<li>In Order to Comply with the Law or to Protect Ourselves.\nFor example, we will share information to respond to a court order or subpoena.\nWe may also share it if a government agency or investigatory body requests.\nWe might share information when we are investigating potential fraud.\nThis might include fraud we think has happened during a sweepstakes or promotion.\nOr we may share your information if you are the winner of a sweepstakes or other contest with anyone who requests a winner’s list.\nWe may share your information with the US government as required or permitted by law.</li>\n<li>With Your Consent or at Your Direction.\nWe may disclose or share your Personal Data to other entities with your consent or when you have directed us to.</li>\n<li>Any Successor to all or Part of Our Business.\nFor example, we may share your Personal Data, in connection with or during negotiations of any proposed or actual merger, purchase, sale, joint venture, or any other type of acquisition or business combination of all or any portion of our assets, or in connection with the transfer of all or a portion of our business to another company.</li>\n</ul>\n5.\nRights and Choices About How We Use Your Information.\n<ul>\n<li>Under applicable law, you have certain rights relating to our collection and use of your Personal Data, including:</li>\n<li>Opt Out of Receiving Our Marketing Emails.\nTo stop receiving our promotional emails, follow the opt-out link in any of our promotional emails or call us at 1 (800) 468-1714.\nThis opt-out does not apply to transactional or informational emails (e.g., our communication in response to your request for information, products, or services from us) nor to disclosure to a third party that is acting on our behalf and under our instructions in support of our permitted uses of your Personal Data.</li>\n<li>Control Cookies and Tracking Tools.\nWe may use tracking tools and cookies.\nTo learn how to manage how we – and our vendors – use cookies and other tracking tools, read our&nbsp;Ad &amp.\nCookies policy, available below.</li>\n<li>Access and Correct Your Information.\nYou can request access to the Personal Data that we hold about you and to correct any information that is incomplete or wrong.\nYou can make such a request by contacting us using the information in the below section, “How to Contact Us.” Please note that we may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</li>\n<li>You have Other Controls You Can Exercise.\nYou can choose whether to share Personal Data with us.\nYou can also withdraw your consent to the collection, use, and disclosure of your Personal Data any time, where provided by applicable law, by contacting us using the information in the below section, “How to Contact Us”.\nIf you choose not to share or withdraw your consent some parts of our sites and some services may be more difficult or impossible to use.</li>\n</ul>\n6.\nLinks to Other Websites\n<p>Our website may contain links to third party websites.\nIf you click on a third party link, you will be taken to a platform we do not control.\nThis policy does not apply to the information practices of that website or platform.\nRead other companies’ privacy policies carefully.\nWe are not responsible for these third parties.</p>\n7.\nThese Sites and Children\n<p>Our sites are meant for adults.\nWe do not knowingly collect Personal Data from children (including children under 13 in the United States).</p>\n<p>This privacy policy and the CARU icon shown on our websites confirm that The Hershey Company is a valid licensee and participating member in the CARU Safe Harbor Program (“CARU Safe Harbor”).\nTo protect your privacy, we have voluntarily undertaken this privacy initiative.\nCARU has reviewed and certified that our websites are General Audience sites and that we meet established online information collection and use practices on all properties where this Privacy Policy is posted.\nAs part of the CARU Safe Harbor, we are subject to audits and frequent monitoring of our websites and other enforcement and accountability mechanisms administered independently by CARU.</p>\n<p>If you believe that we have not responded to your inquiry or your inquiry has not been satisfactorily addressed, please contact CARU at:</p>\n<p>CARU Safe Harbor<br>\nAttn: Director<br>\n112 Madison Avenue, 3rd Floor<br>\nNew York, NY 10016<br>\ninfo@caru.bbb.org</p>\n<p>Parents, if you think your child has provided Personal Data on one of our sites, you can request that the Personal Data be changed or deleted by contacting us at:</p>\n<p>The Hershey Company<br>\nConsumer Relations<br>\n19 E.\nChocolate Ave<br>\nHershey, PA 17033</p>\n<p>Phone Toll Free 1-800-468-1714, or Contact us&nbsp;Online</p>\n<p>Parents, you can take steps to protect your kids too.\nTo learn more about how to protect your child online, read the&nbsp;helpful information&nbsp;provided by the Federal Trade Commission by&nbsp;clicking here.</p>\n8.\nHow Long Do We Keep Your Information\n<p>We retain your information for business purposes and as long as reasonably necessary to provide you with our products and services.\nWe will also retain your information as reasonably necessary to comply with our legal obligations, resolve disputes and enforce our agreements.\nWe may also retain cached or archived copies of your information for a reasonable period of time.</p>\n9.\nHow We Protect Your Information\n<p>We use commercially reasonable security measures, including physical, technical, and administrative safeguards to protect your information from unauthorized access, use, modification, or deletion.\nThe Internet is not 100% secure, though.\nWe thus cannot promise that your use of our sites will be completely safe.\nWe encourage you to use caution when using the Internet.\nThis includes not sharing your passwords.\nWe keep Personal Data as long as it is necessary or relevant for the practices described in this Policy.</p>\n10.\nWhere Do We Store Your Information\n<p>We are a global organizations and as such, information we maintain may be stored both within and outside of the United States.\nIf you live outside of the United States, you understand and agree that we may transfer your information to the United States.\nThis site is subject to U.S.\nlaws, which may not afford the same level of protection as those in your country.\nWhile your Personal Data is in the U.S., it is subject to U.S.\nlaws, and may be subject to disclosure to the governments, courts or law enforcement or regulatory agencies in the U.S., pursuant to applicable laws.\nIf you are located in the EEA or UK, please refer to further details on international transfers in “Additional Information Related to the GDPR” below.</p>\n11.\nAdditional Information Related To The GDPR\n<p>If you are an EEA or UK data subject and the collection, use, storage, disclosure, or transfer (“processing”) of your Personal Data is subject to the GDPR, please review this section in addition to the entire Privacy Policy.\nThis Section of the Privacy Policy specifically summarizes our lawful basis for processing your Personal Data, how we may transfer your Personal Data, your rights related to your Personal Data, and how you can contact us in Europe.\nFor purposes of the GPDR, The Hershey Company is a “Controller.”</p>\n<p>\n<strong>Lawful Basis for Processing Your Personal Data</strong>\n</p>\n<p>As described above in, “Information We Collect From and About You,” we process Personal Data.\nOur lawful bases for processing that Personal Data are:</p>\n<ul>\n<li>Consent.\nWe may process your Personal Data on the basis of your consent.\nYou may revoke your consent at any time by contacting us using the information below in “How to Contact Us” or if you consented to our use of cookies, through the cookie management system available at the link on the bottom of the webpage.<br>\n</li>\n<li>Performance of a Contract.\nWe may collect and use certain Personal Data in order to provide you with the products and services that you request.\nThis includes Personal Data used to provide you with products and related services and related transaction information.</li>\n<li>Legitimate Interests.\nWe collect and use Personal Data to the extent necessary for our legitimate interests.\nFor example, this may include collecting and using data to prevent and detect fraud, provide customer support, and conduct market research.</li>\n<li>Fulfill Legal Obligations.\nWe are subject to various legal requirements in the jurisdictions that we operate that require us to collect, process, disclose and retain your Personal Data in order to comply with those laws.\nWe may be required to retain your data for extended periods of time, and to provide copies of such data to law enforcement, governmental or other regulatory authorities, or third parties.</li>\n</ul>\n<p>\n<strong>International Transfer of Your Personal Data</strong>\n</p>\n<p>Our activities and the jurisdictions in which are established are such that it may be necessary for Personal Data to be transferred and/or processed outside the EEA or UK, which may not offer the same level of protection with regard to Personal Data as required in the EEA or the UK and where there is no adequacy decision by the European Commission.\nIn that case we will seek to ensure an adequate level of data protection by appropriate safeguards, e.g.\nEU Model Clauses or Binding Corporate Rules.\nWe may also rely on only one of the conditions allowed under the GDPR in the absence of (i) a decision by the European Commission or the equivalent entity in the UK that has deemed a country to provide an adequate level of protection for personal data (i.e.\nan adequacy decision) or (ii) appropriate safeguards such as a contract that is compliant with the model contracts for the transfer of personal data to third countries approved by the European Commission or the equivalent entity in the UK.\nIf you would like further information on specific mechanisms we utilize for transferring personal data outside the EEA or the UK and the countries to which such transfer may be made, please&nbsp;contact us online.</p>\n<p>\n<strong>Your Rights with Regard to Your Personal Data</strong>\n</p>\n<p>The GDPR provides you with certain rights related to the collection, processing, and transfer of your Personal Data, including:</p>\n<ul>\n<li>Access.\nYou have the right to know we collect certain Personal Data about you and to ask us for copies of your Personal Data.</li>\n<li>Rectification.\nYou have the right to request that we correct information you think is inaccurate or incomplete.</li>\n<li>Object to Processing.\nYou have the right to object to processing in some circumstances, including where we are using your Personal Data for our legitimate interests and for direct marketing purposes.</li>\n<li>Erasure.\nYou have the right to request that we erase the Personal Data we have collected about you in certain circumstances.</li>\n<li>Restrict Processing.\nYou have the right to ask us to restrict the processing of your Personal Data in certain circumstances.</li>\n<li>Data Portability.\nYou have the right to receive the Personal Data you have provided to us in a structured, commonly used and machine-readable form and transmit those data it to another data controller.</li>\n<li>Withdraw Consent.\nYou can withdraw your consent at any time where we are relying on consent to process your Personal Data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.</li>\n<li>Lodge a Complaint with a Data Protection Authority (“EU DPA”).\nIf you are concerned that we have not complied with your legal rights or applicable privacy laws, you have the right to lodge a complaint with the Netherlands Data Protection Authority.</li>\n</ul>\n<p>How to Exercise Your Rights Under the GDPR</p>\n<p>You can exercise these rights by contacting us using the information below in the below section, “How to Contact Us.” You may be asked to provide some proof of identification so that we can verify that it is you making the request.</p>\n<p>\n<strong>How to Contact Our EU Representative</strong>\n</p>\n<p>If you are located in the EU, please contact our EU representative if you have questions about the Privacy Policy or our practices:</p>\n<p>Hershey Netherlands B.V.<br>\nAttn.\nGDPR Services Team<br>\nPrins Bernhardplein 200<br>\n1097 JB Amsterdam<br>\nThe Netherlands</p>\n<p>Email:&nbsp;GDPR-services@intertrustgroup.com</p>\n12.\nAdditional Information Related To The LGPD\n<p>If you, or the collection, use, storage, disclosure, or transfer (“processing”) of your Personal Data is subject to the LGPD, please review this Section 12 in addition to the entire Privacy Policy.\nThis Section of the Privacy Policy specifically summarizes our lawful basis for processing your Personal Data, your rights related to your Personal Data, how we may transfer your Personal Data, and how you can contact us&nbsp;in Brazil.</p>\n<p>\n<strong>Basis for Processing Your Personal Data</strong>\n</p>\n<p>As described above in,&nbsp;<strong>“Information We Collect From and About You,”</strong>&nbsp;we process Personal Data.\nOur basis for processing that Personal Data are:</p>\n<ul>\n<li>Consent.\nWe may collect, use and share your Personal Data on the basis of your consent.\nYou may revoke your consent at any time by contacting us using the information below in “How to Contact Us” or if you consented to our use of cookies, through the cookie management system available at the link on the bottom of the webpage.</li>\n<li>Compliance with a Legal or Regulatory Obligation.\nWe are subject to various legal requirements in the jurisdictions that we operate that require us to collect, process, disclose and retain your Personal Data in order to comply with those laws.\nWe may be required to retain your data for extended periods of time, and to provide copies of such data to law enforcement, governmental or other regulatory authorities, or third parties.</li>\n<li>Execution of a Contract or Preliminary Procedures Related to a Contract.\nWe must collect and use certain Personal Data in order to provide you with the products and services that you request.\nThis includes Personal Data used to provide you with products and related services and related transaction information.</li>\n<li>Exercise of Our Rights.\nWe may need to process certain Personal Data in order to exercise our legal rights in judicial, administrative, or arbitration procedures.</li>\n<li>Legitimate Interests.\nWe collect and use Personal Data to the extent necessary for our legitimate interests.\nFor example, this may include collecting and using data to prevent and detect fraud, provide customer support, and conduct market research.</li>\n</ul>\n<p>\n<strong>International Transfer of Your Personal Data</strong>\n</p>\n<p>The information that we collect may be transferred to, stored in, processed in or accessed from countries outside of Brazil.\nSome of the recipients of your Personal Data listed above may be located in countries outside Brazil that do not offer the same level of protection with regard to Personal Data as required in Brazil.\nIn the event we transfer your Personal Data to countries, we will seek to ensure an adequate level of data protection data protection by appropriate safeguards or other methods permitted under applicable law.\nIf you would like to obtain a copy of the safeguard that we use, please contact us online.</p>\n<p>\n<strong>Your Rights with Regard to Your Personal Data</strong>\n</p>\nThe LGPD provides you with certain rights related to the collection, processing, and transfer of your Personal Data, including:\n<ul>\n<li>Confirmation.\nYou have the right to confirm that we are processing your Personal Data.</li>\n<li>Access.\nYou have the right to request access to the Personal Data that we process about you.</li>\n<li>Correction.\nYou have the right to request that we correct incomplete, inaccurate, or outdated data.</li>\n<li>Anonymization, Blocking or Deletion.\nYou have the right to request that we anonymize, block, or delete excessive Personal Data that we have collected about your or Personal Data that is not being processed in compliance with the LGPD.</li>\n<li>Data Portability.\nYou have the right to request that your data be provided to another service provider or product provider, subject to certain limitations under the LGPD.</li>\n<li>Deletion of Data Processed with Consent.\nWhere we are processing your Personal Data on the basis of your consent, you have the right to request that we delete that Personal Data, subject to certain exceptions under the LGPD.</li>\n<li>Information about Public and Privacy Entities with Which We Shared Personal Data.\nYou have the right to request information about the public and private entities with which we have shared your Personal Data.</li>\n<li>Information about Consent.\nYou have the right to request that we provide you with information about your ability to deny your consent to certain processing activities and the consequences of such denial.</li>\n<li>Withdrawal of Consent.\nYou have the right to revoke your consent at any time and free of charge.\nWhere applicable, you also have the right to request the review of decisions made solely by automated processing of your Personal Data that affects our interests.</li>\n</ul>\n<p>\n<strong>How to Exercise Your Rights Under the LGPD</strong>\n</p>\n<p>You can exercise these rights by contacting us using the information the below section, “<strong>How to Contact Us.</strong>” You may be asked to provide some proof of identification so that we can verify that it is you making the request.</p>\n<p>How to Contact Us in&nbsp;Brazil</p>\n13.\nAdditional Information for Califorina Residents and Notice of Collection\n<p>The CCPA imposes certain obligations on us and grants certain rights to California residents (“California Resident,” “you” or “your”) with regard to “Personal Information” (as defined under the CCPA).\nIf you are a California Resident, please review the following information about our collection, use, disclosure, and sale of your Personal Information and your potential rights with regard to your Personal Information under the CCPA.\nThe rights described herein are subject to exemptions and other limitations under applicable law.</p>\n<p>Terms used in this section have the meaning ascribed to them in the CCPA.\nHershey is a “business.” For purposes of this Section 13 only and with regard to California residents only, Personal Information includes information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a California resident or a household.\nIt does not include de-identified information, aggregate consumer information, or publicly available information, as those terms are defined in the CCPA.</p>\n<p>\n<strong>A.\nNotice at Collection and Use of Personal Information</strong>\n</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>Depending on how you interact with us, we may collect the categories of Personal Information listed above in the section</p>\n<p>\n<strong>“Information We Collect”</strong>\n</p>\n<p>above.</p>\n<p>\n<strong>How We Use Collected Information</strong>\n</p>\n<p>We may use your Personal information for the business or commercial purpose listed above in the section “How We Use Information” above.</p>\n<p>\n<strong>Our Sale of Personal Information</strong>\n</p>\n<p>We may “sell” your Personal Information as that term is defined under the CCPA.\nYou have the right to opt-out of this sale through this link:&nbsp;“Do Not Sell My Personal Information.”</p>\n<p>For more information about our privacy practices, please review our Privacy Policy.</p>\n<p>\n<strong>B.\nOur Collection, Use, Disclosure and Sharing of Personal Information</strong>\n</p>\n<p>\n<strong>What Information We Have Collected and the Sources from Which We Collected It</strong>\n</p>\n<p>In the preceding 12 months, and depending on how you interact with us, we may have collected all or some of the Personal Information listed above in “Information We Collect” above.\nWe may have collected Personal Information from all or some of the categories of sources listed in the above section, “How We Collect Information.”</p>\n<p>\n<strong>Purposes for Collecting Personal Information</strong>\n</p>\n<p>We may collect or sell the Personal Information we collect for one or more of the following business or commercial purposes described above in the above section, “How We Use Information.”</p>\n<p>\n<strong>Our Disclosure, Sharing, and Sale of Personal Information</strong>\n</p>\n<p>We may sell your Personal Information, as that term is defined under the CCPA.\nWe do not knowingly sell the Personal Information of California residents under 16 years old.\nWe may also disclose your Personal Information to certain third parties for a business purpose.</p>\n<p>In the preceding 12 months, we may have sold or disclosed for a business purpose the following categories of Personal Information to the following categories of third parties:</p> Category of Personal Information Category of Third Party Information Sold To Category of Third Party Information Disclosed to for a Business Purpose <p>Identifiers and Similar Information (such as name, email or IP address)</p>\n<ul>\n<li>Online advertisers, ad networks, and advertising partners</li>\n<li>Analytics providers<br>\n</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations (such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Additional Information Protected by Certain Federal or State Laws (for example, financial information)</p>\n<p>N/A</p>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Characteristics Information (such as age or gender)<br>\n</p>\n<p>N/A</p>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations (such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Commercial Information (for example, products purchased)<br>\n</p>\n<p>N/A</p>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations (such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Internet and Electronic Network Activity Information (such as browsing history and your interactions with our Website)<br>\n</p>\n<ul>\n<li>Online advertisers, ad networks, and advertising partners</li>\n<li>\n</li>\n<li>Analytics providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Geolocation Information (such as device location)<br>\n</p>\n<ul>\n<li>Online advertisers, ad networks, and advertising partners</li>\n<li>Analytics providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Analytics providers</li>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations (such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities</li>\n</ul>\n<p>Audio, electronic, or visual information (for example, call recordings)</p>\n<p>N/A</p>\n<ul>\n<li>Technical service providers</li>\n<li>Providers or partners that support our business operations (such as payment services providers.\nshipping companies.\netc.)</li>\n<li>Affiliated entities<br>\n</li>\n</ul>\n<p>In addition, in the preceding 12 months, we may have disclosed for a business purpose all of the categories of Personal Information identified above in “Information We Collect” to the following categories of third parties: (i) judicial courts, regulators, or other government agents purporting to have jurisdiction over us, our subsidiaries or our affiliates, or opposing counsel and parties to litigation.\nand (ii) other third parties as may otherwise be permitted by law.</p>\n<p>We may also share your Personal Information with our service providers such as our IT providers other entities that have agreed to limitations on the use of your Personal Information, or entities that fit within other exemptions or exceptions in.\nor as otherwise permitted by, the CCPA.</p>\n<p>\n<strong>C.\nCalifornia Residents’ Rights Under the CCPA</strong>\n</p>\n<p>If your Personal Information is subject to the CCPA, you may have certain rights with regard to such Personal Information, including the right to:</p>\n<ul>\n<li>Request to Delete.\nRequest that we delete any Personal Information about you that we have collected or maintained, subject to certain exceptions.<br>\n</li>\n<li>Request to Know.\nRequest that we provide you with: (i) the categories of Personal Information we have collected about you.\n(ii) the categories of sources from which we collected the Personal Information.\n(iii) the business or commercial purpose for collecting or selling the Personal Information.\n(iv) the categories of third parties with whom we share Personal Information.\n(v) the specific pieces of Personal Information we have collected about you.\nand (vi) the categories of Personal Information about you we have sold or disclosed for a business purpose.</li>\n<li>Not to Be Discriminated Against.\nNot be discriminated against because you exercised any of your rights under the CCPA.</li>\n<li>Opt-Out of Sale.\nRequest that we not sell your Personal Information.</li>\n</ul>\n<p>The CCPA does not restrict our ability to do certain things like comply with other laws or comply with regulatory investigations.\nWe also reserve the right to retain, and not to delete, certain Personal Information after receipt of a request to delete where permitted by the CCPA or where another law or regulation is applicable.</p>\n<p>\n<strong>How to Submit a CCPA Rights Request</strong>\n</p>\nYou can submit a request to exercise your rights under the CCPA through the following:\n<ul>\n<li>Request to Know.\nIf your Personal Information is subject to the CCPA, you may submit a Request to Know or a Request to Delete, as described above, by calling the following telephone number 1-800-468-1714 or on our&nbsp;website here.</li>\n<li>Request to Delete.\nIf your Personal Information is subject to the CCPA, you may submit a Request to Delete, as described above, by calling the following telephone number 1-800-468-1714 or on our website here.</li>\n<li>Opt-Out of Sale.\nTo the extent that we sell your Personal Information as the term “sell” is defined under the CCPA, you have the right to opt-out of the sale at any time.\nYou may submit a Request to Opt-Out by: (1) by clicking Do Not Sell My Personal Information and&nbsp;filling out the relevant webform.\nand (2) [1-800-468-1714].</li>\n</ul>\n<p>When you submit a Request to Know, Request to Delete, or Request to Opt-Out we may ask that you provide clarifying or identifying information to verify your request.\nSuch information may include, at a minimum, depending on the sensitivity of the information you are requesting and the type of request you are making, your name and email address.\nAny information gathered as part of the verification for a Request to Know, Request to Delete, or Request to Opt-Out will be used for verification or opt-out purposes only.</p>\n<p>If you would like to use an authorized agent to submit a request, we may request proof that that they are authorized to act on your behalf, or have a power of attorney.\nWe may also require that you directly verify your own identity with us and directly confirm with us that you provided the authorized agent permission to submit the request.</p>\n<p>\n<strong>D.\nNotice of Financial Incentives</strong>\n</p>\n<p>We offer various financial incentives.\nFor example, we may provide discounts, coupons and other benefits for customers who sign up to receive our marketing emails.\nWhen you participate in a financial incentive, we collect Personal Information from you, such as identifiers (like your name and email address) and commercial information (like your purchase history).\nYou can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out of the financial incentive, or our subsequent use of your Personal Information in connection with a financial incentive, at any time by contacting us using the information in&nbsp;<strong>“How to Contact Us”</strong>&nbsp;below.\nIn some cases, we may provide additional terms and conditions for a financial incentive, which we will present to you when you sign up.\nThe value of your Personal Information is reasonably related to the value of the offer or discount presented to you.</p>\n<p>\n<strong>E.\nContact for More Information Regarding California Issues</strong>\n</p>\n<p>If you have any questions or concerns about this California privacy section, please call or contact us using the information in the below section “How to Contact Us.”</p>\n<p>\n<strong>F.\nAdditional California Privacy Rights</strong>\n</p>\n<p>If you reside in California, you have the right to ask us one time each year if we have shared Personal Information with third parties for their direct marketing purposes.\nTo make a request, please&nbsp;click here&nbsp;to contact us.\nFollow the onscreen prompts to send us an email, select “Privacy Policy/Ad and Cookie Policy” as the subject of your message, and indicate in your message that you are a California resident making a “Shine the Light” inquiry.\nPlease note, however, that we do not currently disclose any of your Personal Information to third parties for their direct marketing purposes.</p>\n<p>Some web browsers have a “Do Not Track” feature.\nThis feature lets you tell websites you visit that you do not want to have your online activity tracked.\nThese features are not yet uniform across browsers.\nOur sites are not currently set up to respond to those signals.</p>\n14.\nHow to Contact Us\n<p>Please feel free to contact us if you have more questions about this Privacy Policy or our practices.</p>\n<p>You can&nbsp;contact us online&nbsp;or write to us at:</p>\n<p>Consumer Relations Department<br>\nThe Hershey Company</p>\n<p>19 E.\nChocolate Ave.<br>\nHershey, PA 17033</p>\n<p>Or call 1-800-468-1714</p>\n<p>If you have any questions about this Policy or want to review, access, delete, correct or update your information,&nbsp;please contact us online.</p>\n15.\nWe May Update This Policy\n<p>From time to time we may change our privacy policies.\nWe will provide notice of any material changes to our Policy as required by law.\nWe will also post an updated copy on our Website.\nPlease check our site periodically for updates.</p> Hershey Ad &amp.\nCookie Policy\n<p>\n<strong>Last Updated 1/22/21</strong>\n</p>\n<p>\n<strong>In this Ad and Cookie Policy you will find information on cookies, what we do with cookies, what cookies may be set when you visit our website and how to control those cookies.</strong>\n</p>\n<p>This Ad and Cookie Policy (“Cookie Policy”) explains our use of cookies and similar tracking technologies (collectively “cookies”) on the following Hershey Company Brands websites, which are owned and operated by The Hershey Company (including our mobile websites) (collectively the “<strong>Website</strong>” or “<strong>Websites</strong>”):</p>\n<ul>\n<li>TheHersheyCompany.com</li>\n<li>Hersheyland.com</li>\n<li>CadburyUSA.com</li>\n<li>Shop.hersheys.com</li>\n</ul>\n<p>This Cookie Policy does not apply to the websites of and your interactions with&nbsp;Hershey Entertainment and Resorts Company, including&nbsp;The Hotel Hershey&nbsp;and&nbsp;Hersheypark.\nIt also does not apply to the Hershey Park mobile app.\nWe also have third parties that collect Personal Data this way.\nTo do this, we and our vendors use several common tracking tools.\nIn this Cookie Policy “we”, “our” and “us” refers to The Hershey Company, 19 East Chocolate Avenue, Hershey, PA 17033, USA.</p>\n<p>This Cookie Policy should be read in conjunction with our&nbsp;Privacy Policy&nbsp;and our&nbsp;Terms of Use.</p>\n<p>\n<strong>1.\nWhat are Cookies?</strong>\n</p>\n<p>Cookies are pieces of code that allow for personalization of our Website experience by saving your information such as user ID and other preferences.\nA cookie is a small data file that we transfer to your device’s hard disk (such as your computer or smartphone) for record-keeping purposes.\nCookies can then be used to make site navigation more efficient, help remember your preferences and generally improve your browsing experience.\nThey can also ensure that advertisements that you see online are more relevant to you and your interests.\nThey may be served by the entity that operates the website you are visiting (“<strong>first-party cookies</strong>”) or by other companies (“<strong>third-party cookies</strong>”).</p>\n<p>\n<strong>2.\nWhat Types of Cookies We Use and How We Use Them</strong>\n</p> Cookie Type Purpose and Use <p>Strictly Necessary Cookies<br>\n</p>\n<p>These cookies are necessary for the Website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in, remembering the goods you ordered when you get to the checkout page or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>\n<p>Functional Cookies<br>\n</p>\n<p>These cookies enable the Website to provide services or to remember settings to improve your visit.\nThey may be set by us or by third party providers whose services we have added to our pages, including social media sites.\nFor example, these cookies help us remember your choice of language or region, show you have logged into our website, or help you share information on a social media website like Facebook.\nIf you do not allow these cookies then some or all of these services may not function properly.<br>\n</p>\n<p>Performance Cookies<br>\n</p>\n<p>These cookies help us understand how visitors interact with our Website by allowing us to count visits and traffic sources so we can measure and improve the performance of our site.\nThese cookie are used to provide statistics on how our websites is used, how you move around our website and the pages you visit, how effective our advertisements are, and measuring any errors that occur.\nAll information these cookies collect is aggregated and therefore anonymous.\n&nbsp;We use Google Analytics for these purposes.\nGoogle Analytics uses its own cookies.\nYou can find out more information about Google Analytics cookies&nbsp;here&nbsp;and how to prevent the use of Google Analytics relating to the use or our Website by downloading and installing the browser plug-in available&nbsp;here.<br>\n</p>\n<p>Targeting Cookies<br>\n</p>\n<p>These cookies may be set through our site by our advertising partners including social media sites.\nThey may be used by those companies, including social &nbsp.\n&nbsp;media, to build a profile of your interests and show you relevant adverts on other sites, also known as “interest based advertising.” These cookies uniquely identify your browser and internet device and observe your behaviors and browsing activities over time across multiple websites or other platforms.\nFor more information on our interest-based advertising see Section 4 below.<br>\n</p>\n<p>Some of these cookies are temporary (“<strong>Session Cookies</strong>”) while other may stay on your browser until you delete them manually or until your browser deletes them based on the duration period set within the cookie (“<strong>Persistent Cookies</strong>”).</p>\n<p>\n<strong>3.\nOur Use of Social Media Widgets</strong>\n</p>\n<p>Our Website includes social media features such as links to Facebook, Instagram, and Twitter (that might include widgets, such as, the share this button or other interactive mini-programs).\nThese features may collect your IP address, which page you are visiting on the Site and may set a cookie to enable the feature to function properly.\nThese social media features are either hosted by a third party or hosted directly on the Website.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>\n<p>\n<strong>4.\nInterest-Based Advertising</strong>\n</p>\n<p>We and our partners work with third parties to display relevant advertising on our Website and to manage our advertising on other websites.\nIn order to display relevant ads to you, these third parties may use cookies to collect browsing and activity information on our Website, on other websites, and across different devices, which may be linked with certain offline data they may also collect IP address, device ID, cookie and advertising IDs, and other identifiers, general location information, and, where applicable, with your consent, your device’s geolocation information.\nThese third parties may use this information to provide you more relevant ads and content and to evaluate the success of such ads and content.\nAs a result, our ads may be displayed to you on a search results page or on other sites.</p>\n<p>\n<strong>How You can Opt-Out of Interest-Based Advertising</strong>\n</p>\n<p>You have the ability to opt-out of interest-based advertising on web browsers in the following ways:</p>\n<ul>\n<li>You can limit our use of tracking cookies through our cookie management tool, available here.</li>\n<li>For information on how our advertising partners allow you to opt out of receiving ads based on your web browsing history, to exercise choice for companies participating in this tool, visit The Digital Advertising Alliance’s Resource.\nYou can also visit the Network Advertising Initiative’s (NAI) online resources at https://optout.networkadvertising.org.\nEuropean users may opt out of receiving targeted advertising through the European Interactive Digital Advertising Alliance.</li>\n<li>You may control your advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at https://google.com/ads/preferences or by vising NAI’s online resources referenced above.</li>\n</ul>\n<p>You can opt-out of interest-based advertising on your devices in the following ways:</p>\n<ul>\n<li>You can limit our use of tracking cookies through our cookie management tool, available here.</li>\n<li>Your device operating system may provide mechanisms that allow users to opt out of the use of information about their usage of mobile apps to deliver targeted ads to their mobile device.\nFor more information, or to opt out using these mechanisms, consult your device settings.</li>\n<li>The Digital Advertising Alliance offers a tool for opting out of the collection of cross-app data on a mobile device for interest-based advertising.\nTo exercise choice for companies participating in this tool, download the AppChoices app here.</li>\n</ul>\n<p>Please note that opting-out of receiving interest-based advertising through the NAI’s and DAA’s or Your Online Choices online resources will only opt-out a user from receiving interest-based ads on that specific browser or device, but the user may still receive interest-based ads on his or her other devices.\nYou must perform the opt-out on each browser or device you use.\nChoices you make are both browser and device-specific.\nSome of these opt-outs may not be effective unless your browser is set to accept cookies.\nIf you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to opt-out again.</p>\n<p>\n<strong>5.\nHow to Control Cookies</strong>\n</p>\n<p>You can control our uses of cookies through our cookie management tool, your internet browser, or through other third party tools:</p>\n<ul>\n<li>Cookie Management Tool.\nYou can customize or change your cookie preferences at any time by accessing our cookie management system, available here, including, where applicable, withdrawing any consent you provided at any time.</li>\n<li>Internet Browser.\nYou can also control cookies through most browsers by changing your cookie settings.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.</li>\n<li>Other Third Party Tools.\nYou can also visit http://www.allaboutcookies.org/ where you will find comprehensive information on cookie management and blocking which pertains to a wide variety of browsers.\nAs well as the interested-based advertising opt-out tools mentioned above in Section 4.</li>\n</ul>\n<p>\n<strong>6.\nHow to Contact Us</strong>\n</p>\n<p>You can contact us online or write to us at:</p>\n<p>Consumer Relations Department<br>\nThe Hershey Company<br>\n19 East Chocolate Avenue<br>\nHershey, PA 17033</p>\n<p>Or call 1-800-468-1714</p>\n<p>If you have any questions about this Cookie Policy, please contact us&nbsp;online.</p>\n<p>\n<strong>7.\nHow to Contact our EU Representative</strong>\n</p>\n<p>Hershey Netherlands B.V.<br>\nAttn.\nGDPR Services Team<br>\nPrins Bernhardplein 200<br>\n1097 JB Amsterdam<br>\nThe Netherlands<br>\nEmail:&nbsp;GDPR-services@intertrustgroup.com</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> HIGH CONTRASTOFF <ul>\n<li> CAREERS </li>\n<li> CONTACT US </li>\n<li> FAQ's </li>\n</ul>\n<ul>\n<li> HERSHEYLAND </li>\n<li> HERSHEY'S CHOCOLATE WORLD </li>\n<li> HERSHEYPARK </li>\n<li> HERSHEY STORE </li>\n<li> VISIT HERSHEY, PA </li>\n</ul>\n<ul>\n<li> BUSINESS CUSTOMERS </li>\n<li> HERSHEY PAC ANNUAL REPORT </li>\n<li> PLANT LOCATIONS </li>\n<li> PRODUCT LOCATOR </li>\n<li> RETIREES </li>\n<li> SLAVERY AND HUMAN TRAFFICKING STATEMENT </li>\n<li> SUBMIT AN IDEA </li>\n<li> SUPPLIERS </li>\n</ul>\n<ul>\n<li> DO NOT SELL MY INFO </li>\n<li> PRIVACY POLICY </li>\n<li> TERMS AND CONDITIONS </li>\n<li> WEB ACCESSIBILITY </li>\n</ul> © 2021 THE HERSHEY COMPANY.\nALL RIGHTS RESERVED.\nPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the Website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in, remembering the goods you ordered when you get to the checkout page or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies help us understand how visitors interact with our Website by allowing us to count visits and traffic sources so we can measure and improve the performance of our site.\nThese cookie are used to provide statistics on how our websites is used, how you move around our website and the pages you visit, how effective our advertisements are, and measuring any errors that occur.\nAll information these cookies collect is aggregated and therefore anonymous.\nWe use Google Analytics for these purposes.\nGoogle Analytics uses its own cookies.\nYou can find out more information about Google Analytics cookies here and how to prevent the use of Google Analytics relating to the use or our Website by downloading and installing the browser plug-in available here.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the Website to provide services or to remember settings to improve your visit.\nThey may be set by us or by third party providers whose services we have added to our pages, including social media sites.\nFor example, these cookies help us remember your choice of language or region, show you have logged into our website, or help you share information on a social media website like Facebook.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners including social media sites.\nThey may be used by those companies, including social media, to build a profile of your interests and show you relevant adverts on other sites, also known as “interest based advertising.” These cookies uniquely identify your browser and internet device and observe your behaviors and browsing activities over time across multiple websites or other platforms.</p>Cookies Details‎Back Button BackVendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow AllCookies Button<p>We use cookies to make our website work, tailor advertising, provide social media features and analyze site usage.\nYou can manage cookies by clicking “Cookie Settings.” For more information, visit our Cookie Policy</p>Accept All CookiesCookies Settings", "created_at": "2021-09-04 01:50:02.400051", "updated_at": "2021-09-03 23:51:13.583395"}], "points": [], "urls": ["hersheys.com", "thehersheycompany.com", "hersheyland.com"]}}