{"error": 448, "message": "OK", "parameters": {"id": 861, "name": "FileInfo", "created_at": "2018-12-19 03:33:42.894015", "updated_at": "2021-03-25 03:19:39.948166", "wikipedia": null, "keywords": null, "related": null, "slug": "fileinfo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/861.png", "url": "fileinfo.com", "documents": [{"id": 794, "name": "Privacy policy", "url": "https://fileinfo.com:443/privacy", "xpath": "//article", "text": "\nPrivacy Policy\n<p>FileInfo takes your privacy seriously.\nWe do not sell or redistribute any personal information.\nThe FileInfo website does not collect or store information about individual users.</p>\nCookies\n<p>Quizzes and advertisements served on FileInfo.com may place and read cookies within your web browser or use web beacons to collect information.\nYou may choose to limit the cookies you accept by modifying your browser's security preferences.</p>\n<p>Google may use DART cookies, which allow targeted ads to be served to your web browser.\nTo learn more about the information Google collects and how to control your privacy settings, view the Google Privacy Policy.</p>\nQuestions\n<p>If you have questions regarding this privacy policy, please contact FileInfo.</p>\n", "created_at": "2018-12-19 03:43:10.916017", "updated_at": "2018-12-19 03:43:10.916017"}, {"id": 793, "name": "Terms of use", "url": "https://fileinfo.com:443/terms", "xpath": "//article", "text": "\nTerms of Use\nUsage Policy\n<p>You may use this website for the intended purpose of learning about file types and software programs.\nYou may not use any kind of automatic device or program to access or copy any portion of FileInfo.com.</p>\nWebsite Content\n<p>All content found on FileInfo.com is property of Sharpened Productions.\nInformation on this website is provided as a public reference, without any warranties, and is delivered on an \"as-is\" and \"as-available\" basis.\nEach file extension entry and software page is verified before being published on FileInfo.com.\nWhile every effort is made to ensure the accuracy of information provided on this website, FileInfo.com is not responsible for incorrect information.\nPlease contact FileInfo with any possible errors.</p>\nCopyright Information\n<p>All information found on this website is original, copyrighted content of Sharpened Productions.\nAdditionally, all webpage text, HTML code, web scripts, database information, images, and page design is original content and is protected by international copyright law.\nYou may use information from the FileInfo website for personal use, but you may not republish, reproduce, upload, post, or publicly distribute content found on this website.\nIf you wish to include information from FileInfo.com in a paper or publication, please submit a written request.</p>\n<p>Icon images displayed on FileInfo are used solely for representative purposes.\nThese images retain the copyright of the respective software developers and may not copied and republished.\nDevelopers with questions about displaying icons on the FileInfo.com website may contact us.</p>\n<p>\n</p>\n<p>Please report all copyright violations to FileInfo.</p>\nPrivacy Policy\n<p>FileInfo does not collect or redistribute personal information.\nView the full privacy policy.</p>\nLinking Policy\n<p>You may link to FileInfo (https://fileinfo.com/) without seeking permission.\nHowever, adult websites, offensive websites, and any other websites not appropriate for all age groups may not link to FileInfo.com.\nIf you would like to use an image to link to FileInfo, you may use the image below:</p>\n<p>\n</p>\n<p>Visit the Help Center for more information about linking to FileInfo.com.</p>\nQuestions?\n<p>Please address all questions regarding usage of this website to the FileInfo administrator.</p>\n", "created_at": "2018-12-19 03:35:52.730133", "updated_at": "2018-12-19 03:35:52.730133"}], "points": [{"id": 21109, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://fileinfo.com:443/terms", "status": "Generated through the annotate view", "created_at": "2021-05-24 22:40:18.088064", "updated_at": "2021-05-25 17:43:31.458978", "quoteText": "nformation on this website is provided as a public reference, without any warranties, and is delivered on an \"as-is\" and \"as-available\" basis.", "case_id": 286, "document_id": 793, "quoteStart": 331, "quoteEnd": 473}], "urls": ["fileinfo.com"]}}