{"error": 448, "message": "OK", "parameters": {"id": 2997, "name": "Snapfish", "created_at": "2021-04-06 14:01:25.82538", "updated_at": "2021-04-07 00:01:55.635162", "wikipedia": null, "keywords": null, "related": null, "slug": "snapfish", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2997.png", "url": "snapfish.com", "documents": [{"id": 4750, "name": "PRIVACY NOTICE", "url": "https://www.snapfish.com/privacy-overlay", "xpath": "", "text": " Snapfish Cookie Notice Overlay\n<p>SNAPFISH PRIVACY NOTICE</p>\n<p>Effective Date: October 1, 2020</p>\n<p>At Snapfish, our purpose is to help our customers capture, preserve, and share life’s important moments through professional and personal photography, and personalized products.\nWe are equally committed to respecting your privacy.</p>\n<p>This Privacy Notice (“Notice”) explains how Snapfish (“Snapfish,” “we,” “our,” or “us”) collects and uses personal information and the choices you can make.\nThis Notice applies to your use of Snapfish.com and our other Snapfish websites, applications, and services that link to this Notice.\nThis Notice also addresses information we collect from you when you contact one of our customer service representatives, or when you respond to a survey or enter a contest or sweepstakes that we administer.</p>\n<p>Our Sites and Apps may be linked on other websites or may contain links to other websites.\nOur Privacy Notice only applies to our Sites and Apps, and we are not responsible for the privacy practices, security standards, or content of other sites.\nYou should check the privacy policies of those sites before providing your personal information to them.</p>\n<p>We encourage you to read this Privacy Notice in its entirety before using our services.\nBy creating an online account, using our services, or making a purchase with any of our brands, you acknowledge that you have read and agree to this Privacy Notice.\nYour use of our Sites and Apps is also subject to our Terms and Conditions.</p>\n<p>What personal information do we collect? How do we use that information?<br> How do we share your information with third parties?<br> Does our website collect information from children?<br> What options do you have to limit our collection and use of your personal information?<br> How do we keep your information secure?<br> How do we make updates to this Notice?<br> How can you contact us with questions about your privacy or this Notice?<br> Supplemental (CCPA) Notice to Residents of California<br> Supplemental (GDPR) Notice to Residents of the EEA, Switzerland, and United Kingdom<br> Supplemental Notice to Residents of Nevada</p>\n<p>\n<strong>What personal information do we collect? How do we use that information?</strong>\n</p>\n<p>We collect various types of personal information when you register with us via our websites, mobile sites or mobile applications (our “Sites and Apps”).\npurchase any products or services from us.\nvisit or are photographed at one of our offices, studios, or on-site photography locations.\ncontact one of our customer service representatives.\nregister for customer rewards programs.\nor complete a survey or enter a contest or sweepstakes that we sponsor.\nThis information may be collected directly from you (for example, when you complete our forms or enter your information on our websites to make a purchase) or indirectly through your device or browser when you visit our Sites and Apps.</p>\n<p>We use your information to fulfill product orders, to customize and improve the advertising and content you see, to offer suggestions for personalized products based on your content, to deliver marketing communications and promotional materials that you may be interested in, to contact you and provide customer service, to protect the security or integrity of our databases or websites, to detect and prevent fraud or illegal activity, to take precautions against liability, to detect and remediate misuse of our Sites and Apps, to develop and improve our products and services, and for internal operational purposes.</p>\n<p>The following chart describes what categories of personal information we may collect, how we collect that information from you, the business purposes for which we generally use such information, and which types of trusted third-party service providers we may share that information with:</p> Information TypeSourcePurposeService Providers <strong>Personal Identifiers </strong>(Customer Name, Postal Address, Phone Number, Email Address, Social Media Handle, Age, Gender)\nProvided directly by customer <ul>\n<li>Maintaining and servicing your account</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your orders</li>\n<li>Processing payments on your orders</li>\n<li>Fulfilling customer rewards</li>\n<li>Advertising and marketing our products to you</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul>\n<ul>\n<li>Product creation and order fulfillment vendors</li>\n<li>Customer service providers</li>\n<li>Marketing and advertising services</li>\n<li>Appointment scheduling services</li>\n<li>Surveys, sweepstakes, and contests</li>\n<li>Payment and chargeback processors</li>\n<li>Mailing and shipping services</li>\n</ul>\n<strong>Identity Verification Information </strong>(Government-issued ID, Driver License)\nProvided directly by customer <ul>\n<li>Identify verification as needed to protect against deceptive, fraudulent or illegal activity</li>\n</ul>\n<ul>\n<li>None</li>\n</ul>\n<strong>Household Information </strong>(Family Member names, date of birth and/or age)\nProvided directly by customer <ul>\n<li>Maintaining and servicing your account</li>\n<li>Processing and fulfilling your orders</li>\n<li>Fulfilling customer rewards</li>\n</ul>\n<ul>\n<li>Product creation and order fulfillment vendors</li>\n<li>Appointment scheduling services</li>\n</ul>\n<strong>User-Generated Content (including photos)</strong>\nProvided directly by customer <ul>\n<li>Processing and fulfilling your orders</li>\n<li>Providing customer service</li>\n<li>Providing you customized product recommendations</li>\n<li>Helping you tag and organize your photos</li>\n<li>Analytics to improve our products and services</li>\n</ul>\n<ul>\n<li>Product creation and order fulfillment vendors</li>\n<li>Marketing and advertising service providers</li>\n</ul>\n<strong>Payment Information (credit card information, billing and shipping addresses, checks)</strong>\nProvided directly by customer <ul>\n<li>Processing payments on your orders</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul>\n<ul>\n<li>Customer service providers</li>\n<li>Payment and chargeback processors</li>\n<li>Fraud prevention and site security</li>\n</ul>\n<strong>Commercial Information (purchase date, purchase totals, product types)</strong>\nProvided directly by customer <ul>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your orders</li>\n<li>Processing payments on your orders</li>\n<li>Analytics to improve our products and services</li>\n<li>Advertising and marketing our products to you</li>\n</ul>\n<ul>\n<li>Product creation and order fulfillment vendors</li>\n<li>Customer service providers</li>\n<li>Payment and chargeback processors</li>\n</ul>\n<strong>Internet or Electronic Network Activity Information and Geolocation Information </strong>(IP Address, Location, Cookies, Website Browsing and Interaction Activity, Other Device or Browser Identifiers)\nCollected indirectly from customer’s browser or device <ul>\n<li>Enhancing your user experience</li>\n<li>Analytics to improve our products and services</li>\n<li>Advertising and marketing our products to you</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul>\n<ul>\n<li>Marketing and advertising service providers</li>\n<li>Website performance and analytics vendors</li>\n<li>Fraud prevention and site security</li>\n</ul>\n<strong>Website Login Credentials</strong>\nProvided directly by customer <ul>\n<li>Maintaining and servicing your account</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your orders</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul>\n<ul>\n<li>None</li>\n</ul>\n<strong>Inferences About Customer Preferences and Characteristics</strong>\nInferred from information provided by customer, information collected indirectly from customer’s browser or device, and information obtained from third-party marketing database partners <ul>\n<li>Enhancing your user experience</li>\n<li>Analytics to improve our products and services</li>\n<li>Advertising and marketing our products to you</li>\n</ul>\n<ul>\n<li>Marketing and advertising service providers</li>\n<li>Website performance and analytics vendors</li>\n</ul>\n<p>In addition to any personal information that you might provide when you do things like buy our products and services or create an account with our brands, we may also have access to other information about you if you interact with our brands via social media, or in certain other situations.</p>\n<p>\n<strong>Social Media</strong>\n<br> If you log into your account with any of our brands through a social media site, we will also have access to certain information from that site, such as your name, account information and profile photo, in accordance with the site’s account verification procedures.\nAlso, if you interact with content on our social media profiles (for example, if you “like” or share a post from one of our brand’s Facebook, Twitter, or Instagram accounts), those social media sites may share information about you with us, including your public profile, e-mail address and friend list.\nIf you choose to “like” or share content, information about you may be publicly displayed on the social network, depending on your privacy settings.\nYou should review the Privacy Notice of that social media site and check your privacy settings through that site.\nIf you post information on a social media or another third-party service that references our brands or our products and services (e.g., via a Twitter hashtag), we may publish your post on our social media accounts or websites.</p>\n<p>\n<strong>Information You Provide About Others</strong>\n<br> The content you choose to upload to our service, including your photos and the information you store in your address book, may include personal information of others.\nIf you choose to share your photographs or other information with someone else through a feature we offer, we will use the personal information you provide (for example, the e-mail address of the recipient) to fulfill your request and for other purposes described in this Privacy Notice.\nBefore you upload and/or share personal information of others through our service, please ensure that you have the consent of such persons to do so.</p>\n<p>\n<strong>Other Information Contained in Your Photos</strong>\n<br>When you upload your photos to our platforms or give us permission to access the photos stored on your device, your photo content may also include related image information such as the time and the place your photo was taken, tags and similar information stored by your image capture device.\nIf you wish to restrict the transfer of image metadata in your individual photos, please adjust the settings on your image capture device.</p>\n<p>\n<strong>Cookies</strong>\n<br>We use cookies and other tracking technologies to collect your information when you are using our Services.\nWe use such information to analyze trends, remember user settings, administer our Services, track user movements, and market our products and services.\nWe may obtain reports based on the use of these technologies on an individual and/or aggregated basis.\nYou can control cookies through your browser setting and through tools we make available through our Services.\nFor more information about cookies and other tracking technologies we use, including how to disable them, please refer to our Cookie Notice.</p>\n<p>\n<strong>Other Sources</strong>\n<br>We may also obtain data that is publicly available or from third party sources, such as address verification services or third-party marketing database partners, to improve the accuracy of and add to what we know about our customers and prospective customers.\nWe may combine this information with your personal information for the purposes described in this Notice.</p>\n<p>\n<strong>Employment</strong>\n<br>In addition to information collected from our customers, we and our service providers also collect certain information from candidates who apply for a job with Snapfish to contact you about your application and evaluate your qualifications for the position, including your name, phone number, e-mail address, postal address, education information, and employment information.</p>\n<p>\n<strong>How do we share your information with third parties?</strong>\n</p>\n<p>\n<strong>We do not sell, license or share the personal information we collect with unaffiliated third parties for their marketing purposes.</strong>\n</p>\n<p>We may share personal information in the following situations.</p>\n<p>\n<strong>Service Providers</strong>\n<br>We sometimes use third-party service providers to act on our behalf, for example to help us fulfill your product orders, process payments, enhance and personalize your shopping experience with us, or to deliver our advertisements.\nOur service providers may receive your name and contact information, payment information, photos and other content you upload to our Sites and Apps, information about purchases you’ve made, cookies and other device identifiers, IP address, and website browsing and interaction activity.\nThese service providers are only allowed to use your information in connection with the specific service they provide on our behalf.</p>\n<p>\n<strong>Partners and Affiliates</strong>\n<br>Snapfish is part of the Shutterfly family of companies and brands.\nWe may share your information among our corporate affiliates and subsidiaries for purposes described in this Notice.\nThis allows us to offer features such as the ability to use your Snapfish account credentials across all of our Web properties and applications where available.\nWe also work with third parties who act as our partners to offer you joint products and services – for example, we work with prominent retailers to offer ship-to-store options to customers in many locations.\nIf you decide to use such products or services, we will share certain information about you with our partners for use as needed to enable us to provide the service.</p>\n<p>\n<strong>Law Enforcement, Mergers, and Other Situations</strong>\n<br>We may be required to share your personal information in other, limited circumstances.\nFor example, we may be required to share certain information to respond to a subpoena or similar judicial process, to comply with state, federal or local laws, to protect the security or integrity of our databases or website, to take precautions against liability, in the event of a corporate reorganization or, to the extent required by law, to provide information to law enforcement agencies.\nAdditionally, your information may be transferred to another organization if, for example, we transfer the ownership or operation of the Sites and Apps because we have merged with or have been acquired by another organization, or if we liquidate our assets.\nIn those cases, the new company’s use of your information will still be subject to this Notice and the privacy preferences you have expressed to us.</p>\n<p>\n<strong>Does our website collect information from children?</strong>\n</p>\n<p>Our Sites and Apps are intended for use by general audiences and are not targeted directly at children.\nWe will not knowingly collect personally identifiable information from children.\nIf we become aware that a child under the age of 13 has provided personal information through our websites or apps, we will remove their personally identifiable information from our files.\nIf a parent or guardian becomes aware that their child has provided such information through our websites or apps, the parent or guardian should contact us in writing at privacy@snapfish.com so that we may respond appropriately.</p>\n<p>\n<strong>What options do you have to limit our collection and use of your personal information?</strong>\n</p>\n<p>You have choices about how your information is collected and used.\nYou can notify us of your preferences when you create an account with us, and if you would like to review, correct or delete your account information on our Sites and Apps, you can do so by logging in to your account or by contacting us directly.\nThere may be times when we are unable to fulfill your request – for example, if providing access to your personal information would reveal confidential commercial or proprietary information or personal information about someone else (and we cannot separate your data), if we are prohibited by law from disclosing the information, or if we have a legal obligation to retain certain data.\nWe may require additional personal information from you for the purposes of verifying your identity and rights.\nIf you are a resident of California, please click here to learn more about your rights.</p>\n<p>\n<strong>Opting out of Marketing Communications</strong>\n<br> If you no longer want to receive marketing communications from us, you can unsubscribe by following instructions contained in the messages you receive, by changing your marketing preferences through your Account Settings, or by contacting us through Customer Service.\nWe reserve the right to send you certain communications relating to the services we provide, such as service announcements and administrative messages (for example, communications related to a pending order, an unresolved customer service issue, or a Notice update).\nWe do not offer you the ability to opt-out of receiving those communications.</p>\n<p>\n<strong>Cookie Options</strong>\n<br>You may manage the cookies that Snapfish uses through the settings in our Privacy Preference Center.\nYou may also change your web browser settings to reject Cookies from the site or to alert you before a cookie is placed on your computer.\nEach browser is different, so you should check your browser’s “Help” menu to learn how to change your cookie preferences.\nPlease note that cookie-based opt-outs only apply to the specific computer and browser on which the opt-out cookie is applied.\nIf you accept a cookie, you can delete it at any time through your web browser.\nIf you choose not to accept Cookies, though, you will not be able to enjoy all the features available to our registered users.</p>\n<p>\n<strong>How do we keep your information secure?</strong>\n</p>\n<p>Although no website, application, database or system is completely secure or “hacker proof,” we have safeguards in place to protect against unauthorized access and disclosures of the personal information we control, including technical, physical and administrative safeguards and security measures.\nDespite these measures, however, we cannot guarantee that our information security safeguards will never be compromised.</p>\n<p>\n<strong>How do we make updates to this Notice?</strong>\n</p>\n<p>As we implement new technology and introduce new services or otherwise change our privacy practices, or in response to changes in applicable laws or regulations, we may modify this Notice and provide notice to you by posting updates on this page.\nPlease check back periodically to view any updates.\nChanges to our Notice will become effective when posted.\nIf we change this Privacy Notice in a material way, we will endeavor to promptly notify our customers through a prominent notice on the applicable Sites and Apps.</p>\n<p>\n<strong>How can you contact us with questions about your privacy or this Notice?</strong>\n</p>\n<p>For further information regarding this website privacy statement or related Snapfish policies and procedures, please contact: privacy@snapfish.com </p>\n<p>\n<strong>Supplemental (CCPA) Notice to Residents of California</strong>\n</p>\n<p>\n<em>Effective Date: October 1, 2020</em>\n</p>\n<p>If you are a California resident, California law may apply to how we collect and use your personal information, and what rights you have in some circumstances.\nThe following terms supplement our Privacy Notice and explain the rights of California residents.</p>\n<p>For information about what categories of personal information we may collect from our customers, the sources of that information, the purposes for collecting and using that information, and what types of service providers we may share that information with, please see above our section titled What personal information do we collect? How do we use that information?</p>\n<p>California residents have the following rights:</p>\n<ul>\n<li>The right to request information about personal information that we have collected about that customer in the 12 months preceding the customer’s request – including the categories of information collected, the source of that information, the business purpose of that collection, the categories of third parties with whom that information is shared, and the specific personal information collected about that particular customer;</li>\n<li>The right to receive requested information in a readily-usable format if provided electronically;</li>\n<li>The right to request that we delete any personal information about the consumer that we have collected (although we may be entitled to retain some information for certain purposes).\nto exercise this right, please visit us at Customer Service.\nand</li>\n<li>You have the right to be free from discrimination based on your exercise of your CCPA rights.</li>\n</ul>\n<p>To exercise your rights under California law, please contact us at privacy@snapfish.com.</p>\n<p>We do not sell personal information.</p>\n<p>We cannot respond to your request to access or delete information unless we are able to both verify your identity or authority to make the request and confirm the personal information relates to you and/or your household.\nIf you have an account on any of our Sites and Apps, we will verify your identity by having you log in to your account.\nIf you do not have an account on our Sites and Apps, we will attempt to verify your request by asking you to provide identifying information that we will match to information in our files.\nWe will only use information you provide in your request for the purpose of verifying your identity or authority to make the request.</p>\n<p>You can also designate an authorized agent to make a request on your behalf.\nYour agent will need to provide a Power of Attorney authorizing the agent to act on your behalf, or will need to complete the same verification procedures that would be required for a request submitted by you directly, and provide information that allows us to verify your authorization.</p>\n<p>We may deny deletion requests in whole or in part as permitted or required by applicable law.\nWe do not charge a different price or rate or provide a different level or quality of goods or services based on your exercising your CCPA rights.</p>\n<p>If you are a California resident under the age of 18, and a registered user of any site where this Notice is posted, you may request and obtain removal of content or information you have publicly posted on such site.\nTo make such a request, please send an email with the subject line “California Minor Content Removal Request” to privacy@snapfish.com.\nPlease specify in your request which website or application your request relates to and the specific information or content that you would like removed.\nPlease note that your request does not ensure complete or comprehensive removal of the content or information, because, for example, some of your content may have been reposted by another visitor to our websites.</p>\n<p>We may run promotions from time to time whereby we incentivize a customer to provide certain pieces of information with us or allow us to retain or share their information.\nfor example, we may offer a one-time discount if an individual signs up for our email marketing list.\nWe will provide you with more information about these incentives when you sign up, and participation is voluntary.\nIf you change your mind, you may opt out at any time.</p>\n<p>\n<strong>Supplemental (GDPR) Notice to Residents of the EEA, Switzerland, and United Kingdom</strong>\n</p>\n<p>\n<em>Effective Date: October 1, 2020</em>\n</p>\n<p>\n<strong>Controller of Personal Information</strong>\n</p>\n<p>The data controller for your personal information is Snapfish, LLC, located at 2800 Bridge Parkway, Redwood City, California 94065, United States of America.\nPlease feel free to contact us for any reason at privacy@snapfish.com.</p>\n<p>\n<strong>Legal Bases for How We Process Your Information</strong>\n</p>\n<p>The legal bases for processing your information as set out in this Privacy Notice are as follows:</p>\n<ul>\n<li>Where use of your information is necessary to perform our obligations under a contract with you (for example, to comply with the terms of service of our websites which you accept by browsing the websites/registering, and/or our contract to provide our Services to you);</li>\n<li>Where use of your information is necessary for our legitimate interests or the legitimate interests of others (for example, to provide security for our websites, products, software, or applications.\noperate our business and our Services.\nfor direct marketing purposes, as appropriate.\nto make and receive payments.\nto engage in employment relationships.\nto comply with legal requirements and defend our legal rights.\nand to prevent fraud);</li>\n<li>Where we have your consent, in accordance with applicable legal requirements, to use your information for a particular purpose.\nwhich consent you may withdraw at any time by contacting us.\nor</li>\n<li>Where we use your information to comply with applicable legal obligations (for example, keeping track of purchases for tax and auditing purposes).</li>\n</ul>\n<p>\n<strong>Integrity and Retention of Personal Information</strong>\n</p>\n<p>Snapfish makes it easy for you to keep your personal information accurate, complete, and up to date.\nWe will retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy Notice and our Sites and Apps specific privacy summaries.\nWhen assessing these periods, we carefully examine our need to collect personal information at all and if we establish a relevant need, we only retain it for the shortest possible period to realize the purpose of collection unless a longer retention period is required by law.</p>\n<p>\n<strong>International Data Transfers</strong>\n</p>\n<p>Snapfish servers are in the United States.\nIf you choose to provide us with your information as described in this Privacy Notice, Snapfish may transfer your personal information cross-border.\nFor example, Snapfish may transfer your information to affiliates, partners, or other third parties located outside of your home country, for the purposes described in this Privacy Notice.\nThe laws governing data collection and use in the United States may differ and not provide the same level of protection as the jurisdiction in which you reside.</p>\n<p>Where we transfer data from the EU, Switzerland, or the United Kingdom, Snapfish will implement appropriate safeguards to comply with applicable law in relation to the transfer including the EU Standard Contractual Clauses or other measures that comply with applicable law, for personal data that is being transferred to places where the EU, Switzerland, and/or the United Kingdom have determined that an adequate level of protection is not guaranteed.</p>\n<p>By providing us with your information, you acknowledge such transfers.\nIf applicable, you may make a complaint to the data protection supervisory authority in the country where you are based.\nIf you would like further information about these transfer mechanisms, please feel free to contact us at privacy@snapfish.com.</p>\n<p>\n<strong>Your Legal Rights</strong>\n</p>\n<p>Your local laws may permit you to request that we:</p>\n<ul>\n<li>Provide access to and/or a copy of certain information we hold about you;</li>\n<li>Update or rectify information which is out of date or incorrect;</li>\n<li>Delete certain information that we are holding about you;</li>\n<li>Transfer your information to a third-party provider of services.\nand/or</li>\n<li>Revoke your consent for the processing of your information, to the extent we rely on consent as the legal basis to process your information.\nand</li>\n<li>For French residents only, you have the right to give directives relating to the disposal of your information after your death.</li>\n</ul>\n<p>You may edit, cancel, or delete your Snapfish account information at any time by entering your login credentials using the self-service tools available.\nFor any other request please contact our Customer Support.\nIf you request your account to be cancelled or deleted, we will satisfy your request within 30 days.\nIf we require more time to process your request, we will notify you about the delay.</p>\n<p>Information necessary for the purposes of maintaining business records regarding a deleted or cancelled account, including records of credit transactions and account ownership, will be retained in accordance with applicable law.\nWe may decline to process requests that are frivolous/vexatious, would jeopardize the privacy of others, are extremely impractical, or for which access is not otherwise required by local law.\nWe may also decline aspects of deletion or access requests if we believe doing so would undermine our legitimate use of data for anti-fraud and security purposes.</p>\n<p>\n<strong>Supplemental Notice to Residents of Nevada</strong>\n</p>\n<p>\n<em>Effective Date: October 1, 2020</em>\n</p>\n<p>Nevada law gives Nevada consumers the right to request that a company not sell their personal information for monetary consideration to certain other parties.\nThis right applies even if their personal information is not currently being sold.\nIf you are a Nevada consumer and wish to exercise this right, please send an email with the subject line “Nevada Resident Do Not Sell Request” to privacy@snapfish.com.</p> Preference CenterYour PrivacyYour Privacy<p>When you visit our site, cookies are stored on your browser to collect information about you, your device, and your preferences.\nThis information is primarily used to improve your experience on the site.\n<br>\n<br>\nYou can reject certain types of cookies, but this may negatively impact your site experience and services.\nThe following headings tell you more.</p>\n<ul>\n<li>Essential CookiesEssential CookiesAlways Active Essential Cookies<p>Necessary for the site to function.\nCannot be rejected.\nSet in response to you setting your privacy preferences, logging in, or filling in forms.\nIf you set your browser to block essential cookies, the site will not work.</p>Cookies Details‎</li>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>Remember your choices (username, language, etc.), and provide you with a more personalized site experience.</p>Cookies Details‎</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>Collect information about site use and performance, such as most popular pages, and when error messages pop up.\nUsed to help us improve how the site works.</p>Cookies Details‎</li>\n<li>Advertising CookiesAdvertising Cookies Advertising Cookies<p>Collects information about your interests so advertising can be geared to those interests.\nHelps improve the relevance of the advertising you receive.</p>Cookies Details‎</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyCONFIRM MY CHOICES ALLOW ALL", "created_at": "2021-04-06 14:01:26.66362", "updated_at": "2021-04-06 14:01:40.221271"}, {"id": 4749, "name": "TERMS AND CONDITIONS", "url": "https://www.snapfish.com/tac-overlay", "xpath": "", "text": " TERMS AND CONDITIONS TERMS AND CONDITIONS OVERLAY\n<p>Last Updated: October 21, 2019</p>\n<p>Welcome to Snapfish! Snapfish provides you with a fun, safe, and easy way to process, print, digitize, store, share and otherwise use (collectively \"Process\") photographs and other content offered to you on our website.\nBefore you use or access our services, you must carefully review the Terms and Conditions set out below (the \"Terms\").\nSpecific pages on our website or mobile application (the “Services”) may set out additional terms and conditions, all of which are incorporated by reference into these Terms.\nWe may be change or update these Terms at any time in accordance with Section XVII, but you can always find the most recent version here.\nYou should periodically check this page to make sure you have read the current version of these Terms.</p>\n<p>Your use of the Services indicates your acceptance of these Terms and agreement to be bound by them.\nAcceptance of these Terms creates a binding contract between you and Snapfish whereby you agree to use the Services only in accordance with these Terms.\nIf you have questions about these Terms, please contact Customer Support.\nYour use of the Services is entirely conditioned on and subject to your compliance with these Terms.\nIf you do not agree with these Terms, do not access or use the Services.</p>\n<p>Please read and carefully review these Terms, as they form a legally binding agreement between you and Snapfish.\nYou should pay special attention to the arbitration provision set forth below which, except and to the extent prohibited by law, requires you to arbitrate any claims you may have against Snapfish on an individual basis.\nARBITRATION ON AN INDIVIDUAL BASIS MEANS THAT YOU WILL NOT HAVE, AND YOU WAIVE, THE RIGHT FOR A JUDGE OR JURY TO DECIDE YOUR CLAIMS, AND THAT YOU MAY NOT PROCEED IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE CAPACITY.</p>\nI.\nYour Account <p>The Services are intended for adults.\nThis means you must be at least 18 years old to use the Services.\nYou can create a Snapfish account if you are at least 18 years old and submit certain requested information to Snapfish, including your name and correct email address.\nAs a customer, you must provide Snapfish with true, accurate, and complete information about yourself when requested (whether by questionnaires, surveys, registration forms, or other informational requests), and must keep that information updated so it is current and accurate.\nYou are responsible for preserving the confidentiality of your account and password, for restricting access to your account, and for all activities that occur under your account or password.\nYou will immediately notify Snapfish of any actual or suspected unauthorized use of your account.</p>\n<p>Your Snapfish account credentials will work across all Snapfish websites.\nHowever, while the majority of your data is accessible in your account across all websites, certain information, such as your projects and order history, may not be accessible because our service providers and product offerings vary between regions, and a project you start in one region may not be available for purchase in another.\nWhen you switch between regions for the first time, you will be given an opportunity to provide certain consents, as appropriate, for that region.</p>\n<p>\n<strong>For French residents only,</strong> if you provide your phone number, you have the right to object to being contacted by phone for direct marketing purposes at any time, by registering free of charge on www.bloctel.gouv.fr.</p>\n<p>Back to top</p>\nII.\nDigital Image Storage <p>\n<strong>“Active Participation” Required</strong>\n</p>\n<p>Snapfish offers free, unlimited storage of online photos to customers who maintain Active Participation.\n“Active Participation” is defined as purchasing or ordering product through the Services at least once every 365 days.\nPurchases through Snapfish third-party advertisers do not count towards Active Participation.\nIf you cease Active Participation for any reason, Snapfish reserves the right to terminate your account (or any part thereof) and your use of the Services, subject to the Termination provision in Section XIV of these Terms, and may remove and discard all information, communications, postings, albums, image files, creative material, photographs, videos, links, comments, and other content (collectively \"Content\") uploaded by you or otherwise made available by you via the Services.</p>\n<p>\n<strong>Termination of Services in Certain Locations</strong>\n</p>\n<p>If Snapfish decides to discontinue the Services in your country, your account will be automatically terminated when the Services discontinue.\nSnapfish will notify you at least thirty (30) days before any termination of Services in your country.\nAny unused free product credits will expire on the date Services end in your country.</p>\n<p>Video storage may be provided depending on the Services you subscribe to.\nWhen you upload Content to the Services, the original resolution and format of your Content may be modified depending on the upload speed you choose.\nIf you upload Content with very high resolution or bitrate Snapfish may, in its discretion, down-sample the Content regardless of the upload speed you choose.</p>\n<p>You should always preserve your original Content, or make back-up copies of your Content, on your personal computer system.\nDo not use the Services as the only repository or single source for your Content.\nThe Services are provided “as is” and “as available,” and Snapfish will not be liable for the loss of any Content.</p>\n<p>\n<strong>Saved Projects</strong>\n</p>\n<p>You can create unique projects by combining blank products offered by Snapfish with your photos or content (“Projects”).\nProjects are created by clicking “make this product” or “create now” in the product details page.</p>\n<p>You can save Projects that you haven’t yet purchased (“Saved Projects”), purchase them when you first create them (“Purchased Projects”), or delete them (“Deleted Projects”).\nYou can recover Deleted Projects for thirty (30) days after you delete them.\nAfter thirty (30) days, Deleted Projects cannot be recovered.</p>\n<p>Snapfish may remove Saved Projects from your account if they have not been modified in 365 days, without prior notice to you.\nSaved Projects removed by Snapfish cannot be recovered.</p>\n<p>Back to top</p>\nIII.\nUser Conduct <p>You may not use the Services to process Prohibited Content.\n“Prohibited Content” includes, but is not limited to, Content or other material that:</p>\n<ul>\n<li>Is abusive, deceptive, pornographic, obscene, defamatory, slanderous, violent, offensive, constitutes hate speech or is otherwise inappropriate;</li>\n<li>Consists of copyrighted material used without the express permission of the owner or material that has been altered so that the copyright, trademark or other proprietary notice is removed;</li>\n<li>Violates or otherwise encroaches on the rights of others including, but not limited to, intellectual property, privacy, publicity or privacy rights;</li>\n<li>Contains viruses, worms, corrupt files, Trojan horses or other forms of corruptive code, or any other content which may compromise the Services (collectively “Corruptive Code”);</li>\n<li>Advocates illegal activity;</li>\n<li>Violates any law or regulation;</li>\n<li>Harms or advocates harm against anyone, including minors.\nor,</li>\n<li>Provides a link to material associated with any of the above.</li>\n</ul>\n<p>Though Snapfish is not required to do so, it may from time to time examine any Content submitted to the Services.\nAlthough Snapfish does not and will not examine or otherwise review all Content submitted or transmitted to the Services, Snapfish may delete, move, or edit Content for any reason, at any time, without notice.</p>\n<p>All Content (whether private or public) is the sole responsibility of the person who submitted it.\nYou are solely responsible for your Content.</p>\n<p>By viewing the Services, you may be exposed to Content that you consider offensive.\nYou take sole responsibility for any such exposure.</p>\n<p>Snapfish in no way guarantees the accuracy, quality, or appropriateness of Content available through the Services.</p>\n<p>Back to top</p>\nIV.\nThird Party Software <p>As a convenience, Snapfish may make third-party software available through the Services, including by downloading.\nTo use such software, you will agree to the terms and conditions imposed by the third-party software provider.\nThe agreement to use such software will be solely between you and its third-party provider.\nSnapfish makes no representations or warranties concerning, and is not liable or responsible for, any such software.</p>\n<p>Back to top</p>\nV.\nLinks to Other Sites <p>The Services may contain links to other websites.\nWe are neither responsible for the availability of these external sites, nor do we endorse the activities or services provided by these websites.\nUnder no circumstances shall we be held responsible or liable, directly or indirectly, for any loss or damage caused or alleged to have been caused to a user in connection with the use of, or reliance on, any content, goods or services available on external websites.\nThese websites have their own privacy and data collection practices, and we are not responsible for their privacy practices.\nWe recommend carefully reviewing the user terms and privacy notice of these other websites prior to use.</p>\n<p>Back to top</p>\nVI.\nPrivacy Notice <p>We respect your privacy and have taken specific steps to protect it.\nYour submission of personal information through the Services is governed by our Privacy Notice.</p>\n<p>Back to top</p>\nVII.\nCopyright &amp.\nTrademark Ownership <p>The Services contain copyrighted material, trademarks and other proprietary information including, but not limited to, videos, comments, articles, information, catalogs, brochures, data, text, software, photos, and graphics (individually and collectively the \"Snapfish Content\").\nThe Snapfish Content is subject to copyrights and other intellectual property rights owned by Snapfish and other individuals or entities and is protected under United States and international law.</p>\n<p>The names, trademarks, service marks, and logos of Snapfish belong exclusively to Snapfish and are protected from reproduction, imitation, dilution or confusing or misleading uses under national and international trademark and copyright laws.\nAll other trademarks, service marks, and logos (including third-party product names) are the property of their respective owners.\nThe use or misuse of these trademarks is expressly prohibited, and nothing stated or implied on the Services confers on you any license or right under any intellectual property right of Snapfish or any third-party.</p>\n<p>Back to top</p>\nVIII.\nYour Intellectual Property Rights &amp.\nLicense Grant <p>Ownership.\nYou retain ownership of your Content and any rights granted to Snapfish are granted as a license.\nAlthough you retain ownership of your Content, any material, tools, features, templates or layouts provided to you by Snapfish that you use to arrange or organize your Content do not belong to you, and the rights to these materials, tools, features, templates or layouts belong to Snapfish.</p>\n<p>Content License.\nIn order for Snapfish to provide the Services to you and your “Invitees” (defined as anyone who is invited to the Services to see an album), you hereby grant to Snapfish and its parents, affiliates, subsidiaries, agents, vendors and assigns the perpetual, irrevocable, worldwide right to copy, display, modify, distribute, transmit, and make derivative works of your Content solely for the following purposes: (a) providing the Services to you or your Invitees.\n(b) showing you how your Content would appear in a product or service offered by Snapfish or one of its agents.\nand (c) improving the Services (e.g., customer support, technical support and/or vendor fulfillment).\nFor example, we may show you a sample product, such as a mug or calendar that includes one of your images, for your potential purchase.\nLikewise, we may send you images from various dates in your account to remind you of your past memories.</p>\n<p>Warranty.\nAs a condition to account creation, you represent and warrant to Snapfish that you either own your Content or have written permission from the copyright (or other intellectual property right, such as droit d’auteur and trademark) owner to make such Content available to the Services and that the Content does not and will not infringe, misappropriate, use or disclose without authorization or otherwise violate any personal, copyright, droit d’auteur, trademark, trade secret right or other intellectual property or other proprietary right of any third-party.</p>\n<p>Personal Rights.\nBy submitting Content to Snapfish, you consent to the use of your likeness, and you warrant and represent that you have obtained the written consent, release, and/or permission of every identifiable individual who appears in Content.\nThis written release includes the right to use such individual's likeness in the manner contemplated in these Terms.\nIf any identifiable individual is under the age of eighteen (18), you have obtained such written consent, release and/or permission from that individual's parents or guardians (and you agree to provide to us a copy of any such consents, releases and/or permissions upon our request).\nIf you do not have this release, do not submit the Content to Snapfish.</p>\n<p>The Services are protected by U.S.\nand international copyright and intellectual property laws and by other applicable laws.\nYou may not Process any Content owned by someone else without the express written consent of its owner.\nYou are solely liable for any intellectual property infringement or other violations that arise or result from your use of the Services.</p>\n<p>If you believe that your work or the work of someone else has been used in a way that constitutes copyright infringement, Snapfish has a process in place to respond to your concerns.\nYou can report any concerns regarding copyright infringement via this link at the bottom of our homepage REPORT AN INFRINGEMENT.</p>\n<p>Back to top</p>\nIX.\nLimited Warranty <p>EXCEPT FOR THE RIGHTS GRANTED TO CONSUMERS UNDER APPLICABLE LAW, ANY PRODUCT OR SERVICE MADE AVAILABLE THROUGH THE SERVICES IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nYOUR USE OF THE SERVICES IS AT YOUR OWN RISK.\nWITHIN THE LIMITS OF APPLICABLE LAWS, SNAPFISH WARRANTS ONLY THAT PRODUCTS WILL BE PROVIDED TO YOU IN USABLE CONDITION.\nIF YOUR PRODUCTS ARE DAMAGED OR OF UNACCEPTABLE QUANTITY OR QUALITY, SNAPFISH'S SOLE OBLIGATION, AND YOUR SOLE AND EXCLUSIVE REMEDY, WILL BE FOR SNAPFISH, AT ITS SOLE OPTION, TO EITHER (i) REFUND THE FULL AMOUNT OF THE PURCHASE PRICE OF SUCH PRODUCTS, OR (ii) REPRINT THE PRODUCTS AT NO EXTRA COST.</p>\n<p>EXCEPT FOR THE ABOVE EXPRESS LIMITED WARRANTY, TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, SNAPFISH AND SNAPFISH AFFILIATES EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nSNAPFISH MAKES NO WARRANTY THAT (i) THE SERVICES WILL BE PROVIDED IN A MANNER THAT IS UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE, (ii) THE SERVICES ARE OR WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR (iii) THE SERVICES WILL MEET YOUR REQUIREMENTS.\nSNAPFISH MAKES NO WARRANTIES OF ANY KIND WITH RESPECT TO SOFTWARE, GOODS, OR SERVICES THAT ARE PURCHASED, ACCESSED, OR OBTAINED THROUGH THE SERVICES OR THAT ARE ADVERTISED ON THE SERVICES, INCLUDING THAT SOFTWARE WILL BE FREE OF CORRUPTIVE CODE.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL, UNLESS SUCH DAMAGE IS IMPUTABLE TO US.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, THE REMEDIES SET FORTH IN THESE TERMS ARE YOUR SOLE AND EXCLUSIVE REMEDIES.</p>\n<p>\n<strong>For German residents only,</strong> if the delivered goods are defective, you are entitled, within the scope of legal provisions, to request rectification, withdraw from the contract, or reduce the price.</p>\n<p>\n<strong>For French residents only,</strong>&nbsp;certain warranties may automatically arise, as described below:</p>\n<p>Snapfish provides the legal warranty of conformity as set forth in articles L.\n217-4 et seq.\nof the French Consumer Code and the legal warranty against latent defects as set forth in articles 1641 to 1648 and 2232 of the French Civil Code.</p>\n<p>As regards the warranty of conformity, you have a period of two years from the delivery of the product within which to act.\nYou can choose between the repair or replacement of the product, provided that your choice does not lead to a manifestly disproportionate cost in relation to the other option, given the value of the product or the extent of the defect, pursuant to article L.\n217-9 of the French Consumer Code.&nbsp;You are not required to provide proof of the existence of a lack of conformity during the 24 months following the delivery of the product.\nThis legal warranty of conformity is applicable irrespective of the commercial guarantee which may have been granted.\nPlease note that Snapfish does not grant any commercial guarantee.\nIn addition, you may implement the warranty against hidden defects of the product sold within the meaning of article 1641 of the French Civil Code.\nIn this case, you can elect between the sale being canceled or the sale price being reduced pursuant to article 1644 of the French Civil Code.</p>\n<p>Back to top</p>\nX.\nLimitation of Liability <p>TO THE FULLEST EXTENT PERMITTED BY LAW, AND SAVE FOR THE RIGHTS GRANTED TO CONSUMERS UNDER APPLICABLE LAWS, SNAPFISH WILL HAVE NO OBLIGATION OR LIABILITY (WHETHER ARISING IN CONTRACT, WARRANTY, TORT, INCLUDING NEGLIGENCE, PRODUCT LIABILITY, OR OTHERWISE) FOR ANY DAMAGES OR LIABILITIES, INCLUDING DIRECT, INCIDENTAL, INDIRECT, SPECIAL, OR CONSEQUENTIAL (INCLUDING ANY LOSS OF DATA, REVENUE OR PROFIT OR DAMAGES ARISING FROM PERSONAL INJURY/WRONGFUL DEATH) ARISING WITH RESPECT TO YOUR USE OF THE SERVICES, EVEN IF SNAPFISH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHIS LIMITATION APPLIES TO DAMAGES ARISING FROM (i) USE OF OR INABILITY TO USE THE SERVICES, (ii) COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES, (iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS BY THIRD PARTIES, (iv) THIRD PARTY CONTENT MADE AVAILABLE TO YOU THROUGH THE SERVICES, OR (v) ANY OTHER MATTER RELATING TO THE SERVICES.</p>\n<p>In addition, when using the Services, information will be transmitted over a medium which is beyond the control and jurisdiction of Snapfish, its partners, advertisers, and sponsors or any other third party mentioned on the Services.\nAccordingly, Snapfish assumes no liability for or relating to the delay, failure, interruption, or corruption of any data or other information transmitted in connection with use of the Services.</p>\n<p>YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY OTHER DISPUTE WITH SNAPFISH IS TO DISCONTINUE YOUR USE OF THE SERVICES OR ANY SERVICE OFFERED BY SNAPFISH.\nIN NO EVENT SHALL OUR LIABILITY, OR THE LIABILITY OF OUR AFFILIATES AND SUBSIDIARIES FOR ANY AND ALL CLAIMS RELATING TO THE USE OF THE SERVICES EXCEED THE TOTAL AMOUNT THAT YOU PAID US DURING A ONE-YEAR PERIOD FOR USE OF THE SERVICES.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>Back to top</p>\nXI.\nOrder and Shipping Information <p>After creating your products, from your shopping cart you will be able to review/edit your products, and/or remove your products before placing your order.</p>\n<p>Your order constitutes an obligation to pay, subject to acceptance by Snapfish at our sole discretion.\nYour order is accepted by us when we ship the goods to you.\nAn order confirmation does not signify our acceptance of your order, but merely confirms receipt of your order.\nWe will send you a shipment confirmation once your order is accepted.</p>\n<p>Snapfish reserves the right to cancel any order prior to delivery at our sole and absolute discretion, whether or not you have already been charged.\nIf your order is cancelled pursuant to this section, and you have already been charged, Snapfish will automatically issue a refund to you.\nAs the products are individually produced, an approximate availability and delivery time are shown alongside the product description prior to order completion.\nThe products will be delivered as soon as they are available.\nThe times are estimates only and cannot be guaranteed.\nAt the latest, delivery will occur within thirty (30) days from acceptance of your order by Snapfish.</p>\n<p>Please note that Snapfish is not able to deliver to all regions worldwide.\nIf your desired country for delivery is not in the dropdown list of countries on the order entry page, then we do not currently deliver to that country.</p>\n<p>All prices are subject to the delivery charges that are stated on our Services, as well as any applicable taxes, duties, fees, or levies.\nAll prices are inclusive of value added tax (VAT) or goods and services tax (GST) at the appropriate rate, where applicable.\nSnapfish reserves the right to change the prices published on the Services at any time.\nHowever, orders already submitted to us will not be affected by such changes.</p>\n<p>Please note that merchandise may include logos or brand elements that are owned by Snapfish.\nWe seek to ensure that these Snapfish brand elements are subtle, and they often appear on the back of the product.\nIf you have any additional questions about how these elements may appear on your product, please contact us.</p>\n<p>Back to top</p>\nXII.\nNo Right to Withdraw Orders Once Placed <p>There is no right to withdraw your order once it is placed as all goods are made to your specification.\nHowever, if goods are faulty, Snapfish will either refund the full purchase price (including shipping), or reprint the product at no additional cost.\nAdditionally, the terms under Notice of Defects apply.\nIn no other circumstances will Snapfish provide a refund.</p>\nXIII.\nNotice of Defects <p>You have the following rights in addition to your rights under Section IX:</p>\n<p>(1) Your acceptance of the products occurs upon delivery of the products and will be presumed unless you notify us of defects by visiting www.snapfish.com/help as soon as reasonably possible but in any case no later than within 28 days after the delivery, or in the case of non-delivery, you must notify Snapfish within a reasonable time after the products were expected to arrive.</p>\n<p>(2) Please specify the delivery note/invoice number when reporting defects.</p>\n<p>(3) Please note that only technical inadequacies and inaccuracies, which were avoidable with the technology available is considered a defect, but does not include aspects of personal taste.\nDifferences in color between the images and the original image data are not a defect.\nThere is no defect if reduced quality is due to the poor quality (for example, low resolution) of the original image data.</p>\n<p>(4) It is important to notice that all sizes mentioned on the Services are approximate and some deviations can be expected as the products are created on an individual basis.</p>\n<p>Back to top</p>\nXIV.\nTermination <p>Snapfish may terminate your account (or any part thereof) or your use of the Services, and remove and discard any Content at any time, for any reason, including: (i) upon your request, (ii) conduct that violates these Terms or other policies or guidelines set forth by Snapfish elsewhere within the Services, (iii) conduct Snapfish believes is harmful to other Snapfish users or the business of Snapfish, or (iv) failure to maintain Active Participation in the Services.\nYou agree that, to the extent permitted by applicable law, we will have no liability whatsoever to you or any other party as a result of a termination of your access to our Services, the website or mobile application, to your account and/or as a result of the deletion of any Content in or related to your account.</p>\n<p>Back to top</p>\nXV.\nChoice of Law <p>Except where and to the extent prohibited by law, by using the Services you and Snapfish agree that if there is any controversy, claim, action, or dispute arising out of or related to your use of the Services, or the breach, enforcement, interpretation, or validity of these Terms or any part of them, other than disputes related to or involving Snapfish’s intellectual property, (“Dispute”), both parties shall first try in good faith to settle such Dispute by providing written notice to the other party describing the facts and circumstances of the Dispute and allowing the receiving party seven (7) days in which to respond to or settle the Dispute.</p>\n<p>Notice shall be sent to:</p>\n<ul>\n<li>Snapfish, Attention: Legal Department, 100 Montgomery Street, Suite 1430, San Francisco, CA 94104,United States, or</li>\n<li>You at the address we have on file for you.</li>\n</ul>\n<p>Both you and Snapfish agree that this Dispute resolution procedure is a condition precedent that must be satisfied before initiating any litigation or filing any claim against the other party.\nIF ANY DISPUTE CANNOT BE RESOLVED BY THIS PROCEDURE, YOU AGREE TO BINDING ARBITRATION ON AN INDIVIDUAL BASIS AS THE SOLE AND EXCLUSIVE MEANS FOR RESOLVING SUCH DISPUTE.\nARBITRATION ON AN INDIVIDUAL BASIS MEANS THAT YOU WILL NOT HAVE, AND YOU WAIVE, THE RIGHT FOR A JUDGE OR JURY TO DECIDE YOUR CLAIMS, AND THAT YOU MAY NOT PROCEED IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE CAPACITY.\nOther rights that you and we would have in court will not be available or will be more limited in arbitration, including discovery and appeal rights.\nAll such Disputes shall be exclusively submitted to JAMS (www.jamsadr.com) for binding arbitration under its rules then in effect in the San Francisco, California area, before one arbitrator to be mutually agreed upon by both parties.</p>\n<p>The arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any Dispute arising under or relating to the interpretation, applicability, enforceability, or formation of these Terms, including any claim that all or any part of these Terms are void or voidable, with the exception of disputes related to or involving Snapfish’s intellectual property.</p>\n<p>\n<strong>For German residents only,</strong> the laws of the Federal Republic of Germany shall apply excluding the United Nations Convention on Contracts for the International Sale of Goods (CISG).</p>\n<p>Back to top</p>\nXVI.\nExtrajudicial Resolution Pursuant to Regulation (EU) no.\n524/2013 <p>\n<strong>For French and Italian residents only,</strong> we encourage you to contact us first at privacy@snapfish.com in order to find any amicable solution.\nIf no amicable solution is found after you have contacted us, please note that, besides the legal recourse, there also exists the possibility of an extrajudicial resolution pursuant to regulation (EU) no.\n524/2013.\nFor details, please see regulation (EU) no.\n524/2013 and website http://ec.europa.eu/consumers/odr.</p>\n<p>\n<strong>For German residents only,</strong> we inform you according to § 36 German VSBG that we are not under obligation to take part in an extrajudicial resolution proceeding pursuant to the VSBG.</p>\n<p>Back to top</p>\nXVII.\nModification of Terms <p>Snapfish may amend these Terms at any time and for any reason, including the right to terminate all or any part of the Services.\nWhen we do so, we will update the “Last Updated” date at the beginning of these Terms.\nYou will be notified of any amendments or modifications made by Snapfish to these Terms and given an opportunity to accept the new Terms or cease use of the Services.</p>\n<p>Back to top</p>\nXVIII.\nRetention of the Agreement <p>\n<strong>For French residents only,</strong> pursuant to the provisions of Article L.\n213-1 of the French Consumer Code, we will store and archive, for a period of ten (10) years, all agreements entered into with you for a value of EUR 120 or more and you will be able to access them at any time.</p>\n<p>This right of access may be exercised at any time by&nbsp;contacting Customer Support.</p>\n<p>Back to top</p>\nXIX.\nEntire Agreement <p>These Terms constitute the entire agreement between you and Snapfish governing your use of the Services.\nIn the case of inconsistencies between these Terms and any information included in off-line materials (for example, promotional materials and mailers), these Terms will always control.\nYou may also be subject to additional terms and conditions that may apply when you use Snapfish Affiliate services, third-party Content, or third-party software.</p>\n<p>The failure of Snapfish to exercise or enforce any Term will not constitute a waiver of such Term.\nIf any provision of these Terms is found by a court of competent jurisdiction to be invalid or unenforceable, you agree that the court should endeavor to give effect to the parties’ intent with regard to the provision as reflected in the Terms, and that the other provisions of these Terms remain in full force and effect.</p>\n<p>Regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the Services or these Terms will be filed within one year after such claim or cause of action arose, or be forever barred.</p>\n<p>Back to top</p>\nXX.\nContact Us <p>If you have any questions or concerns regarding the Services or these Terms, please contact Customer Support or mail us at:</p>\nSnapfish\n100 Montgomery Street, Suite 1430,\nSan Francisco, CA 94104,\nUnited States\n<p>Back to top</p> Preference CenterYour PrivacyYour Privacy<p>When you visit our site, cookies are stored on your browser to collect information about you, your device, and your preferences.\nThis information is primarily used to improve your experience on the site.\n<br>\n<br>\nYou can reject certain types of cookies, but this may negatively impact your site experience and services.\nThe following headings tell you more.</p>\n<ul>\n<li>Essential CookiesEssential CookiesAlways Active Essential Cookies<p>Necessary for the site to function.\nCannot be rejected.\nSet in response to you setting your privacy preferences, logging in, or filling in forms.\nIf you set your browser to block essential cookies, the site will not work.</p>Cookies Details‎</li>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>Remember your choices (username, language, etc.), and provide you with a more personalized site experience.</p>Cookies Details‎</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>Collect information about site use and performance, such as most popular pages, and when error messages pop up.\nUsed to help us improve how the site works.</p>Cookies Details‎</li>\n<li>Advertising CookiesAdvertising Cookies Advertising Cookies<p>Collects information about your interests so advertising can be geared to those interests.\nHelps improve the relevance of the advertising you receive.</p>Cookies Details‎</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyCONFIRM MY CHOICES ALLOW ALL", "created_at": "2021-04-06 14:01:26.384429", "updated_at": "2021-04-06 14:01:59.720858"}, {"id": 4748, "name": "Cookie Notice", "url": "https://www.snapfish.com/cookienotice-overlay", "xpath": "", "text": " Cookie Notice Snapfish Cookie Notice Overlay\n<p>Effective Date: August 19, 2020</p>\n<p>\n<strong>At Snapfish, we help you to bring your photos to life.\nWhether you are a new snapper or a professional photographer, a proud parent or imaginative teenager, a passionate pet owner or an avid outdoor enthusiast, your privacy is important to us.\n</strong>\n</p>\nWhat Are Cookies and Why Do We Use Them? <p>Cookies are small text files that are created when you use online services and are stored on your device, such as a computer or a smart phone.\nAt Snapfish, we use cookies and other tracking technologies such as pixels, tags, software development kits, application program interfaces and web beacons to:</p>\n<ul>\n<li>Enhance your user experience by remembering your login and account settings when you use Snapfish online and mobile services (collectively “Services”)</li>\n<li>Process your payment</li>\n<li>Analyze Services usage and trends</li>\n<li>Track your browsing history</li>\n<li>Administer our Services</li>\n<li>Improve the Services functionality</li>\n<li>Deliver personalized advertisements</li>\n<li>Market our products and the services</li>\n</ul>\nTypes of Cookies and Other Tracking Technologies at Snapfish.\n<p>A list of cookies used on our sites and apps is available in our <strong>Privacy Preference Center</strong> by clicking on “Cookies Details” for the relevant category.\nWhile the list is subject to change from time to time, the categories of use described below will not change without notice.</p> CategoryDefinition <strong>Essential Cookies</strong>\nThese cookies are essential for you to browse the website and use its features, such as accessing secure areas of the site, holding items in your cart while you are shopping online and remembering your privacy settings are an example of strictly necessary cookies.\nEssential cookies are necessary for the site to function and cannot be rejected.\n<strong>Functional Cookies</strong>\nThese cookies allow a website to remember choices you have made in the past, like what language you prefer, or what your user name and password are so you can automatically log in.<br>\n<br> These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.\n<strong>Performance Cookies</strong>\nThese cookies collect information about how you use a website, like which pages you visited, and which links you clicked on.\nNone of this information can be used to identify you.\nIt is all aggregated and, therefore, depersonalized.\nTheir sole purpose is to improve website functions.\n<strong>Advertising Cookies</strong>\nThese cookies are used by us or our third party partners to collect information about your online behavior or location to show you relevant or personalised content or advertising on this and other sites, apps or platforms, including social media.\nAdvertising cookies help improve the relevance of the advertising you see online How to Manage Your Cookies <p>Because we respect your right to privacy, you can choose not to allow some types of cookies.\nYou may manage the cookies that Snapfish uses through the settings in our <strong>Privacy Preference Center</strong>.\nYou may withdraw consent to future uses at any time through this feature.\nEssential cookies – those that are necessary to the functioning of our sites and apps and to provide the service you requested (for example, a cookie to remember that you do not want any cookies set when you revisit the Services) – cannot be disabled.\nPlease be aware that blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>\n<p>You can also delete or prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of this site.\nFor more information about how to control or delete cookies, visit www.aboutcookies.org.</p>\n<p>Depending on where you live, you may be able to access one convenient place to indicate your preferences, including the option to make one “universal” opt-out of interest-based advertising with participating entities.\nFor example, in the United States, you can visit this site: Ad Choices.\nIn the EU, you can visit this site: Your Online Choices.\nWhen you opt-out using these methods, a cookie will be placed on your device indicating that you have opted-out of interest-based advertising.\nIf you delete your cookies, you will need to opt-out again.\nThese websites also provide detailed information about interest-based advertising and tips for managing your online privacy.</p>\n“Do-Not-Track” Technologies <p>Internet browsers can transmit “Do Not Track” signals that indicate that a user does not wish to have activity tracked.\nCurrently, no universally accepted standard exists for how to interpret such signals.\nWe do not respond to web browser “Do-Not-Track” signals.</p>\nHow Snapfish Notifies You of Changes to this Cookie Notice <p>We periodically update this Cookie Notice to account for changed legal and operational circumstances, to describe new cookies and tracking technologies, and how those changes affect our use of your information.\nWhen we do so, we will update the “Effective Date” above.\nWe encourage you to review this Cookie Notice each time you use our Services.\nIf we are going to use information in a manner that is materially different from that stated at the time of collection or make any material changes in our privacy practices, we will notify you through a prominent notice on our Services and we may notify you via email at the email address we have on file for you.\nIf you do not agree to the changes made to this Cookie Notice, we recommend that you stop using our Services or disable your cookies.</p>\nHow Can You Contact Snapfish? <p>If you have any questions or concerns about our Cookie Notice or our privacy practices, please do not hesitate to contact us via email at privacy@snapfish.com.</p> Preference CenterYour PrivacyYour Privacy<p>When you visit our site, cookies are stored on your browser to collect information about you, your device, and your preferences.\nThis information is primarily used to improve your experience on the site.\n<br>\n<br>\nYou can reject certain types of cookies, but this may negatively impact your site experience and services.\nThe following headings tell you more.</p>\n<ul>\n<li>Essential CookiesEssential CookiesAlways Active Essential Cookies<p>Necessary for the site to function.\nCannot be rejected.\nSet in response to you setting your privacy preferences, logging in, or filling in forms.\nIf you set your browser to block essential cookies, the site will not work.</p>Cookies Details‎</li>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>Remember your choices (username, language, etc.), and provide you with a more personalized site experience.</p>Cookies Details‎</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>Collect information about site use and performance, such as most popular pages, and when error messages pop up.\nUsed to help us improve how the site works.</p>Cookies Details‎</li>\n<li>Advertising CookiesAdvertising Cookies Advertising Cookies<p>Collects information about your interests so advertising can be geared to those interests.\nHelps improve the relevance of the advertising you receive.</p>Cookies Details‎</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyCONFIRM MY CHOICES ALLOW ALL", "created_at": "2021-04-06 14:01:26.104965", "updated_at": "2021-04-06 14:02:18.987643"}], "points": [], "urls": ["snapfish.com"]}}