{"error": 448, "message": "OK", "parameters": {"id": 5458, "name": "Migadu", "created_at": "2021-11-03 03:51:41.477319", "updated_at": "2021-11-03 23:01:06.93352", "wikipedia": null, "keywords": null, "related": null, "slug": "migadu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5458.png", "url": "migadu.com", "documents": [{"id": 9807, "name": "Terms of Service", "url": "https://www.migadu.com/terms/", "xpath": "", "text": " Pricing Pro/Cons Guides Support Sign In Try for Free The Fine Print <ul>\n<li>Introduction</li>\n<li>General Rules</li>\n<li>White-hat Usage</li>\n<li>Privacy Policy</li>\n<li>The Free Trial</li>\n<li>Quotas</li>\n<li>Account Termination</li>\n<li>Refunds</li>\n<li>Liability</li>\n<li>Refusal of Service</li>\n<li>Indemnification</li>\n<li>Terms Modifications</li>\n<li>Validity</li>\n<li>Applicable Law</li>\n</ul>\n<p>Updated Monday, June 29, 2020</p> Introduction\n<p>Migadu.com is an email management service.\nWe have first built it to simplify our\nown email tasks.\nWe now offer it in good faith, hoping it will be of even better\nservice to you.</p>\n<p>To use Migadu services you must agree to our house rules, called terms and\nconditions in the lawyer lingo.\nWe try to keep these rules reasonable, human-readable\nand understandable.</p>\n<p>Your complete satisfaction is our number one priority.\nPlease tell us if anything\nfalls short of your expectations so we can actually do something about it,\nregardless of these rules.\nNothing is set in stone, and we are open to making\nadjustments.</p>\nGeneral Rules\n<p>Our service is provided exclusively to individuals who are at least 18 years of\nage, or to minors who have obtained parental consent to open and maintain an\naccount.</p>\n<p>For registration, we require a valid, permanent email address.\nUse of temporary\nemail addresses will result in account termination.\nWe must be able to\ncommunicate with account holders.</p>\n<p>Each account holder is solely responsible for all messages sent or received\nthrough our service.\nAs a condition for using, you agree to not use Migadu\nservices for any unlawful or prohibited activities.\nThis includes any unethical or\nundesired activities by any party.</p>\n<p>You also agree to be bound by these terms.\nWe may at our sole discretion, terminate\nservice without cause or notice.\nIn a case of a severe violation of these terms we\nmay refuse communication with violators as well ignore their appeals.</p>\n<p>Please understand that we take a hard stand, but in practice we will try\nto keep you informed of everything that concerns your account.\nWe will take\naggressive actions only when absolutely necessary to protect ourselves,\nour property, other users as well third parties.</p>\n<p>By using our services, you agree to abide by all national and international laws\nand regulations and to not use the same for any illegal purposes.\nThe include but\nare not limited to spamming, misrepresentation (spoofing) and phishing, as well\nusage of our services for purposes that violate third party terms of services.</p>\n<p>You also agree not to disrupt the Migadu networks and servers.\nYou further agree\nto not use Migadu to send spam (junk) mail, or mailing list emails that contain\npersons that have not specifically agreed to be included on that list.\nMigadu is\na quite cost inefficient choice for that anyway.</p>\n<p>\n<strong>Any account found to be generating spam will be immediately blocked and a penalty\nof up to $500 may apply if the violation is found to be intentional.</strong>\n</p>\n<p>In response to abuse reports, complaints or court orders we may also terminate\naccounts which are found to be used for illegal or fraudulent activity.\nWe have\nno obligation to store or forward the contents of terminated accounts.</p>\n<p>By using our services, you are our guest.\nGuest manners apply.</p>\nWhite-hat Usage\n<p>Several security companies have found Migadu very convenient for penetration testing.\nHowever, unless such activities are announced to us well ahead of time, the account may\nbe terminated and targeted parties informed.\nPlease do not count on not being caught by us,\nas it will ruin your investment.</p>\n<p>Please introduce yourself first, your company as well your intentions before attempting phishing\ntechniques.\nIf found legit, we will approve your account and require you to use the Maxi plan to\ncompensate for any additional administration overhead your activities may cause us.</p>\nPrivacy Policy\n<p>Our privacy policy is available as a separate document.</p>\nThe Free Trial\n<p>We offer a limited, free trial of our services with a time limitation.\nThe purpose of the free trial is to allow a test drive our platform before\ncommitting to a paid plan.\nThe free trial comes without any guarantees and is\nlimited to a subset of features and actual quotas of the paid plans.</p>\n<p>\n<strong>We may limit or terminate an ongoing trial account at our sole discretion\nwithout any previous announcement.\nWe may also modify the conditions or\nwithdraw the free trial offering completely at some point without an announcement.</strong>\n</p>\nQuotas\n<p>Migadu accounts are limited by quotas of incoming and outgoing messages as well\nstorage amounts.\nAfter reaching the quota limit, you will be warned and kindly\nasked to upgrade to a higher plan or continue by paying for overages.\nWe may at\nour sole discretion change or remove the daily quotas.</p>\n<p>If an account is continuously over quota for seven days, the account will be\nblocked and if applicable, downgraded forcefully.\nAppeal will be possible for up\nto 30 days to resolve the block.\nUncleared, blocked accounts will be purged after\n30 days regardless of the previous plan.</p>\n<p>Free accounts as well accounts which are significantly over quota limits may be\nblocked even before the seven days limit.</p>\n<p>Domains of blocked accounts are automatically added to our permanent blacklists.</p>\nAccount Termination\n<p>If you do not wish to use our services anymore, you have to terminate your account\nyourself by authenticating first against it.\nAuthentication proves ownership.\nWe\ncannot accept termination requests via email or third party services.</p>\n<p>If you are on a paid plan, please downgrade your plan first.\nRemoving all domains\nbut leaving the account on a paid plan will still incur monthly or yearly charges\nwhich will be non refundable.</p>\n<p>If you intend to request a refund, please do so before terminating your account.\nAfter you have terminated your account, we will not accept any refund request.</p>\nRefunds\n<p>We care deeply about providing you with the best service possible.</p>\n<p>Most of our users start on our free plan to test drive the service before\ncontinuing to a paid plan.</p>\n<p>If you sign up for one of our paid plans and find our services unsatisfactory or\nsimply unfit for your needs within the first 14 days, we do offer a worry-free\nmoney back guarantee.\nIf you have used our service extensively during those 14 days,\nwe may deduct the prorated cost of usage and refund the remainder.</p>\n<p>\n<strong>After 14 days of payment, all sales are to be considered final.\nThat includes\npayments for new monthly and yearly plans, prepayments as well renewals.</strong>\n</p>\n<p>Downgrading an account or changing plans may result in positive account balance.\nThose account balances are automatically consumed in later charges.\nIf no further\ntransactions happen within a year, unchanged positive account balances expire.</p>\n<p>If you are requesting a refund, please do so from an account using the support\nticketing system.</p>\n<p>\n<strong>Refund requests for already terminated accounts will not be accepted.</strong>\n</p>\nLiability\n<p>Migadu is a service which is actively developed and maintained.\nIt will\ncertainly include errors.\nWe may make improvements and changes at any time\nwithout notice.\nWe do not make any guarantees about the reliability of the\nservice and do not guarantee the security of user data despite best efforts.</p>\n<p>The service is provided “as is” and you agree not to hold us responsible\nfor any damages that arise as a result of the loss of use, data, or profits\nconnected to the performance of this service.\nFurthermore, you will not hold\nus liable if confidential material is unintentionally released as the result of\na security failure or vulnerability.\nFor sensitive materials, please use a strong\nencryption scheme such as GPG.</p>\n<p>That said, we do strive to make Migadu as reliable and secure as possible by\nall means.</p>\nRefusal of Service\n<p>We retain the right to refuse service without further explanations.\nCommon reasons\nare violations of these rules, verbal or attacks of any kind on Migadu, its employees,\ninfrastructure or image.</p>\n<p>We hope to never have to exercise that right.\nWe are here to serve you after all,\nnot deny service.\nHowever, avoid being someone we do not want to be associated with.</p>\nIndemnification\n<p>You agree that we cannot be held responsible for any third party claim, demand,\nor damage, including reasonable attorneys’ fees, arising out of your use of our\nservices.\nYou, and solely you, take responsibility for your actions while\nusing our service.</p>\nTerms Modifications\n<p>We reserve the right to review and change this agreement at any time.\nYou are responsible for regularly reviewing these Terms and Conditions.\nContinued use of our services after such changes shall constitute your\nconsent to such changes.</p>\nValidity\n<p>Should individual provisions of these terms be wholly or partially void and/or ineffective, the\nvalidity and/or effectiveness of the remaining provisions or parts of such provisions shall remain unaffected.</p>\n<p>The invalid and/or ineffective provisions shall be replaced by such provisions which correspond to the meaning and purpose of the\ninvalid and/or unenforceable provisions in a legally effective manner economically closest\nis coming.\nThe same applies to possible gaps in the regulation.</p>\nApplicable Law\n<p>This agreement shall be governed in all respects by the laws of the Canton of\nAppenzell Ausserrhoden, Swiss Confederation.\nAll actions commenced pursuant hereto shall\nbe brought in a court of competent jurisdiction residing in the Canton of\nAppenzell Ausserrhoden.</p>\n<p>\n<strong>Migadu-Mail GmbH</strong>\n</p>\n<ul>\n<li>For Agencies</li>\n<li>For Retailers</li>\n<li>For Families</li>\n<li>For Freelancers</li>\n<li>For Startups</li>\n<li>For Non-Profits</li>\n<li>For Students</li>\n</ul>\n<ul>\n<li>Email Freedom</li>\n<li>Pricing</li>\n<li>Email Clients</li>\n<li>Webmail Access</li>\n<li>Support</li>\n<li>API</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Privacy Policy</li>\n<li>Terms Of Service</li>\n<li>Refund Policy</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Acceptable Use</li>\n<li>Report Abuse</li>\n<li>No Spam</li>\n<li>No Phishing</li>\n<li>No Fraud</li>\n<li>No Violence</li>\n</ul> &nbsp;&nbsp.\n<p>For the world, Made in Switzerland<br> Copyright © Migadu-Mail GmbH 2020</p> ", "created_at": "2021-11-03 03:51:41.479677", "updated_at": "2021-11-03 02:52:04.954603"}], "points": [], "urls": ["migadu.com"]}}