{"error": 448, "message": "OK", "parameters": {"id": 4660, "name": "Gartner Studios ", "created_at": "2021-07-11 05:18:26.284331", "updated_at": "2021-07-11 22:00:50.964792", "wikipedia": null, "keywords": null, "related": null, "slug": "gartner-studios", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4660.png", "url": "gartnerstudios.com", "documents": [{"id": 8346, "name": "PRIVACY POLICY ", "url": "https://www.gartnerstudios.com/privacy-policy", "xpath": "/html/body/div[1]/div/div[3]/div/div/div[4]", "text": "PRIVACY POLICY\n<p>PLEASE READ CAREFULLY.\nYOUR USE OF THIS SITE CONFIRMS YOUR UNCONDITIONAL ACCEPTANCE OF THIS PRIVACY POLICY.\nYOU SHOULD CHECK THIS POLICY REGULARLY TO SEE IF ANY CHANGES HAVE BEEN MADE.</p>\n<p>Last Revised Date: November 29, 2011</p>\n<p>Gartner Studios and our affiliated partner sites (“we” or “us”) are committed to protecting the privacy of our customers (“you”) when you visit the web site (the “Site”) or visit with us in any other way.\nTo better protect your privacy, we provide this notice to explain how we use, collect and protect the information you provide to us while visiting our stores, using this Site, or dealing with us in any other way and the choices you can make about the way your information is collected and used.</p>\n<p>If you have any questions regarding this Privacy Policy, please contact us via e-mail or by calling toll-free 1-888-235-0484.</p>\n<p>I.\nCollection and Use of Personal Information </p>\n<p>We may collect and store information that you provide online when you visit the Site, and that you provide offline when you visit or call one of our stores, or order from a catalog or via telephone.</p>\n<p>A.\nOnline Collection </p>\n<p>\n<strong>1.\nBuying a Product and/or Signing Up for a Customer Account </strong>\n</p>\n<p>One way to submit Personal Information is by buying a product and/or signing up for a customer account.\nWhen you place an order or open an account, we collect and store some or all of the following information that you provide: name, billing address, shipping address, e-mail address, telephone numbers, credit card number and expiration date.\nThis information is used to provide the products and services that you have ordered or requested, to process and ship orders, to send order and shipping confirmations and to provide customer service.\nThis information may also be used to contact you about sales, new products and announcements, changes to our Site or policies and special offers and promotional communications.\nWe also may send you offers or promotions from third parties that we believe may be of interest to you, but we will not share your Personal Information with those third parties.</p>\n<p>When you buy a product or sign up for a customer account, you will be given the opportunity to opt-out of receiving promotional e-mails.\nAlso, if at any time you change your mind and no longer wish to receive these offerings by e-mail, you may use the opt-out function provided in every promotional e-mail we send or follow the steps in Section VI below.</p>\n<p>\n<strong>2.\nSigning Up for Our Mailing List, Newsletters, or Other Similar Offering </strong>\n</p>\n<p>A second way for you to submit Personal Information is by signing up for our mailing list(s), newsletter(s), free e-card or other similar offering.\nWe also may contact you about other sales, new products and announcements, changes to our Site, affiliated partner Site or policies and special offers and promotional communications.\nThird party offers that we believe might be of interest may also be sent to you, but we will not share your Personal Information with those third parties.\nWhen you sign up you will be given the opportunity to opt-out of receiving promotional e-mails.\nAlso, if at any time you change your mind and no longer wish to receive these offerings by e-mail, you may use the opt-out function provided in every promotional e-mail we send or follow the steps in Section VI below.\nIf you no longer wish to receive these offerings by postal mail, please contact us by e-mail or by calling 1-888-235-0484.</p>\n<p>If you provide Personal Information of a third party for us to send them a message, we will only use that information for purposes of sending the message, unless the third party requests otherwise.</p>\n<p>\n<strong>3.\nSigning up for Contests and/or Sweepstakes </strong>\n</p>\n<p>A third way for you to submit Personal Information is by signing up for contests and sweepstakes.\nEach contest or sweepstakes will have its own official rules provided with the description of the contest or sweepstakes, or the entry form.\nThe official rules will specify how Personal Information and other information gathered from you for entry will be used and disclosed.</p>\n<p>\n<strong>4.\nExpressing Interest in Job Opportunities with Us </strong>\n</p>\n<p>A fourth way for you to submit Personal Information is by applying for a job with us.\nWe will use that information only to contact you regarding job opportunities that may be of interest.</p>\n<p>\n<strong>5.\nVisiting Pages on Our Site </strong>\n</p>\n<p>We currently contract with several online partners to help manage and optimize our Internet business and communications.\nWe use the services of a marketing company to help us measure the effectiveness of our advertising and how visitors use our Site, including all locations on the Site.\nTo do this, we use Web beacons and cookies (use of which is further discussed in Section I.C.) provided by our marketing company on this Site.\nThe type of information we collect includes product skus and prices for merchandise that visitors view and purchase, pages visited on this Site, demographic information, and technical specifications such as browser type.\nBy supplementing our records, this information helps us learn things like what pages are most attractive to our visitors, which of our products most interest our customers, and what kinds of offers our customers like to see.\nAlthough our marketing company logs the information coming from our Site on our behalf, we control how that data may and may not be used.</p>\n<p>B.\nOffline Collection </p>\n<p>We also collect Personal Information from you offline, when you make a purchase or fill out an information card in one of our store locations, call one of our stores, or order from a catalog or via telephone.\nWe may use this information to send you postal mail or e-mails containing special offers, coupons, promotions or other such materials.\nWe may also send postal mail to mailing lists that we rent from marketing service companies for one-time use.\nIf you are receiving postal mail or e-mail from us that you no longer wish to receive, please contact us by e-mail or by calling 1-888-235-0484.</p>\n<p>C.\nAutomatic Collection </p>\n<p>We collect and store certain other information automatically whenever you interact with the Site.\nFor example, we collect your IP address, browser information and reference site domain name every time you visit the Site.\nWe also collect information regarding customer traffic patterns and Site usage.\nThis information is used to analyze and improve the Site and to help us provide our customers with a fulfilling and pleasant shopping experience.\nLike many Web sites, we also use standard technologies such as “cookies,” which are files placed on your computer’s hard drive by the sites you visit.\nCookies help us identify account holders and optimize their shopping experience.\nCookies also allow us to hold selections in a shopping account when you leave the Site without checking out and to recognize you when you return to the Site.\nMost browsers accept cookies automatically but allow you to disable them.\nWe recommend that you leave cookies “turned on” so that we can offer you a better shopping experience on the Site.</p>\n<p>D.\nCombining Personal Information </p>\n<p>To serve you better, we may combine Personal Information you give us online and offline.\nWe also may combine that information with publicly available information about you that we may receive from third parties.\nWe may use that combined information to enhance and personalize your shopping experience with us, to communicate with you about our products and for other promotional purposes.</p>\n<p>II.\nSharing of Information</p>\n<p>A.\nService Providers</p>\n<p>We may contract with third-party companies or persons to provide certain services including operating the Site, sending communications on our behalf, distribution, data management and promotional services, etc.\n(“Service Providers”).\nWe provide the Service Providers with the information needed for them to perform these services with the requirement that they only use the information to perform those services for us and for no other purpose.</p>\n<p>In turn, our Service Providers may engage third parties to perform services in connection with the operation of our business.\nExamples of these services include payment processing and authorization, order fulfillment and shipping and Site evaluation.\nOur Service Providers may provide Personal Information to these third parties, but we authorize them to use this information only in connection with the services they perform for use of our Site and stores.</p>\n<p>B.\nInformation Not Held by Gartner Studios </p>\n<p>We contract with marketing service firms to distribute our promotional materials via mail, e-mail, newspapers, etc.\nSometimes our promotional materials will be included in packages of mail containing several promotional pieces that are sent by marketing firms.\nIf you receive this type of mail, you are on the marketing firm’s mailing or e-mailing list, and use of your information is subject to the privacy policy of the marketing firm.\nIf you no longer wish to receive this mail, we cannot take you off the marketing firm’s list.\nHowever, if you contact us about a specific mailing, we may be able to provide contact information to help you reach the marketing firm so that you may make your opt-out request directly to the company that administers the list in question.</p>\n<p>C.\nOther Sharing of Information </p>\n<p>We also may release Personal Information if we believe in good faith that: the law or legal process requires it.\nwe have received a valid administrative request from a law enforcement agency.\nor such release is necessary to protect the rights, property or safety of us or our Service Providers, licensees, franchisees, business partners, customers or others.</p>\n<p>We may share non-personal information with our marketing partners, advertisers and others from time to time.\nExamples of such information include the number of users who visited the Site during a specific time.\nThis information generally is shared in an aggregate form.</p>\n<p>We never use or share Personal Information provided to us in stores or on this Site in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.\nIt is not our business practice to sell or rent the Personal Information you give us to any third parties.</p>\n<p>As with any business or entity, it is possible that as our business develops, we might buy or sell online stores or other assets.\nIn such transactions, Personal Information may be among the transferred assets.</p>\n<p>D.\nE-Mail to Friend </p>\n<p>If a user of our Gartner Studios affiliated partner site elects to use our E-mail To Friend feature to invite a friend or relative to comment on the user’s project, we provide a form for our user to enter the friend’s e-mail address, their own e-mail address (to identify who it is from) and to add a note to the friend.\nAn e-mail will automatically be sent to the friend containing a link to preview the user’s work.\nThe friend will only be able to view the user’s project.\nThe friend will not have access to the user’s account, personal information or other projects.\nThe friend will not be able to change, edit, modify, add or delete anything from the user’s account or saved work file.\nWe may add text to your e-mail to a friend, such as to offer the friend an opportunity to create his or her own account.\nSpecial promotional offers may also be inserted in the e-mails to your friends.\nWe never harvest the e-mail addresses you insert in the E-mail To Friend form, for any purpose other than that described herein, including follow-up promotional e-mails.</p>\n<p>III.\nChildren’s Privacy </p>\n<p>We are committed to protecting children’s privacy.\nFrom time to time on the Site, we may request information from adults about children that they know.\nWe do not intentionally collect Personal Information from children under the age of 13.\nWe collect information about children from adults.\nParents, guardians or other adults can always ask us to review or delete any of the children’s information, and can decline to permit further collection of the children’s information at any time by contacting us via e-mail or by calling 1-888-235-0484.\nIf you ask us to delete children’s information that is necessary to participate in certain activities or events, the children may not participate in those activities.\nIf you are under the age of thirteen (13), you should use the Site only with the involvement of a parent or guardian and should not submit any Personal Information to us.</p>\n<p>IV.\nCommitment to Security </p>\n<p>We are certified by COMODO®, which shows our dedication to securely protecting the Personal Information we collect.\nWe use various physical, electronic and managerial security measures, including Secure Socket Layer (SSL) encryption technology, to help prevent unauthorized access, maintain data accuracy and ensure the correct use of Personal Information that we collect.</p>\n<p>If you sign up for a customer account with us, you must provide an appropriate e-mail address and password in order to access account information.\nCustomer account holders can access and edit their information, or cancel or change their passwords by logging into their account and editing their profile, or by contacting us.\nIn order to help protect Personal Information further, account holders should be careful about disclosing passwords to others.</p>\n<p>V.\nHow You Can Access or Change Your Information </p>\n<p>If you have signed up for a customer account with us on the Site or on one of our affiliate partner Sites, you can access or change your Personal Information by logging in to your account and editing your profile.</p>\n<p>If you do not have a customer account, you can access or change your Personal Information that we collect and maintain online by clicking on an “Edit Profile” hyperlink contained in promotional e-mails we send you.</p>\n<p>VI.\nHow to Indicate Whether or Not You Want To Receive Promotional Communications </p>\n<p>Customer account holders can make changes to previous choices of what information they wish to receive and how by logging into their account on our Site and editing their profile.</p>\n<p>Whether or not you have a customer account, you also will have the opportunity to change these selections regarding e-mails by clicking on an “unsubscribe” or “edit profile” hyperlink contained in promotional e-mails we send you.\nSuch changes will take effect in up to ten (10) days.</p>\n<p>You can opt-out of receiving promotional communications from us sent by e-mail, postal mail or other similar method by contacting us via e-mail or by calling 1-888-235-0484.</p>\n<p>VII.\nWhat Happens When You Link To or From Another Site </p>\n<p>The Site may contain links to other sites operated by our affiliates or other third parties.\nWe are not responsible for the privacy policies, practices or contents of such other sites.\nPlease be advised that the practices described in this Privacy Policy do not apply to information gathered through other sites.\nWe encourage you to be aware of when you leave the Site and which site you are on when submitting personal information.\nYou are responsible for reviewing the privacy policies and practices of each and every site that you visit.</p>\n<p>VIII.\nChanges to the Privacy Policy </p>\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make changes to this Privacy Policy, we will post the revised Privacy Policy at the Site.\nIn some cases, we also may choose to post a notice on the Site or send an e-mail notifying users of the changes, but we are not required to do so.\nYou should check the Site regularly to see if any recent changes to this Privacy Policy have occurred.</p>\n<p>IX.\nUse of Site Signifies Your Acceptance of These </p>\n<p>Terms Each time you visit the Site, you are signifying your acceptance of the current Privacy Policy at that time.\nIf you do not agree with anything described in this Privacy Policy, you may discontinue use of the Site.\nYour continued use of any portion of the Site following notification or posting of changes to the Privacy Policy will constitute your acceptance of these changes.</p>", "created_at": "2021-07-11 05:18:26.287124", "updated_at": "2021-07-11 03:19:33.81312"}], "points": [], "urls": ["gartnerstudios.com"]}}