{"error": 448, "message": "OK", "parameters": {"id": 3297, "name": "Prager University ", "created_at": "2021-04-25 13:33:41.992774", "updated_at": "2021-04-26 00:02:24.050832", "wikipedia": null, "keywords": null, "related": null, "slug": "prager_university_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3297.png", "url": "prageru.com", "documents": [{"id": 5396, "name": "UNIFORM DISCLOSURE STATEMENT", "url": "https://www.prageru.com/state-disclosures/", "xpath": "", "text": "<ul>\n<li>Watch<ul>\n<li>5-Minute Videos</li>\n<li>PREP Kids Shows</li>\n<li>Fireside Chat with Dennis Prager</li>\n<li>The Candace Owens Show</li>\n<li>The Book Club with Michael Knowles</li>\n<li>Will Witt</li>\n<li>Stories of Us</li>\n<li>Americanos</li>\n<li>Short Documentaries</li>\n<li>Playlists</li>\n<li>Short Clips</li>\n</ul>\n</li>\n<li>Podcasts</li>\n<li>Discover<ul>\n<li>About Us</li>\n<li>Presenters</li>\n<li>2020 Annual Report</li>\n<li>Donor Updates</li>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>FAQs</li>\n<li>Contact Us</li>\n<li>Movies We Love</li>\n</ul>\n</li>\n<li>Get Involved<ul>\n<li>PragerFORCE for <br>Students &amp.\nYoung Professionals</li>\n<li>PREP for Parents and Educators</li>\n<li>Petitions</li>\n<li>Social Media Toolkits</li>\n<li>PragerUnited Monthly Donor Club</li>\n<li>Sponsorship Opportunities</li>\n<li>Ways To Give</li>\n<li>Translate PragerU</li>\n<li>Come Work With Us</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Login</li>\n<li> search</li>\n</ul>JoinDonateState Disclosures<p>\n<b>UNIFORM DISCLOSURE STATEMENT</b>\n</p>\n<p>Prager University Foundation (“the Foundation”) is a §501(c)(3) organization, gifts to which are deductible as charitable contributions for Federal income tax purposes.</p>\n<p>\n<b>\n<u>California</u>\n</b>\n<b>: </b>The Foundation's audited financial statement is available upon request to the Foundation.\n100 percent of your gift may be deducted under Federal and State income tax laws.<b>\n</b>\n<b>\n<u>Florida</u>\n</b>\n<b>:</b> A COPY OF THE OFFICIAL REGISTRATION AND FINANCIAL INFORMATION MAY BE OBTAINED FROM THE DIVISION OF CONSUMER SERVICES BY CALLING TOLL FREE WITHIN THE STATE, 1-800-435-7352, OR AT WWW.FLORIDACONSUMERHELP.COM.\nREGISTRATION DOES NOT IMPLY ENDORSEMENT, APPROVAL, OR RECOMMENDATION BY THE STATE.\nThe Foundation’s registration number is CH34409.&nbsp.\n<b>\n<u>Georgia</u>\n</b>\n<b>: </b>Upon request, the Foundation will provide a full and fair description of this and its other programs, and a financial statement or summary.\n<b>\n<u>Maryland</u>\n</b>\n<b>: </b>A copy of the Foundation’s current financial statement is available on request to Prager University Foundation,15021 Ventura Blvd, #552, Sherman Oaks, CA 91403.\nThe cost of copies and postage, documents and information submitted under the Maryland Solicitations Act are available from the Maryland Secretary of State.\n<b>\n<u>Minnesota</u>\n</b>\n<b>: </b>100 percent of your gift may be deducted as a charitable contribution under Federal and State income tax laws.\n<b>\n<u>Mississippi</u>\n</b>\n<b>: </b>The official registration and financial information of the Foundation may be obtained from the Mississippi Secretary of State’s office by calling 1-888-236-6167 (in MS) or (601) 359-1350.\nRegistration by the Secretary of State does not imply endorsement.\n<b>\n<u>New Jersey</u>\n</b>\n<b>: </b>INFORMATION FILED WITH THE ATTORNEY GENERAL CONCERNING THIS CHARITABLE SOLICITATION AND THE PERCENTAGE OF CONTRIBUTIONS RECEIVED BY PRAGER UNIVERSITY FOUNDATION DURING THE LAST REPORTING PERIOD THAT WERE DEDICATED TO THE CHARITABLE PURPOSE MAY BE OBTAINED FROM THE ATTORNEY GENERAL OF THE STATE OF NEW JERSEY BY CALLING (973) 504-6215 AND IS AVAILABLE ON THE INTERNET AT http://www.njconsumeraffairs.gov/ocp/charities.htm.\nREGISTRATION WITH THE ATTORNEY GENERAL DOES NOT IMPLY ENDORSEMENT.\n<b>\n<u>New York</u>\n</b>\n<b>: Upon request, a copy of PRAGER UNIVERSITY FOUNDATION’s last annual report filed with the Attorney General is available from CHARITY or from the New York State Attorney General’s Charities Bureau, Attn: FOIL Officer, 28 Liberty Street, New York, New York 10005.\n(212) 416-8401.\n</b>\n<b>https://www.charitiesnys.com/</b>\n<b>.\n&nbsp;</b>\n<b>\n<u>North Carolina</u>\n</b>\n<b>: Financial information about this organization and a copy of its license are available from the State Solicitation Licensing Branch at (888) 830-4989.\nThe license is not an endorsement by the state.\n</b>\n<b>\n<u>Pennsylvania</u>\n</b>\n<b>: </b>The official registration and financial information of the Foundation may be obtained from the Pennsylvania Department of State by calling toll-free within Pennsylvania, 1-800-732-0999.\nRegistration does not imply endorsement.\n<b>\n<u>Virginia</u>\n</b>\n<b>: </b>A financial statement is available from the State Division of Consumer Affairs in the Department of Agriculture and Consumer Services upon request.\n<b>\n<u>Washington</u>\n</b>\n<b>: </b>For additional information regarding PRAGER UNIVERSITY FOUNDATION’s activities or financial information, CHARITY<i>\n</i>is registered with the Washington State Charities Program as required by law and information may be obtained by calling 800-332-4483 (in WA) or 360-725-0378.\n<b>\n<u>West Virginia</u>\n</b>\n<b>: </b>West Virginia residents may obtain a summary of the registration and financial documents from the Secretary of State, State Capitol, Charleston, West Virginia 25305.\nRegistration does not imply endorsement.</p>4,954,451,852video views &amp.\ncountingHelp us reach our next billionJoinDonate5-Minute VideosPlaylistsAboutPragerFORCEPrager University is not an accredited academic institution and does not offer certifications or diplomas.\nBut it is a place where you are free to learn.© 2021 Prager University&nbsp;&nbsp;|&nbsp;&nbsp;Privacy Policy&nbsp;&nbsp;|&nbsp;&nbsp;Terms&nbsp;&nbsp;|&nbsp;&nbsp;State DisclosuresVideo view counts represent the accumulative views from all platforms ", "created_at": "2021-04-25 13:33:42.982021", "updated_at": "2021-04-25 13:34:17.258699"}, {"id": 5398, "name": "Privacy Policy", "url": "https://www.prageru.com/privacy/", "xpath": "", "text": "<ul>\n<li>Watch<ul>\n<li>5-Minute Videos</li>\n<li>PREP Kids Shows</li>\n<li>Fireside Chat with Dennis Prager</li>\n<li>The Candace Owens Show</li>\n<li>The Book Club with Michael Knowles</li>\n<li>Will Witt</li>\n<li>Stories of Us</li>\n<li>Americanos</li>\n<li>Short Documentaries</li>\n<li>Playlists</li>\n<li>Short Clips</li>\n</ul>\n</li>\n<li>Podcasts</li>\n<li>Discover<ul>\n<li>About Us</li>\n<li>Presenters</li>\n<li>2020 Annual Report</li>\n<li>Donor Updates</li>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>FAQs</li>\n<li>Contact Us</li>\n<li>Movies We Love</li>\n</ul>\n</li>\n<li>Get Involved<ul>\n<li>PragerFORCE for <br>Students &amp.\nYoung Professionals</li>\n<li>PREP for Parents and Educators</li>\n<li>Petitions</li>\n<li>Social Media Toolkits</li>\n<li>PragerUnited Monthly Donor Club</li>\n<li>Sponsorship Opportunities</li>\n<li>Ways To Give</li>\n<li>Translate PragerU</li>\n<li>Come Work With Us</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Login</li>\n<li> search</li>\n</ul>JoinDonatePrivacy Policy<p>\n<i>Updated May 25, 2018</i>\n</p>\n<p>Prager University is a not-for-profit foundation based in the United States of America.\nPrager University and its affiliated programs have created this Privacy Policy to explain why we collect particular information, what information we collect, how we process the information we collect, and how we will protect your personal privacy.\nThe following policy also discloses our information gathering and dissemination practices for websites and/or mobile applications we operate at PragerU.com, PragerU.org, PragerUniversity.com, PragerPedia.com, PragerU Mobile App, PragerUMyShopify.com and elsewhere.\nThe term “Websites” will be used to refer to these and other websites owned and maintained by Prager University.</p>\n<p>In order to fully understand your rights we encourage you to read this Privacy Policy as well as our Terms of Use.\nPrager University and its affiliated programs reserve the right at any time and without notice to change this Privacy Policy simply by posting such changes on our Websites.\nAny such change will be effective immediately upon posting.</p>\n<p>At Prager University, we are committed to protecting your privacy.\nYou can travel through most of our site without giving us any information about yourself.\nBut sometimes we do need information to provide services that you request.</p>\n<p>This Website Privacy Policy (“Policy”) provides you with information concerning our practices and procedures as they relate specifically to information we collect at this website.\nBecause we want to demonstrate our commitment to your privacy, this Privacy Policy notifies you of:</p>\n<ol>\n<li>\n<p>What personally identifiable information of yours is collected through the Site;</p>\n</li>\n<li>\n<p>Who collects such information;</p>\n</li>\n<li>\n<p>How such information is used;</p>\n</li>\n<li>\n<p>With whom your information may be shared;</p>\n</li>\n<li>\n<p>What choices you have regarding collection, use and distribution of your information;</p>\n</li>\n<li>\n<p>What kind of security procedures are in place to protect the loss, misuse or alteration of information under our control;</p>\n</li>\n<li>\n<p>How you can correct any inaccuracies in your information.</p>\n</li>\n</ol>\n<p>Questions regarding this statement should be directed to Prager University and its affiliated programs by sending an email to info@prageru.com.\nPlease reference this Privacy Policy in your subject line.</p>\n<p>\n<b>What Information We Collect and How We Use That Information:</b>\n</p>\n<p>Our registration, donation, and product ordering forms require users to give us contact information that may include name, email address, format preference (HTML vs.\nText), address, interests, donation and payment amounts, and similar information.\nWe do not request or store sensitive information from our visitors, such as credit card or social security numbers.</p>\n<p>We use the information you provide in a manner that is consistent with this Privacy Policy.\nIf you provide information for a certain reason, we may use the information in connection with the reason for which it was provided and we may also email you about other content, advertisements, promotions and products.\nFor instance, if you sign up for PragerU updates, we will use the information to send you updates on new content, events and products.\nAdditionally, if you sign a petition, answer a PragerU poll question online, enter a contest or respond to a survey you will be added to our email list where you will receive other updates from PragerU.</p>\n<p>We generally retain personal data for so long as it may be relevant to the purposes identified herein.\nTo dispose of personal data, we may anonymize it, delete it or take other appropriate steps.\nData may persist in copies made for backup and mission continuity purposes for additional time.</p>\n<p>Prager University and Prager University Agents use email addresses and mailing addresses to send updates about various content offerings and program activities.\nTo exclude yourself from any of these mailings, electronic or postal, please contact us at info@prageru.com.\nYou may also opt out of electronic mailings by clicking the unsubscribe link included in each mailing, and you may modify what types of electronic mailings you receive by clicking on the “update profile” link in each mailing.</p>\n<p>\n<b>Agent</b>\n</p>\n<p>An “Agent” is any third party that collects or uses personal information under the instructions of, and solely for, Prager University, or a third party to which Prager University discloses personal information for use on Prager University behalf.\nAgents shall comply with the privacy obligations stated in this Policy.</p>\n<p>\n<b>Transfer of Information to the United States</b>\n</p>\n<p>The Site is operated in the United States and is intended for users located in the United States.\nIf you are located outside the United States, please be aware that information we collect, including personal information, may be transferred to, processed, and stored in the United States.\nBy using the Site or providing us with any information, you consent to the transfer, processing, and storage of your information in the United States.\nYou are also consenting to the application of United States federal law in all matters concerning the Site and this Privacy Policy.</p>\n<p>\n<b>Information About Children</b>\n</p>\n<p>We do not knowingly collect personally identifiable information from children under the age of 13.</p>\n<p>\n<b>Sharing Information with Third Parties:</b>\n</p>\n<p>We do not sell or share the mailing or email addresses of our site-users or constituents with any other organization, unless that information is gathered for a co-sponsored event for which we are handling registration.\nIn that case, your contact information may be shared with co-sponsoring organizations for purposes related to the event for which you registered.\nHowever, such co-sponsoring organizations will not be authorized to add you to their regular communications lists unless you specifically opt-in to be added to those lists during the registration or survey process.\nIf the user does opt-in during the registration or survey process, their information will be shared and can only be deleted by calling the co-sponsoring organization directly.</p>\n<p>On occasion we will send out an email to our constituents on behalf of another organization.\nWe do not share or sell any constituent information to that organization.\nUsers who respond to any links contained in those emails may have their information collected by that organization.</p>\n<p>We contract with companies and individuals to perform functions on our behalf, typically sending postal mail or shipping products.\nThese third parties use constituent information only to fulfill the task we have hired them to perform and do not store the information.</p>\n<p>Also, from time to time we acquire details about people who are in our database from third parties to enhance the data we already have.\nThis information is not sold to or shared with any other organization.</p>\n<p>We may share personal information about you as follows:</p>\n<p>With third parties: to provide, maintain, and improve our Services and Site, including service providers who access information about you to perform services on our behalf.\nto conduct quality assurance testing.\nto facilitate creation of accounts.\nto provide technical support.\nand/or to provide other services.</p>\n<p>With our Affiliates, partners or other third parties to allow them to contact you regarding marketing, products, programs, services, and promotions that we and/or they believe may be of interest to you IF these programs are being used by us at all and IF you have opted-in (see the “Opt-In Policy” below).</p>\n<p>In connection with, or during the negotiation of, any merger, sale of company stock or assets, financing, acquisition, divestiture or dissolution of all or a portion of our business (but only under non-disclosure and confidentiality agreements and protections).</p>\n<p>If we believe that disclosure is reasonably necessary to comply with any applicable law, regulation, legal process or governmental request.\nto enforce applicable user agreements or policies.\nto protect the security or integrity of our Site or Services.\nand to protect us, our users or the public from harm or illegal activities.</p>\n<p>With your consent.</p>\n<p>We may also share aggregated, non-personally identifiable information with third parties.</p>\n<p>\n<b>Internet Protocol Address:</b>\n</p>\n<p>We collect an IP address from all visitors to our Websites.\nAn IP address is a number that is automatically assigned to your computer by your Internet Service Provider when you use the Internet.\nWe use IP addresses to help diagnose problems with our server, administer our Site, analyze trends, track users’ movement, gather broad demographic information for aggregate use in order for us to improve the site, and deliver customized, personalized content.\nIP addresses are not linked to personally identifiable information.</p>\n<p>\n<b>Use of “Cookies”:</b>\n</p>\n<p>Our Websites may use cookies to enhance your experience while using our Websites.\nCookies are pieces of information that some websites transfer to the computer that is browsing those websites and are used for record-keeping purposes at many websites.\nUse of cookies often makes your experience on the website easier by remembering your general preferences.\nCookies also make sure you don’t see the same ad repeatedly.\nMany consider the use of cookies to be an industry standard.<br>Your browser is probably set to accept cookies.\nHowever, if you would prefer not to receive cookies, you can alter the configuration of your browser to refuse cookies.\nIf you choose to have your browser refuse cookies, it is possible that some areas of our Websites will not function properly when you view them.</p>\n<p>For more information on cookies, visit&nbsp;http://www.allaboutcookies.org.</p>\n<p>\n<b>Web Beacons:</b>&nbsp;“Web Beacons” (a.k.a.\nclear GIFs or pixel tags) are tiny graphic image files embedded in a web page or email that may be used to collect anonymous information about your use of our Site, the websites of selected advertisers, and the emails, special promotions or newsletters that we send you.\nThe information collected by Web Beacons allows us to analyze how many people are using the Site, using the selected advertisers’ websites or opening our emails, and for what purpose, and also allows us to enhance our interest-based advertising.</p>\n<p>\n<b>Mobile Device Identifiers</b>: Mobile device identifiers are data stored on your mobile device that may track mobile device and data and activities occurring on and through it, as well as the applications installed on it.\nMobile device identifiers enable collection of personal information (such as media access control, address and location) and traffic data.\nMobile device identifiers help us learn more about our users’ demographics and internet behaviors.</p>\n<p>\n<b>Website Analytics:</b>\n</p>\n<p>Our Websites use Google Analytics, a service which transmits website traffic data to Google servers in the United States.\nGoogle Analytics does not identify individual users or associate your IP address with any other data held by Google.\nWe use reports provided by Google Analytics to help us understand website traffic and webpage usage.\nBy using our Websites, you consent to the processing of data about you by Google in the manner described in Google’s Privacy Policy and for the purposes set out above.\nYou can opt out of Google Analytics if you disable or refuse the cookie, disable JavaScript, or use the opt-out service provided by Google.</p>\n<p>Our Websites use the Google AdWords remarketing service to advertise on third party websites (including Google) to previous visitors to our site.\nThis could be in the form of an advertisement on the Google search results page, or a site in the Google Display Network.\nYou can opt-out of these kinds of ads from Google and other providers by visiting the Ad Choices website.</p>\n<p>Our Websites also use interfaces with social media sites such as Facebook, Twitter, and others.\nIf you choose to “like” or “share” information from our Websites through these services, you should review the privacy policy of those services.\nIf you are a member of a social media site, the interfaces may allow the social media site to connect your visits to our sites with other personal information.</p>\n<p>\n<b>Security:</b>\n</p>\n<p>All information provided to Prager University and its affiliated programs is transmitted using SSL (Secure Socket Layer) encryption.\nSSL is a proven coding system that lets your browser automatically encrypt, or scramble, data before you send it to us.\nWe also protect account information by placing it on secure portions of our Websites that are only accessible by certain qualified employees of Prager University and its affiliated programs.\nUnfortunately, however, no data transmission over the Internet is 100% secure.\nWhile we strive to protect your information, we cannot ensure or warrant the security of such information.</p>\n<p>All online donations and other financial transactions are completed through Paypal and Classy.org.\nWe encourage you to click on the links to learn more about their privacy policies.</p>\n<p>Classy Inc.\nand PayPal powered pages are PCI DSS compliant.\nPCI DSS is the payment card industry security requirement for entities that store, process or transmit cardholder data, and has been endorsed by all the major card brands — Visa Inc., MasterCard Worldwide, Discover Network, American Express and JCB.\nPCI DSS compliance gives consumers the confidence they need to know that organizations accepting electronic payments or donations are doing so in a verified, secure, and consistent fashion.</p>\n<p>We use a Constituent Relationship Manager (CRM) called Razer’s Edge, a product of Blackbaud to manage our constituent base.\nWe never store any financial information on our CRM.\nIf you make a donation to Prager University we might store your contact information in our CRM for the purpose of providing you with a tax deduction letter or inviting you to future events.</p>\n<p>\n<b>We are Committed to Donor Confidentiality:</b>\n</p>\n<p>At Prager University, we respect and protect the privacy of our donors and adhere to the following guidelines.</p>\n<p>· Information about donors and donations is handled with respect and confidentiality.</p>\n<p>· We do not exchange, lend, rent or sell our donor lists to third party organizations.</p>\n<p>· The personal information you provide when making an online donation or registering for an event will not be disclosed to any unauthorized third parties.</p>\n<p>· When you make a donation online, a secure connection is established and your information is encrypted.\nThe secure connection is maintained until the transaction is completed or terminated.</p>\n<p>· Employees of Prager University are not permitted to use this information for any purpose other than to carry out the services they are performing for the benefit of Prager University.</p>\n<p>· If you provide us with your postal address or email address, you may receive periodic mailings about Prager University, its programs or about upcoming events.\nIf you prefer to not receive these mailings, please let us know by sending an email to info@pragerUniversity.com, or by calling (833)772-4378 and asking for the Development Specialist.</p>\n<p>· If you have supplied your telephone number online, you may receive telephone contact from us regarding your donation or responding to requests you may have made.</p>\n<p>\n<b>Your Rights:</b>\n</p>\n<p>Subject to applicable law, you may have the following rights, in certain circumstances, in relation to your personal information:</p>\n<p>(a) Right to access your personal information.\nIf you wish to obtain a copy of the personal information that we hold about you, please contact us at the email address stated below.\nBefore responding to your request, we may ask you to verify your identity and to provide further details about your request.\nWe will endeavor to respond within an appropriate timeframe and, in any event, within any timescales required by law.</p>\n<p>(b) Right to rectify, erase or restrict the processing of your personal information.\nIf you wish to rectify, erase or restrict the processing of your personal information please contact us at the email address stated below.\nIt is your responsibility to ensure that you submit true, accurate and complete information to us and keep this information up to date.</p>\n<p>(c) Right to withdraw consent.\nWhere you have provided your consent to processing, you may withdraw your consent at any time by contacting us at the email address stated below in section 17.</p>\n<p>(d) Right to data portability.\nYou can ask us to help you move some of your information to other companies.\nTo help with that you have a right to ask that we provide your information in an easily readable format to another company.\nYou can email your request to the email address stated below.</p>\n<p>(e) Right to object.\nYou can object to the way we process your personal information or object to direct marketing based on profiling where this is based on legitimate interests, by emailing your request to the email address stated below.</p>\n<p>(g) Right to lodge a complaint with a supervisory authority.\nYou can get in touch with your local regulator if you have a complaint in relation to how we handle your personal information.</p>\n<p>\n<b>Other Websites:</b>\n</p>\n<p>Our site contains links to other websites.\nPlease note that when you click on one of these links, you are entering another website for which Prager University and its affiliated programs have no responsibility.\nWe encourage you to read the privacy statements on all such sites as their policies may be different than ours.</p>\n<p>\n<b>No Rights of Third Parties:</b>\n</p>\n<p>This Privacy Policy does not create rights enforceable by third parties.</p>\n<p>\n<b>Contacting the Web Site:</b>\n</p>\n<p>If you have any questions about this Privacy Policy, the practices of our Websites, or your dealings with this our Websites, you can contact: Info@PragerUniversity.com or write to us at 15021 Ventura Boulevard, Suite 552, Sherman Oaks, CA 91403.</p>\n<p>\n<b>Changes to this Policy:</b>\n</p>\n<p>This policy was last updated on May 25, 2018.\nBy continuing to use our website or app, you confirm your acceptance of our relevant changes.</p>4,954,452,973video views &amp.\ncountingHelp us reach our next billionJoinDonate5-Minute VideosPlaylistsAboutPragerFORCEPrager University is not an accredited academic institution and does not offer certifications or diplomas.\nBut it is a place where you are free to learn.© 2021 Prager University&nbsp;&nbsp;|&nbsp;&nbsp;Privacy Policy&nbsp;&nbsp;|&nbsp;&nbsp;Terms&nbsp;&nbsp;|&nbsp;&nbsp;State DisclosuresVideo view counts represent the accumulative views from all platforms ", "created_at": "2021-04-25 13:33:44.367422", "updated_at": "2021-04-25 13:34:46.096269"}, {"id": 5397, "name": "Terms and Conditions", "url": "https://www.prageru.com/terms/", "xpath": "", "text": "<ul>\n<li>Watch<ul>\n<li>5-Minute Videos</li>\n<li>PREP Kids Shows</li>\n<li>Fireside Chat with Dennis Prager</li>\n<li>The Candace Owens Show</li>\n<li>The Book Club with Michael Knowles</li>\n<li>Will Witt</li>\n<li>Stories of Us</li>\n<li>Americanos</li>\n<li>Short Documentaries</li>\n<li>Playlists</li>\n<li>Short Clips</li>\n</ul>\n</li>\n<li>Podcasts</li>\n<li>Discover<ul>\n<li>About Us</li>\n<li>Presenters</li>\n<li>2020 Annual Report</li>\n<li>Donor Updates</li>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>FAQs</li>\n<li>Contact Us</li>\n<li>Movies We Love</li>\n</ul>\n</li>\n<li>Get Involved<ul>\n<li>PragerFORCE for <br>Students &amp.\nYoung Professionals</li>\n<li>PREP for Parents and Educators</li>\n<li>Petitions</li>\n<li>Social Media Toolkits</li>\n<li>PragerUnited Monthly Donor Club</li>\n<li>Sponsorship Opportunities</li>\n<li>Ways To Give</li>\n<li>Translate PragerU</li>\n<li>Come Work With Us</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Login</li>\n<li> search</li>\n</ul>JoinDonateTerms and Conditions<p>THE FOLLOWING TERMS AND CONDITIONS GOVERN YOUR USE OF THIS WEB SITE.&nbsp.\nPLEASE READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY BEFORE ACCESSING THIS WEB SITE.&nbsp.\nIF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU ARE NOT GRANTED PERMISSION BY PRAGER UNIVERSITY FOUNDATION TO ACCESS OR OTHERWISE USE THIS WEB SITE.&nbsp.\nBY PROCEEDING TO ACCESS THIS WEB SITE, YOU ACCEPT AND AGREE TO BE LEGALLY BOUND BY THESE TERMS.</p>\n<p>\n<b>The PragerU User Agreement</b>\n</p>\n<p>Welcome to the Prager University Foundation (“PragerU”) web site (also referred to as the “Site”).&nbsp.\nThis Agreement contains the terms, covenants, conditions, and provisions (the “Terms and Conditions”) upon which you (the “User,” “You” or “Your”) may access and use this Site.</p>\n<p>Web Site Terms Last Updated: 03/03/2021<br>\n</p>\n<p>\n<b>Terms and Conditions</b>\n</p>\n<p>By accessing, viewing, or using this Site, You indicate that You understand and intend these Terms and Conditions to be the legal equivalent of a signed, written contract and equally binding, and that You accept such Terms and Conditions and agree to be legally bound by them.\nPlease note that PragerU reserves the right to change the Terms and Conditions under which this Site and its offerings are extended to You.&nbsp.\nYour continued use of this Site following such modifications will be conclusively deemed acceptance by You of any changes to these Terms and Conditions.&nbsp.\nPragerU will provide reasonable notice that these Terms and Conditions have been changed on our web site.\nplease watch for such notices on this page.\n&nbsp;</p>\n<p>I.\nLicense Grant</p>\n<p>This Agreement provides You with a personal, revocable, nonexclusive, nontransferable license to use this Site conditioned on Your continued compliance with the Terms and Conditions of this Agreement.&nbsp.\nYou may print and download materials and information on this Site solely for personal and noncommercial use, provided that all hard copies contain all copyright and other applicable notices contained in such materials and information.&nbsp.\nAs a further condition of use of this Site, You warrant to PragerU that You will not use this Site for any purpose that is unlawful or otherwise prohibited by these Terms and Conditions.<br>\n</p>\n<p>II.\nCorrections and Changes<br>\n<br>While PragerU endeavors to keep the materials on the Site up to date, PragerU cannot and does not assume responsibility for any errors or omissions in these materials.&nbsp.\nPragerU further does not warrant the accuracy or completeness of the information, text, graphics, links or other items contained within these materials.&nbsp.\nPragerU may make changes to these materials, or to the products or services described herein, at any time without notice, and makes no commitment to update the information contained herein.&nbsp.\nIf You do become aware of an error, please contact us at info@prageru.com.&nbsp.\nPragerU reserves the right to terminate Your access to the Site in the event that you violate these Terms and Conditions, or for any reason whatsoever.</p>\n<p>III.\nConfidentiality of Site</p>\n<p>While PragerU has endeavored to create a secure and reliable Site, please be advised that the confidentiality of any communication or material transmitted to/from this Site over the Internet cannot be guaranteed.&nbsp.\nAccordingly, PragerU and its Affiliates are not responsible for the security of any information transmitted via the Internet.&nbsp.\nYou assume the sole and complete risk for using this Site.</p>\n<p>IV.\nIntellectual Property Rights</p>\n<p>All material contained on this Site, unless otherwise indicated, is protected by law including, but not limited to, United States copyright and trademark law, as well as other state, national, and international laws and regulations.&nbsp.\nExcept as expressly provided herein, PragerU does not grant any express or implied right to You.&nbsp.\nThe contents of this Site are Copyright © 2019 Prager University Foundation, Prager University Foundation, PragerU, and all other names, logos, and icons identifying PragerU and its services are proprietary marks of PragerU.&nbsp.\nAll other product names, company names and other marks are trademarks of their respective owners.&nbsp.\nNothing in these Terms and Conditions grants You any right to use any trademark, service mark, logo, and/or trade name of PragerU.</p>\n<p>V.\nDisclaimer of Warranty and Limitation of Liability</p>\n<p>Use of this Site is entirely at Your own risk and is subject to all applicable state, national and international laws and regulations.&nbsp.\nALL MATERIALS ON THIS SITE ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NONINFRINGEMENT.&nbsp.\nPlease note that some jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to You.</p>\n<p>NEITHER PRAGERU NOR ITS AFFILIATES SHALL BE LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, OR PUNITIVE DAMAGES, WHETHER UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH: (A) YOUR ACCESS TO, OR USE OF, THE SITE.\n(B) ANY PRODUCTS, SERVICES, INFORMATION, ACTIVITIES, AND/OR MATERIALS AVAILABLE ON OR THROUGH THE SITE.\n(C) ANY BREACHES OF SECURITY INVOLVING THE SITE OR YOUR ACCOUNT, OR ANY LACK OF AVAILABILITY OR OPERATIONAL PROBLEM OF, THE SITE.\nOR (D) ANY VIRUSES OR OTHER CODE THAT MAY AFFECT YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY AS A RESULT OF YOUR USE OF THE SITE.&nbsp.\nSome jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages.&nbsp.\nIn such jurisdictions, our liability is limited to the greatest extent permitted by law.</p>\n<p>VI.\nThird Party Information</p>\n<p>Certain information from third parties or independent information providers (“info providers”), providing information relating to their services may be made available on or through links from this Site.&nbsp.\nSuch information is provided “as is” and on an “as available” basis.&nbsp.\nPragerU makes no representation about, nor does PragerU guarantee or endorse the reliability of the information.&nbsp.\nLikewise, PragerU does not endorse, oppose or edit any opinion or analysis expressed by any third-party information provider.\n&nbsp;</p>\n<p>VII.\nThird Party Web Sites</p>\n<p>PragerU may provide links, in its sole discretion, to other sites on the World Wide Web for Your convenience in locating related information and services.&nbsp.\nThese sites have not necessarily been reviewed by PragerU and are maintained by third parties over which PragerU exercises no control.&nbsp;</p>\n<p>PRAGERU MAKES NO WARRANTY OF ANY KIND IN CONNECTION WITH ANY THIRDPARTY SITE OR ANY INFORMATION, PRODUCTS, SERVICES, OR MATERIALS AVAILABLE ON OR THROUGH ANY THIRDPARTY SITE.</p>\n<p>PragerU does not endorse, and shall not be liable in connection with, the content, the accuracy of the information, and/or quality of products or services provided by or advertised on these third-party web sites.&nbsp.\nUse of thirdparty sites is at Your own risk.\n&nbsp;</p>\n<p>VIII.\nAdvertisers on this Site</p>\n<p>PragerU, in its sole discretion, may post the advertisements of third parties on this Site.&nbsp.\nYour correspondence or any other dealings with advertisers found on this Site are solely between You and such advertiser.&nbsp.\nYou agree that PragerU shall not be responsible for any loss or damage of any sort incurred as a result of any such dealings or as the result of the presence of such advertisers on this Site.&nbsp.\nMoreover, PragerU shall not be responsible or liable for the statements or conduct of any third party on this Site.&nbsp.\nYou shall not knowingly or intentionally interfere with the display of such advertisements.</p>\n<p>IX.\nPragerU Text Alerts</p>\n<p>Send PRAGERU to 41776 to get text alerts.\nMessage frequency varies by account.</p>\n<p>\nPragerU does not charge for receiving text message alerts.\nMessage and Data Rates May Apply.\nCheck your text messaging plan with your carrier.\nFor help, text HELP to 41776 or email info@prageru.com To stop receiving text messages at any time, text STOP to 41776.\nSupported carriers include: AT&amp;T, Verizon, MetroPCS, Sprint, Boost, T-Mobile, Alltel, Virgin Mobile, U.S.\nCellular.\nCarriers are not liable for delayed or undelivered messages.</p>\n<p>X.\nCode of Conduct</p>\n<p>You agree not to do the following:</p>\n<p>(1)&nbsp.\nRestrict or inhibit any other user from using and enjoying the Site.&nbsp.\nThis includes, without limitation: (a) using, or attempting to use, any account without the owner’s permission, (b) obtaining or soliciting another person’s password or other personal information under false pretenses, or (c) impersonating another user or otherwise misrepresenting Yourself to PragerU, the Site’s systems, or other entities.</p>\n<p>(2)&nbsp.\nInterfere (or attempt to interfere) with the operation of the Site.&nbsp.\nThis includes, without limitation, (a) interfering with, defeating, or circumventing any security function of the Site, or attempting to do so, or (b) accessing, or attempting to access, any portion of the Site that You are not authorized to access.&nbsp.\nUnauthorized access (or attempts) may subject You to civil and/or criminal penalties.</p>\n<p>(3)&nbsp.\nPost, store, or transmit any unlawful, threatening, defamatory, obscene, inflammatory, pornographic, profane, or otherwise objectionable (as determined by PragerU) information or material.</p>\n<p>(4)&nbsp.\nPost, store, or transmit any information or material that could constitute or encourage conduct that would be considered a criminal offense, give rise to civil liability, or otherwise violate any law.</p>\n<p>(5)&nbsp.\nPost, store, or transmit any advertising, promotion, or solicitation of goods or services for commercial purposes except in any areas of the Site specifically designated for such purpose (and subject to applicable Site rules).</p>\n<p>(6)&nbsp.\nUse the Site to post, store, or transmit any information or software that contains a virus, worm, Trojan horse, or other harmful or disruptive component.</p>\n<p>(7)&nbsp.\nUse the Site to post, store, or transmit materials in violation of another party’s copyright or other intellectual property rights.&nbsp.\nYou are solely responsible for determining whether any material You post, store, or transmit is subject to a third party’s rights;</p>\n<p>(8)&nbsp.\nUse the Site for any unlawful purposes.</p>\n<p>(9)&nbsp.\nModify, adapt, sublicense, translate, resell, retransmit, reverse engineer, decompile or disassemble any portion of the Site.</p>\n<p>XI.\nLaw Enforcement</p>\n<p>Actual or attempted unauthorized use of the Site may result in criminal and/or civil prosecution.&nbsp.\nFor Your protection, PragerU reserves the right to view, monitor, and record activity on the Site without notice or permission from You.&nbsp.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with the investigation or prosecution of possible criminal activity on the Site.&nbsp.\nPragerU will also comply with all court orders involving requests for such information.</p>\n<p>XII.\nTerm and Termination</p>\n<p>This Agreement will take effect at the time You begin using this Site (thereby indicating acceptance of these Terms and Conditions).&nbsp.\nPragerU reserves the right at any time and for any reason to deny You access to the Site or any portion thereof, and to terminate this Agreement.&nbsp.\nTermination will be effective without notice.</p>\n<p>XIII.\nPrivacy Policy</p>\n<p>Please see PragerU’s privacy policy here (https://www.prageru.com/privacy/)&nbsp.\nfor a summary of PragerU’s practices regarding collection and use of non-public personal information.&nbsp.\nBy using this Site, You consent to PragerU’s collection and use of personal data as outlined therein.</p>\n<p>XIV.\nSubmissions</p>\n<p>PragerU welcomes Your feedback and suggestions about how to improve this Site.&nbsp.\nAny ideas, suggestions, information, know-how, material, or other content (collectively, “content”) received through this Site, however, will be deemed to include a royalty-free, perpetual, irrevocable, transferable, worldwide, nonexclusive right and license for PragerU to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works, display, (in whole or part), or act on such content without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such content.&nbsp.\nPragerU may refuse to post, or may remove at any time, any content received through this Site for any reason.\n&nbsp;</p>\n<p>XV.\nDigital Millenium Copyright Act</p>\n<p>The Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under US copyright law.&nbsp.\nPragerU reserves the right to remove any material on the Site which allegedly infringes another person’s copyright.&nbsp.\nNotices to PragerU regarding any alleged copyright infringement on the Site should be directed to:&nbsp.\n<b>Prager University Foundation 15021 Ventura Boulevard, #552 Sherman Oaks, CA 91403.&nbsp;</b>\n</p>\n<p>XVI.\nPassword Policy</p>\n<p>Your use of certain portions of this Site may require a password.&nbsp.\nAnyone with knowledge of Your password can gain access to the restricted portions of this Site and the information available to You.&nbsp.\nAccordingly, You must keep Your password secret.&nbsp.\nBy agreeing to these Terms and Conditions, You agree to be solely responsible for the confidentiality and use of Your respective password, as well as for any communications entered through the Site using Your password.&nbsp.\nYou must also immediately notify PragerU if You become aware of any loss or theft of Your password or any unauthorized use of Your password.&nbsp.\nPragerU reserves the right to delete or change a password at any time and for any reason.</p>\n<p>XVII.\nLimitation of Service</p>\n<p>PragerU reserves the right to limit, in its sole discretion, the availability of the Site and/or the provision and quantity of any product, service, and/or information to any person, geographic area, or jurisdiction it so desires.&nbsp.\nAny offer for any service, and/or information made in connection with the Site is void where prohibited.</p>\n<p>XVIII.\nIndemnification</p>\n<p>You agree to defend, indemnify, and hold harmless PragerU and its Affiliates and all of their employees, agents, directors, officers, proprietors, partners, representatives, shareholders, servants, attorneys, predecessors, successors, and assigns, from and against any and all claims, proceedings, damages, injuries, liabilities, losses, costs, and expenses (including reasonable attorneys’ fees and litigation expenses), relating to or arising from Your use of the Site, any breach by You of this Agreement, or any other matter for which You are responsible hereunder or under law.</p>\n<p>XIX.\nWaiver</p>\n<p>Failure to insist on strict performance of any of the Terms and Conditions of this Agreement will not operate as a waiver of any subsequent default or failure of performance.&nbsp.\nNo waiver by PragerU of any right under these Terms and Conditions will be deemed to be either a waiver of any other right or provision or a waiver of that same right or provision at any other time.</p>\n<p>XX.\nGoverning Law &amp.\nDispute Resolution</p>\n<p>Any disputes arising in connection with these Terms and Conditions shall be resolved by binding arbitration in the State of California by a single arbitrator under the Commercial Arbitration Rules of the American Arbitration Association.&nbsp.\nThe award shall be enforceable in any court having jurisdiction thereof.&nbsp.\nThe validity, construction, and performance of these Terms and Conditions Agreement shall be construed in accordance with the laws of the State of California.</p>\n<p>This Site is controlled and operated by PragerU from its offices within the United States.&nbsp.\nPragerU makes no representation that materials on the Site are appropriate or available for use in other locations, and access to them from territories where any of the contents of this Site are illegal is prohibited.&nbsp.\nIf You choose to access this Site from other locations, You do so on Your own volition and are responsible for compliance with any applicable local laws.</p>\n<p>XXI.\nCosts &amp.\nAttorneys’ Fees</p>\n<p>In any action to enforce this Agreement, the prevailing party will be entitled to reasonable costs and attorneys’ fees.</p>\n<p>XXII.\nSeverability</p>\n<p>If any part of these Terms and Conditions is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and the liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most clearly matches the intent of the original provision and the remainder of these Terms and Conditions shall continue in effect.</p>\n<p>XXIII.\nNo Agency</p>\n<p>No joint venture, partnership, employment, or agency relationship exists between you and PragerU as a result of this Agreement or Your utilization of this Site.</p>\n<p>XXIV.\nYou agree to the&nbsp;terms of service&nbsp;from our partners from whom we may utilize API’s to serve you content.</p>\n<p>XXV.\nEntire Agreement/Reservation of Rights</p>\n<p>These Terms and Conditions and PragerU’s privacy policy (/privacy/)&nbsp.\nwhich are hereby incorporated as if set forth fully in these Terms and Conditions, represent the entire agreement between You and PragerU with respect to Your use of and material available on or through this Site, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written between You and PragerU with respect to this Site.&nbsp.\nAny rights not expressly granted herein are reserved.</p>4,954,455,834video views &amp.\ncountingHelp us reach our next billionJoinDonate5-Minute VideosPlaylistsAboutPragerFORCEPrager University is not an accredited academic institution and does not offer certifications or diplomas.\nBut it is a place where you are free to learn.© 2021 Prager University&nbsp;&nbsp;|&nbsp;&nbsp;Privacy Policy&nbsp;&nbsp;|&nbsp;&nbsp;Terms&nbsp;&nbsp;|&nbsp;&nbsp;State DisclosuresVideo view counts represent the accumulative views from all platforms ", "created_at": "2021-04-25 13:33:43.67491", "updated_at": "2021-04-25 13:35:47.728772"}], "points": [], "urls": ["prageru.com"]}}