{"error": 448, "message": "OK", "parameters": {"id": 2374, "name": "Wigwam Design", "created_at": "2020-10-22 16:08:12.516806", "updated_at": "2021-03-25 03:19:52.310004", "wikipedia": null, "keywords": null, "related": null, "slug": "wigwam_design", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2374.png", "url": "https://www.wigwam.design/", "documents": [{"id": 2951, "name": "Privacy Policy", "url": "https://www.wigwam.design/privacy", "xpath": "/html/body/div[1]/div/div[2]/section/div/div[2]/div", "text": "<p>Version Identifier: 1.2.0</p>\n<p>Version Effective Date: 16/10/2020</p> Introduction <p>This privacy notice sets out how any personal data we collect from you, or that you provide to us, will be processed by us.\nPlease read the following carefully to understand our views and practices regarding your sensitive information and how we will deal with it.\nFor the purposes of the Data Protection Act 2018 ('the DPA') and the EU General Data Protection Regulation (‘the GDPR’), sensitive information includes what is defined as your 'personal data'.</p>\n<p>By visiting https://www.wigwam.design (the 'Website') you accept and consent to the practices described in this Privacy Policy.</p>\n<p>In this privacy policy, we seek to abide by the letter and spirit of the guidelines laid out by the UK Information Commissioner’s Office.\nThe guidelines can be found at the following link https://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulation-gdpr/individual-rights/right-to-be-informed/.</p>\n<p>In summary, our approach is to record only the absolute minimum data required to successfully operate the website.</p> Who we are <p>We are 'Wigwam Design' a VAT registered company in the United Kingdom, registered number 283391288.\nIf you have any concerns about the way we use your information or any questions about this Privacy Notice, please let us know.\nWe can be contacted via email at sam@wigwam.design.</p> What we do with your information - 'Locations Served' <p>Our 'Locations Served' feature requires only the <code>Outward Code</code> part of the postcode and the rest, or <code>Inward Code</code>, is discarded, if entered.\nThe <code>Outward Code</code> part of a UK postcode contains only the area and district information.\nThis is the minimum amount of data required to implement the feature.\nThis data is processed entirely in the browser and is not persisted or transmitted outside of it.</p> What we do with your information - 'Gallery' <p>Your searches and tag choices on the Gallery are handled entirely on your device.\nThe state of your tag selection is only retained for the duration of your current visit.\nAs mentioned elsewhere in this policy, this website makes no attempt to identify individual users and does not track users across multiple visits to the site.\nAs such, if your tag choices require the download of extra images to facilitate your request then there is no mechanism to relate that request to any kind of user data, as no user identifying data exists on the system.</p> What we do with your information - 'Contact Us' <p>If you make use of our 'Contact Us' page we will use the information that you provide to instigate our initial conversation.\nProviding your information to the form on this page indicates you wish for us to make direct contact with you.\nThe form only records the data necessary to facilitate this.\n</p>\n<p>Specifically, the form requires:</p>\n<p>\n</p>DataRequired For\nYour NameAddressing our contact to you personally\nYour EmailSending our response as soon as we are available\nYour MessageUnderstanding the intent of your enquiry\n<p>\n</p>\n<p>The information and content held on our Website is deployed geographically, via a Content Delivery Network (CDN), to increase the loading performance of the Website from the perspective of an individual user.\nWe will never share your user information with third parties for promotional purposes.\nThe information you supply via our 'Contact Us' form is not recorded by this system.</p>\n<p>The data you supply to the form is transmitted to our local system and only your name and email address are recorded.\nThis data is retained only for as long as it is necessary to provide any services that you request or for regulatory reasons outside the scope of the Website.\nFor example, if we are to go on and provide services to you, then that data will be retained for as long as it is required for us to retain records of those transactions.\nIt is stored subject to our separate IT Security policy.</p>\n<p>If we do not provide services to you (or remain in contact for any other valid reason) then all the data you have supplied is erased.</p>\n<p>Should we continue to provide services to you then your data will be retained for that purpose and that purpose alone and at this point becomes subject to our Client Terms and Conditions and is outside the scope of the Website and this policy.</p> What we do with your information - 'Visiting the website' <p>All requests to the Website are handled by our SSL endpoint.\nRequests sent in the plain are redirected to take place over SSL.\nIn other words, if you were to try to visit our Website via an address beginning with <code>http://</code> it would be automatically redirected to the same address, but over <code>https</code>.\nOnly the current best practice ciphers are allowed.\nThis means that a connection to our website with an old browser that does not support these best practices will be rejected.\nIn these circumstances it is likely that the browser will show an error message that it has been unable to make a secure connection.\nIt is suggested to take further external advice about upgrading to a more modern browser if you still wish to visit the Website.</p>\n<p>When you visit the Website (a 'request') technical data is recorded to facilitate the visit.\nThis includes the Internet Protocol (IP) address of your machine and other information such as the browser and type of machine that is making the request.\nThis information is obtained from the request sent from your web browser.\nNo attempts are made to obtain any further information from your machine outside of the HTTP Protocol.\nThis data is necessary for the ongoing operation and maintenance of the system, to enable us to understand how our Website is being used and for later fault finding in the event of an error or other investigation.</p>\n<p>In summary, only the information that is required to enable the process of 'visiting a website' is recorded.\nThis data is aggregated and anonymised and we have no system in place to identify individual users from this information.\nWe do not track users across multiple visits to the Website and we do not make use of cookies.\nCookies are small text files that are used to store small amounts of data about a user, such as language settings, between visits to a website.\nEvery visit to our Website is treated as a new request from a new user.</p>\n<p>We do not provide any of our logs to any third parties.\nIf you are concerned about giving away this type of technical data then it is suggested to seek out advice and technology in this domain.\nSuch a discussion is outside the scope of this policy.</p> JavaScript on this website <p>Javascript, along with HTML and CSS is one of the main technologies that enable this website to function.\nWhen enabled, JavaScript provides all the client side dynamic behaviour of the website, including navigating between pages and loading images.\nIt is not used to track users or users behaviour.</p> What we do to ensure the security of your personal information <p>We treat our information and electronic security with the utmost priority.\nAs such our approach to information security is continually reviewed and evolved to keep ahead of current and emerging risks.</p>\n<p>We have adopted industry best practices from both technological and business process perspectives in order to make the security of your data a key part of the way we do business.</p>\n<p>We have policies and practices in place that not only ensure our compliance under the DPA but also the GDPR.</p> Your rights regarding your personal information <p>As described earlier in this policy, data that you supply to the Website is not stored on a system covered by this policy.\nThe data that is transmitted from this system (data that you have supplied in out 'Contact Us' form), is stored subject to our Client Terms and Conditions.\nA copy of these terms and conditions is supplied to any user of our core business.</p> Version Control <p>This policy is subject to change.\nWhen considering our usage of your data the version of the policy active at the time of the usage should be used.\nWe retain all versions of this policy along with a list of all changes that are made to it.\nIn order to verify the authenticity of a given copy of this policy a SHA hash is generated at the time of creation and stored separately.\nSubsequent checks can then be made to compare this hash against the copy of the file in question.</p> Verification of claims made in this policy <p>All the claims made in this policy can be independently verified by the user by inspecting the network requests made by the site in the browser network tools.\nIn addition to this manual process, many browsers, either via plugin or as standard, provide a simple user interface for the user to inspect what level of tracking any given website or service is implementing.\nThese tools can be used to confirm the claims made in this policy.\n</p>", "created_at": "2020-10-22 16:09:07.523095", "updated_at": "2020-10-22 16:09:20.367581"}], "points": [{"id": 10766, "title": "This service does not collect, use, or share location data", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-23 09:17:23.158214", "updated_at": "2021-02-06 03:50:46.583744", "quoteText": "This data is processed entirely in the browser and is not persisted or transmitted outside of it.</p>", "case_id": 392, "document_id": 2951, "quoteStart": 1851, "quoteEnd": 1952}, {"id": 10767, "title": "This service does not track you", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-23 09:19:58.770756", "updated_at": "2020-10-23 10:19:24.137294", "quoteText": "We do not track users across multiple visits to the Website and we do not make use of cookies.", "case_id": 218, "document_id": 2951, "quoteStart": 6140, "quoteEnd": 6234}, {"id": 10770, "title": "This service does not track you", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-23 09:24:22.21951", "updated_at": "2020-10-23 10:18:27.117404", "quoteText": "When enabled, JavaScript provides all the client side dynamic behaviour of the website, including navigating between pages and loading images.\nIt is not used to track users or users behaviour.", "case_id": 218, "document_id": 2951, "quoteStart": 6847, "quoteEnd": 7039}, {"id": 10765, "title": "There is a date of the last update of the terms", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-22 17:02:18.483867", "updated_at": "2020-10-23 10:20:22.7503", "quoteText": "Effective Date: 16/10/2020", "case_id": 331, "document_id": 2951, "quoteStart": 44, "quoteEnd": 70}, {"id": 10768, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-23 09:21:38.778961", "updated_at": "2021-02-06 03:50:46.639934", "quoteText": "<p>This policy is subject to change.\nWhen considering our usage of your data the version of the policy active at the time of the usage should be used.\nWe retain all versions of this policy along with a list of all changes that are made to it.\nIn order to verify the authenticity of a given copy of this policy a SHA hash is generated at the time of creation and stored separately.\nSubsequent checks can then be made to compare this hash against the copy of the file in question.</p>", "case_id": 301, "document_id": 2951, "quoteStart": 8050, "quoteEnd": 8532}, {"id": 10769, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://www.wigwam.design/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-23 09:22:30.857202", "updated_at": "2020-10-23 10:18:47.498672", "quoteText": "In summary, our approach is to record only the absolute minimum data required to successfully operate the website.</p>", "case_id": 176, "document_id": 2951, "quoteStart": 1042, "quoteEnd": 1160}], "urls": ["https://www.wigwam.design/"]}}