{"error": 448, "message": "OK", "parameters": {"id": 6081, "name": "life123", "created_at": "2021-12-16 23:40:40.218321", "updated_at": "2021-12-16 23:01:15.151799", "wikipedia": null, "keywords": null, "related": null, "slug": "life123", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6081.png", "url": "life123.com", "documents": [{"id": 10996, "name": "Terms Of Service", "url": "https://www.life123.com/terms?qo=footerLinks", "xpath": "/html/body/div[2]/div", "text": " Terms Of Service <p>\n<strong>Last Updated On: August 9, 2019</strong>\n</p>\n<p>Ask Media Group, LLC ( “AMG”), directly or indirectly operates Ask.com, as well as Reference.com, Life123.com, Consumersearch.com, Shop411.com, and many other sites (the “Sites”) offering search services and everyday useful content (the “Services”).\nClick here for more info about other AMG sites.\nUse of our Sites and Services are subject to these Terms of Service (“Terms of Service”).\nBy using the Sites and Services, you are deemed to accept and be bound by these Terms of Service, INCLUDING A MANDATORY ARBITRATION OF DISPUTES CLAUSE AND CLASS ACTION WAIVER CONTAINED IN SECTION 15 BELOW.\nIf you do not accept these Terms of Service, please discontinue using the Sites and Services.\nThe Terms of Service applies regardless of the device used to access the Sites and/or Services (e.g., personal computer, a mobile device or any other technology or software known today or developed in the future).\n</p>\n<p>\n<b>If you are accessing the ask.com site via a downloadable application, you are using a service offered by AMG’s affiliated business Ask Applications and these Terms of Use are applicable.</b>\n</p>\n<p>The Services are offered from the United States of America and, regardless of your place of residence or access location, your use of them is governed by the laws of the State of California, USA.\nAMG makes no representations that the Sites are appropriate for use in other locations or are legal in all jurisdictions.\nThose who access or use the Sites from other locations do so at their own risk and consent to the transfer and processing of their data in the United States of America and any other jurisdiction throughout the world.\nAs a U.S.\ncompany, these Terms of Service are provided in English.\nTranslations to certain other languages may be available and can be requested by contacting us here.\n</p>\n<p>These Terms of Service may change from time to time, without any notice other than posting on the relevant page.\nYour continued use of the Site and Services following our posting of changes constitutes your acceptance of any such changes.\nPlease check this page from time to time for current Terms of Service.\n</p>\n<p>Links to the various sections in these Terms of Service are provided below for your convenience.</p>\n<ol>\n<li> Privacy </li>\n<li> Your License to Access Content on Site </li>\n<li> Age Restriction </li>\n<li> Code of Conduct </li>\n<li> Use the Site and Services at Your Own Risk </li>\n<li> Modifications to the Services </li>\n<li> Termination of Your Access to the Services </li>\n<li> Disclaimers </li>\n<li> Limitation of Liability </li>\n<li> Indemnification </li>\n<li> Copyright and Trademark Protection </li>\n<li> Notice for Claims of Copyright Infringement </li>\n<li> Applicable Law </li>\n<li> Binding Arbitration and Class Action Waiver </li>\n<li> Severability of These Terms of Service </li>\n<li> Limitation of Actions Brought Against AMG </li>\n<li> Third Party Beneficiaries </li>\n<li> Section Titles </li>\n<li> Contact Information </li>\n</ol> 1.\nPrivacy\n<p>For all questions about how we use the information we obtain through your use of the Sites and Services, please visit the Ask Media Group Privacy Policy.\nBy using the Site and Services, you agree to our collection of use of your data as described in our Privacy Policy.\n</p> 2.\nYour License to Access Content on Site\n<p>All right, title and interest to the content displayed on the Sites, including but not limited to the Sites’ look and feel, data, information, text, graphics, images, sound or video materials, photographs, designs, trademarks, service marks, trade names, URLs and content provided by third parties, are the property of AMG, or respective third parties, and are protected by copyright, trademark, patent or other proprietary rights and laws.\nAny such content may be used solely for your personal, non-commercial use.\nYou agree not to modify, reproduce, retransmit, distribute, disseminate, sell, publish, broadcast or circulate any such material without the written permission of AMG or the appropriate affiliate.\nYou are not granted any other license or right (including by implication, by estoppel or otherwise), with respect to the Sites, Services, or any content accessible through the Sites or Services.\nAny rights not expressly granted in these Terms of Service are reserved by AMG.\n<br>\n<br> In your use of the Sites and Services, you agree to comply with all applicable laws including those regarding the transmission of technical data exported from the United States or the country in which you reside.</p> 3.\nAge Restriction\n<p>The Sites and Services are not intended for children under 13 years of age in the US, 16 years of age in the EEA and under the age for consent of collection of personal information in any other jurisdiction, and you may not use the Sites or Services or register for additional features, if you are under the required age.\nYou hereby represent and warrant that you have the required age to use the Sites and Services.\n</p> 4.\nCode of Conduct <p>When using any portion of and/or functionality on or through the Sites or Services, you agree to abide by the following Code of Conduct.\n</p>\n<p>You may not:</p>\n<ul>\n<li>Copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code of the Sites or Services;</li>\n<li>Remove or obscure the copyright notice or other notices displayed in connection with the content accessible through the Sites or Services;</li>\n<li>Interfere with or disrupt the Sites’ functionalities, Services, or servers and networks connected to Sites, or disobey any requirements, procedures, policies, or regulations of networks connected directly or indirectly to the Sites.\n</li>\n<li>Modify the Sites or Services in any manner or form , or use modified versions of the Sites or Services, including (without limitation) for the purpose of obtaining unauthorized access to the Sites or Services.\n</li>\n<li>Reproduce, print, cache, store or distribute content retrieved from the Sites or Services in any way, for any commercial use without the prior written permission of AMG.\n</li>\n<li>Sell, assign, sublicense, or otherwise transfer any right in the Services or content accessible through the Sites.\n</li>\n<li>Access the Sites or Services by any means other than through the interface that is provided by AMG.\n</li>\n<li>Violate the restrictions in any robot exclusion headers on the Sites or in the Services, if any, or bypass or circumvent other measures employed to prevent or limit access to the Sites or Services.\n</li>\n<li>Collect or store personal data about other users of the Sites or Services;</li>\n<li>Engage in any activities that would violate the personal privacy rights of others, including but not limited to, collecting and distributing information about Internet users without their permission, except as permitted by applicable law.\nor </li>\n<li>Use the Sites or Services to violate any law (whether local, state, national, or international), whether or not intentionally.\n</li>\n</ul>\n<p>You may not send automated queries of any sort to the Sites, including using any software which sends queries to determine how a website or webpage “ranks” for various queries, “meta-searching”, and performing “offline” searches on the Sites.\n</p>\n<p>You agree not to use the Sites or Services to:</p>\n<ul>\n<li>Post any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, hateful, degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability or other classification or otherwise objectionable in any way.\n</li>\n<li>Harm or threaten to harm anyone in any way;</li>\n<li>“Stalk” or otherwise harass any other person or entity;</li>\n<li>Impersonate any person or entity (including an AMG agent), or falsely state or otherwise misrepresent your affiliation with any person or entity;</li>\n<li>Post any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation;</li>\n<li>Disseminate or transmit any content that (i) violates any law (whether local, state, national, or international), (ii) infringes or violates any copyright, trademark, trade secret, patent or any other proprietary right (including, but not limited to, using third party copyrighted materials or trademarks without appropriate permission or attribution), or (iii) includes third party information (whether or not protected as a trade secret) in violation of a duty of confidentiality;</li>\n<li>Disseminate or transmit any worms, viruses or other harmful, disruptive or destructive files, code, programs or other similar technologies.\nor post any material that contains software viruses or any other computer code, files, programs or other similar technologies designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>Manipulate identifiers in order to disguise the origin of any content or comment you post on or through the Sites and Services;</li>\n<li>Post any content that would violate the personal privacy rights of others, including but not limited to revealing personal or private information about others without their permission.\nor</li>\n<li>Facilitate violations of these Terms of Service or the Sites’ Privacy Policies</li>\n</ul>\n<p>AMG reserves the right to take any action it deems appropriate if it determines, in its sole and absolute discretion, that you have engaged in any of these practices or otherwise violated these Terms of Service.\nSuch action may include terminating your license to access the Sites or use the Services or initiating civil or criminal legal proceedings.\n</p> 5.\nUse the Site and Services at Your Own Risk\n<p>The Sites and Services include links to other websites or resources.\nInternet transmissions are never completely secure.\nBecause AMG has no control over such sites and resources, you acknowledge and agree that AMG is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou acknowledge that such external sites usually have their own terms and conditions, including privacy policies, over which AMG has no control and which will govern your rights and obligations with respect to the use of those websites.\n</p>\n<p>To offer use of the Sites and Services to its users for free, AMG allows advertisers to display advertisements or promotional answers on the Sites.\nYour dealings with advertisers and third party vendors found on or through the Services and/or on the Sites, including your participation in promotions, purchase of goods and services, and any terms, conditions, warranties or representations associated with such activities, are solely between you and the third party advertiser or vendor.\nAMG does not make any representations or warranties with respect to any goods, services or websites that appear in advertisements or promotional answers, and you agree that AMG will have no liability for any loss or damage of any kind incurred as a result of any activities you undertake in connection with the use of or reliance on any content, goods, services, information or other materials available, through advertisers and/or third party vendors.\nYou understand that there is an inherent risk in submitting content to the Sites and/or Services, and that any communications may be subject to interception by a third party.\n</p>\n<p>You understand that by using the Services, you may be exposed to content that is offensive, indecent or objectionable.\nIn addition, if you rely on the accuracy, completeness, or usefulness of any linked third party websites or resources, you do so solely at your own risk.\nUnder no circumstances will AMG be liable in any way for such content, including, but not limited to, for any errors, omissions or misrepresentations in any linked third party website, or for any loss or damage of any kind incurred by you as a result of your use of, or reliance on, or any linked third party website.\n</p>\n<p>You acknowledge that AMG is a provider of interactive computing service as set forth in the Communications Decency Act, 47 U.S.C.\n§ 230 and in the e-Commerce Directive 2000/31/EC,and expressly reserves its rights to not be treated as the publisher or speaker of any information accessible via the web search functionality of the Sites or through any third party advertisements or additional content discoverability features.</p>\n<p>You acknowledge, consent, and agree that AMG may access, preserve, and disclose your information and/or any content you submit or make available through the Sites and/or Services, if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary for any of the following reasons: (1) to comply with legal process.\n(2) to enforce these Terms of Service.\n(3) to respond to claims that any content violates the rights of third parties.\n(4) to protect the rights, property, or personal safety of AMG, its users, and the public.\nor (5) to respond to your requests for customer service.\n</p> 6.\nModifications to the Services\n<p>AMG reserves the right at any time and from time to time to modify, suspend, discontinue or terminate the Services (or any part thereof) with or without notice.\nYou agree that AMG will not be liable to you or to any third party for any modification, suspension, discontinuation or termination of the Services.</p> 7.\nTermination of Your Access to the Services\n<p>We may terminate your use of the Sites and/or Services or any other features in our sole discretion due to: (i) your violation of these Terms of Service and/or any Additional Terms or other applicable guidelines.\n(ii) if we consider, in our sole discretion, that (a) certain comments you have posted are inappropriate and/or do not meet any Additional Terms or other applicable guidelines, (b) your use of the Sites or Services or your behavior does not meet our standards or violates any Additional Terms or other applicable guidelines or (c) you have otherwise violated these Terms of Service.\nYou agree that any termination of your access to the Services, the Site or any additional features may be effected without prior notice, and acknowledge and agree that AMG may immediately delete all related information and/or bar any further access to the Sites, the Services or any additional features.\nFurther, you agree that AMG shall not be liable to you or any third party for the discontinuation or termination of your access to the Sites, the Services or any additional features.\n</p> 8.\nDisclaimers\n<p>BY USING THE SITE AND SERVICES YOU UNDERSTAND AND AGREE THAT:</p>\n<ul>\n<li>THE SITES AND SERVICES ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY.\nNO CONTENT ON OUR SITE IS INTENDED TO CONSTITUTE PROFESSIONAL ADVICE, WHETHER MEDICAL, FINANCIAL, LEGAL OR OTHERWISE.\nAMG IS NOT RESPONSIBLE OR LIABLE FOR ANY CONSEQUENCES RELATING DIRECTLY OR INDIRECTLY TO ANY ACTION YOU TAKE OR FAIL TO TAKE BASED ON THE INFORMATION, SERVICES OR OTHER MATERIAL ON THE SITES.\n</li>\n<li>YOUR USE OF THE SITES AND SERVICES IS AT YOUR SOLE RISK.\nTHE SITES AND SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nAMG EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE AND NON- INFRINGEMENT.\n</li>\n<li>AMG MAKES NO REPRESENTATION OR WARRANTY THAT THE SITES OR SERVICES WILL MEET YOUR REQUIREMENTS, OR WILL BE UNINTERRUPTED, SECURE, CURRENT OR ERROR-FREE, OR THAT THE SEARCH RESULTS OR CONTENT THAT MAY BE OBTAINED FROM THE USE OF THE SITES AND SERVICES WILL BE ACCURATE, TIMELY, USEFUL OR RELIABLE.</li>\n<li>ANY MATERIAL OBTAINED BY YOU THROUGH USE OF THE SITES OR SERVICES IS OBTAINED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO COMPUTER SYSTEMS OR LOSS OF DATA THAT RESULTS FROM YOUR DOWNLOAD OR USE OF ANY THIRD PARTY SOFTWARE OR MATERIAL.</li>\n</ul>\n<p>&nbsp;</p> 9.\nLimitation of Liability\n<p>YOU UNDERSTAND AND AGREE THAT AMG, AND ITS SISTER COMPANIES AND AFFILIATES, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, ARE NOT LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, LOSS OF GOODWILL, COST OF PROCUREMENT OF SUBSTITUTE SERVICES, OR ANY OTHER INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, HOWSOEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE RESULTING FROM:\n</p>\n<ul>\n<li>THE USE OF, OR THE INABILITY TO USE, THE SITES OR SERVICES,</li>\n<li>THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES,</li>\n<li>UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OF DATA,</li>\n<li>THE STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITES,</li>\n<li>RELIANCE ON CONTENT OR POSTINGS ON THE SITES, OR</li>\n<li>ANY OTHER MATTER RELATING TO THE SITES OR SERVICES.</li>\n</ul>\n<p>THESE LIMITATIONS WILL APPLY WHETHER OR NOT AMG HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\n</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n</p> 10.\nIndemnification\n<p>You agree to indemnify and hold AMG, its parent company, and affiliates, and their officers, directors, employees and agents, harmless from and against any and all liability, losses, claims, demands, disputes, damages or costs of any kind, including, without limitation, reasonable attorneys’ fees and costs of litigation, resulting from or in any way connected with (a) any content you post, display or otherwise transmit through the Sites or the Services, (b) your use of or reliance on the Sites or Services, (c) your connection to the Sites or Services, (d) your violation of these Terms of Service , any Additional Terms or other applicable guidelines, or (e) your violation of any rights of another party.\n</p> 11.\nCopyright and Trademark Protection\n<p>We own all right, title and interest in and to the Sites, the products and Services offered on the Sites as well as our logos, tradenames, and trademarks (“AMG IP”).\nThe AMG IP is protected under U.S.\nand international intellectual property laws (including, without limitation, copyright and trademark).\nExcept as otherwise allowed under these Terms of Service, you agree not to copy, display, or use the AMG IP in any manner without AMG’s prior written permission.\nTo seek permission to use any of the AMG IP, please contact us here.\n</p> 12.\nNotice for Claims of Copyright Infringement\n<p>AMG respects the intellectual property rights of others and requires those that visit the Sites and use the Services to do the same.\nAMG may, in appropriate circumstances and at our discretion, remove or disable access to material on the Sites or Services that infringes upon the copyright rights of others.\nAMG also may, at our discretion, remove or disable links or references to an online location that contains infringing material or infringing activity.\nIn the event that any visitors to the Sites or users of our Services repeatedly infringe on others’ copyrights, AMG may in its sole discretion terminate those individuals’ rights to use the Sites and/or Services pursuant to our Digital Millennium Copyright Act repeat infringer policy.\n</p>\n<p>If you believe that your work has been used on the Sites or in connection with the Services in any manner that constitutes copyright infringement, please notify AMG’s copyright agent by written notice.\nThe notice should include the following information:</p>\n<ul>\n<li>An electronic or physical signature of a person authorized to act on behalf of the owner of the copyright allegedly infringed.\n</li>\n<li>A description of the copyrighted work you claim has been infringed, including a copy of the copyrighted work or the web page address where the copyrighted work may be found.\n</li>\n<li>Identification of the location on the Sites or Services of the material you claim has been infringed (by copying the URL of the relevant page), or the link or reference to another website that contains the material you claim has been infringed.\n</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material at issue is not authorized by the copyright owner, the agent of the copyright owner or the law.\nand </li>\n<li>A statement by you that the information in this notification is accurate and a statement, under penalty of perjury, that you are the copyright owner of the material allegedly infringed or authorized to act on the copyright owner’s behalf.\n</li>\n</ul>\n<p>The best way to submit a copyright infringement notice and takedown request is to contact us here.\nThe mailing address for Ask’s copyright agent for notice of claims of copyright infringement on the Site and/or in connection with the Services is:</p>\n<p> Life123.com Copyright Agent, Attn: Legal Department, 555 12th Street, Suite 400 <br> Oakland, CA 94607</p> 13.\nApplicable Law\n<p>These Terms of Service and the relationship between you and AMG are governed by the laws of the State of California without regard to its conflict of law provisions.\n</p> 14.\nBinding Arbitration and Class Action Waiver\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS</p>\n<p>ARBITRATION IS DIFFERENT FROM COURT.\nTHE RULES, INCLUDING DISCOVERY ARE DIFFERENT AND NO JUDGE OR JURY IS PRESENT AT AN ARBITRATION.\nTHE AWARD IS FINAL AND BINDING AND SUBJECT ONLY TO LIMITED REVIEW BY A COURT.</p>\n<ul>\n<li>General.\nExcept as otherwise provided in this section 15, by using the Sites and Services, you and AMof California as set forth in section 14 above.\nYou agree to submit to binding arbitration in either San Francisco, California or your county of residence.\nAMG will agree to commence arbitration in your county of residence.\nAt your written request, AMG will consider any requests to advance or reimburse any arbitration filing fee, or administrative and hearing fees that you are required to pay to pursue a claim in arbitration.\nThe arbitrator will decide who will ultimately be responsible for paying those fees.\nIn no event will you be required to reimburse AMG for any arbitration filing, administrative, or hearing fees in an amount greater than what your court costs would have been if the claim had been resolved in court.\nAny award in an arbitration initiated under this clause shall be limited to monetary damages and shall include no injunction or direction to any party other than the direction to pay a monetary amount.\nFurther, the arbitrator(s) shall have no authority to award punitive, consequential or other damages not measured by the prevailing party’s actual damages in any arbitration initiated under this section, except as may be required by statute.\n</li>\n<li>Class Action Waiver.\nAny proceedings to resolve any dispute will be conducted solely on an individual basis.\nNeither you nor AMG will seek to have any dispute heard as a class action, private attorney general action, or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nNo arbitration proceeding may be combined with another without the prior written consent of all parties to the applicable proceeding.\n</li>\n<li>NO RIGHT TO JURY TRIAL FOR ARBITRAL CLAIM.\nYOU AND AMG ALSO HEREBY WAIVE THE RIGHT TO A JURY TRIAL FOR ANY ARBITRAL CLAIM.\nIF FOR ANY REASON THIS SECTION 15 IS HELD NOT TO APPLY TO AN ARBITRAL CLAIM, WHETHER SUCH ARBITRAL CLAIM IS AGAINST YOU, AMG, OR AMG INDEMNIFIED PARTIES, BOTH YOU AND AMG STILL AGREE TO WAIVE TRIAL BY JURY FOR THAT ARBITRAL CLAIM.\nBY USING THE SITE AND/OR SERVICES, YOU EXPRESSLY WAIVE YOUR RIGHT TO A JURY TRIAL.\n</li>\n<li>Exception.\nNotwithstanding the parties’ decision to resolve all disputes through arbitration, this agreement does not preclude claims by AMG to enforce its intellectual property rights and/or remedy unfair competition, misappropriation of trade secrets, unauthorized access, fraud or computer fraud, and/or industrial espionage.\nNeither party is precluded from seeking relief in a court located in San Francisco, for provisional remedies, including temporary restraining order, preliminary injunctions, and receiverships, pending arbitraG agree to submit any disputes arising from the use of the Sites or Services or any interpretation, violation, non-performance, termination or invalidity of these Terms of Service or this arbitration provision (including questions of its formation and enforceability) to final and binding arbitration under the Commercial Rules of Arbitration of the American Arbitration Association, which can be found here, by one or more arbitrators appointed in accordance with those Rules.\nNotwithstanding these rules, however, such proceeding shall be governed by the laws of the state tion or comprehensive litigation, to the extent authorized in this section 15.\n</li>\n</ul> 15.\nSeverability of These Terms of Service\n<p>If any provision of these Terms of Service is found by a court or other binding authority to be invalid, the remaining provisions contained in these Terms of Service shall continue in full force and effect.\n</p> 16.\nLimitation of Actions Brought against AMG\n<p>You agree that any claim or cause of action arising out of your use of the Sites or Services or these Terms of Service must be filed within one year after such claim or cause of action arose or it shall forever be barred, notwithstanding any statute of limitations or other law to the contrary.\nWithin this period, any failure by AMG to enforce or exercise any provision of these Terms of Service or any related right shall not constitute a waiver of that right or provision.\n</p> 17.\nThird Party Beneficiaries\n<p>You agree that, except for AMG and as otherwise expressly provided in these Terms of Service, there shall be no third party beneficiaries to this agreement.\n</p> 18.\nSection Titles\n<p>The section titles in these Terms of Service are for convenience only and have no legal or contractual effect.\n</p> 19.\nContact Information\n<p>If you have any questions or concerns with respect to these Terms of Service or Sites and Services, please contact us here.</p> ", "created_at": "2021-12-16 23:40:40.22577", "updated_at": "2021-12-16 22:42:40.161417"}, {"id": 10995, "name": "Cookie Policy", "url": "https://www.life123.com/cookies?qo=footerLinks", "xpath": "/html/body/div[2]/div", "text": " Ask Media Group Cookie Policy <p>\n<strong>Last Updated On: August 9, 2019</strong>\n</p>\n<p>Ask Media Group LLC (“AMG”), directly or indirectly operates Ask.com, as well as Reference.com, Life123.com, Consumersearch.com, Shop411.com and many other sites offering search services and everyday useful content (click here for more info about other AMG sites).\nWe understand that your privacy is important to you, and we are committed to being transparent about the information we collect and process upon your use of AMG sites.\n</p>\n<p>If you are accessing the ask.com site via a downloadable application, you are using a service offered by AMG’s affiliated business Ask Applications and this cookie policy is applicable.\n</p>\n<p>We operate our sites from the United States of America and, regardless of your place of residence or access location, your use of our sites is governed by the laws of the State of California, USA.\nUsers who access or use our sites from other locations do so at their own risk and consent to the transfer and processing of their data in the United States of America and any other jurisdiction throughout the world.\nThis Cookie Policy is provided in English.\nTranslations to certain other languages may be available and can be requested by contacting us here.\n</p>\n<p>This Cookie Policy explains how and why cookies, web beacons, pixel tags, clear gifs, and other similar files or technologies may be used to collect and store the information automatically collected about your browser, computer, device, and Service usage and how you can control the use of these technologies.\n</p>\n<p>If you do not accept the use of cookies, please disable them as described in the Cookie Controls.\n</p>\n<p>This Cookie Policy should be read together with our Privacy Policy and Terms of Use.</p>\n<p>\n<u>What is a cookie?</u>\n</p>\n<p>\n<u>How do we use cookies?</u>\n</p>\n<p>\n<u>What types of cookies do we use?</u>\n</p>\n<p>\n<u>Cookie Controls</u>\n</p>\n<p>\n<u>About cookies set in the past</u>\n</p>\n<p>\n<u>Changes to this Cookie Policy</u>\n</p>\n<p>\n<u>More cookie resources</u>\n</p>\n<p>\n<u>Contact Information</u>\n</p> WHAT IS A COOKIE?\n<p>\n<u>Cookies</u> are text files containing small amounts of information which are downloaded to your computer or mobile device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nA <u>pixel tag</u> (also called a <u>web beacon</u> or <u>clear GIF</u>) is a tiny graphic with a unique identifier, embedded invisibly on a webpage (or an online ad or email) that links web pages to particular web servers and their cookies, and may be used for a variety of purposes, such as counting the number of visitors to the Sites, analyzing how users navigate around the Sites, assessing what content or ads are viewed or clicked on by our visitors.\nSome ad companies and game developers use “ <u>flash cookies</u>” for ads and games that use Flash media technology.\n<u>We use the term “cookies” in this policy to refer to cookies and all such similar technologies</u>.\n</p>\n<p>Cookies are widely used in order to make websites work, or to work more efficiently, as well as to provide information to the owners of the site.\nWe use these technologies to let you navigate between pages efficiently, remember your preferences, track your use of the Services and generally improve your experience.\nAd companies we work with place cookies on your computer to track your activities across various sites so that they can display ads on our Sites and third party websites that are more relevant to you and your interests.</p>\n<p>There are two broad categories of cookies:</p>\n<ul>\n<li>\n<strong>First party cookies,</strong>served directly by us to your computer or mobile device.</li>\n<li>\n<strong>Third party cookies,</strong>which are served by a third party on our behalf.\nWe use third party cookies for functionality, performance / analytics, advertising and social media purposes.</li>\n</ul>\n<p>Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are 'session cookies', meaning that they exist only while your browser is open.\nThese are deleted automatically once you close your browser.\nOther cookies are 'permanent cookies', meaning that they survive after your browser is closed.\nThey can be used by websites to recognize your computer when you open your browser and browse the Internet again.\n</p> HOW DO WE USE COOKIES?\n<p>We use cookies to:</p>\n<ul>\n<li>track traffic flow and patterns of travel in connection with our services;</li>\n<li>understand the total number of visitors to our sites on an ongoing basis and the types of internet browsers (e.g.\nChrome, Safari or Edge), operating systems (e.g.\nWindows or Mac OS), and screen resolutions used by our visitors;</li>\n<li>monitor and analyze the performance of our Services and to continually improve them;</li>\n<li>customize and enhance your online experience;</li>\n<li>enable AMG and third-party advertising both on and off our sites.</li>\n</ul> WHAT TYPES OF COOKIES DO WE USE?\n<p>The types of cookies used by us and our partners in connection with the services can be classified into one of the five categories below.\nWe've set out some further information about each category, and the purposes of the cookies we and third parties set in the following table.</p>\n<p>\n<strong>TYPE OF COOKIE</strong>\n</p>\n<p>\n<strong>WHAT IT DOES</strong>\n</p>\n<p>\n<strong>Strictly Necessary Cookies</strong>\n</p>\n<p>These cookies are essential to operate our sites and provide our services by helping us provide basic functionality such as loading and rendering pages on the sites and enabling your navigation around the sites and use of certain features.\nThey are also used to identify and prevent fraud and improve security.</p>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>Functionality cookies record information about choices you've made and allow us to tailor the sites to you.\nThese cookies mean that when you continue to use or come back to the sites, we can provide you with our services as you have asked for them to be provided.\nFor example, these cookies allow us to store language preference.\nThey may also be used to provide certain functionality such as playing a video.</p>\n<p>\n<strong>Performance / Analytics Cookies</strong>\n</p>\n<p>We use performance/analytics cookies to analyze how the sites are accessed, used, or is performing in order to provide you with a better user experience and to maintain, operate and continually improve the sites.\nFor example, these cookies allow us to: &nbsp;</p>\n<p>1.\nBetter understand our website visitors so that we can improve how we present our content;</p>\n<p>2.\nTest different design ideas for particular pages, such as our homepage;</p>\n<p>3.\nCollect information about site visitors such as where they are located and what browsers they are using;</p>\n<p>4.\nDetermine the number of unique users of the sites;</p>\n<p>5.\nImprove the sites by measuring any errors that occur.\nand</p>\n<p>6.\nConduct research and diagnostics to improve product offerings.</p>\n<p>\n<strong>Advertising and Tracking Cookies</strong>\n</p>\n<p>As you use our sites, you will notice that it features advertising.\nThrough pixels and JavaScript code implemented on our sites, we allow third party advertising companies to place cookies on our users’ browsers.\nThese cookies enable such companies to track your activity across various sites where they display ads and record your activities so they can show ads that they consider relevant to you as you browse the web.\n</p>\n<p>Cookies also allow us and third parties to know whether you've seen an ad or a type of ad, and how long it has been since you've last seen it.\nThis information is used for frequency capping purposes, to help tailor the ads you see, and to measure the effectiveness of ads.\n</p>\n<p>\n<strong>Social Media Cookies</strong>\n</p>\n<p>Social media platform that make their social sharing features available through/on our sites may set their own cookies in order to track the performance of their features or customize them.\nFor example, when you share an article using a social media sharing button on our sites (e.g., Facebook, Twitter, or Google Plus), the social network that has created the button will record that you have done this.\nBecause of how cookies work, we cannot access these cookies, nor can the social media platform access the data in cookies used by us.\nSome pages of our website may also contain embedded content, such as video content from YouTube, and these sites may set their own cookies.\n</p> COOKIE CONTROLS.\n<p>You can control your cookie settings as explained below.\nWe may disclose your opt-out choices to third parties so that they can honor your preferences in accordance with applicable laws.</p>\n<p>\n<u>Web Browser Controls</u>.\nMost browsers allow you to change your cookie settings.\nUsers can usually set their browsers to block all third-party cookies (which are those set by third-party companies collecting information on websites operated by other companies), block all cookies (including first-party cookies such as the ones We uses to collect search activity information about its users), or block specific cookies.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\nIn order to understand these settings, the following links may be helpful, otherwise you should use the “Help” option in your browser for more details.\n</p>\n<ul>\n<li> Cookie settings in Microsoft Edge</li>\n<li> Cookie settings in Internet Explorer </li>\n<li> Cookie settings in Firefox </li>\n<li> Cookie settings in Chrome </li>\n<li> Cookie settings in Safari web and&nbsp;iOS.\n</li>\n</ul>\n<p>\n<u>Flash Cookie Controls</u>.\nYou can manage the use of Flash technologies with the Flash management tools available at Adobe’s website.</p>\n<p>\n<u>Web-Beacons</u>:&nbsp;You can usually prevent the operation of web-beacons by changing your web-browser cookie settings and your ad choices, or for those in emails, by switching off images in your email client or viewing emails using only the “text” display (rather than “HTML” display”).\nSee the “Help” section of your email client for instructions.\nPlease see the&nbsp.\nAll About Cookies website for further information about managing your options.</p>\n<p>\n<u>Mobile Apps</u>.\nYou can stop all collection of information via an app by uninstalling the app.\nAlso, you may be able to exercise specific privacy choices, such as enabling or disabling certain location-based services, by adjusting the permissions in your mobile device.</p>\n<p>\n<u>Google Analytics</u>.\nTo see an overview of privacy at Google and how to opt out of certain Google practices, visit&nbsp.\nhttps://www.google.com/intl/en/policies/privacy.\nYou can prevent your data from being collected by Google Analytics by downloading the Google Analytics Opt-out Browser Add-on here.\nOpting-out is generally done by the third party dropping a cookie on your browser indicating your intent to opt-out.\nIf you get a new device, install a new browser, erase, or otherwise alter the third party’s browser cookie file, you may clear the opt-out cookie and no longer be subject to its opt-out.\n</p>\n<p>\n<u>Third Party Advertising</u>.\nYou may exercise choices regarding certain third party advertising cookies through the following organizations:</p>\n<ul>\n<li> Digital Advertising Alliance (\" <u>DAA</u>\") Self-Regulatory Program for Online Behavioral Advertising.\nYou exercise the DAA choices regarding Interest-based Advertising here.\nYou can also download the DAA AppChoices app for control over how information about your interests is used for in-app advertising on your mobile device here </li>\n</ul>\n<ul>\n<li> European Interactive Digital Advertising Alliance (“EDAA”).\nTo learn more about the EDAA and your opt out options, see Your Online Choices <u>.</u>\n</li>\n</ul>\n<ul>\n<li> Network Advertising Initiative (“ <u>NAI</u>”).\nTo learn more about the NAI and your opt out options for their members, see http://www.networkadvertising.org/choices/.</li>\n</ul>\n<p>We only enable behavioral targeting with your consent where such consent is required.\nPlease be aware that, even if you have not consented to behavioral targeting where consent is required, or if you have opted out of certain Interest/behavioral/targeted –based advertising, you may continue to receive customized content and/or ads based on the search queries you submitted or the content of the pages you are visiting.\nAMG is not responsible for effectiveness of, or compliance with, any third-parties’ opt out options or programs or the accuracy of their statements regarding their programs.\n</p>\n<p>\n<u>Promotional Communications</u>.\nYou can opt-out of receiving certain promotional communications (push notifications) from us at any time by adjusting the permissions in your browser or mobile device.\n</p>\n<p>If you have disabled one or more cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.\n</p> CHANGES TO THIS COOKIE POLICY.\n<p>We will occasionally update this Cookie Policy to reflect changes in our practices and services.\nWhen we post changes to this Cookie Policy, we will revise the \"Last Updated\" date at the top of this Cookie Policy.\nIf we make any material changes in the way we collect, use, and/or share information held in cookies, we will notify you in advance of those changes taking effect.\nWe recommend that you check this page from time to time to inform yourself of any changes in this Cookie Policy or any of our other policies.\n</p>\nMORE COOKIE RESOURCES.\n<p>If you would like to find out more about cookies and their use on the Internet, you may find the following links useful:</p>\n<ul>\n<li> All About Cookies </li>\n<li> youronlinechoices.com </li>\n</ul> CONTACT INFORMATION.\n<p>If you have any questions or concerns about this Cookie Policy or would like to submit a request to our Data Protection Officer, please contact us here or via mail at:<br> Ask Media Group, LLC<br> Privacy Officer<br> 555 12th Street, Suite 300 <br> Oakland, CA 94607<br>\n</p> ", "created_at": "2021-12-16 23:40:40.223611", "updated_at": "2021-12-16 22:42:19.917564"}, {"id": 10994, "name": "Privacy Policy", "url": "https://www.life123.com/privacy?qo=footerLinks", "xpath": "/html/body/div[2]/div", "text": " Ask Media Group Privacy Policy <p>\n<strong>Last Updated On: October 28 2021</strong>\n</p>\n<ul>\n<li>Introduction and Scope</li>\n<li>Information We Collect, How We Use It, and How and Why We Share It</li>\n<li>More Details On Information Collected, Purpose of and Basis for Collection</li>\n<li>Additional information about Sharing with Third Parties</li>\n<li>Your Opt Out Rights and Choices</li>\n<ul>\n<li>For California users: Opt out of sharing for Interest Based Advertising (“Do Not Sell”)</li>\n</ul>\n<li>Your Access, Revision &amp.\nDeletion Rights</li>\n<ul>\n<li>Right to know/right of access</li>\n<li>Right to delete</li>\n</ul>\n<li>Data Hosted in the United States</li>\n<li>Complaints and Disputes about Privacy</li>\n<li>Data Retention and Security</li>\n<li>Updates to this Privacy Policy and Contact Information</li>\n</ul> 1) INTRODUCTION AND SCOPE\n<p>\n<strong>AMG Sites.</strong> Ask Media Group LLC, (“AMG”) operates a number of search and everyday useful content sites as well as the Ask mobile applications (click here for more info about AMG).\nWe understand that your privacy is important to you, and we are committed to being transparent about the information we collect and process when you use our websites.\nThis Privacy Policy describes our practices concerning the personal information collected, processed and stored by AMG when you visit and use websites operated by AMG (“Sites”).\n</p>\n<p>\n<strong>California Based Business.</strong> AMG operates the Sites from California in the United States of America and, regardless of your place of residence or access location, your use of the Sites is governed by the laws of the State of California.\nUsers who access or use the Sites from other locations consent to the transfer and processing of their data in the United States of America and any other jurisdiction throughout the world.\nFor more information, see the Data Hosted in the United States section below.\nThis Privacy Policy is provided in English.\nTranslations to certain other languages may be available and can be requested by contacting us here.\n</p>\n<p>\n<strong>User Consent and Age Requirement.</strong> By using the Sites, you consent to our collection and use of your information as described in this Privacy Policy.\nInformation about our use of cookies and how you can change your cookie settings can be found here.\nOur Sites are intended for general audiences over the age of 16 years old.\nWe do not knowingly collect information from children under the age of 16 years old.\nWe may promote certain content to a younger audience for certain sites in the United States.\nIF YOU ARE NOT AT LEAST 13 YEARS OLD IN THE UNITED STATES OR 16 YEARS OLD IN OTHER COUNTRIES, DO NOT USE THE SERVICES.\n</p> 2) Information We Collect, How We Use It, and How and Why We Share It&nbsp.\n<p>This section will serve as the notice at collection as provided in Section 1798.100(b) of the California Consumer Privacy Act.\n</p>\n<p>Access to web search results or other general content on our Sites or installation of a browser extension does not require you to create an account.\nHowever, certain of our websites allow you to sign up to receive our newsletters or other regular content, and we ask you to provide us your email address for that purpose.\n</p>\n<p>The chart below describes what data we collect that qualifies as “Personal Information” in California or “Personal Data” in the European Economic Area, how we collect or access it, how we use it, with which third parties we share it, and the purpose for sharing.\nIn addition, we may collect, use and disclose your personal information as required or permitted by applicable law, as directed by you, or in accordance with this Privacy Policy (See Section 3 below for more details).</p>\n<p> We may permit our service providers to process your personal data for specified purposes and in accordance with our agreements with them.\nSuch service providers may also engage vendors to help them process user data, so they can provide their services to us.\nSome third parties who collect data about you through their tags or pixels implemented to our web pages may also use your data for their own purposes, and in such case we provide you with the ability to consent, in countries where such consent is required, or the ability to opt out.\nSee Your Opt Out Rights and Choices for more details.\n</p>\n<strong>Categories of Personal Information</strong>\n<strong>How we collect it</strong>\n<strong>How we use it</strong>\n<strong>Who we share it with</strong>\n<strong>Purpose for sharing</strong>\n<strong>Your IP address</strong> We automatically collect the IP address you use each time you visit our Sites.\nWe get this information from your browser when it interacts with our servers.\nWe log these IP addresses in our user visit logs.\nThis is to determine what country or state or province you are in to show you relevant search results, content, and ads.\nThis is also to analyse fraudulent traffic patterns.\nWe also analyse which regions of the world our users come from so we can develop search and content offerings for these regions.\nWe share IP address, and your Site activities tied to your Browser ID or Unique ID Code (including use of our mobile app) with <strong>vendors</strong> who help us operate our Sites by providing the following services to us: <ol>\n<li>Site hosting and database warehousing</li>\n<li>Content delivery from our servers to your device</li>\n<li>Advertising inventory management and operations</li>\n<li>Data connectivity/identity service providers</li>\n<li>Service features and functionalities such as video players, browser notifications, social media sharing, subscribing to email newsletters or posting comments</li>\n<li>Business and technical performance analytics</li>\n<li>Security</li>\n</ol> Your data may also incidentally be shared with vendors for IT support, data backup and recovery service, and office software.\n<br> We also share this data with our parent company IAC for security purposes.\nIAC analyses all traffic patterns from all IAC group companies for site security and fraud prevention.\nThese vendors process our user's personal information to: <ol>\n<li>Provide their services to us and determining what amounts are owed to them based on traffic volumes or other metrics, including audience segmentation for our own marketing and promotion</li>\n<li>Logging page impressions and user actions for their business analytics</li>\n<li>Detecting and addressing fraudulent behavior or illegal activity on their service</li>\n<li>Monitoring the proper functioning of their services, quality assurance, finding errors and fixing them</li>\n<li>Internal research</li>\n<li>Improving on their products and services</li>\n</ol>\n<strong>A unique ID assigned to your browser</strong>\n<p>We attribute a unique ID to your browser for each of the Sites that you visit (Browser ID).\nWe store this information in a cookie set on your browser.\nSee our Cookie Policy for more information on cookies.\n</p>\n<p> Every time you visit the same Site with the same browser, we recognize you as the same visitor through your Browser ID.\nIf you use a different device or a different browser, or if you visit a different Site with the same browser, you will be identified as a different user with a different Browser ID.\n</p>\n<p>This is only so we can count unique users and repeat users for each of our Sites.\nWe can determine which of our Sites receive more repeat visits and which type of content causes users to come back to the Sites.\n</p>\n<strong>A unique ID code assigned to you based on your email address or your IP address</strong> We work with third party data connectivity vendors to assign to you an ID code unique to you based on your email address if you provide it to us, or based on your IP address.\nThese codes are stored in our systems.\nWe also store these codes in cookies set on the browser of the devices that you use to access our Sites.\nWe use these codes to identify you as a unique user and assign you to an “interest segment” for marketing or advertising in order to target ads to you based on the newsletters you subscribed to, searches you made, content you viewed, or pages and ads that you clicked on.\n<strong>Additional Information when you install one of our applications</strong>\n<p>If you install a browser extension, an installation ID will be created and tied to your Browser ID.</p>\n<p>\n</p>If you install our mobile application, we will receive the unique identifier (“ID”) that is tied to your app store account ID (such as Google Play or iTunes/AppStore or Amazon Appstore).<p>\n</p>\n<p>This enables us to understand how many users are visiting our Sites via browser extensions of our mobile application.</p>\n<p>\n</p>It also enables us to understand where you were coming from before installing our apps in order to compensate our marketing partners for traffic they refer to our application install pages.<p>\n</p>\n<strong>Your activities on our Sites and in our apps</strong>\n<p>All of your actions on each of our Sites with the same browser (your visits, search queries, search results you click on, URL of the webpage you were last visiting before clicking to our Site, pages viewed, any installation of a browser extension or mobile app, comments posted-where applicable, duration of visit) are tied to the Browser ID of that browser for that Site.\nYour browser has a different Browser ID for each of our Sites.\nHowever, if you sign up to receive emails from us from different Sites, we may link your activities on these different Sites via your email address.\n</p>\n<p>If you use our mobile apps, some of your activities (installs, uninstalls, bookmarks, adding to device home screen, use of new tabs) may be tied to your unique app ID, which may include a Google Advertising ID, Amazon Advertising ID or Apple IDFA, respectively.\n</p>\n<p>This is to count search queries, clicks, page views, repeat visits, time on site and in apps, and other metrics so we can determine which search queries are trending, which content, web page layouts or user interface are the most popular or generates the most revenues and which app features are the most used.\n</p>\n<p>This is also to determine payments owed to content and advertising partners, as well as marketing agencies.\n</p>\n<strong>Other technical information</strong> As you interact with the Sites, we may collect additional technical information via automated means: <ol>\n<li>Information about your computer or mobile device such as type of device, mobile device ID number, screen resolution, web browser information and operating system or platform </li>\n<li>Your browser preferences and settings (time zone, language, etc.)</li>\n</ol> This information is also tied to your Browser ID.\nThis is to present to you search results and content in your preferred language and present our Site pages in a format that best fits your device screen and format.\n<strong>Email address you may submit</strong> Some of our Sites may allow you to subscribe to daily, weekly or monthly email communications from us, such as Newsletters.\nIf you decide to subscribe, you provide your email address to us.\nIf you do, your email address may be tied to your Browser ID and Unique ID Codes and therefore may be linked to your other activities on our Sites.\nWe use your email address to send you our own newsletters or other email communications which may include information from the Site where you subscribed and from our other Sites.\nFor information on your email preference options, see Unsubscribe and deletion of email information in Section 6 below.\nWe share your email address with our email service provider MailChimp.\nWe also share your email in hashed form with data connectivity service providers such as LiveRamp and LiveIntent.\n<ol>\n<li> MailChimp sends emails to you on our behalf and manages our email database, including unsubscribe requests.\nWhen you interact with an email message that you receive from us, MailChimp may also place cookies on your browser in order to collect information about your device and whether you opened, read, deleted the email, or took any action promoted by the email.\nThey may use this information to target advertisements placed in our newsletters.\nFor more information about how MailChimp processes your information, please consult their privacy policy.\n</li>\n<li> Data connectivity service providers such as LiveRamp and LiveIntent use your email address to authenticate you and recognize you when you visit our SItes and other websites, which enables us to target ads to you for our promotion purposes, and to display personalized ads to you on our Sites and in our newsletters.\nSee Section 5 below for options to opt out of such targeting.\n</li>\n</ol>\n<strong>Contact information you may submit via our HelpDesk</strong> When you fill out a form to contact us via our HelpDesk, we retain your email and any other information you provide.* We do not combine this information with any of your activity data and keep it in a separate database.\n<p>This is used only to respond to your HelpDesk request.\nWe <strong>do not</strong> use your contact information for any other purpose.</p>\n<p>There is no need to provide to us (and we strongly discourage you from) providing any personally identifiable or sensitive information about you or anyone else such as your exact location, physical address, telephone number, health, race, religious beliefs, or sexual orientation.</p> Our HelpDesk platform is powered by Zendesk.\nYour information is hosted by Zendesk.\nZendesk processes your information only to provide their services to us.\n<strong>Professional or employment information and education records</strong> You may submit professional and education information about you when you submit a job application to us.\nWe do not combine this information with any of your activity data and keep it in a separate database.\nThis is used only to respond to your job application and to retain your information to contact you in case a future job opening corresponds to your qualifications.\nOur job application platform is powered by Greenhouse.\nYour information is hosted by Greenhouse.\nGreenhouse processes your information only to provide their services to us.\n<p>The chart below describes what data may be automatically collected by third parties when you visit our Sites via code that we implement to our Sites to allow them to access your browser.\nIn certain cases these third parties are co-controllers of personal data with us.\nWe only permit such third parties to collect and process your personal data in accordance with our agreements with them.\n</p>\n<strong>Categories of Personal Information</strong>\n<strong>How third parties collect it</strong>\n<strong>Which Partners collects it</strong>\n<strong>How they use it</strong>\n<strong>IP address and cookie data collected by social media platforms</strong> Social media features that we implement in the Sites (like the Facebook “Like” or “Share” button) may allow the social media providers to collect your IP address and the URL of the page of the Site you are on when you use the feature.\nThe sharing features may also set a social media service cookie to your browser.\nSocial Media Platforms Your interactions with these features are governed by the privacy policy of the social sharing platform that you agreed to upon creating your account with them.\n<strong>IP address collected by service providers and service provider cookies</strong>\n<p>We implement on our Sites certain code provided by our advertising partners that enable them to: </p>\n<ol>\n<li>Collect the IP address that you use when you visit our Sites</li>\n<li>place or recognize a cookie on your browser or other tracking device (for example, tied to your mobile device ID).\n</li>\n</ol>\n<p>\n</p>\n<p>This happens when we implement software code on our Site pages that allows our partners to interact with your browser, such as a pixel or beacon.</p>\n<ol>\n<li>Content partners who provide content or search targeted or contextually targeted ads on our Sites.</li>\n<li> YouTube for video results.\nIf you watch a video sourced from YouTube embedded in our search results page, your use of the YouTube service is subject to the YouTube Terms of Service and the Google Privacy Policy.\n</li>\n<li>Analytics service providers such as Google Analytics.</li>\n<li>Agencies who place ads on third party sites to promote our Sites.</li>\n<li>Publisher networks (such as Facebook or Google) on which we or our agencies place advertisements to promote our Sites</li>\n</ol> This is so they can: <ol>\n<li>Provide their services to us</li>\n<li>Determine payments owed to them</li>\n<li>Analyze fraudulent traffic patterns</li>\n<li>Detecting and fixing errors in their service</li>\n<li>Internal research and improving their service, including to increase their revenues</li>\n</ol>\n<strong>Site and app usage data collected via cookies and other tracking devices</strong>\n<p>Certain partners and service providers use cookies or tracking devices that enable them to: </p>\n<ol>\n<li>recognize your browser or mobile device when you visit our Sites and other sites</li>\n<li>collect information about your internet usage across multiple websites, including your visits to and actions on our Sites</li>\n<li> Assign to you a unique ID Code to recognize you when you visit our Sites and third party sites (cross site tracking) This happens when we implement software code on our Site pages that allows our partners to interact with your browser, such as a pixel or beacon, or when you provide us with your email address that we share (in hashed form) with these partners.\n</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Such information collection and use by third parties via cookies and tracking devices only occurs with your consent where required (such as in the European Economic Area).\nIt may qualify as a “sale” of personal information under the California Consumer Privacy Act.</strong> For more information and how to opt out of any such “sale”, see <strong>Opt out of sharing for Interest Based Advertising</strong> in Section 5 below.</p>\n<ol>\n<li> Advertisers and digital advertising technology intermediaries who place interest based advertisements on our Sites.\n</li>\n<li> Service providers (data connectivity/identity services) who connect data we collect about you with data that other publishers have collected about you, to enable cross site tracking.\n</li>\n</ol> They use tracking devices to place ads on our Sites targeted to you based on your past actions on our Site or on other sites (interest based targeting).\nThey may also use such tracking devices to target ads to you while you are visiting third party sites or using third party mobile apps.\n<strong>Cookies, Unique ID Codes and other trackers from ad networks where we promote our Sites and services</strong> Third parties who provide us with advertising services to promote our Sites and search services may also place cookies, ad tags, beacons and other tracking mechanisms on our advertisement landing pages that enable the collection of data about your visits to and actions on our Sites after you clicked on our advertisements.\n<p>\n<strong>Such information collection and use by third parties via cookies and tracking devices only occurs with your consent where required (such as in the European Economic Area).\nIt may qualify as a “sale” of personal information under the California Consumer Privacy Act.</strong> For more information and how to opt out of any such “sale”, see <strong>Opt out of sharing for Interest Based Advertising</strong> in Section 5 below.\n</p> Publisher networks where we distribute and display our advertisements to promote our Sites and search services (such as facebook and Google), and service providers who help us optimize our advertising campaigns (such as retargeting companies).\nThese third parties collect information about you in order to provide their ad campaign optimization services to us, and may also use such information to develop their own ad targeting algorithms and help other advertisers with optimizing their own campaigns by targeting ads to you based on your activities on our Sites.\n<p> They may also combine information about your activities on our Sites with information about you from other sources not affiliated with us.\n</p> 3) More Details On Information Collected, Purpose of and Basis for Collection <p>\n<strong>Technical information.</strong> As you interact with the Sites, we may collect additional technical information via automated means: </p>\n<ol>\n<li>Information about your computer or mobile device such as type of device, mobile device ID number, screen resolution, web browser information and operating system or platform </li>\n<li>Your browser preferences and settings (time zone, language, etc.)</li>\n<li>Internet provider or mobile service provider name</li>\n</ol>\n<p>\n</p>\n<p>This information is also tied to your Browser ID.</p>\n<p>\n<strong>Aggregated user information.</strong> We routinely aggregate the personal information of all of our users into user usage statistics for our Sites.\nWith this aggregation, your personal data is mixed with other user data and becomes de-identified.\nWe are not able to identify or re-identify you or any particular user.\nWe do not treat de-identified data or aggregate consumer information as personal information and we reserve the right to convert, or permit others to convert, your personal information into deidentified data or aggregate consumer information.\nSharing de-identified aggregate data with third parties does not constitute a sale or transfer of personal information.</p>\n<p>\n<strong>Legal basis for collection.</strong> We collect and use your personal information on the grounds of the legal basis described below: </p>\n<ol>\n<li>Provide our services: we process your personal information to provide our web search and content services.\nThis is so we can comply with our contractual obligations to you.\n</li>\n<li>Improving our services: we analyze information about how you use our Sites to provide an improved experience for our users, including product testing and site analytics.\nIt is in our legitimate business interests to use the information provided to us for this purpose, so we can understand any issues with our Sites and improve them.</li>\n<li>Compensating our partners: we process your personal information for purposes of calculating compensation to be paid to our third party product/service providers and distributors and to analyze usage across products, services and distribution partner/channel.\nIt is in our legitimate interest to appropriately determine amounts to be paid to our partners and inform our product roadmap and distribution strategy.</li>\n<li>Communicating with you: we may use your personal information when we communicate with you, for example if we are providing information about changes to the terms and conditions or if you contact us with questions.\nIt is in our legitimate interests that we are able to provide you with appropriate responses and provide you with notices about our Sites and services.</li>\n<li>Marketing: we may use your personal information to deliver relevant advertisements to you to promote our Sites, and measure the effectiveness of our marketing campaigns.\nIt is in our legitimate interest to analyze the interests of our users to craft more relevant advertising messages and inform our marketing strategy.\nWe may use automated decision-making to deliver tailored advertisements based on your personal information.\nIn most cases, we and our marketing network partners use cookies, unique ID codes and other types of trackers to carry out this activity.</li>\n<li>Exercising our rights: we may use your personal information to exercise our legal rights where it is necessary to do so.\nfor example, to detect, prevent and respond to fraud claims, intellectual property infringement claims or violations of law or our Terms of Service.</li>\n<li>Complying with our obligations: we may process your personal information to, for example, carry out fraud prevention checks or comply with other legal or regulatory requirements, where this is explicitly required by law, such as responding to your request for data access or deletion.</li>\n<li>Customizing your experience, including ads: when you use the Sites, we may use information about your use of the Sites (queries you submitted, content you viewed) to customize your experience, such as by providing personalized elements and showing you content based on your recent interests.\nWe may use automated decision-making for these activities.\nUpon your affirmative consent or request, we may use your browser information to send you notifications about content on our site via your browser.\nAs required by applicable data protection and privacy laws, we will obtain your consent for these activities or enable you to opt out of these activities.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Third party links.\n</strong>The Sites include many links to third-party websites, services, widgets, ads, and other services.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy practices.\n</p>\n<p>\n<strong>Notice of Financial Incentive.\n</strong>This Notice of Financial Incentive applies to sweepstakes and other giveaways offered by AMG.</p>\n<ol>\n<p>Program Detail.\nBy signing up for one of our newsletters, you may be eligible, where indicated, to participate in a drawing for a cash prize or other valuable prize.\nThe full terms and conditions of the sweepstakes will be set forth where the opportunity to enter the sweepstakes is offered.\nWe collect identifiers, such as email addresses, which you provide when you enter the sweepstakes.</p>\n<p>Value of Consumer Data.\nWe treat the value of Consumer data collected through the program as the equivalent of relevant expenses related to the collection and retention of Consumers’ PI as part of the program.\nThe financial incentive we offer to consumers through the program reasonably relate to the value of the consumer’s data.</p>\n<p>Withdrawal from the Program.\nYou have the right to withdraw from the program at any time.\nYou may do so by unsubscribing from the newsletter in the manner indicated in the newsletter.</p>\n</ol>\n4) Additional information about Sharing with Third Parties\n<p>In addition to the sharing described in the chart above, we share your information with third parties for the purposes described below: </p>\n<ol>\n<li>Fraud prevention: we may disclose your information to third parties when we believe disclosure is necessary to investigate, prevent, or respond to suspected illegal or fraudulent activity or to protect the safety, rights, or property of us, our users, or others.</li>\n<li>Law enforcement purposes and public safety: if requested or required by government authorities, such as law enforcement authorities, courts, or regulators, or otherwise to comply with the law, we may disclose any information we have about our users.\nWe may disclose information collected about you in order to exercise or protect legal rights or defend against legal claims.\nWe also may be required to disclose an individual’s personal information in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</li>\n<li> Other IAC businesses: We are part of the IAC family of businesses (go to www.iac.com for a listing of these businesses).\nWe may share information we collect, including personal information, with the IAC companies.\nSharing information with our IAC companies enables us to provide you with information about a variety of products and services that might interest you.\n</li>\n<li>Sale or merger of our business: we may transfer your information to a third party if we or any of our affiliates are involved in a corporate restructuring (e.g., a sale, merger, or other transfer of assets).\n</li>\n</ol>\n<p>\n</p> 5) Your Opt Out Rights and Choices\n<p>You have rights and choices regarding our collection and use of your personal information, as well as the collection and use of some of our third party partners.\nA few of those choices are set forth below and others are described in our Cookie Policy.</p>\n<p>\n<strong>Removing our cookie.</strong> If you remove our Browser ID cookie from your browser cache, we will no longer recognize your browser and activities until a new cookie is placed.\nAny future site activities you perform after you delete this cookie will not be tied to your previous activities which were associated with the removed cookie.</p>\n<p>\n<strong>Removing Interest based advertising cookies.</strong> You can opt-out of third-party interest-based, advertising-related cookies, pixel tags and web beacons, to prevent our advertising partners to deliver targeted interest based ads to you.\nYou can choose to opt-out through these (and other) resources: </p>\n<ul>\n<li>Network Advertising Initiative (http://www.networkadvertising.org/)</li>\n<li>Digital Advertising Alliance (http://www.aboutads.info/consumers)</li>\n<li>Your Online Choices (http://www.youronlinechoices.com/)</li>\n</ul> You will continue to see advertisements on our Sites, but they will not be tailored to you based on any past behavior on our Sites or other websites.\nYou may, however, still receive customized content and/or ads based on the search queries you submitted or the content of the pages you are visiting.\n<p>\n</p>\n<p>\n<strong>Removing LiveRamp ID Codes.</strong> When you use our Sites or subscribe to one of our newsletters, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our data connectivity service providers such as LiveRamp.\nThese service providers enable us to implement cross-channel advertising and may share your information with third party advertising companies to enable cross-site and cross device interest-based targeted advertising.\nTo opt out of this use by LiveRamp, please click here.\n</p>\n<p>\n<strong>Removing Interest-based advertising from Mobile Tracking Devices.</strong> You may opt out of tracking and receiving tailored advertisements on your mobile device by some mobile advertising companies and other similar entities by downloading the App Choices app at https://youradchoices.com/appchoices\n</p>\n<p>\n<strong>Other Privacy Tools.</strong> In addition, third party tools enable you to search for and opt-out of some of these devices, such as the Ghostery browser plug-in available at https://www.ghostery.com/.\n</p>\n<p>\n<strong>Do Not Track.</strong> Do Not Track (DNT) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third-parties.\nHowever, we do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.\n</p>\n<p>\n</p>\n<strong>For California users: Opt out of sharing for Interest Based Advertising (“Do Not Sell”).</strong> There is no industry consensus on whether enabling third parties to collect personal data via cookies for interest based targeting is a “sale” under California Consumer Privacy Act.\nWe however want to give you choices regarding third parties using cookies or tracking devices to collect information about your internet usage while you visit our Sites (see the second chart in Section 2 above for more details on these practices).\n<p>\n</p>\n<p>Some browsers have signals that may be characterized as Do Not Sell signals, but we do not understand them to operate in that manner or to indicate a do not sell expression by you, so we currently do not recognize these as a do not sell request.\nWe understand that various parties are developing do not sell signals and we may recognize certain such signals if we conclude such a program is appropriate.</p>\n<p>If you do not wish for our advertising partners and certain data connectivity service providers to collect your personal information for interest based advertising purposes, click the button below to “Opt Out”.\nAs an alternative way to exercise your Opt Out right, you may contact us via our HelpDesk and we can provide further instructions on how to use the Opt Out button below.\nWe manage Opt Out requests on a per browser basis, using your Browser ID cookie.\nThis means that we need access to your browser when you click on the Opt Out button below in order to respond to your Opt Out request.\nWe therefore cannot process any Opt Out request from a third party acting as your agent.\n</p>\n<strong>Opt Out of Third Party Sharing for Interest Based Advertising</strong> This function is not activated if you do not have a California IP address.\nIf the button is not active, please try again from a California location.\n<p> You have opted out of third party sharing by Life123.com for interest based advertising.\nWe will no longer allow our advertising partners to use the personal information gathered from your browser’s activities for interest based targeting to you across various websites and services.\nWe participate in the IAB CCPA Compliance Framework for Publishers &amp.\nTechnology Companies (“IAB Framework”).\nWhen you use the above toggle to opt-out, to the extent we sell your personal information in order to deliver ads tailored to your interests, we will notify downstream participants of the IAB Framework that receive personal information about you to only use your personal information for those specific and limited purposes that are permitted under the IAB Framework.\nHowever, while we do our best to contractually restrict our advertising partners, including via the IAB Framework, we do not always have the means to verify or audit their compliance with your opt out request because we do not have access to their data processing systems.\n</p>\n<p> Our advertising partners will also be allowed to set or recognize a cookie on your browser only to provide services to us.\nThis means that the personal information tied to your browser may still be used by our advertising partners to help us perform advertising-related functions such as measuring, reporting and optimizing the effectiveness of our ads, capping how many times you may see an ad, counting ad impressions and user actions taken after clicking on an ad, ensuring services are working correctly and securely, providing aggregate statistics and analytics, or reducing ad fraud.\n</p>\n<p>Please note that opting-out does not mean that you will stop seeing <strong>ads or that you will stop seeing interest-based ads</strong>, as some of our advertising partners may still target ads to you based on information they collected about you prior to you opting out.\nIn addition, If you would like more information about how to opt out from interest based advertising from multiple websites and services, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/#.\nYou may also download the AppChoices app at http://www.aboutads.info/appchoices to opt out in mobile apps.\nNote also that one of our partners, LiveRamp, requires a separate opt out of selling information at https://optout.liveramp.com/opt_out.\n</p>\n<p>We manage your Opt Out status via your Browser ID cookie which applies to this Site only (see chart in Section 2 above).\nThis means that if you delete cookies from your browser or visit this Site from another browser or device, we will not recognize you as an Opted Out user.\nYou will need to click on the Opt Out button from those other devices or browsers to effect the Opt Out for those devices or browsers.\nSimilarly, if you visit another Ask Media Group Site, you will need to Opt Out via the Opt Out button located on the Privacy Policy page of that Site to effect the opt out for that Site.</p> 6) Your Access, Revision &amp.\nDeletion Rights <p>\n</p>\n<strong>Right to know/right of access</strong> If you are located in the European Economic Area (EEA) or in California, or in certain other states, you have specific rights to know and have access to the personal information that has been collected and stored by the web properties that you visit (and in the EEA, right to correct such information).\nYour rights can only be exercised if such web properties can adequately verify that you are the same person as the user whose data is being requested.\nAt Ask Media Group, we do not collect sufficient data to authenticate any particular user.\nAs indicated in Section 2 above, we only recognize a unique browser based on the Browser ID we assign to that browser for a particular Site.\nA Browser ID could therefore correspond to multiple individuals.\nIn the same way, one user could have multiple unique browser IDs if they visit multiple Sites or visit the same Sites with multiple devices or browsers.\nSince the personal information we collect related to a Browser ID is not sufficient to verify that the corresponding browser belongs to the person making the request, we are not able to provide any information in response to any request to know or access specific personal information about a user.\nThis is to prevent anyone from using your browser to obtain your search or browsing history.\nWe want to make sure your search and browsing history does not fall into the wrong hands.\n<p>\n</p>\n<p>However, upon your request, and provided you are able to provide to us your Browser ID, then we may provide you with the following information collected within the last 12 months: </p>\n<ul>\n<li>Which categories of personal information we have collected about you (based on your Browser ID or other information you have provided to us), and how we collected that information, as well as the business or commercial purposes for our collecting such personal information.\n</li>\n<li>A list of the categories of personal information shared with third parties for a business purpose and the categories of third parties to whom we have shared your personal information.\n</li>\n<li>A list of categories of personal information that may have been collected by third parties when you visited our Site, and the categories of third parties who may have collected such information.\n</li>\n</ul> Information relating to your Browser ID is retained by us for various time periods, so we may not be able to provide information for the full 12 months preceding your request.\n<p>\n</p>\n<p>Please note that if you have provided to us your email address to subscribe to one of our newsletters, your email is not automatically tied to your Browser ID, and therefore you have to request us to delete your email separately.\nIf you have submitted a HelpDesk request, or have submitted a job application with us, your contact information will not be tied to your Browser ID and we will not be able to verify that any Browser ID information corresponds to any additional information you provide to us.\nSee below for email deletion requests.</p>\n<p>\n</p>\n<strong>Right to delete</strong> If you are located in the European Economic Area (EEA) or in California, or in certain other states, you have specific rights to request us to delete any personal information we have stored about you.\nIn the EEA, you also have the right to withdraw any consent that you have previously provided to us to store or use your personal information.\nAs indicated above, since all personal information we have is tied to your Browser ID, we are only able to delete your personal information from our databases if you can provide to us that Browser ID.\nYou can also request deletion of certain other information that is not tied to your Browser ID as further described below.\n<p>\n</p>\n<p>\n</p>\n<strong>Process to submit a right to know/right of access or right to delete request</strong> To request us to access personal information categories or delete personal information we have collected with respect to your Browser ID, please follow these steps: <ol>\n<li>Click on the Browser ID button below to get your Browser ID and copy your Browser ID to a safe place so you can later send it to us.\nRemember that this Browser ID is unique to this website.\nIf you visit a different Site with the same browser, you will be identified as a different user with a different Browser ID.\n</li> Browser ID 3BF1120D-8308-4317-8038-805FDEED4929 <li> Contact us via our HelpDesk, click the “Contact Us” button, then fill out the form.\nSelect “Request access to or deletion of your personal data” in the drop-down for the Subject field.\n</li>\n<li>Provide your Browser ID number</li>\n<li>Provide a written and signed statement confirming that: <ol>\n<li>You are a resident of California, or a country in the EEA (please indicate which country) or another state where the laws provide you similar rights (please indicate which state)</li>\n<li>You are the rightful owner of the browser that corresponds to the Browser ID you are providing.\nand </li>\n<li>you are the sole user of that browser and no other individual has used the browser</li>\n</ol>\n</li>\n<li>Clarify whether you are requesting us to (a) delete all of the personal information tied to your Browser ID.\nor (b) send to you information on the categories of personal data we have collected and shared that are tied to your Browser ID.</li>\n<li>To assist us in processing your request in a timely manner, please make your request in English if you are able to do so.</li>\n</ol>\n<p>\n</p>\n<p>We manage requests to delete or access personal information on a per Browser ID basis, which is the only way we have of recognizing or authenticating a user.\nEven if you have created an account with us and submitted your email address, we may not automatically tie your email address to your browser ID.\nThis means that we need access to your browser when you click on the Browser ID button above and will process your request based on that Browser ID.\nWe therefore cannot process any request from a third party acting as your agent.\nFor email deletion requests, see below.\n</p>\n<p>All requests for access or deletion will be reviewed by our legal and compliance team and we reserve the right, in compliance with applicable laws, to accept or reject, or make further inquiries regarding, any requests.\nWe try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.\nWe will typically not charge a fee to fully respond to your requests.\nprovided, however, that we may charge a reasonable fee, or refuse to act upon a request, if it is excessive, repetitive, unfounded or overly burdensome.\nIf we determine that the request warrants a fee, or that we may refuse it, we will give you notice explaining why we made that decision.\nYou will be provided a cost estimate and the opportunity to accept such fees before we will charge you for responding to your request.\n</p>\n<p>\n</p>\n<strong>Unsubscribe and deletion of email information </strong> To stop receiving email communications from us, you can opt out by using the unsubscribe mechanism in the email you receive, or by contacting us via our HelpDesk and requesting us to no longer receive emails from us.\nNote that regardless of your email preference settings, we may send you transactional and administrative messages regarding our Sites and services.\n<p>\n</p>\n<p>If you have provided your email address to us by subscribing to one of our Sites’ newsletters or other email communications, you may request us to remove your email from our database by contacting us via our HelpDesk.\nNote that your email is not automatically tied to your Browser ID and so deleting your email will not automatically delete from our systems all personal information we have relating to your activities on our Sites.\nSee Section 2 for more details on Browser ID related personal information.\n</p>\n<p>\n</p>\n<strong>Deletion of information you submit via our HelpDesk</strong> You may request us to delete all the information you submitted to us via our HelpDesk by contacting us via our HelpDesk.\nHowever, we reserve the right to retain any information you provided via our HelpDesk in order to defend legal claims, retain a record of our compliance with laws, including privacy and data protection laws, and other statutory data retention requirements.\nNote that except when you provide your Browser ID via a HelpDesk request, your HelpDesk request information is not tied to your Browser ID.\nDeleting your HelpDesk request information will not automatically delete from our systems all personal information we have relating to your activities on our Sites and you must make these requests separately.\nSee Section 2 for more details on Browser ID related personal information.\n<p>\n</p>\n<p>\n</p>\n<strong>Deletion of information you submit in response to a job posting</strong> You may request us to delete all the information you submitted to us in response to a job posting by contacting us via our HelpDesk.\nHowever, we reserve the right to retain any information you provided to us to apply for a position at Ask Media Group in order to defend legal claims, retain a record of our compliance with laws, and other statutory data retention requirements.\nNote that your job application information is not tied to your Browser ID and so deleting your job application information will not automatically delete from our systems all personal information we have relating to your activities on our Sites.\nSee Section 2 for more details on Browser ID-related personal information.\n<p>\n</p> 7) Data Hosted in the United States\n<p> Ask Media Group is headquartered in California, and in order to access our Sites, your browser interacts directly with our Site servers in the United States.\nBy visiting or using our Sites, your data is automatically collected, processed and stored on servers located in the United States.\nIf you are located in the United Kingdom (“UK”), Switzerland, or the European Economic Area (“EEA”), this means your data is stored in a country the laws of which may offer less personal data protection than your country.\nWe however comply with requirements set forth in the EU General Data Protection Regulation when we process your data, and you have the right to lodge a complaint with the data supervisory authority of your country if you feel that we have unlawfully processed your data.\n</p>\n<p>Your personal data is also processed in the United States by some of the third parties with whom we share your data, as detailed in the chart in the Information We Collect, How We Use It, and How and Why We Share It Section above and in the Additional information about Sharing with Third Parties section above.\nWe have entered into data processing agreements with service providers who process your data that restrict and regulate their processing of your data on our behalf.\n</p>\n<p> If you are in the UK, Switzerland, or the EEA and you do not consent to your data being processed by us or by our service providers in the United States, please follow the steps outlined in the Right to delete section above and contact us via our HelpDesk, and please stop accessing our Sites.\n</p> 8) Non Discrimination, Complaints and Disputes\n<p> All content and services offered on the Sites are free of charge and Ask Media Group will not discriminate against any user who has exercised their rights as set forth in this privacy policy.\n</p>\n<p> We commit to resolve complaints about your privacy and our collection or use of your personal information.\nInquiries, concerns or complaints may be submitted to us here.\n</p>\n<p> We are committed to working with you to obtain a fair resolution of any complaint or concern about your privacy.\nIf, however, you believe that we have not satisfactorily addressed your complaint or concern, you may have the right to make a complaint to the data protection authority of your state of residence.\nAMG is further subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC) in the United States.\n</p> 9) Data Retention and Security\n<p>We have designed our Browser ID system so that we can manage our Sites while collecting as little information about our users as possible.\nWe retain the information tied to your Browser ID for as long as necessary to fulfill the purpose we collected it for and for the purpose of satisfying any legal, accounting, or reporting requirements.\nTo determine the appropriate retention period for personal information we process, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your information, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal, accounting, or reporting requirements.</p>\n<p>If you subscribe to one of our Sites’ email communications and provide us your email address, we will keep your email address for as long as you open our email communications and six months after your email address becomes unresponsive to our emails or when you unsubscribe.</p>\n<p>We retain information in our HelpDesk system for up to three years to respond to discovery requests in the event of litigation or have the ability to defend legal claims.\n</p>\n<p>We retain information you provide to apply for jobs at Ask Media group for as long as we have an ongoing legitimate business need to do so (for example, to contact you if we have a job opening that fits your qualification, or to comply with applicable legal, tax or accounting requirements) after which our service provider Greenhouse will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then they will securely store your information and isolate it from any further processing until deletion is possible.</p>\n<p>We take the security of your information seriously and use appropriate technical and organizational measures to protect your information against unauthorized or unlawful processing and against accidental loss, destruction or damage.\nWe also limit access to information about you to employees who reasonably need access to it to provide products or services to you, or in order to do their jobs.\nHowever, because no security system can be 100% effective, we cannot completely guarantee the security of any information we may have collected from or about you.\n</p> 10) Updates to this Privacy Policy and Contact Information\n<p>We will continue to evaluate this Privacy Policy against new technologies, applicable laws, business practices, and our user’s needs, and may make changes accordingly.\nPlease check this page periodically for updates.\nIf we make any material changes, we will post the updated Privacy Policy on this page, along with its effective date, and notify you by means of a notice on the Sites.\nExcept in connection with updates that materially change the ways in which we process your information, your continued use of the Services after this Privacy Policy has been updated means that you agree to be bound by such updates.\nWe will provide notice in advance of the effective date with regard to any updates that materially change the ways in which we process your personal information.</p>\n<p>If you have any questions or concerns about this Privacy Policy or the manner in which your information is processed (or if you are an EEA resident, how your data is transferred outside of the EEA), or if you would like to submit a request to us, please contact our Data Protection Officer here or via mail at: </p> Ask Media Group, LLC<br> Data Protection Officer<br> 1955 Broadway, Suite 350<br> Oakland, CA 94612 <p>\n</p> ", "created_at": "2021-12-16 23:40:40.221118", "updated_at": "2021-12-16 22:41:51.403996"}], "points": [{"id": 26420, "title": "There is a date of the last update of the agreements", "source": "https://www.life123.com/terms?qo=footerLinks", "status": "Generated through the annotate view", "created_at": "2021-12-16 23:30:20.497536", "updated_at": "2022-08-17 17:49:42.703058", "quoteText": "Last Updated On: August 9, 2019", "case_id": 331, "document_id": 10996, "quoteStart": 30, "quoteEnd": 61}], "urls": ["life123.com"]}}