{"error": 448, "message": "OK", "parameters": {"id": 177, "name": "Wikimedia", "created_at": "2018-01-16 15:26:05.43763", "updated_at": "2022-07-07 12:10:05.24606", "wikipedia": "https://en.wikipedia.org/wiki/Wikimedia_Foundation", "keywords": "", "related": "", "slug": "wikimedia", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/177.png", "url": "wikimedia.org,wikimediafoundation.org,wikiquote.org,wikiversity.org,wikidata.org,wikivoyage.org,wikibooks.org,wikinews.org,wiktionary.org,wikisource.org", "documents": [{"id": 438, "name": "Terms of Use", "url": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "xpath": "", "text": " Terms of Use From the Wikimedia Foundation Governance Wiki &lt.\nTerms of Use Jump to navigation Jump to search <b>In other languages</b>\n<b>English</b> &nbsp;· العربية&nbsp;· asturianu&nbsp;· български&nbsp;· বাংলা&nbsp;· català&nbsp;· čeština&nbsp;· Deutsch&nbsp;· English&nbsp;· español&nbsp;· suomi&nbsp;· français&nbsp;· galego&nbsp;· עברית&nbsp;· Bahasa Indonesia&nbsp;· italiano&nbsp;· 日本語&nbsp;· 한국어&nbsp;· македонски&nbsp;· മലയാളം&nbsp;· Nederlands&nbsp;· polski&nbsp;· português do Brasil&nbsp;· русский&nbsp;· ไทย&nbsp;· українська&nbsp;· Tiếng Việt <p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<b>This is a summary of the Terms of Use.\nTo read the full terms, scroll down or click here.</b>\n<p>\n<br>\n</p> Terms of Use\n<p>\n<br>\n</p> This is a human-readable <b>summary</b> of the Terms of Use.\nDisclaimer: This summary is not a part of the Terms of Use and is not a legal document.\nIt is simply a handy reference for understanding the full terms.\nThink of it as the user-friendly interface to the legal language of our Terms of Use.<br>\n<p>\n<b>Part of our mission is to</b>:\n</p>\n<ul>\n<li>\n<b>Empower and Engage</b> people around the world to collect and develop educational content and either publish it under a free license or dedicate it to the public domain.</li>\n<li>\n<b>Disseminate</b> this content effectively and globally, free of charge.</li>\n</ul>\n<p>\n<br>\n<b>You are free to</b>:\n</p>\n<ul>\n<li>\n<b>Read and Print</b> our articles and other media free of charge.</li>\n<li>\n<b>Share and Reuse</b> our articles and other media under free and open licenses.</li>\n<li>\n<b>Contribute To and Edit</b> our various sites or Projects.</li>\n</ul>\n<p>\n<br>\n<b>Under the following conditions</b>:\n</p>\n<ul>\n<li>\n<b>Responsibility</b> – You take responsibility for your edits (since we only <i>host</i> your content).</li>\n<li>\n<b>Civility</b> – You support a civil environment and do not harass other users.</li>\n<li>\n<b>Lawful Behavior</b> – You do not violate copyright or other laws.</li>\n<li>\n<b>No Harm</b> – You do not harm our technology infrastructure.</li>\n<li>\n<b>Terms of Use and Policies</b> – You adhere to the below Terms of Use and to the applicable community policies when you visit our sites or participate in our communities.</li>\n</ul>\n<p>\n<br>\n<b>With the understanding that</b>:\n</p>\n<ul>\n<li>\n<b>You License Freely Your Contributions</b> – you generally must license your contributions and edits to our sites or Projects under a free and open license (unless your contribution is in the public domain).</li>\n<li>\n<b>No Professional Advice</b> – the content of articles and other projects is for informational purposes only and does not constitute professional advice.</li>\n</ul>\n<p>\n<br>\n<br>\n</p>\nOur Terms of Use\n<p>\n<i>\n<b>Imagine a world in which every single human being can freely share in the sum of all knowledge.\nThat's our commitment.</b>\n</i> – Our Vision Statement\n</p>\n<p>Welcome to Wikimedia! The Wikimedia Foundation, Inc.\n(“we” or “us”), is a nonprofit charitable organization whose mission is to empower and engage people around the world to collect and develop content under a free license or in the public domain, and to disseminate it effectively and globally, free of charge.\n</p>\n<p>To support our vibrant community, we provide the essential infrastructure and organizational framework for the development of multilingual wiki Projects and their editions (as explained here) and other endeavors which serve this mission.\nWe strive to make and keep educational and informational content from the Projects available on the internet free of charge, in perpetuity.\n</p>\n<p>We welcome you (“you” or the “user”) as a reader, editor, author, or contributor of the Wikimedia Projects, and we encourage you to join the Wikimedia community.\nBefore you participate, however, we ask that you please read and agree to the following Terms of Use (“Terms of Use”).\n</p>\nOverview\n<p>These Terms of Use tell you about our public services at the Wikimedia Foundation, our relationship to you as a user, and the rights and responsibilities that guide us both.\nWe want you to know that we host an incredible quantity of educational and informational content, all of which is contributed and made possible by users like yourself.\nGenerally we do not contribute, monitor, or delete content (with the rare exception of policies like these Terms of Use or legal compliance for DMCA notices).\nThis means that editorial control is in the hands of you and your fellow users who create and manage the content.\nWe merely host this content.\n</p>\n<p>The community – the network of users who are constantly building and using the various sites or Projects – are the principal means through which the goals of the mission are achieved.\nThe community contributes to and helps govern our sites.\nThe community undertakes the critical function of creating and enforcing policies for the specific Project editions (such as the different language editions for the Wikipedia Project or the Wikimedia Commons multi-lingual edition).\n</p>\n<p>You are welcome to join as a contributor, editor, or author, but you should follow the policies that govern each of the independent Project editions.\nThe largest of our Projects is Wikipedia, but we host other Projects too, each with different objectives and work methods.\nEach Project edition has a team of contributors, editors or authors who work together to create and manage the content on that Project edition.\nYou are welcome to join these teams and work with them to improve these Projects.\nBecause we are dedicated to making content freely accessible to the public, we generally require that all content you contribute is available under a free license or in the public domain.\n</p>\n<p>Please be aware that you are legally responsible for all of your contributions, edits, and re-use of Wikimedia content under the laws of the United States of America and other applicable laws (which may include the laws where you live or where you view or edit content).\nThis means it is important that you use caution when posting content.\nIn light of this responsibility, we have some rules about what you cannot post, most of which is either for your own protection or for the protection of other users like yourself.\nPlease keep in mind that the content we host is for general informational purposes only, so if you need expert advice for a particular question (such as medical, legal, or financial issues), you should seek the help of a licensed or qualified professional.\nWe also include other important notices and disclaimers, so please read these Terms of Use in their entirety.\n</p>\n<p>For clarity, other organizations, such as local Wikimedia chapters and associations, that may share in the same mission are nevertheless legally independent and separate from the Wikimedia Foundation and have no responsibility for the operations of the website or its content.\n</p>\nContents\n<ul>\n<li>1 Our Terms of Use</li>\n<li>2 Overview</li>\n<li>3 1.\nOur Services</li>\n<li>4 2.\nPrivacy Policy</li>\n<li>5 3.\nContent We Host</li>\n<li>6 4.\nRefraining from Certain Activities</li>\n<li>7 5.\nPassword Security</li>\n<li>8 6.\nTrademarks</li>\n<li>9 7.\nLicensing of Content</li>\n<li>10 8.\nDMCA Compliance</li>\n<li>11 9.\nThird-party Websites and Resources</li>\n<li>12 10.\nManagement of Websites</li>\n<li>13 11.\nResolutions and Project Policies</li>\n<li>14 12.\nTermination</li>\n<li>15 13.\nDisputes and Jurisdiction</li>\n<li>16 14.\nDisclaimers</li>\n<li>17 15.\nLimitation on Liability</li>\n<li>18 16.\nModifications to these Terms of Use</li>\n<li>19 17.\nOther Terms</li>\n<li>20 Thank You!</li>\n</ul> 1.\nOur Services\n<p>The Wikimedia Foundation is dedicated to encouraging the growth, development and distribution of free multilingual content, and to hosting the full content of these wiki-based Projects for the public free of charge.\nOur role is to host some of the largest collaboratively edited reference Projects in the world, which can be found here.\nHowever, we act only as a hosting service, maintaining the infrastructure and organizational framework that allows our users to build the Wikimedia Projects by contributing and editing content themselves.\nBecause of our unique role, there are a couple of things you should be aware of when considering our relationship to you, the Projects, and the other users:\n</p>\n<ol>\n<li>\n<b>We do not take an editorial role:</b> Because the Wikimedia Projects are collaboratively edited, all of the content that we host is provided by users like yourself, and we do not take an editorial role.\nThis means that we generally do not monitor or edit the content of the Project websites, and we do not take any responsibility for this content.\nSimilarly, we do not endorse any opinions expressed via our services, and we do not represent or guarantee the truthfulness, accuracy, or reliability of any submitted community content.\nInstead, we simply provide access to the content that your fellow users have contributed and edited.</li>\n<li>\n<b>You are responsible for your own actions:</b> You are legally responsible for your edits and contributions on Wikimedia Projects, so for your own protection you should exercise caution and avoid contributing any content that may result in criminal or civil liability under any applicable laws.\nFor clarity, applicable law includes at least the laws of the United States of America.\nAlthough we may not agree with such actions, we warn editors and contributors that authorities may seek to apply other country laws to you, including local laws where you live or where you view or edit content.\nWMF generally cannot offer any protection, guarantee, immunity or indemnification.</li>\n</ol>\n2.\nPrivacy Policy\n<p>We ask that you review the terms of our Privacy Policy, so that you are aware of how we collect and use your information.\nBecause our services are used by people all over the world, personal information that we collect may be stored and processed in the United States of America or any other country in which we or our agents maintain facilities.\nBy using our services, you consent to any such transfer of information outside your country.\n</p>\n3.\nContent We Host\n<ol>\n<li>\n<b>You may find some material objectionable or erroneous:</b> Because we provide a wide array of content that is produced or gathered by fellow users, you may encounter material that you find offensive, erroneous, misleading, mislabeled, or otherwise objectionable.\nWe therefore ask that you use common sense and proper judgment when using our services.</li>\n<li>\n<b>Our content is for general informational purposes only:</b> Although we host a great deal of information that pertains to professional topics, including medical, legal, or financial issues, this content is presented for general informational purposes only.\nIt should not be taken as professional advice.\nPlease seek independent professional counseling from someone who is licensed or qualified in the applicable area in lieu of acting on any information, opinion, or advice contained in one of the Project websites.</li>\n</ol>\n4.\nRefraining from Certain Activities\n<p>The Projects hosted by the Wikimedia Foundation only exist because of the vibrant community of users like you who collaborate to write, edit, and curate the content.\nWe happily welcome your participation in this community.\nWe encourage you to be civil and polite in your interactions with others in the community, to act in good faith, and to make edits and contributions aimed at furthering the mission of the shared Project.\n</p>\n<p>Certain activities, whether legal or illegal, may be harmful to other users and violate our rules, and some activities may also subject you to liability.\nTherefore, for your own protection and for that of other users, you may not engage in such activities on our sites.\nThese activities include:\n</p>\n<dl>\n<dd>\n<b>Harassing and Abusing Others</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Engaging in harassment, threats, stalking, spamming, or vandalism.\nand</li>\n<li>Transmitting chain mail, junk mail, or spam to other users.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<b>Violating the Privacy of Others</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Infringing the privacy rights of others under the laws of the United States of America or other applicable laws (which may include the laws where you live or where you view or edit content);</li>\n<li>Soliciting personally identifiable information for purposes of harassment, exploitation, violation of privacy, or any promotional or commercial purpose not explicitly approved by the Wikimedia Foundation.\nand</li>\n<li>Soliciting personally identifiable information from anyone under the age of 18 for an illegal purpose or violating any applicable law regarding the health or well-being of minors.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<b>Engaging in False Statements, Impersonation, or Fraud</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Intentionally or knowingly posting content that constitutes libel or defamation;</li>\n<li>With the intent to deceive, posting content that is false or inaccurate;</li>\n<li>Attempting to impersonate another user or individual, misrepresenting your affiliation with any individual or entity, or using the username of another user with the intent to deceive.\nand</li>\n<li>Engaging in fraud.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<b>Committing Infringement</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Infringing copyrights, trademarks, patents, or other proprietary rights under applicable law.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<b>Misusing Our Services for Other Illegal Purposes</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Posting child pornography or any other content that violates applicable law concerning child pornography;</li>\n<li>Posting or trafficking in obscene material that is unlawful under applicable law.\nand</li>\n<li>Using the services in a manner that is inconsistent with applicable law.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<b>Engaging in Disruptive and Illegal Misuse of Facilities</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>Posting or distributing content that contains any viruses, malware, worms, Trojan horses, malicious code, or other device that could harm our technical infrastructure or system or that of our users;</li>\n<li>Engaging in automated uses of the site that are abusive or disruptive of the services and have not been approved by the Wikimedia community;</li>\n<li>Disrupting the services by placing an undue burden on a Project website or the networks or servers connected with a Project website;</li>\n<li>Disrupting the services by inundating any of the Project websites with communications or other traffic that suggests no serious intent to use the Project website for its stated purpose;</li>\n<li>Knowingly accessing, tampering with, or using any of our non-public areas in our computer systems without authorization.\nand</li>\n<li>Probing, scanning, or testing the vulnerability of any of our technical systems or networks unless all the following conditions are met:</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>such actions do not unduly abuse or disrupt our technical systems or networks;</li>\n<li>such actions are not for personal gain (except for credit for your work);</li>\n<li>you report any vulnerabilities to MediaWiki developers (or fix it yourself).\nand</li>\n<li>you do not undertake such actions with malicious or destructive intent.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n</dd>\n</dl>\n<p>\n</p>\n<dl>\n<dd>\n<b>Paid contributions without disclosure</b>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>These Terms of Use prohibit engaging in deceptive activities, including misrepresentation of affiliation, impersonation, and fraud.\nAs part of these obligations, you must disclose your employer, client, and affiliation with respect to any contribution for which you receive, or expect to receive, compensation.\nYou must make that disclosure in at least one of the following ways:</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>\n<ul>\n<li>a statement on your user page,</li>\n<li>a statement on the talk page accompanying any paid contributions, or</li>\n<li>a statement in the edit summary accompanying any paid contributions.</li>\n</ul>\n</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>Applicable law, or community and Foundation policies and guidelines, such as those addressing conflicts of interest, may further limit paid contributions or require more detailed disclosure.</dd>\n<dd>A Wikimedia Project community may adopt an alternative paid contribution disclosure policy.\nIf a Project adopts an alternative disclosure policy, you may comply with that policy instead of the requirements in this section when contributing to that Project.\nAn alternative paid contribution policy will only supersede these requirements if it is approved by the relevant Project community and listed in the alternative disclosure policy page.</dd>\n</dl>\n</dd>\n</dl>\n<dl>\n<dd>\n<dl>\n<dd>For more information, please read our FAQ on disclosure of paid contributions.</dd>\n</dl>\n</dd>\n</dl>\n<p>We reserve the right to exercise our enforcement discretion with respect to the above terms.\n</p>\n5.\nPassword Security\n<p>You are responsible for safeguarding your own password and should never disclose it to any third party.\n</p>\n6.\nTrademarks\n<p>Although you have considerable freedoms for re-use of the content on the Project websites, it is important that, at the Wikimedia Foundation, we protect our trademark rights so that we can protect our users from fraudulent impersonators.\nBecause of this, we ask that you please respect our trademarks.\nAll Wikimedia Foundation trademarks belong to the Wikimedia Foundation, and any use of our trade names, trademarks, service marks, logos, or domain names must be in compliance with these Terms of Use and in compliance with our Trademark Policy.\n</p>\n7.\nLicensing of Content\n<p>To grow the commons of free knowledge and free culture, all users contributing to the Projects are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, so long as that use is properly attributed and the same freedom to re-use and re-distribute is granted to any derivative works.\nIn keeping with our goal of providing free information to the widest possible audience, we require that when necessary all submitted content be licensed so that it is freely reusable by anyone who cares to access it.\n</p>\n<p>You agree to the following licensing requirements:\n</p>\n<ol>\n<li>\n<b>Text to which you hold the copyright:</b> When you submit text to which you hold the copyright, you agree to license it under:\n<ul>\n<li>Creative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), and</li>\n<li>GNU Free Documentation License (“GFDL”) (unversioned, with no invariant sections, front-cover texts, or back-cover texts).</li>\n</ul>\n<p>(Re-users may comply with either license or both.)</p>\n<p>The only exception is if the Project edition or feature requires a different license.\nIn that case, you agree to license any text you contribute under that particular license.\nFor example, at the publication of this version of the Terms of Use, English Wikinews mandates that all text content is licensed under the Creative Commons Attribution 2.5 Generic License (CC BY 2.5) and does not require a dual license with GFDL.\n</p>\n<p>Please note that these licenses do allow commercial uses of your contributions, as long as such uses are compliant with the terms.\n</p>\n</li>\n<li>\n<b>Attribution:</b> Attribution is an important part of these licenses.\nWe consider it giving credit where credit is due – to authors like yourself.\nWhen you contribute text, you agree to be attributed in any of the following fashions:\n<ol>\n<li>\nThrough hyperlink (where possible) or URL to the article to which you contributed (since each article has a history page that lists all authors and editors);</li>\n<li>\nThrough hyperlink (where possible) or URL to an alternative, stable online copy that is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on the Project website.\nor</li>\n<li>\nThrough a list of all authors (but please note that any list of authors may be filtered to exclude very small or irrelevant contributions).</li>\n</ol>\n</li>\n<li>\n<b>Importing text:</b> You may import text that you have found elsewhere or that you have co-authored with others, but in such case you warrant that the text is available under terms that are compatible with the CC BY-SA 3.0 license (or, as explained above, another license when exceptionally required by the Project edition or feature)(\"CC BY-SA\").\nContent available only under GFDL is not permissible.\n<p>You agree that, if you import text under a CC BY-SA license that requires attribution, you must credit the author(s) in a reasonable fashion.\nWhere such credit is commonly given through page histories (such as Wikimedia-internal copying), it is sufficient to give attribution in the edit summary, which is recorded in the page history, when importing the text.\nThe attribution requirements are sometimes too intrusive for particular circumstances (regardless of the license), and there may be instances where the Wikimedia community decides that imported text cannot be used for that reason.</p>\n</li>\n<li>\n<b>Non-text media:</b> Non-text media on the Projects are available under a variety of different licenses that support the general goal of allowing unrestricted re-use and re-distribution.\nWhen you contribute non-text media, you agree to comply with the requirements for such licenses as described in our Licensing Policy, and also comply with the requirements of the specific Project edition or feature to which you are contributing.\nAlso see the Wikimedia Commons Licensing Policy for more information on contributing non-text media to that Project.</li>\n<li>\n<b>No revocation of license:</b> Except as consistent with your license, you agree that you will not unilaterally revoke or seek invalidation of any license that you have granted under these Terms of Use for text content or non-text media contributed to the Wikimedia Projects or features, even if you terminate use of our services.</li>\n<li>\n<b>Public domain content:</b> Content that is in the public domain is welcome! It is important however that you confirm the public domain status of the content under the law of the United States of America as well as the laws of any other countries as required by the specific Project edition.\nWhen you contribute content that is in the public domain, you warrant that the material is actually in the public domain, and you agree to label it appropriately.</li>\n<li>\n<b>Re-use:</b> Re-use of content that we host is welcome, though exceptions exist for content contributed under \"fair use\" or similar exemptions under copyright law.\nAny re-use must comply with the underlying license(s).\n<p>When you re-use or re-distribute a text page developed by the Wikimedia community, you agree to attribute the authors in any of the following fashions:</p>\n<ol>\n<li>\nThrough hyperlink (where possible) or URL to the page or pages that you are re-using (since each page has a history page that lists all authors and editors);</li>\n<li>\nThrough hyperlink (where possible) or URL to an alternative, stable online copy that is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on the Project website.\nor</li>\n<li>\nThrough a list of all authors (but please note that any list of authors may be filtered to exclude very small or irrelevant contributions).</li>\n</ol>\n<p>If the text content was imported from another source, it is possible that the content is licensed under a compatible CC BY-SA license but not GFDL (as described in “Importing text,” above).\nIn that case, you agree to comply with the compatible CC BY-SA license and do not have the option to re-license it under GFDL.\nTo determine the license that applies to the content that you seek to re-use or re-distribute, you should review the page footer, page history, and discussion page.\n</p>\n<p>In addition, please be aware that text that originated from external sources and was imported into a Project may be under a license that attaches additional attribution requirements.\nUsers agree to indicate these additional attribution requirements clearly.\nDepending on the Project, such requirements may appear for example in a banner or other notations pointing out that some or all of the content was originally published elsewhere.\nWhere there are such visible notations, re-users should preserve them.\n</p>\nFor any non-text media, you agree to comply with whatever license under which the work has been made available (which can be discovered by clicking on the work and looking at the licensing section on its description page or reviewing an applicable source page for that work).\nWhen re-using any content that we host, you agree to comply with the relevant attribution requirements as they pertain to the underlying license or licenses.</li>\n<li>\n<b>Modifications or additions to material that you re-use:</b> When modifying or making additions to text that you have obtained from a Project website, you agree to license the modified or added content under CC BY-SA 3.0 or later (or, as explained above, another license when exceptionally required by the specific Project edition or feature).\n<p>When modifying or making additions to any non-text media that you have obtained from a Project website, you agree to license the modified or added content in accordance with whatever license under which the work has been made available.</p>\nWith both text content and non-text media, you agree to clearly indicate that the original work has been modified.\nIf you are re-using text content in a wiki, it is sufficient to indicate in the page history that you made a change to the imported text.\nFor each copy or modified version that you distribute, you agree to include a licensing notice stating which license the work is released under, along with either a hyperlink or URL to the text of the license or a copy of the license itself.</li>\n</ol>\n8.\nDMCA Compliance\n<p>The Wikimedia Foundation wants to ensure that the content that we host can be re-used by other users without fear of liability and that it is not infringing the proprietary rights of others.\nIn fairness to our users, as well as to other creators and copyright holders, our policy is to respond to notices of alleged infringement that comply with the formalities of the Digital Millennium Copyright Act (DMCA).\nPursuant to the DMCA, we will terminate, in appropriate circumstances, users and account holders of our system and network who are repeat infringers.\n</p>\n<p>However, we also recognize that not every takedown notice is valid or in good faith.\nIn such cases, we strongly encourage users to file counter-notifications when they appropriately believe a DMCA takedown demand is invalid or improper.\nFor more information on what to do if you think a DMCA notice has been improperly filed, you may wish to consult the Chilling Effects website.\n</p>\n<p>If you are the owner of content that is being improperly used on one of the Projects without your permission, you may request that the content be removed under the DMCA.\nTo make such a request, please email us at legalwikimedia.org or snail mail our designated agent at this address.\n</p>\n<p>Alternatively, you may make a request to our community, which often handles copyright issues faster and more effectively than prescribed under the DMCA.\nIn that case, you can post a notice explaining your copyright concerns.\nFor a non-exhaustive and non-authoritative list of the relevant processes for the different Project editions, look here.\nBefore filing a DMCA claim, you also have the option of sending an email to the community at infowikimedia.org.\n</p>\n9.\nThird-party Websites and Resources\n<p>You are solely responsible for your use of any third-party websites or resources.\nAlthough the Projects contain links to third-party websites and resources, we do not endorse and are not responsible or liable for their availability, accuracy, or the related content, products, or services (including, without limitation, any viruses or other disabling features), nor do we have any obligation to monitor such third-party content.\n</p>\n10.\nManagement of Websites\n<p>The community has the primary role in creating and enforcing policies applying to the different Project editions.\nAt the Wikimedia Foundation, we rarely intervene in community decisions about policy and its enforcement.\nIn an unusual case, the need may arise, or the community may ask us, to address an especially problematic user because of significant Project disturbance or dangerous behavior.\nIn such cases, we reserve the right, but do not have the obligation to:\n</p>\n<ul>\n<li>Investigate your use of the service (a) to determine whether a violation of these Terms of Use, Project edition policy, or other applicable law or policy has occurred, or (b) to comply with any applicable law, legal process, or appropriate governmental request;</li>\n<li>Detect, prevent, or otherwise address fraud, security, or technical issues or respond to user support requests;</li>\n<li>Refuse, disable, or restrict access to the contribution of any user who violates these Terms of Use;</li>\n<li>Ban a user from editing or contributing or block a user's account or access for actions violating these Terms of Use, including repeat copyright infringement;</li>\n<li>Take legal action against users who violate these Terms of Use (including reports to law enforcement authorities).\nand</li>\n<li>Manage otherwise the Project websites in a manner designed to facilitate their proper functioning and protect the rights, property, and safety of ourselves and our users, licensors, partners, and the public.</li>\n</ul>\n<p>In the interests of our users and the Projects, in the extreme circumstance that any individual has had his or her account or access blocked under this provision, he or she is prohibited from creating or using another account on or seeking access to the same Project, unless we provide explicit permission.\nWithout limiting the authority of the community, the Wikimedia Foundation itself will not ban a user from editing or contributing or block a user's account or access solely because of good faith criticism that does not result in actions otherwise violating these Terms of Use or community policies.\n</p>\n<p>The Wikimedia community and its members may also take action when so allowed by the community or Foundation policies applicable to the specific Project edition, including but not limited to warning, investigating, blocking, or banning users who violate those policies.\nYou agree to comply with the final decisions of dispute resolution bodies that are established by the community for the specific Project editions (such as arbitration committees).\nthese decisions may include sanctions as set out by the policy of the specific Project edition.\n</p>\n<p>Especially problematic users who have had accounts or access blocked on multiple Project editions may be subject to a ban from all of the Project editions, in accordance with the Global Ban Policy.\nIn contrast to Board resolutions or these Terms of Use, policies established by the community, which may cover a single Project edition or multiple Projects editions (like the Global Ban Policy), may be modified by the relevant community according to its own procedures.\n</p>\n<p>The blocking of an account or access or the banning of a user under this provision shall be in accordance with Section 12 of these Terms of Use.\n</p>\n11.\nResolutions and Project Policies\n<p>The Wikimedia Foundation Board of Trustees releases official policies from time to time.\nSome of these policies may be mandatory for a particular Project or Project edition, and, when they are, you agree to abide by them as applicable.\n</p>\n12.\nTermination\n<p>Though we hope you will stay and continue to contribute to the Projects, you can stop using our services any time.\nIn certain (hopefully unlikely) circumstances it may be necessary for either ourselves or the Wikimedia community or its members (as described in Section 10) to terminate part or all of our services, terminate these Terms of Use, block your account or access, or ban you as a user.\nIf your account or access is blocked or otherwise terminated for any reason, your public contributions will remain publicly available (subject to applicable policies), and, unless we notify you otherwise, you may still access our public pages for the sole purpose of reading publicly available content on the Projects.\nIn such circumstances, however, you may not be able to access your account or settings.\nWe reserve the right to suspend or end the services at any time, with or without cause, and with or without notice.\nEven after your use and participation are banned, blocked or otherwise suspended, these Terms of Use will remain in effect with respect to relevant provisions, including Sections 1, 3, 4, 6, 7, 9-15, and 17.\n</p> 13.\nDisputes and Jurisdiction\n<p>\n<i>Highlighted for emphasis</i>\n</p>\n<p>We hope that no serious disagreements arise involving you, but, in the event there is a dispute, we encourage you to seek resolution through the dispute resolution procedures or mechanisms provided by the Projects or Project editions and the Wikimedia Foundation.\nIf you seek to file a legal claim against us, you agree to file and resolve it exclusively in a state or federal court located in San Francisco County, California.\nYou also agree that the laws of the State of California and, to the extent applicable, the laws of the United States of America will govern these Terms of Use, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles).\nYou agree to submit to the personal jurisdiction of, and agree that venue is proper in, the courts located in San Francisco County, California, in any legal action or proceeding relating to us or these Terms of Use.\n</p>\n<p>To ensure that disputes are dealt with soon after they arise, you agree that regardless of any statute or law to the contrary, any claim or cause of action you might have arising out of or related to use of our services or these Terms of Use must be filed within the applicable statute of limitations or, if earlier, one (1) year after the pertinent facts underlying such claim or cause of action could have been discovered with reasonable diligence (or be forever barred).\n</p>\n14.\nDisclaimers\n<p>\n<i>Highlighted for emphasis</i>\n</p>\n<p>At the Wikimedia Foundation, we do our best to provide educational and informational content to a very wide audience, but your use of our services is at your sole risk.\nWe provide these services on an \"as is\" and \"as available\" basis, and we expressly disclaim all express or implied warranties of all kinds, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWe make no warranty that our services will meet your requirements, be safe, secure, uninterrupted, timely, accurate, or error-free, or that your information will be secure.\n</p>\n<p>We are not responsible for the content, data, or actions of third parties, and you release us, our directors, officers, employees, and agents from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties.\nNo advice or information, whether oral or written, obtained by you from us or through or from our services creates any warranty not expressly stated in these Terms of Use.\n</p>\n<p>Any material downloaded or otherwise obtained through your use of our services is done at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\nYou agree that we have no responsibility or liability for the deletion of, or the failure to store or to transmit, any content or communication maintained by the service.\nWe retain the right to create limits on use and storage at our sole discretion at any time with or without notice.\n</p>\n<p>Some states or jurisdictions do not allow the types of disclaimers in this section, so they may not apply to you either in part or in full depending on the law.\n</p>\n15.\nLimitation on Liability\n<p>\n<i>Highlighted for emphasis</i>\n</p>\nThe Wikimedia Foundation will not be liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn no event shall our liability exceed one thousand U.S.\ndollars (USD 1000.00) in aggregate.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.\n16.\nModifications to these Terms of Use\n<p>Just as the Wikimedia community's input is essential for the growth and maintenance of the Projects, we believe that community input is essential for these Terms of Use to properly serve our users.\nIt is also essential for a fair contract.\nTherefore, we will provide these Terms of Use, as well as any substantial future revisions of these Terms of Use, to the community for comment at least thirty (30) days before the end of the comment period.\nIf a future proposed revision is substantial, we will provide an additional 30 days for comments after posting a translation of the proposed revision in at least three languages (selected at our discretion).\nThe community will be encouraged to translate the proposed revision in other languages as appropriate.\nFor changes for legal or administrative reasons, to correct an inaccurate statement, or changes in response to community comments, we will provide at least three (3) days' notice.\n</p>\n<p>Because it may be necessary to modify these Terms of Use from time to time, we will provide notice of such modifications and the opportunity to comment via the Project websites, and via a notification on WikimediaAnnounce-L.\nHowever, we ask that you please periodically review the most up-to-date version of these Terms of Use.\nYour continued use of our services after the new Terms of Use become official following the notice and review period constitutes an acceptance of these Terms of Use on your part.\nFor the protection of the Wikimedia Foundation and other users like yourself, if you do not agree with our Terms of Use, you cannot use our services.\n</p>\n17.\nOther Terms\n<p>These Terms of Use do not create an employment, agency, partnership, or joint venture relationship between you and us, the Wikimedia Foundation.\nIf you have not signed a separate agreement with us, these Terms of Use are the entire agreement between you and us.\nIf there is any conflict between these Terms of Use and a signed written agreement between you and us, the signed agreement will control.\n</p>\n<p>You agree that we may provide you with notices, including those regarding changes to the Terms of Use, by email, regular mail, or postings on Project websites.\n</p>\n<p>If in any circumstance, we do not apply or enforce any provision of these Terms of Use, it is not a waiver of that provision.\n</p>\n<p>You understand that, unless otherwise agreed to in writing by us, you have no expectation of compensation for any activity, contribution, or idea that you provide to us, the community, or the Wikimedia Projects or Project editions.\n</p>\n<p>Notwithstanding any provision to the contrary in these Terms of Use, we (the Wikimedia Foundation) and you agree not to modify the applicable terms and requirements of any free license that is employed on the Projects or Project editions when such free license is authorized by these Terms of Use.\n</p>\n<p>These Terms of Use were written in English (U.S.).\nWhile we hope that translations of these Terms of Use are accurate, in the event of any differences in meaning between the original English version and a translation, the original English version takes precedence.\n</p>\n<p>If any provision or part of a provision of these Terms of Use is found unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and will be enforced to the maximum extent permissible, and all other provisions of these Terms of Use will remain in full force and effect.\n</p>\nThank You!\n<p>We appreciate your taking the time to read these Terms of Use, and we are very happy to have you contributing to the Projects and using our services.\nThrough your contributions, you are helping to build something really big – not only an important collection of collaboratively edited reference Projects that provides education and information to millions who might otherwise lack access, but also a vibrant community of like-minded and engaged peers, focused on a very noble goal.\n</p>\n<p>\n<b>These Terms of Use went into effect on June 16, 2014.\nPrevious versions of the terms:</b>\n</p>\n<ul>\n<li>\n<b>Terms of Use (2012–2014): effective from May 24, 2012 until June 16, 2014</b>\n</li>\n<li>\n<b>Terms of Use (2009): effective from 2009 until May 24, 2012.</b>\n</li>\n</ul>\n<p>\n<b>In the event of any differences in meaning between the original English version and a translation, the original English version takes precedence.</b>\n</p> Retrieved from \"https://foundation.wikimedia.org/w/index.php?title=Terms_of_Use/en&amp;oldid=123089\" Categories: <ul>\n<li>Terms of Use</li>\n<li>Policy</li>\n</ul>Hidden category: <ul>\n<li>Governance wiki</li>\n</ul> Navigation menu Personal tools <ul>\n<li>English</li>\n<li>Log in</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>Read</li>\n<li>Feedback</li>\n<li>View history</li>\n</ul> More <ul>\n</ul> Search About Wikimedia <ul>\n<li>Home</li>\n<li>Official website</li>\n<li>Contact us</li>\n<li>Wikimedia Blog</li>\n<li>Questions for Wikimedia?</li>\n</ul> Support <ul>\n<li>Donate</li>\n<li>Volunteering</li>\n<li>Wikimedia Shop</li>\n</ul> Corporate <ul>\n<li>Bylaws</li>\n<li>Values</li>\n<li>Policies</li>\n<li>Resolutions</li>\n<li>Annual Report</li>\n<li>Financial reports and Form 990</li>\n<li>Fundraising reports</li>\n<li>Movement affiliates</li>\n</ul> Wiki <ul>\n<li>Give feedback</li>\n<li>Recent changes</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Permanent link</li>\n<li>Page information</li>\n<li>Cite this page</li>\n</ul> Print/export <ul>\n<li>Create a book</li>\n<li>Download as PDF</li>\n<li>Printable version</li>\n</ul>\n<ul>\n<li> This page was last edited on 7 June 2019, at 19:07.</li>\n<li>Text is available under the Creative Commons Attribution-ShareAlike License.\nadditional terms may apply.\nSee Terms of Use for details.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wikimedia Foundation Governance Wiki</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n<li>Developers</li>\n<li>Statistics</li>\n<li>Cookie statement</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2018-08-29 04:49:33.980386", "updated_at": "2020-12-14 19:19:01.191854"}, {"id": 439, "name": "Privacy Policy", "url": "https://foundation.wikimedia.org/wiki/Privacy_policy", "xpath": "", "text": " Privacy policy From the Wikimedia Foundation Governance Wiki Jump to navigation Jump to search <ul>\n<li>العربية</li>\n<li>azərbaycanca</li>\n<li>تۆرکجه</li>\n<li>беларуская (тарашкевіца)‎</li>\n<li>български</li>\n<li>روچ کپتین بلوچی</li>\n<li>বাংলা</li>\n<li>bosanski</li>\n<li>català</li>\n<li>нохчийн</li>\n<li>کوردی</li>\n<li>čeština</li>\n<li>català</li>\n<li>Cymraeg</li>\n<li>Deutsch</li>\n<li>Deutsch (Sie-Form)‎</li>\n<li>Zazaki</li>\n<li>Ελληνικά</li>\n<li>emiliàn e rumagnòl</li>\n<li>English</li>\n<li>Canadian English</li>\n<li>British English</li>\n<li>Esperanto</li>\n<li>español</li>\n<li>euskara</li>\n<li>فارسی</li>\n<li>suomi</li>\n<li>français</li>\n<li>Nordfriisk</li>\n<li>Frysk</li>\n<li>galego</li>\n<li>Avañe'ẽ</li>\n<li>עברית</li>\n<li>हिन्दी</li>\n<li>hrvatski</li>\n<li>magyar</li>\n<li>Bahasa Indonesia</li>\n<li>italiano</li>\n<li>日本語</li>\n<li>ქართული</li>\n<li>ភាសាខ្មែរ</li>\n<li>한국어</li>\n<li>Ripoarisch</li>\n<li>Кыргызча</li>\n<li>Lëtzebuergesch</li>\n<li>Ligure</li>\n<li>lietuvių</li>\n<li>Basa Banyumasan</li>\n<li>македонски</li>\n<li>മലയാളം</li>\n<li>Bahasa Melayu</li>\n<li>မြန်မာဘာသာ</li>\n<li>مازِرونی</li>\n<li>Napulitano</li>\n<li>norsk bokmål</li>\n<li>नेपाली</li>\n<li>Nederlands</li>\n<li>nl-formal</li>\n<li>Diné bizaad</li>\n<li>occitan</li>\n<li>ਪੰਜਾਬੀ</li>\n<li>Plautdietsch</li>\n<li>polski</li>\n<li>پښتو</li>\n<li>português</li>\n<li>português do Brasil</li>\n<li>română</li>\n<li>русский</li>\n<li>Scots</li>\n<li>سنڌي</li>\n<li>ၽႃႇသႃႇတႆး </li>\n<li>සිංහල</li>\n<li>Soomaaliga</li>\n<li>shqip</li>\n<li>српски / srpski</li>\n<li>svenska</li>\n<li>Kiswahili</li>\n<li>தமிழ்</li>\n<li>తెలుగు</li>\n<li>тоҷикӣ</li>\n<li>ไทย</li>\n<li>Türkçe</li>\n<li>удмурт</li>\n<li>українська</li>\n<li>اردو</li>\n<li>Tiếng Việt</li>\n<li>მარგალური</li>\n<li>ייִדיש</li>\n<li>Yorùbá</li>\n<li>粵語</li>\n<li>中文</li>\n<li>中文（简体）‎</li>\n<li>中文（繁體）‎</li>\n</ul>\n<p>This policy is approved by the Wikimedia Foundation Board of Trustees to apply to all Wikimedia projects.<br>\nIt may not be circumvented, eroded, or ignored by local policies.\n</p>\n<p>\n<b>Want to help translate? Translate the missing messages.</b>\n</p> Privacy Policy This is a summary of the Privacy Policy.\nTo read the full terms, scroll down or click here.\nDisclaimer: This summary is not a part of the Privacy Policy and is not a legal document.\nIt is simply a handy reference for understanding the full Privacy Policy.\nThink of it as the user-friendly interface to our Privacy Policy.\n<br>\n<p>\n<b>Because we believe that you shouldn’t have to provide personal information to participate in the free knowledge movement, you may:</b>\n</p>\n<ul>\n<li>Read, edit, or use any Wikimedia Site without registering an account.</li>\n<li>Register for an account without providing an email address or real name.</li>\n</ul>\n<p>\n<b>Because we want to understand how Wikimedia Sites are used so we can make them better for you, we collect some information when you:</b>\n</p>\n<ul>\n<li>Make public contributions.</li>\n<li>Register an account or update your user page.</li>\n<li>Use the Wikimedia Sites.</li>\n<li>Send us emails or participate in a survey or give feedback.</li>\n</ul>\n<p>\n<b>We are committed to:</b>\n</p>\n<ul>\n<li>Describing how your information may be used or shared in this Privacy Policy.</li>\n<li>Using reasonable measures to keep your information secure.</li>\n<li>Never selling your information or sharing it with third parties for marketing purposes.</li>\n<li>Only sharing your information in limited circumstances, such as to improve the Wikimedia Sites, to comply with the law, or to protect you and others.</li>\n<li>Retaining your data for the shortest possible time that is consistent with maintaining, understanding, and improving the Wikimedia Sites, and our obligations under law.</li>\n</ul>\n<p>\n<b>Be aware:</b>\n</p>\n<ul>\n<li>Any content you add or any change that you make to a Wikimedia Site will be publicly and permanently available.</li>\n<li>If you add content or make a change to a Wikimedia Site without logging in, that content or change will be publicly and permanently archived in the public interest.\nyour content or change will be attributed to the IP address used at the time rather than a username.</li>\n<li>Our community of volunteer editors and contributors is a self-policing body.\nCertain administrators of the Wikimedia Sites, who are chosen by the community, use tools that grant them limited access to nonpublic information about recent contributions so they may protect the Wikimedia Sites and enforce policies.</li>\n<li>This Privacy Policy does not apply to all sites and services run by the Wikimedia Foundation, such as sites or services that have their own privacy policy (like the Wikimedia Shop) or sites or services run by third parties (like third-party developer projects on Wikimedia Cloud Services).</li>\n<li>As part of our commitment to education and research around the world, we occasionally release public information and aggregated or non-personal information to the general public through data dumps and data sets.</li>\n<li>For the protection of the Wikimedia Foundation and other users, if you do not agree with this Privacy Policy, you may not use the Wikimedia Sites.</li>\n</ul> Introduction\nUse of info\nSharing\nProtection\nImportant info [show]Contents Contents\n<ul>\n<li>1 Introduction\n<ul>\n<li>1.1 Welcome!\n<ul>\n<li>1.1.1 Definitions</li>\n<li>1.1.2 What This Privacy Policy Does &amp.\nDoesn't Cover</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>2 Collection &amp.\nUse of Info\n<ul>\n<li>2.1 Types of Information We Receive From You &amp.\nHow We Get It\n<ul>\n<li>2.1.1 Your Public Contributions</li>\n<li>2.1.2 Account Information &amp.\nRegistration</li>\n<li>2.1.3 Location Information\n<ul>\n<li>2.1.3.1 GPS &amp.\nOther Location Technologies</li>\n<li>2.1.3.2 Metadata</li>\n<li>2.1.3.3 IP Addresses</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>2.2 Information Related to Your Use of the Wikimedia Sites\n<ul>\n<li>2.2.1 Information We Receive Automatically</li>\n<li>2.2.2 Information We Collect</li>\n</ul>\n</li>\n<li>2.3 How We Use Information We Receive From You</li>\n<li>2.4 Other\n<ul>\n<li>2.4.1 Location Information\n<ul>\n<li>2.4.1.1 GPS &amp.\nOther Location Technologies</li>\n<li>2.4.1.2 Metadata</li>\n<li>2.4.1.3 IP Addresses</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>3 Sharing\n<ul>\n<li>3.1 When May We Share Your Information?\n<ul>\n<li>3.1.1 With Your Permission</li>\n<li>3.1.2 For Legal Reasons</li>\n<li>3.1.3 If the Organization is Transferred (Really Unlikely!)</li>\n<li>3.1.4 To Protect You, Ourselves &amp.\nOthers</li>\n<li>3.1.5 To Our Service Providers</li>\n<li>3.1.6 To Understand &amp.\nExperiment</li>\n<li>3.1.7 Because You Made It Public</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>4 Protection\n<ul>\n<li>4.1 How Do We Protect Your Data?</li>\n<li>4.2 How Long Do We Keep Your Data?</li>\n</ul>\n</li>\n<li>5 Important info\n<ul>\n<li>5.1 Where is the Foundation &amp.\nWhat Does That Mean for Me?</li>\n<li>5.2 Our Response to Do Not Track (DNT) signals</li>\n<li>5.3 Changes to This Privacy Policy</li>\n<li>5.4 Contact Us</li>\n<li>5.5 Thank You!</li>\n</ul>\n</li>\n</ul>\n<p>\n</p> Introduction <p>\n</p>\nWelcome! <p>The Wikimedia Foundation is the nonprofit organization that operates collaborative, free knowledge websites, like Wikipedia, Wikimedia Commons, and Wiktionary.\n</p>\n<p>This Policy explains how we collect, use, and share your personal information.\n</p>\n<ul>\n<li>We collect very little personal information about you.</li>\n<li>We do not rent or sell your information to third parties.</li>\n</ul>\n<p>By using Wikimedia Sites, you consent to this Policy.\n</p>\n<p>The Wikimedia movement is founded on a simple, but powerful principle: we can do more together than any of us can do alone.\nWe cannot work collectively without gathering, sharing, and analyzing information about our users as we seek new ways to make the Wikimedia Sites more usable, safer, and more beneficial.\n</p>\n<p>We believe that information-gathering and use should go hand-in-hand with transparency.\nThis Privacy Policy explains how the Wikimedia Foundation, the non-profit organization that hosts the Wikimedia Sites, like Wikipedia, collects, uses, and shares information we receive from you through your use of the Wikimedia Sites.\nIt is essential to understand that, by using any of the Wikimedia Sites, you consent to the collection, transfer, processing, storage, disclosure, and use of your information as described in this Privacy Policy.\nThat means that reading this Policy carefully is important.\n</p>\n<p>We believe that you shouldn't have to provide nonpublic personal information to participate in the free knowledge movement.\nYou do not have to provide things like your real name, address, or date of birth to sign up for a standard account or contribute content to the Wikimedia Sites.\n</p>\n<p>We do not sell or rent your Personal Information, nor do we give it to others to sell you anything.\nWe use it to figure out how to make the Wikimedia Sites more engaging and accessible, to see which ideas work, and to make learning and contributing more fun.\nPut simply: we use this information to make the Wikimedia Sites better for you.\n</p>\n<p>After all, it's people like you, the champions of free knowledge, who make it possible for the Wikimedia Sites to not only exist, but also grow and thrive.\n</p>\n<p>\n</p>\nDefinitions\nBack to top <p>We recognize that only a minority of you are familiar with technical terms like “tracking pixels” and “cookies” used in the Privacy Policy.\nWhether you are brand new to privacy terminology or you are an expert who just wants a refresher, you might find our Glossary of Key Terms helpful.\n</p>\n<p>Because everyone (not just lawyers) should be able to easily understand how and why their information is collected and used, we use common language instead of more formal terms throughout this Policy.\nTo help ensure your understanding of some particular key terms, here is a table of translations:\n</p>\n<p>\n<br>\n</p> When we say...\n...\nwe mean: \"the Wikimedia Foundation\" / \"the Foundation\" / \"we\" / \"us\" / \"our\" The Wikimedia Foundation, Inc., the non-profit organization that operates the Wikimedia Sites.\n\"Wikimedia Sites\" / \"our services\" Wikimedia websites and services (regardless of language), including our main projects, such as Wikipedia and Wikimedia Commons, as well as mobile applications, APIs, emails, and notifications.\nexcluding, however, sites and services listed in the \"What This Privacy Policy Doesn't Cover\" section below.\n\"you\" / \"your\" / \"me\" You, regardless of whether you are an individual, group, or organization, and regardless of whether you are using the Wikimedia Sites or our services on behalf of yourself or someone else.\n\"this Policy\" / \"this Privacy Policy\" This document, entitled the \"Wikimedia Foundation Privacy Policy\".\n\"contributions\" Content you add or changes you make to any Wikimedia Sites.\n\"personal information\" Information you provide us or information we collect from you in the context of your use of the Wikimedia Sites that could be used to personally identify you.\nTo be clear, while we do not necessarily collect all of the following types of information, we consider at least the following to be Personal Information if it can be used to identify you:\n<dl>\n<dd>(a) name, address, phone number, email address, username, password, identification number on government-issued ID, IP addresses, user-agent information, and credit card number.\nand;</dd>\n<dd>(b) when associated with an identifiable person, any sensitive data such as date of birth, gender, sexual orientation, racial or ethnic origins, marital or familial status, genetic and biometric data, medical conditions or disabilities, political affiliation, and religion.</dd>\n</dl> \"third party\" / \"third parties\" Individuals, entities, websites, services, products, and applications that are not controlled, managed, or operated by the Wikimedia Foundation.\nThis includes other Wikimedia users and independent organizations or groups who help promote the Wikimedia movement such as Wikimedia chapters, thematic organizations, and user groups as well as volunteers, employees, directors, officers, grant recipients, and contractors of those organizations or groups.\n<p>\n</p>\nWhat This Privacy Policy Does &amp.\nDoesn't Cover\n<p>Except as explained below, this Privacy Policy applies to our collection and handling of information about you that we receive as a result of your use of any of the Wikimedia Sites.\nThis Policy also applies to information that we receive from our partners or other third parties.\nTo understand more about what this Privacy Policy covers, please see below.\n</p> ExpandExamples of What This Privacy Policy Covers <p>For the sake of clarity, this Privacy Policy covers, regardless of language:\n</p>\n<ul>\n<li>All of our major sites (found at list of major projects), such as Wikipedia, including user pages, discussion pages, and noticeboards.</li>\n<li>Our blogs and APIs (unless we have provided a separate policy for those services).</li>\n<li>Official Wikimedia Foundation mobile applications.</li>\n<li>Emails, SMS, and notifications from us or sent to us from you.</li>\n</ul>\n<p>This Privacy Policy, however, does not cover some situations where we may gather or process information.\nFor example, some uses may be covered by separate privacy policies (like those of the Wikimedia Shop) or sites or services run by third parties (such as third-party developer projects on Wikimedia Cloud Services).\nTo understand more about what this Privacy Policy does not cover, please see below.\n</p>\n<p>\n</p> ExpandMore on what this Privacy Policy doesn’t cover <p>This section is part of the Privacy Policy and is meant to explain in detail which situations are not covered by our Privacy Policy.\n</p>\n<dl>\n<dt>Wikimedia Sites and Tools with alternative policies</dt>\n<dd>Some Wikimedia Foundation websites or tools have alternative privacy policies or provisions that differ from this Privacy Policy.\nThese websites include:\n<ul>\n<li>\n<b>Wikimedia Shop</b> (covered by the shop's policy);</li>\n<li>\n<b>donate.wikimedia.org</b>, including the donation process, such as clicking on a donation banner (covered by the Donor Privacy Policy).\nand</li>\n<li>\n<b>the Wikipedia Reading Lists Browser Extension</b>, which is governed by a separate Privacy Policy.\nThis separate policy will also be made available where the Extension can be downloaded.</li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dd>If a Wikimedia Foundation website is governed by an alternative privacy policy, it will link to such policy.\nWhen a Wikimedia Foundation tool is governed by an alternative privacy policy, the page where the tool may be downloaded or enabled will include a link to that policy.</dd>\n</dl>\n<dl>\n<dt>Community members</dt>\n<dd>The Wikimedia Sites are collaborative labors of love that are constantly maintained and updated by a global community of volunteers.\nAs a result, some volunteers have access to certain Personal Information, and use of that Personal Information may not be governed by this Privacy Policy.\nVolunteers that have such access include:\n<ul>\n<li>\n<b>Administrative volunteers</b>, such as CheckUsers or Stewards.\nThese are volunteers who enforce Wikimedia Site policies and ensure the safety of the Wikimedia Sites.\nWhen these administrators access Personal Information that is nonpublic, they are required to comply with our Access to Nonpublic Information Policy, as well as other, tool-specific policies.</li>\n<li>\n<b>Tool providers</b>.\nTool providers.\nWe support platforms for third-party developers to experiment and develop new tools and sites, such as wmflabs.org.\nWhen you use one of the tools developed by these volunteers, you may transfer information to them.\nWhen these volunteers access nonpublic information or Personal Information, they are required to comply with the terms governing the particular platform the tool is available on.</li>\n<li>\n<b>Other users</b>.\nWe provide several tools that allow users to communicate with each other.\nThe communications may be covered by this Policy while they pass through our systems, but the users who receive these communications, and what they do with the communications once they receive them, are not covered by this Policy.\nExamples include:\n<ul>\n<li>posting to Foundation-hosted email lists;</li>\n<li>requesting support from volunteers through our online ticketing system (email sent to info[at]wikimedia.org goes to this system);</li>\n<li>emailing other users through the Wikimedia Sites (for example, by using the \"Email this user\" feature).\nand</li>\n<li>chatting on IRC (such as on the #wikipedia channel).</li>\n</ul>\n</li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Third parties</dt>\n<dd>This Privacy Policy only covers the way the Wikimedia Foundation collects, uses and discloses Personal Information and does not address the practices of third parties.\nFor example, this Privacy Policy does not address the practices of:\n<ul>\n<li>\n<b>Websites run by other organizations</b>, like websites linked to from the “References” sections of Wikipedia, or run by Wikimedia chapters or other movement organizations.\nThese organizations may receive information from you if you visit their websites after using one of the Wikimedia Sites.\nThey are governed by their own privacy policies.</li>\n<li>\n<b>Mobile applications provided by other organizations or individuals</b>.\nThese organizations or individuals may receive information from you if you use those applications to access the Wikimedia Sites or Wikimedia Site content.\nThey are governed by their own privacy policies.</li>\n</ul>\n</dd>\n</dl>\n<p>Sometimes, volunteers may place a data-collecting tool, such as a script, gadget, tracking pixel, or share button, on a Wikimedia Site without our knowledge.\nThis Policy does not cover how third parties handle the information they receive as a result of such a tool.\nIf you come across such a third-party tool, and you believe it violates this Policy, you can remove the tool yourself, or report it to privacy[at]wikimedia.org so we can investigate.\n</p>\n<p>Where community policies govern information, such as the CheckUser policy, the relevant community may add to the rules and obligations set out in this Policy.\nHowever, they are not permitted to create new exceptions or otherwise reduce the protections offered by this Policy.\n</p>\n<p>\n</p> Collection &amp.\nUse of Info <p>\n</p>\nTypes of Information We Receive From You &amp.\nHow We Get It\n<p>\n</p>\nYour Public Contributions <p>Whatever you post on Wikimedia Sites can be seen and used by everyone.\n</p>\n<p>When you make a contribution to any Wikimedia Site, including on user or discussion pages, you are creating a permanent, public record of every piece of content added, removed, or altered by you.\nThe page history will show when your contribution or deletion was made, as well as your username (if you are signed in) or your IP address (if you are not signed in).\nWe may use your public contributions, either aggregated with the public contributions of others or individually, to create new features or data-related products for you or to learn more about how the Wikimedia Sites are used.\n</p> ExpandPublicly Visible Information <p>Unless this Policy says otherwise, you should assume that information that you actively contribute to the Wikimedia Sites, including Personal Information, is publicly visible and can be found by search engines.\nLike most things on the Internet, anything you share may be copied and redistributed throughout the Internet by other people.\nPlease do not contribute any information that you are uncomfortable making permanently public, like revealing your real name or location in your contributions.\n</p>\n<p>You should be aware that specific data made public by you or aggregated data that is made public by us can be used by anyone for analysis and to infer further information, such as which country a user is from, political affiliation and gender.\n</p> Back to top <p>\n</p>\nAccount Information &amp.\nRegistration <p>You do not need to create an account to use any Wikimedia Site.\n</p>\n<p>If you do create an account, you do not need to give us your name or email address.\n</p>\n<p>If you do not create an account, your contributions will be publicly attributed to your IP address.\n</p>\n<p>Want to create an account? Great! Don't want to create an account? No problem!\n</p>\n<p>\nYou are not required to create an account to read or contribute to a Wikimedia Site, except under rare circumstances.\nHowever, if you contribute without signing in, your contribution will be publicly attributed to the IP address associated with your device.\n</p>\n<p>\nIf you want to create a standard account, in most cases we require only a username and a password.\n</p> ExpandMore on Usernames <p>Your username will be publicly visible, so please be careful about using your real name as your username.\nYour password is only used to verify that the account is yours.\nYour IP address is also automatically submitted to us, and we record it temporarily to help prevent abuse.\nNo other personal information is required: no name, no email address, no date of birth, no credit card information.\n</p>\n<p>Once created, user accounts cannot be removed entirely (although you can usually hide the information on your user page if you choose to).\nThis is because your public contributions must be associated with their author (you!).\nIn some circumstances, the Wikimedia communities can assist users with removing additional information related to their account from the projects.\n</p>\n<p>To gain a better understanding of the demographics of our users, to localize our services and to learn how we can improve our services, we may ask you for more demographic information, such as gender or age, about yourself.\nWe will tell you if such information is intended to be public or private, so that you can make an informed decision about whether you want to provide us with that information.\nProviding such information is always completely optional.\nIf you don't want to, you don't have to—it's as simple as that.\n</p>\nBack to top <p>\n</p>\nLocation Information <p>\n</p>\nGPS &amp.\nOther Location Technologies <p>Some features we offer work better if we know what area you are in.\n</p>\n<p>If you consent, we can use GPS (and other technologies commonly used to determine location) to show you more relevant content.\nWe keep information obtained by these technologies confidential, except as provided in this Policy.\nYou can learn more by checking out the list of examples of how we use these technologies in our FAQ.\n</p>\nBack to top <p>\n</p>\nMetadata <p>Sometimes, we automatically receive location data from your device.\nFor example, if you want to upload a photo on the Wikimedia Commons mobile app, we may receive metadata, such as the place and time you took the photo, automatically from your device.\nPlease be aware that, unlike location information collected using GPS signals described above, the default setting on your mobile device typically includes the metadata in your photo or video upload to the Wikimedia Sites.\nIf you do not want metadata sent to us and made public at the time of your upload, please change your settings on your device.\n</p>\nBack to top <p>\n</p>\nIP Addresses <p>Finally, when you visit any Wikimedia Site, we automatically receive the IP address of the device (or your proxy server) you are using to access the Internet, which could be used to infer your geographical location.\n</p>\nBack to top <p>\n</p>\nInformation Related to Your Use of the Wikimedia Sites <p>We use certain technologies to collect information about how you use Wikimedia Sites.\n</p>\n<p>Like other websites, we receive some information about you automatically when you visit the Wikimedia Sites.\n</p>\n<p>We also use a variety of commonly-used technologies, like cookies, to collect information regarding how you use the Wikimedia Sites, make our services safer and easier to use, and to help create a better and more customizable experience for you.\n</p>\n<p>We want to make the Wikimedia Sites better for you by learning more about how you use them.\nExamples of this might include how often you visit the Wikimedia Sites, what you like, what you find helpful, how you get to the Wikimedia Sites, and whether you would use a helpful feature more if we explained it differently.\nWe also want this Policy and our practices to reflect our community's values.\nFor this reason, we keep information related to your use of the Wikimedia Sites confidential, except as provided in this Policy.\n</p>\nBack to top <p>\n</p>\nInformation We Receive Automatically <p>Because of how browsers work, we receive some information automatically when you visit the Wikimedia Sites.\nThis information includes the type of device you are using (possibly including unique device identification numbers, for some beta versions of our mobile applications), the type and version of your browser, your browser's language preference, the type and version of your device's operating system, in some cases the name of your internet service provider or mobile carrier, the website that referred you to the Wikimedia Sites, which pages you request and visit, and the date and time of each request you make to the Wikimedia Sites.\n</p>\n<p>Put simply, we use this information to enhance your experience with Wikimedia Sites.\nFor example, we use this information to administer the sites, provide greater security, and fight vandalism.\noptimize mobile applications, customize content and set language preferences, test features to see what works, and improve performance.\nunderstand how users interact with the Wikimedia Sites, track and study use of various features, gain understanding about the demographics of the different Wikimedia Sites, and analyze trends.\n</p>\nBack to top <p>\n</p>\nInformation We Collect <p>We use a variety of commonly-used technologies, like cookies, to understand how you use the Wikimedia Sites, make our services safer and easier to use, and to help create a better and more customizable experience for you.\n</p>\n<p>We actively collect some types of information with a variety of commonly-used technologies.\nThese generally include tracking pixels, JavaScript, and a variety of \"locally stored data\" technologies, such as cookies and local storage.\nWe realize that some of these technologies do not have the best reputation in town and can be used for less-than-noble purposes.\nSo we want to be as clear as we can about why we use these methods and the type of information we collect with them.\n</p>\n<p>Depending on which technology we use, locally stored data can be anything from text, pictures, and whole articles (as we explain further below) to Personal Information (like your IP address) and information about your use of the Wikimedia Sites (like your username or the time of your visit).\n</p>\n<p>We use this information to make your experience with the Wikimedia Sites safer and better, to gain a greater understanding of user preferences and their interaction with the Wikimedia Sites, and to generally improve our services.\nWe will never use third-party cookies, unless we get your permission to do so.\nIf you ever come across a third-party data collection tool that has not been authorized by you (such as one that may have been mistakenly placed by another user or administrator), please report it to us at privacy@wikimedia.org.\n</p> ExpandMore on Locally Stored Data <p>Locally stored data, JavaScript, and tracking pixels help us do things like:\n</p>\n<ul>\n<li>Provide you with a customizable experience, such as using cookies to know your language preference, to remember the user preferences you set so we can provide you with the customized look and feel that you want, and to tell you about interesting Wikimedia issues and events in your area.</li>\n<li>Deliver more relevant content to you faster.\nFor example, we use local storage to store your most recently read articles directly on your device, so they can be retrieved quickly.\nAlso, we use cookies to learn about the topics searched so that we can optimize the search results we deliver to you.</li>\n<li>Understand how you use the Wikimedia Sites, so that we know what works and what is useful.\nFor example, we might use cookies to learn about the list of articles you are following on your watchlist so that we can recommend similar articles that you may be interested in.</li>\n<li>Understand how you use the Wikimedia Sites across different devices, so that we can make our varied Wikimedia Sites more efficient and effective for you.</li>\n<li>Make the Wikimedia Sites more convenient to use, such as by using cookies to maintain your session when you log in or to remember your username in the login field.</li>\n</ul>\n<p>\nWant to know even more? You can read more about some of the specific cookies we use, when they expire, and what we use them for in our FAQ.\n</p>\n<p>\nWe believe this data collection helps improve your user experience, but you may remove or disable some or all locally stored data through your browser settings, depending on your browser.\nYou can learn more about some options you have in our FAQ.\nWhile locally stored data may not be necessary to use our sites, some features will not function properly if you disable locally stored data.\n</p>\n<p>\nWhile the examples above concerning information about you collected through the use of data collection tools are kept confidential in accordance with this Policy, please note that some information about the actions taken by your username is made publicly available through public logs alongside actions taken by other users.\nFor example, a public log may include the date your account was created on a Wikimedia Site along with the dates that other accounts were created on a Wikimedia Site.\n</p>\nBack to top <p>\n</p>\nHow We Use Information We Receive From You <p>We and our service providers use your information for the legitimate purpose of pursuing our charitable mission, including:\n</p> ExpandOperating the Wikimedia Sites, sharing your contributions and administering our Services.\n<ul>\n<li>To help you share your knowledge with the world and add new features to our Services.</li>\n<li>To arrange access to your account and provide you with related service.</li>\n<li>To send administrative information to you, such as changes to our policies.</li>\n<li>To allow you to send messages to another person if you choose to do so.\nDirect communications between users (such as messages sent through the \"Email this user\" feature), to the extent such communications are nonpublic and stored in or in transit through Wikimedia Foundation systems, are kept confidential by us, except as provided in this Policy.</li>\n</ul>\n<p>We engage in these activities to manage our relationship with you, because we have a legitimate interest and/or to comply with our legal obligations.\n</p> ExpandProviding customized Services.\n<ul>\n<li>To provide to you custom content, notices and settings and to enhance your experience with the Wikimedia Sites.</li>\n</ul>\n<p>We will customize the Services, in some instances, at your direction.\nin all instances, in keeping with our legitimate charitable purpose of pursuing our mission.\n</p> ExpandSending emails with news updates, surveys and communications about items we believe may be of interest to you.\n<ul>\n<li>To let you know about things that are happening with the Wikimedia Foundation, the Wikimedia Sites or the Wikimedia movement.</li>\n<li>To alert you when there has been a change to an article that you have decided to follow.</li>\n</ul>\n<p>We will send these types of emails to you only with your consent.\nWe do not sell, rent, or use your email address to advertise third-party products or services to you.\nYou can manage what kinds of notifications you receive and how often you receive them by going to your Notifications Preferences.\nYou can learn more about email and notifications and how to change your preferences in our FAQ.\n</p> ExpandSending optional surveys and requesting feedback.\n<p>We will always tell you, at the time we give you an opportunity to share your thoughts, how we plan on using your answers and any personal information you provide.\n</p>\n<p>Your responses to our surveys and feedback requests are always optional.\nWe will email these types of requests to you only with your consent.\nYou can manage what kinds of notifications you receive and how often you receive them by going to your Notifications Preferences.\nYou can learn more about email and notifications and how to change your preferences in our FAQ.\n</p> ExpandImproving the Wikimedia Sites and making your user experience safer and better.\n<ul>\n<li>To use your public contributions, either aggregated with the public contributions of others or individually, to create new features or data-related products for you or to learn more about how the Wikimedia Sites are used.</li>\n<li>For research and analytics.</li>\n<li>To fight spam, identity theft, malware and other kinds of abuse.</li>\n<li>To optimize mobile and other applications.</li>\n<li>To test features to see what works, understand how users interact with the Wikimedia Sites, track and study use of various features, gain understanding about the demographics of the different Wikimedia Sites and analyze trends.</li>\n</ul>\n<p>We engage in these activities to further our legitimate charitable purpose and/or to comply with our legal obligations.\n</p> Back to top <p>\n</p>\nOther <p>\n</p>\nLocation Information <p>\n<br>\n</p> GPS &amp.\nOther Location Technologies <p>As stated above, we can use commonly-used location technologies to show you more relevant content.\nFor example, our mobile apps can identify articles from the Wikimedia sites about points of interest near your location.\nAs a reminder, you can deactivate our access to these location technologies at any time, and still use the Wikimedia Sites.\n</p>\nBack to top Metadata <p>As stated above, we may automatically receive location data from your device.\nFor example, if you upload a photo using the Wikimedia Commons mobile app, please be aware that the default setting on your mobile device typically results in the metadata associated with your photo being included in the upload.\nAs a reminder, if you do not want metadata sent to us and made public at the time of your upload, please change your settings on your device.\n</p>\nBack to top IP Addresses <p>When you visit any Wikimedia Site, we automatically receive the IP address of the device (or your proxy server) you are using to access the Internet, which could be used to infer your geographical location.\nWe keep IP addresses confidential, except as provided in this Policy.\nIf you are visiting Wikimedia Sites with your mobile device, we may use your IP address to provide anonymized or aggregated information to service providers regarding the volume of usage in certain areas.\n</p>\n<p>We use this location information to make your experience with the Wikimedia Sites safer and better, to gain a greater understanding of user preferences and their interaction with the Wikimedia Sites, and to generally improve our services.\nFor example, we use this information to provide greater security, optimize mobile applications, and learn how to expand and better support Wikimedia communities.\nWe also use Personal Information in the manner described in the sections of this Policy titled \"For Legal Reasons\" and \"To Protect You, Ourselves &amp.\nOthers.\"\n</p>\nBack to top <p>\n</p> Sharing <p>\n</p>\nWhen May We Share Your Information? <p>We may share your information when you give us specific permission to do so, for legal reasons, and in the other circumstances described below.\n</p>\n<p>\n</p>\nWith Your Permission <p>We share your information when you give us specific permission to do so.\n</p>\n<p>We share your information for a particular purpose, if you agree.\nYou can find more information in the list of examples in our FAQ.\n</p>\nBack to top <p>\n</p>\nFor Legal Reasons <p>We will disclose your information in response to an official legal process only if we believe it to be legally valid.\nWe will notify you of such requests when possible.\n</p>\n<p>We will access, use, preserve, and/or disclose your Personal Information if we reasonably believe it necessary to satisfy a valid and legally enforceable warrant, subpoena, court order, law or regulation, or other judicial or administrative order.\nHowever, if we believe that a particular request for disclosure of a user's information is legally invalid or an abuse of the legal system and the affected user does not intend to oppose the disclosure themselves, we will try our best to fight it.\nWe are committed to notifying you via email at least ten (10) calendar days, when possible, before we disclose your Personal Information in response to a legal demand.\nHowever, we may only provide notice if we are not legally restrained from contacting you, there is no credible threat to life or limb that is created or increased by disclosing the request, and you have provided us with an email address.\n</p>\n<p>Nothing in this Privacy Policy is intended to limit any legal objections or defenses you may have to a third party's request (whether it be civil, criminal, or governmental) to disclose your information.\nWe recommend seeking the advice of legal counsel immediately if such a request is made involving you.\n</p>\n<p>For more information, see our Subpoena FAQ.\n</p>\nBack to top <p>\n</p>\nIf the Organization is Transferred (Really Unlikely!) <p>In the unlikely event that the ownership of the Foundation changes, we will provide you 30 days’ notice before any personal information is transferred to the new owners or becomes subject to a different privacy policy.\n</p>\n<p>In the extremely unlikely event that ownership of all or substantially all of the Foundation changes, or we go through a reorganization (such as a merger, consolidation, or acquisition), we will continue to keep your Personal Information confidential, except as provided in this Policy, and provide notice to you via the Wikimedia Sites and a notification on WikimediaAnnounce-L or similar mailing list at least thirty (30) calendar days before any Personal Information is transferred or becomes subject to a different privacy policy.\n</p>\nBack to top <p>\n</p>\nTo Protect You, Ourselves &amp.\nOthers <p>We, or users with certain administrative rights, may disclose information that is reasonably necessary to:\n</p>\n<ul>\n<li>enforce or investigate potential violations of the Wikimedia Foundation or community-based policies;</li>\n<li>protect our organization, infrastructure, employees, contractors, or the public.\nor</li>\n<li>prevent imminent or serious bodily harm or death to a person.</li>\n</ul>\n<p>We, or particular users with certain administrative rights as described below, may need to share your Personal Information if it is reasonably believed to be necessary to enforce or investigate potential violations of our Terms of Use, this Privacy Policy, or any Wikimedia Foundation or user community-based policies.\nWe may also need to access and share information to investigate and defend ourselves against legal threats or actions.\n</p>\n<p>Wikimedia Sites are collaborative, with users writing most of the policies and selecting from amongst themselves people to hold certain administrative rights.\nThese rights may include access to limited amounts of otherwise nonpublic information about recent contributions and activity by other users.\nThey use this access to help protect against vandalism and abuse, fight harassment of other users, and generally try to minimize disruptive behavior on the Wikimedia Sites.\nThese various user-selected administrative groups have their own privacy and confidentiality guidelines, but all such groups are supposed to agree to follow our Access to Nonpublic Information Policy.\nThese user-selected administrative groups are accountable to other users through checks and balances: users are selected through a community-driven process and overseen by their peers through a logged history of their actions.\nHowever, the legal names of these users are not known to the Wikimedia Foundation.\n</p>\n<p>We hope that this never comes up, but we may disclose your Personal Information if we believe that it's reasonably necessary to prevent imminent and serious bodily harm or death to a person, or to protect our organization, employees, contractors, users, or the public.\nWe may also disclose your Personal Information if we reasonably believe it necessary to detect, prevent, or otherwise assess and address potential spam, malware, fraud, abuse, unlawful activity, and security or technical concerns.\n(Check out the list of examples in our FAQ for more information.)\n</p>\nBack to top <p>\n</p>\nTo Our Service Providers <p>We may disclose personal information to our third party service providers or contractors to help run or improve the Wikimedia Sites and provide services in support of our mission.\n</p>\n<p>As hard as we may try, we can't do it all.\nSo sometimes we use third-party service providers or contractors who help run or improve the Wikimedia Sites for you and other users.\nWe give access to your Personal Information to these providers or contractors as needed to perform their services for us or to use their tools and services.\nWe put requirements, such as confidentiality agreements, in place to help ensure that these service providers treat your information consistently with, and no less protective of your privacy than, the principles of this Policy.\n(Check out the list of examples in our FAQ.)\n</p>\n<p>If you are visiting Wikimedia Sites with your mobile device, we use your IP address to provide anonymized or aggregated information to service providers regarding the volume of usage in certain areas.\n</p>\nBack to top <p>\n</p>\nTo Understand &amp.\nExperiment <ul>\n<li>We give volunteer developers and researchers access to systems that contain your information to allow them to protect, develop, and contribute to the Wikimedia Sites.</li>\n<li>We also share non-Personal Information or aggregated information with third parties interested in studying the Wikimedia Sites.</li>\n<li>When we share information with third parties for these purposes, we put reasonable technical and contractual protections in place to protect your information consistent with this Policy.</li>\n</ul>\n<p>The open-source software that powers the Wikimedia Sites depends on the contributions of volunteer software developers, who spend time writing and testing code to help it improve and evolve with our users' needs.\nTo facilitate their work, we give some developers limited access to systems that contain your Personal Information, but only as reasonably necessary for them to develop and contribute to the Wikimedia Sites.\n</p>\n<p>Similarly, we share non-Personal Information or aggregated information with researchers, scholars, academics, and other interested third parties who wish to study the Wikimedia Sites.\nSharing this information helps them understand usage, viewing, and demographics statistics and patterns.\nThey then can share their findings with us and our users so that we can all better understand and improve the Wikimedia Sites.\n</p>\n<p>When we give access to personal information to third-party developers or researchers, we put requirements, such as reasonable technical and contractual protections, in place to help ensure that these service providers treat your information consistently with the principles of this Policy and in accordance with our instructions.\nIf these developers or researchers later publish their work or findings, we ask that they not disclose your personal information.\nPlease note that, despite the obligations we impose on developers and researchers, we cannot guarantee that they will abide by our agreement, nor do we guarantee that we will regularly screen or audit their projects.\n(You can learn more about re-identification in our FAQ.)\n</p>\nBack to top <p>\n</p>\nBecause You Made It Public <p>Information that you post is public and can been seen and used by everyone.\n</p>\n<p>Any information you post publicly on the Wikimedia Sites is just that – public.\nFor example, if you put your mailing address on your talk page, that is public, and not protected by this Policy.\nAnd if you edit without registering or logging into your account, your IP address will be seen publicly.\nPlease think carefully about your desired level of anonymity before you disclose Personal Information on your user page or elsewhere.\n</p>\nBack to top <p>\n<br>\n</p>\n<p>\n</p> Protection <p>\n</p>\nHow Do We Protect Your Data? <p>We use a variety of physical and technical measures, policies, and procedures to help protect your information from unauthorized access, use, or disclosure.\n</p>\n<p>We strive to protect your information from unauthorized access, use, or disclosure.\nWe use a variety of physical and technical measures, policies, and procedures (such as access control procedures, network firewalls, and physical security) designed to protect our systems and your Personal Information.\nUnfortunately, there's no such thing as completely secure data transmission or storage, so we can't guarantee that our security will not be breached (by technical measures or through violation of our policies and procedures).\n</p>\n<p>We will never ask for your password by email (but may send you a temporary password via email if you have requested a password reset).\nIf you ever receive an email that requests your password, <u>please let us know by sending it to privacy@wikimedia.org, so we can investigate the source of the email.</u>\n</p>\nBack to top <p>\n</p>\nHow Long Do We Keep Your Data? <p>Except as otherwise stated in this policy, we only keep your Personal Information as long as necessary to maintain, understand and improve the Wikimedia Sites or to comply with U.S.\nlaw.\n</p>\n<p>Once we receive Personal Information from you, we keep it for the shortest possible time that is consistent with the maintenance, understanding, and improvement of the Wikimedia Sites, and our obligations under applicable U.S.\nlaw.\nNon-personal information may be retained indefinitely.\n(Check out the list of examples in our FAQ.)\n</p>\n<p>\nPlease remember that certain information, such as your IP address (if you edit while not logged in) and any public contributions to the Wikimedia Sites, is archived and displayed indefinitely by design.\nthe transparency of the projects’ contribution and revision histories is critical to their efficacy and trustworthiness.\nTo learn more about our data retention practices, see our data retention guidelines.\nFor further information about how you may request access to or deletion of your Personal Information, or other rights you may have with respect to your Personal Information, see our FAQ.\n</p>\nBack to top <p>\n</p> Important info <p>\n<b>For the protection of the Wikimedia Foundation and other users, if you do not agree with this Privacy Policy, you may not use the Wikimedia Sites.</b>\n</p>\n<p>\n</p>\nWhere is the Foundation &amp.\nWhat Does That Mean for Me? <p>The Wikimedia Foundation is a non-profit organization based in San Francisco, California, with servers and data centers located in the U.S.\nIf you decide to use Wikimedia Sites, whether from inside or outside of the U.S., you understand that your Personal Information will be collected, transferred, stored, processed, disclosed and otherwise used in the U.S.\nas described in this Privacy Policy.\nYou also understand that your information may be transferred by us from the U.S.\nto other countries, which may have different or less stringent data protection laws than your country, in connection with providing services to you.\n</p>\nBack to top <p>\n</p>\nOur Response to Do Not Track (DNT) signals <p>We do not allow tracking by third-party websites you have not visited.\n</p>\n<p>We do not share your data with third parties for marketing purposes.\n</p>\n<p>We are strongly committed to not sharing nonpublic information and Personal Information with third parties.\nIn particular, we do not allow tracking by third-party websites you have not visited (including analytics services, advertising networks, and social platforms), nor do we share your Personal Information with any third parties for marketing purposes.\nUnder this Policy, we may share your information only under particular situations, which you can learn more about in the “When May We Share Your Information” section of this Privacy Policy.\n</p>\n<p>Because we protect all users in this manner, we do not change our behavior in response to a web browser's \"do not track\" signal.\n</p>\n<p>For more information regarding Do Not Track signals and how we handle them, please visit our FAQ.\n</p>\nBack to top <p>\n</p>\nChanges to This Privacy Policy <p>Substantial changes to this Policy will not be made until after a public comment period of at least 30 days.\n</p>\n<p>Because things naturally change over time and we want to ensure our Privacy Policy accurately reflects our practices and the law, it may be necessary to modify this Privacy Policy from time to time.\nWe reserve the right to do so in the following manner:\n</p>\n<ul>\n<li>In the event of substantial changes, we will provide the proposed changes to our users in at least three (3) languages (selected at our discretion) for open comment period lasting at least thirty (30) calendar days.\nPrior to the start of any comment period, we will provide notice of such changes and the opportunity to comment via the Wikimedia Sites, and via a notification on WikimediaAnnounce-L or a similar mailing list.</li>\n<li>For minor changes, such as grammatical fixes, administrative or legal changes, or corrections of inaccurate statements, we will post the changes and, when possible, provide at least three (3) calendar days' prior notice via WikimediaAnnounce-L or similar mailing list.</li>\n</ul>\n<p>We ask that you please review the most up-to-date version of our Privacy Policy.\nYour continued use of the Wikimedia Sites after this Privacy Policy becomes effective constitutes acceptance of this Privacy Policy on your part.\nYour continued use of the Wikimedia Sites after any subsequent version of this Privacy Policy becomes effective, following notice as outlined above, constitutes acceptance of that version of the Privacy Policy on your part.\n</p>\n<p>\n</p>\nContact Us\n<p>If you have questions or suggestions about this Privacy Policy, or the information collected under this Privacy Policy, please email us at privacy@wikimedia.org or contact us directly.\n</p>\n<p>Depending on your jurisdiction, you also may have the right to lodge a complaint with a supervisory authority competent for your country or region.\n</p>\nThank You!\n<p>Thank you for reading our Privacy Policy.\nWe hope you enjoy using the Wikimedia Sites and appreciate your participation in creating, maintaining, and constantly working to improve the largest repository of free knowledge in the world.\n</p>\n<p>\n<b>Please note that in the event of any differences in meaning or interpretation between the original English version of this Privacy Policy and a translation, the original English version takes precedence.</b>\n</p>\nBack to top <p>\n<b>This version was approved by Katherine Maher on May 17, 2018, pursuant to the Delegation of policy-making authority by the Board, and went into effect on May 24, 2018.\nPrevious versions can be found below:</b>\n</p>\n<ul>\n<li>\n<b>Privacy policy (June 2014 - May 2018): effective from June 6, 2014 until May 24, 2018</b>\n</li>\n<li>\n<b>Privacy policy (November 2008 - June 2014): effective from November 25, 2008 until June 6, 2014</b>\n</li>\n<li>\n<b>Privacy policy (August 2008 - November 2008): effective from August 19, 2008 until November 25, 2008.</b>\n</li>\n<li>\n<b>Privacy policy (June 2006 - August 2008): effective from June 21, 2006 until August 19, 2008.</b>\n</li>\n<li>\n<b>Privacy policy (April 2005 to June 2006): effective from April 2005 until June 21, 2006</b>\n</li>\n</ul>\n<p>\n<b>Please note that in the event of any differences in meaning or interpretation between the original English version of this Privacy Policy and a translation, the original English version takes precedence.</b>\n</p> ±\n<b>Privacy-related pages</b>\n<p>\nPrivacy policy\n<b>·</b> FAQ\n<b>·</b> Glossary of key terms\n<b>·</b> Wikimedia blog privacy policy\n<b>·</b> Subpoena FAQ\n<b>·</b> Access to nonpublic information&nbsp;<b>·</b> Data retention guidelines\n<b>·</b>\nDonor policy\n<b>·</b> Requests for user information </p> Retrieved from \"https://foundation.wikimedia.org/w/index.php?title=Privacy_policy&amp;oldid=123545\" Categories: <ul>\n<li>Privacy policy</li>\n<li>Policy</li>\n</ul>Hidden category: <ul>\n<li>Governance wiki</li>\n</ul> Navigation menu Personal tools <ul>\n<li>English</li>\n<li>Log in</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>Read</li>\n<li>Feedback</li>\n<li>View history</li>\n</ul> More <ul>\n</ul> Search About Wikimedia <ul>\n<li>Home</li>\n<li>Official website</li>\n<li>Contact us</li>\n<li>Wikimedia Blog</li>\n<li>Questions for Wikimedia?</li>\n</ul> Support <ul>\n<li>Donate</li>\n<li>Volunteering</li>\n<li>Wikimedia Shop</li>\n</ul> Corporate <ul>\n<li>Bylaws</li>\n<li>Values</li>\n<li>Policies</li>\n<li>Resolutions</li>\n<li>Annual Report</li>\n<li>Financial reports and Form 990</li>\n<li>Fundraising reports</li>\n<li>Movement affiliates</li>\n</ul> Wiki <ul>\n<li>Give feedback</li>\n<li>Recent changes</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Permanent link</li>\n<li>Page information</li>\n<li>Cite this page</li>\n</ul> Print/export <ul>\n<li>Create a book</li>\n<li>Download as PDF</li>\n<li>Printable version</li>\n</ul>\n<ul>\n<li> This page was last edited on 8 October 2020, at 00:45.</li>\n<li>Text is available under the Creative Commons Attribution-ShareAlike License.\nadditional terms may apply.\nSee Terms of Use for details.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wikimedia Foundation Governance Wiki</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n<li>Developers</li>\n<li>Statistics</li>\n<li>Cookie statement</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2018-08-29 04:50:13.183825", "updated_at": "2020-12-14 19:19:09.927702"}], "points": [{"id": 28168, "title": "Any content you add to the service is permanently public", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "This is a disadvantage and terrible idea for users who added information they did not realize they should not have added to the site. This is especially a detriment for any minors (users under the age of 21) who use the service, whenever they add content which could affect them or hurt them. ", "created_at": "2022-07-10 10:38:20.04495", "updated_at": "2022-07-10 10:41:08.04971", "quoteText": "Because You Made It Public <p>Information that you post is public and can been seen and used by everyone.\n</p>\n<p>Any information you post publicly on the Wikimedia Sites is just that – public.\nFor example, if you put your mailing address on your talk page, that is public, and not protected by this Policy.\nAnd if you edit without registering or logging into your account, your IP address will be seen publicly.\nPlease think carefully about your desired level of anonymity before you disclose Personal Information on your user page or elsewhere.", "case_id": 174, "document_id": 439, "quoteStart": 43915, "quoteEnd": 44461}, {"id": 27616, "title": "You cannot delete your contributions, but it makes sense for this service", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-03-29 18:58:37.145658", "updated_at": "2022-07-07 12:02:09.253913", "quoteText": "Any content you add or any change that you make to a Wikimedia Site will be publicly and permanently available.</li>\n<li>If you add content or make a change to a Wikimedia Site without logging in, that content or change will be publicly and permanently archived in the public interest.", "case_id": 394, "document_id": 439, "quoteStart": 3748, "quoteEnd": 4033}, {"id": 26881, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:16:35.858004", "updated_at": "2022-07-07 11:59:04.677742", "quoteText": "we do not endorse and are not responsible or liable for their availability, accuracy, or the related content, products, or services (including, without limitation, any viruses or other disabling features), nor do we have any obligation to monitor such third-party content.", "case_id": 278, "document_id": 438, "quoteStart": 28227, "quoteEnd": 28499}, {"id": 27618, "title": "Content is published under a free license instead of a bilateral one", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2022-03-29 19:10:26.145305", "updated_at": "2022-07-07 12:03:13.833597", "quoteText": "When you submit text to which you hold the copyright, you agree to license it under:\n<ul>\n<li>Creative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), and</li>\n<li>GNU Free Documentation License (“GFDL”) (unversioned, with no invariant sections, front-cover texts, or back-cover texts).</li>\n</ul>\n<p>(Re-users may comply with either license or both.)</p>\n<p>", "case_id": 131, "document_id": 438, "quoteStart": 18602, "quoteEnd": 18979}, {"id": 27617, "title": "The service is open-source", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-03-29 19:02:01.942439", "updated_at": "2022-07-07 12:02:48.445884", "quoteText": "The open-source software that powers the Wikimedia Sites depends on the contributions of volunteer software developers", "case_id": 485, "document_id": 439, "quoteStart": 42302, "quoteEnd": 42420}, {"id": 26884, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:54:39.952979", "updated_at": "2022-07-07 12:02:34.400166", "quoteText": "Previous versions can be found below:</b>", "case_id": 197, "document_id": 439, "quoteStart": 51323, "quoteEnd": 51364}, {"id": 26883, "title": "There is a date of the last update of the agreements", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:53:02.943607", "updated_at": "2022-07-07 12:01:03.007389", "quoteText": "This page was last edited on 8 October 2020, at 00:45.", "case_id": 331, "document_id": 439, "quoteStart": 53694, "quoteEnd": 53748}, {"id": 26882, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:17:46.42281", "updated_at": "2022-07-07 11:59:33.624257", "quoteText": "We are not responsible for the content, data, or actions of third parties,", "case_id": 278, "document_id": 438, "quoteStart": 35423, "quoteEnd": 35497}, {"id": 26880, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:12:24.564051", "updated_at": "2022-07-07 11:58:26.456195", "quoteText": "Transmitting chain mail, junk mail, or spam to other users.", "case_id": 281, "document_id": 438, "quoteStart": 12018, "quoteEnd": 12077}, {"id": 26879, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2022-02-22 04:05:54.620307", "updated_at": "2022-07-07 11:58:00.294867", "quoteText": "we do not represent or guarantee the truthfulness, accuracy, or reliability of any submitted community content", "case_id": 288, "document_id": 438, "quoteStart": 8772, "quoteEnd": 8882}, {"id": 25929, "title": "Any content you add to the service is permanently public", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "This is a disadvantage and terrible idea for users who added information they did not realize they should not have added to the site. This is especially a detriment for any minors (users under the age of 21) who use the service, whenever they add content which could affect them or hurt them.", "created_at": "2021-11-25 09:01:41.39623", "updated_at": "2022-07-07 11:57:29.399088", "quoteText": null, "case_id": 174, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 20138, "title": "There is a date of the last update of the agreements", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-05-09 18:04:59.361216", "updated_at": "2021-07-09 22:05:06.408718", "quoteText": "his version was approved by Katherine Maher on May 17, 2018, pursuant to the Delegation of policy-making authority by the Board, and went into effect on May 24, 2018.\nPrevious versions can be found below:</b>\n</p>\n<ul>\n<li>\n<b>Privacy policy (June 2014 - May 2018): effective from June 6, 2014 until May 24, 2018</b>\n</li>\n<li>\n<b>Privacy policy (November 2008 - June 2014): effective from November 25, 2008 until June 6, 2014</b>\n</li>\n<li>\n<b>Privacy policy (August 2008 - November 2008): effective from August 19, 2008 until November 25, 2008.</b>\n</li>\n<li>\n<b>Privacy policy (June 2006 - August 2008): effective from June 21, 2006 until August 19, 2008.</b>\n</li>\n<li>\n<b>Privacy policy (April 2005 to June 2006): effective from April 2005 until June 21, 2006</b>", "case_id": 331, "document_id": 439, "quoteStart": 51156, "quoteEnd": 51924}, {"id": 18693, "title": "Promises will be kept after a merger or acquisition", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-13 10:31:08.583725", "updated_at": "2021-05-10 07:26:53.319806", "quoteText": "In the unlikely event that the ownership of the Foundation changes, we will provide you 30 days’ notice before any personal information is transferred to the new owners or becomes subject to a different privacy policy.", "case_id": 321, "document_id": 439, "quoteStart": 37429, "quoteEnd": 37647}, {"id": 20137, "title": "There is a date of the last update of the agreements", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "At the bottom, \"This version was approved by Katherine Maher on May 17, 2018, pursuant to the Delegation of policy-making authority by the Board, and went into effect on May 24, 2018. Previous versions can be found below:\" and links to all updates and previous revisions of the terms of service.", "created_at": "2021-05-09 18:03:14.639285", "updated_at": "2021-05-09 20:53:22.609782", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 20136, "title": "The service will resist legal requests for your information where reasonably possible", "source": "https://wikimediafoundation.org/about/transparency/2020-1/frequently-asked-questions/", "status": "The Transparency FAQ states that \"We typically do not produce information as a result of a request unless we have received proper legal process.\" the \"proper legal process\" infers court orders or other things that it cannot resist.", "created_at": "2021-05-09 18:01:30.860579", "updated_at": "2021-05-09 20:58:37.255631", "quoteText": null, "case_id": 305, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 18692, "title": "There is a date of the last update of the agreements", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-13 10:25:47.775095", "updated_at": "2021-04-13 10:27:45.782014", "quoteText": "May 24, 2018", "case_id": 331, "document_id": 439, "quoteStart": 51309, "quoteEnd": 51321}, {"id": 2017, "title": "Analyzed Wikimedia Foundation ToS", "source": "https://groups.google.com/d/topic/tosdr/0boXCHHPgBw/discussion", "status": "Analyzed Wikimedia Foundation ToS", "created_at": "2018-05-15 09:12:11.853287", "updated_at": "2021-01-15 09:07:15.668946", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 884, "title": "[info] Wikimedia: Exclusive legal venue -- San Francisco Cty, CA", "source": "https://groups.google.com/forum/#!topic/tosdr/pDbsgI3FCvk", "status": "[info] Wikimedia: Exclusive legal venue -- San Francisco Cty, CA", "created_at": "2018-01-16 15:27:48.669937", "updated_at": "2018-03-04 17:52:32.80968", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 819, "title": "[good] Wikimedia: Promise to inform about data requests", "source": "https://groups.google.com/forum/#!topic/tosdr/9mX1Jm8oiV0", "status": "[good] Wikimedia: Promise to inform about data requests", "created_at": "2018-01-16 15:27:27.562367", "updated_at": "2021-01-15 09:06:48.154965", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 904, "title": "[good] Wikimedia: 30-60 day notice before substantive TOS change, with public comment", "source": "https://groups.google.com/forum/#!topic/tosdr/BzjzMaPuKok", "status": "[good] Wikimedia: 30-60 day notice before substantive TOS change, with public comment", "created_at": "2018-01-16 15:27:57.076943", "updated_at": "2021-01-15 09:06:09.982081", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7286, "title": "This service forces users into binding arbitration in the case of disputes", "source": "DuckDuckGo", "status": "A hackathon site that cnan hack another device", "created_at": "2019-07-06 07:43:52.565573", "updated_at": "2021-02-16 00:01:39.240394", "quoteText": null, "case_id": 339, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10061, "title": "There is a date of the last update of the terms", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2020-08-20 19:37:43.817154", "updated_at": "2020-10-08 04:05:28.126148", "quoteText": "This page was last edited on 7 June 2019, at", "case_id": 331, "document_id": 438, "quoteStart": 43098, "quoteEnd": 43142}, {"id": 840, "title": "Users have a reduced time period to take legal action against the service", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "If users have an issue with the terms of use, they must take action within one year.", "created_at": "2018-01-16 15:27:32.404634", "updated_at": "2019-05-12 12:15:47.902539", "quoteText": "To ensure that disputes are dealt with soon after they arise, you agree that regardless of any statute or law to the contrary, any claim or cause of action you might have arising out of or related to use of our services or these Terms of Use must be filed within the applicable statute of limitations or, if earlier, one (1) year after the pertinent facts underlying such claim or cause of action could have been discovered with reasonable diligence (or be forever barred).", "case_id": 151, "document_id": 438, "quoteStart": 34266, "quoteEnd": 34739}, {"id": 8979, "title": "The terms for this service are translated into different languages", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2020-02-11 00:53:28.660198", "updated_at": "2021-02-06 04:16:27.341874", "quoteText": "Jump to search <b>In other languages</b>\n<b>English</b>  · العربية · asturianu · български · বাংলা · català · čeština · Deutsch · English · español · suomi · français · galego · עברית · Bahasa Indonesia · italiano · 日本語 · 한국어 · македонски · മലയാളം · Nederlands · polski · português do Brasil · русский · ไทย · Tiếng Việt <p>\n<br>\n</p>\n<p>", "case_id": 198, "document_id": 438, "quoteStart": 81, "quoteEnd": 419}, {"id": 11593, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:51:45.326353", "updated_at": "2020-11-23 19:33:41.172415", "quoteText": "We provide these services on an \"as is\" and \"as available\" basis, and we expressly disclaim all express or implied warranties of all kinds, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\n", "case_id": 286, "document_id": 438, "quoteStart": 34974, "quoteEnd": 35242}, {"id": 11594, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://foundation.wikimedia.org/wiki/Terms_of_Use/en", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:52:07.649409", "updated_at": "2020-11-23 19:33:31.382174", "quoteText": "We make no warranty that our services will meet your requirements, be safe, secure, uninterrupted, timely, accurate, or error-free, or that your information will be secure.", "case_id": 287, "document_id": 438, "quoteStart": 35242, "quoteEnd": 35414}, {"id": 11591, "title": "This service does not sell your personal data", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:48:14.361457", "updated_at": "2020-11-23 19:59:54.033458", "quoteText": "We are committed to:</b>\n</p>\n<ul>\n<li>Describing how your information may be used or shared in this Privacy Policy.</li>\n<li>Using reasonable measures to keep your information secure.</li>\n<li>Never selling your information or sharing it with third parties for marketing purposes.</li>", "case_id": 193, "document_id": 439, "quoteStart": 3083, "quoteEnd": 3369}, {"id": 11589, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:46:05.578455", "updated_at": "2020-11-23 21:13:46.578911", "quoteText": "\n<p>We actively collect some types of information with a variety of commonly-used technologies.\nThese generally include tracking pixels,", "case_id": 323, "document_id": 439, "quoteStart": 25983, "quoteEnd": 26119}, {"id": 11590, "title": "The service does not share user information with third parties", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:47:19.832135", "updated_at": "2020-11-23 20:57:44.283018", "quoteText": "We are strongly committed to not sharing nonpublic information and Personal Information with third parties.\nIn particular, we do not allow tracking by third-party websites you have not visited (including analytics services, advertising networks, and social platforms), nor do we share your Personal Information with any third parties for marketing purposes", "case_id": 311, "document_id": 439, "quoteStart": 47883, "quoteEnd": 48239}, {"id": 11592, "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2020-11-23 13:50:46.811255", "updated_at": "2020-11-23 19:36:52.547739", "quoteText": "Changes to This Privacy Policy <p>Substantial changes to this Policy will not be made until after a public comment period of at least 30 days.\n</p>", "case_id": 124, "document_id": 439, "quoteStart": 48700, "quoteEnd": 48847}, {"id": 16898, "title": "This service allows you to retrieve an archive of your data", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-02-25 09:48:44.897217", "updated_at": "2021-04-26 00:00:30.599785", "quoteText": "Because everyone (not just lawyers) should be ", "case_id": 140, "document_id": 439, "quoteStart": 9553, "quoteEnd": 9599}, {"id": 18696, "title": "This service tracks which web page referred you to it", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-13 10:35:59.873247", "updated_at": "2021-04-13 17:55:40.24018", "quoteText": " the website that referred you to the Wikimedia Sites", "case_id": 387, "document_id": 439, "quoteStart": 25013, "quoteEnd": 25066}, {"id": 18694, "title": "The service allows you to use pseudonyms", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-13 10:32:44.292415", "updated_at": "2021-04-13 17:54:30.458652", "quoteText": "If you want to create a standard account, in most cases we require only a username and a password.", "case_id": 215, "document_id": 439, "quoteStart": 20556, "quoteEnd": 20654}, {"id": 18695, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://foundation.wikimedia.org/wiki/Privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-13 10:33:49.057528", "updated_at": "2021-04-13 17:54:43.63307", "quoteText": "Finally, when you visit any Wikimedia Site, we automatically receive the IP address of the device (or your proxy server) you are using to access the Internet, which could be used to infer your geographical location.", "case_id": 399, "document_id": 439, "quoteStart": 23174, "quoteEnd": 23389}], "urls": ["wikimedia.org", "wikimediafoundation.org", "wikiquote.org", "wikiversity.org", "wikidata.org", "wikivoyage.org", "wikibooks.org", "wikinews.org", "wiktionary.org", "wikisource.org"]}}