{"error": 448, "message": "OK", "parameters": {"id": 3994, "name": "ideel", "created_at": "2021-06-09 17:25:23.473801", "updated_at": "2021-06-09 22:00:44.902662", "wikipedia": null, "keywords": null, "related": null, "slug": "ideel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3994.png", "url": "ideel.io", "documents": [{"id": 6858, "name": "Conditions générales d'utilisation", "url": "https://ideel.io/cgu", "xpath": "//body", "text": " Conditions générales d'utilisation 1.\nObjet <p>L’utilisation du site Ideel est régie par les présentes conditions générales d’utilisation.\nEn utilisant le site, vous reconnaissez avoir pris connaissance de ces conditions et les avoir acceptées.\nCelles-ci pourront être modifiées à tout moment par la société ideel.\n</p> 2.\nMentions légales <p>Le présent site internet est édité par la société Ideel, Société par Action Simplifiée au capital de 15 403€, immatriculée au registre du commerce et des sociétés de Paris sous le numéro 841 880 792, dont le siège Social est situé 30 rue Paul Delinge, à Enghien les Bains, 95880 Enghien les Bains.\n</p>\n<ul>\n<li>Raison sociale : SAS immatriculée au RCS de Pontoise sous le numéro 841 880 792</li>\n<li>Dénomination sociale :&nbsp;Ideel</li>\n<li>Capital social : 15 403&nbsp;euros</li>\n<li>Adresse du siège social :&nbsp;30 RUE PAUL DELINGE ENGHIEN-LES-BAINS</li>\n<li>Contact :&nbsp;hello@ideel.io</li>\n<li>Directeur de publication : Edouard Alexandre</li>\n</ul>\n<p>Ideel est, en sa qualité d’intermédiaire en assurances, immatriculée sous le n° 20006910 à l’ORIAS.\nIdeel est également soumise, dans le cadre de son activité, au contrôle de l'ACPR (Autorité de Contrôle Prudentiel et de Résolution).</p>\n<p>Régie par le Code des Assurances, la société Ideel a souscrit une assurance responsabilité civile professionnelle et une garantie financière en application des articles L.530.1 et L.530.2 du Code des Assurances :</p>\n<p>Responsabilité civile professionnelle souscrite auprès de AIG EUROPE SA, Tour CB21 16 Place de l’Iris, 92400 Courbevoie.\nPolice numéro : RD01353446H.\nGarantie financière souscrite auprès de AIG EUROPE SA, Tour CB21 16 Place de l’Iris, 92400 Courbevoie.\nPolice numéro : RD01353446H.</p>\n<p>En sa qualité d'intermédiaire d'assurance, Ideel fournit un service de recommandation fondé sur une analyse impartiale ​de différentes offres d'assurance existantes sur le marché.\nLa rémunération de l'intermédiaire est une commission sur la prime d'assurance.\nLa société Ideel n'a aucun lien capitalistique avec des mutuelles et compagnies d'assurances ou tout autre intervenant commercial sur le site.</p> 5.\nGestion du site <p>Pour la bonne gestion du Site, l'Éditeur pourra à tout moment : suspendre, interrompre ou limiter l'accès à tout ou partie du site, réserver l'accès au Site, ou à certaines parties du Site, à une catégorie déterminée d'internaute .\nsupprimer toute information pouvant en perturber le fonctionnement ou entrant en contravention avec les lois nationales ou internationales ;suspendre le Site afin de procéder à des mises à jour.</p> 6.\nConditions d'inscription et compte utilisateurs<p>Pour pouvoir utiliser le Site et profiter des offres qui y sont proposées, vous devrez vous inscrire et créer un compte utilisateur (ci-après le « Compte Utilisateur »).\nLors de l’ouverture du Compte Utilisateur, vous devrez communiquer des informations personnelles relatives à votre identité telles que nom, prénom, adresse email, numéro de téléphone.\nA défaut, l’ouverture de votre Compte Utilisateur ne sera pas possible.\nVous reconnaissez et acceptez de garder confidentiel l’identifiant et le mot de passe permettant un accès à votre Compte Utilisateur.\nL’identifiant et le mot de passe sont personnels et ne doivent pas être partagés ni transférés à une quelconque personne physique ou morale, sous quelque forme que ce soit, sans le consentement écrit et préalable de l'Editeur.\nVous êtes seul responsable de votre Compte Utilisateur et de l’utilisation qui en est faite</p>7.\nLes offres<p>Les offres des fournisseurs partenaires de l'Editeur sont consultables sur le Site.\nLes Offres sont régulièrement mises à jour et l'Editeur se réserve la possibilité de modifier la liste et le contenu des Offres à tout moment.\nChaque Offre contient une description des caractéristiques essentielles des services fournis et le prix TTC des services fournis.</p>8.\nRelations entre les parties<p>L'Editeur, les fournisseurs de l'Editeur, et vous-même sont des parties indépendantes, chacune agissant en son nom et pour son propre compte.\nEn utilisant le Site et en souscrivant aux Offres proposées, vous reconnaissez que vous donnez mandat à l'Editeur pour souscrire ces Offres en votre nom et pour votre compte auprès des fournisseurs.\nVous reconnaissez que l'Editeur est un intermédiaire mettant en relation des clients et des fournisseurs et qu’il n'intervient qu'en qualité de mandataire lors de la souscription des Offres demandées.\nAinsi il n’est pas partie aux dites Offres et ne sera pas partie aux contrats en découlant.\nL'Editeur est rémunéré par les fournisseurs d'énergie, les assureurs, les opérateurs de redirection courrier, les opérateurs de télécommunications dans le cadre de contrats de prestation signés avec lesdits partenaires.\nVous acceptez les Offres en toute indépendance.</p>9.\nPropriété Cookies<p>L'éditeur a notamment recours à l'emploi de cookies pour collecter des informations relatives à votre navigation sur l'App et/ou le Site.\nAfin d'être informé sur le fonctionnement des cookies, les finalités poursuivies par l'Editeur et ou encore les moyens de vous opposer à leur utilisation, nous vous invitons à vous référer au document intitulé « Politique de protection des données personnelles ».</p>10.\nPropriété Loi applicable<p>Les présentes conditions d'utilisation du Site sont régies par la loi française et soumises à la juridiction du ressort de la Cour d'appel de Paris, sous réserve d'une attribution de compétence spécifique découlant d'un texte de loi ou réglementaire particulier.</p>11.\nPropriété intellectuelle<p>Ideel.io est un site de la société ideel.\nTout le contenu du site ideel.io, les graphismes, images, textes, logos, gifs et icônes ainsi que leur mise en forme sont la propriété exclusive de la société ideel SAS à l’exception des marques, logos ou contenus appartenant à d’autres sociétés partenaires ou auteurs.\nToute reproduction, distribution, modification, retransmission ou publication de ces différents éléments est strictement interdite sans l’accord exprès par écrit de la société ideel.\nPour toute demande d’autorisation ou d’information, envoyez-nous un e-mail à : hello@ideel.io</p>12.\nPolitique de protection des données personnelles<p>Ideel s’engage, dans le cadre de ses activités et conformément à la législation en vigueur en France et en Europe, à assurer la protection, la confidentialité et la sécurité des données à caractère personnel des utilisateurs de ses services, ainsi qu’à respecter leur vie privée.\nLa présente Politique vous informe sur la façon dont ideel traite vos données personnelles.\nCette Politique est applicable aux clients et utilisateurs des offres et services et aux visiteurs du site www.ideel.io.\nElle est susceptible d’être complétée par des informations spécifiques portées à la connaissance de l’utilisateur, s’agissant d’une offre ou d’un service particulier.</p>Pourquoi ideel traite vos données ?<p>Ideel ne traite les données personnelles que pour des finalités déterminées, explicites et légitimes.\nIdeel ne traite pas ces données de manière incompatible avec ces finalités.\n<b>Ideel traite vos données dans le cadre de l’exécution d’un contrat.\nA cet effet, les finalités poursuivies par ideel sont les suivantes :</b>\n</p>\n<ul>\n<li>Gérer l'identité du client ou de l’utilisateur</li>\n<li>Gérer la passation d’un contrat</li>\n<li>Permettre la résiliation d’un contrat</li>\n<li>Gérer les données personnelles, caractéristiques et droits d'un contrat</li>\n<li>Traiter les réclamations</li>\n<li>Communiquer au titre de la gestion de la clientèle</li>\n<li>Gérer les demandes relatives aux droits des personnes concernées</li>\n</ul>\n<p>Vos données sont conservées pour la durée nécessaire à l’accomplissement des finalités mentionnées ci-dessus.\n<b>ideel traite également vos données pour répondre à ses obligations légales ou règlementaires.</b> A cet effet,les finalités poursuivies par ideel sont les suivantes :</p>\n<ul>\n<li>Conserver les données requises pour être mesure de répondre aux obligations légales</li>\n<li>Gérer les demandes de communication de données des autorités habilitées</li>\n</ul>\n<p>Vos données peuvent être conservées le temps nécessaire pour permettre à ideel de répondre à ses obligations légales.</p>Quelles sont les données traitées ?<p>Selon le cas, Ideel traite vos données personnelles, directement collectées auprès de vous ou résultant de l’utilisation des produits ou services.\nIdeel est également susceptible d’être destinataire de données qui ont été collectées auprès de vous par un tiers.\nIdeel ne traite une donnée ou une catégorie de données que si elle est strictement nécessaire à la finalité poursuivie.\nVous pouvez retrouver des informations sur ces finalités ci-dessus.\nIdeel traite tout ou partie des catégories de données suivantes:</p>\n<ul>\n<li>Données d’identification : Nom, prénom, civilité...</li>\n<li>Données de contact : adresse postale, e-mail, numéro de téléphone...</li>\n<li>Vie personnelle : statut marital, composition du foyer...</li>\n<li>Données économiques et financières : encours, mensualités, capital restant dû...</li>\n<li>Données de connexion, d’usage des services et d’interaction : Logs de connexion, d’usage...</li>\n<li>Profils et scores permettant la segmentation client</li>\n<li>Données de localisation</li>\n</ul>Quels sont les destinataires de vos données ?<p>Les données collectées sont destinées aux services internes de ideel et à ses sous-traitants.\nLes données peuvent également être traitées par des partenaires de ideel.\nIl s’agit des situations où des partenaires interviennent pour la fourniture de prestations.\nIl peut également s’agir de traitements auxquels il vous est proposé de consentir.\nLes données traitées peuvent enfin, être transmises aux autorités compétentes, à leur demande, dans le cadre de procédures judiciaires, dans le cadre de recherches judiciaires et de sollicitations d'information des autorités ou afin de se conformer à d'autres obligations légales.</p>Quels sont vos droits ?<p>Vous disposez d’un droit d’accès, de rectification et de suppression des données qui vous concernent.\nVous pouvez demander la portabilité de ces dernières.\nVous avez également le droit de vous opposer aux traitements réalisés ou d’en demander la limitation.\nVous pouvez émettre des directives sur la conservation, la suppression ou la communication de vos données personnelles après votre décès.\nRègle spécifique au démarchage téléphonique : tout consommateur peut s’inscrire gratuitement sur une liste d’opposition dénommée «Bloctel» afin de ne plus être démarché téléphoniquement par un professionnel avec lequel il n’a pas de relation contractuelle en cours.\nLe consommateur peut s’inscrire sur le site www.bloctel.gouv.fr ou par courrier adressé à : SociétéOpposetel, ServiceBloctel, 6, rue Nicolas Siret – 10 000 Troyes</p>Comment exercer vos droits ?<p>Vous pouvez exercer vos droits à tout moment, ainsi que contacter le Délégué à la Protection des Données personnelles aux adresses ci-dessous(au choix):par e-mail: hello@ideel.io.\nToute demande d'exercice de vos droits doit être accompagnée de la photocopie d’un justificatif d'identité (carte nationale d'identité délivrée par l'Etat français ou carte d'identité de l'union Européenne ou passeport, carte de résident délivrée par l'Etat français, carte de séjour délivrée par l'Etat français ou livret de circulation délivré par l'Etat français).\nUne réponse vous sera adressée dans un délai d'une semaine à compter de la réception de votre demande.</p>13.\nCondition d'utilisation<p>L’utilisateur du service reconnaît que la validité des offres proposées par les partenaires, directement ou à travers leurs représentants, est subordonnée à l’exactitude des réponses fournies et que des réponses erronées peuvent conduire à rendre caduc le contrat souscrit.\nL’utilisateur s’engage en conséquence à répondre de façon loyale et honnête à toutes les questions posées.\nL’utilisateur du service fait son affaire et décharge ideel de toute responsabilité au cas où, après avoir renseigné son profil, Ideel ne serait pas en mesure de lui faire présenter une offre.\nLes offres présentées proposées par ideel sont subordonnées à un certain nombre de conditions de souscription.\nL’utilisateur du service s’engage, avant la signature définitive de son contrat, à lire les conditions générales et les conditions particulières et à vérifier la conformité de sa situation au contrat qu’il souscrit et les données enregistrées par le partenaire, et décharge Ideel de toute responsabilité à cet égard.\nAfin de vous proposer présenter des offres correspondant à votre profil, Ideel peut être amené à collecter des données personnelles nominatives.\nLes utilisateurs reconnaissent être informés que ces données pourront être transmises à des tiers, notamment à des fins de tarification et de souscription ultérieure.\nLes utilisateurs reconnaissent que le service de Ideel leur permet d’accéder en un point unique à des offres correspondant à leur profil, et leur facilite la souscription ultérieure de ces offres directement auprès du partenaire ou de son représentant.\nLes utilisateurs du service reconnaissent que Ideel leur fournit une information factuelle sur les offres, que cette information est nécessairement limitée et incomplète de par la nature même de la technologie utilisée.\nLes utilisateurs reconnaissent et acceptent la nécessité de lire l’ensemble des conditions générales et particulières de leur contrat avant la souscription afin d’avoir une vision exhaustive de la nature du contrat qu’ils souscrivent, et déchargent ideel de toute responsabilité à cet égard.\nLes utilisateurs reconnaissent que le service Ideel a pour objectif de restituer des éléments d’information factuels, et qu’en raison même du canal Internet, il ne fournit pas et n’a pas pour objet de fournir des prestations de conseil.\nLes utilisateurs du service reconnaissent être seuls responsables de leurs choix, et d’estimer leur besoin éventuel en prestations de conseil.\nLes utilisateurs déchargent en conséquence Ideel de tout devoir de conseil dans le choix de leur offre et font leur affaire des conséquences éventuelles de leur choix.\nLes utilisateurs reconnaissent que le service de Ideel inclut des formulaires adossés à certaines pages, notamment celles liées aux comparateurs et au sein desquelles ces derniers sont amenés à délivrer des données personnelles nominatives.\nLes utilisateurs reconnaissent que le service de Ideel, basé sur les technologies les plus avancées, a pour seul objet de leur faciliter la recherche de l’offre convenant à leur besoin.\nL’utilisateur accepte de lire les conditions générales et particulières de l’offre qu’il se prépare à souscrire, qui sont les seuls documents engageant la responsabilité du partenaire et de Ideel.\nL’utilisateur reconnaît également qu’en raison de la nature technique des moyens utilisés pour rendre le service, il lui appartient de vérifier à réception de son devis, à la présentation de l’offre sur le site www.ideel.io ou lors de l’entretien éventuel avec le télé-conseiller la conformité entre sa situation et les données enregistrées par le partenaire.\nLes utilisateurs sont informés que Ideel peut être amené à autoriser d’autres sociétés, que l’on appelle serveurs publicitaires ou réseaux publicitaires tiers, à présenter des publicités détaillant le service Ideel sur leurs pages Web (Facebook Ads par exemple).\nCertaines de ces sociétés sont susceptibles de placer des cookies et des action tags (également appelés «simple pixelgif») sur l’ordinateur de l’utilisateur afin de pouvoir mesurer l’efficacité de la publicité.\nAinsi, les réseaux publicitaires peuvent compiler des informations sur les pages où l’utilisateur ou les autres utilisateurs de l’ordinateur ont vu les publicités détaillant le service Ideel et déterminer celles sur lesquelles l’utilisateur ou les autres utilisateurs de l’ordinateur ont cliqué.\nToutes les informations collectées par ces sociétés tierces via les cookies ou les action tags sont entièrement anonymes.\nLes utilisateurs du service de résiliation reconnaissent avoir pris connaissance des présentes mentions légales.\nEn validant leur paiement, ils renoncent à leur droit de rétractation.</p>14.\nBandeaux publicitaires<p>Ideel ne diffuse pas actuellement de bandeaux publicitaires sur sa plateforme.</p>15.\nLiens hypertextes<p>Les utilisateurs sont informés que le site peut proposer des liens vers des sites tiers.\nCes liens sont établis en accord avec les sites concernés à un moment où Ideel a pu juger opportun de le faire, eu égard aux contenus et services de ces sites.\nCes liens existants sur Ideel vers un autre site ne constituent pas une recommandation ni une validation de ce site ou de son contenu.\nIl appartient aux utilisateurs d’utiliser ces informations avec discernement et esprit critique.</p>16.\nClause de non-responsabilité<p>Le site ne saurait être tenu pour responsable des erreurs rencontrées sur le site, problèmes techniques, interprétations des informations publiées et conséquences de leur utilisation.\nEn conséquence, les utilisateurs reconnaissent utiliser ces informations sous leur responsabilité exclusive.</p>17.\nJuridiction applicable<p>Les présentes conditions générales d'utilisation sont régies par la loi française.\nEn cas de contestation sur l'interprétation, sur l'exécution et la réalisation de l'une quelconque des stipulations des présentes conditions générales d'utilisation et à défaut d'accord amiable entre les parties, les Tribunaux de Paris seront seuls compétents pour connaître du litige.\n</p> ", "created_at": "2021-06-09 17:25:23.478527", "updated_at": "2021-06-09 15:26:31.016923"}], "points": [], "urls": ["ideel.io"]}}