{"error": 448, "message": "OK", "parameters": {"id": 6666, "name": "Shortcut Software Company", "created_at": "2022-06-12 00:09:21.498441", "updated_at": "2022-06-12 22:01:00.421673", "wikipedia": null, "keywords": null, "related": null, "slug": "shortcut-software-company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6666.png", "url": "shortcut.com,clubhouse.io", "documents": [{"id": 12149, "name": "Privacy Policy", "url": "https://shortcut.com/privacy", "xpath": "/html/body/div[1]/div[1]/div[1]/div[5]/div/div/div[1]", "text": "<p>\n<strong>Effective as of June 15th, 2018</strong>\n</p>\n<p>We at Shortcut Software Company (\"Shortcut,\" \"we,\" \"us,\" or \"our\") have created this privacy policy (this \"Privacy Policy\") because we want you to know how information you provide to us is used and shared.\nThis Privacy Policy relates to the information collection and use practices of Shortcut in connection with our Service which is made available to you through our Website (including mobile web) located at https://shortcut.com, our App and our Platform (which may be accessed via the Website or App).</p>\n<p>By visiting our Website or using our Platform, you are agreeing to the terms of this Privacy Policy and the accompanying Terms of Service.</p>\n<p>Capitalized terms not defined in this Privacy Policy shall have the meaning set forth in our Terms of Service.</p>Scope of this policy<p>The Website and the Platform are operated by Shortcut in the United States (US), and complies with US law.\nIf you are located outside of the US, please be aware that any information you provide to us may be transferred to, processed, maintained, and used on computers, servers, and systems located outside of your home country, where the data protection laws may not be as protective as those in your jurisdiction.</p>EEA Individuals<p>Natural persons located in the European Economic Area (\"EEA\") should review the General Data Protection Regulation (\"GDPR\") privacy notice for their specific rights, remedies, and other GDPR/Privacy Shield-related information here.</p>Information We Collect and How We Use It<ul>\n<li>\n<strong>Contact Information</strong>\n</li>\n<li>\n<strong>Payment Information</strong>\n</li>\n<li>\n<strong>From Your Activity</strong>\n</li>\n<li>\n<strong>From Cookies</strong>\n</li>\n</ul>Third-Party Analytics<p>We use one or more third–party analytics services (such as Google Analytics) to evaluate your use of the Website, and the Platform, compile reports on activity (based on their collection of IP addresses, Internet service provider, browser type, operating system and language, referring and exit pages and URLs, data and time, amount of time spent on particular pages, what sections of the Website and/or the Platform you visit, number of links clicked while on the Website and/or the Platform, search terms and other similar usage data), and analyze performance metrics.\nThese third parties use cookies and other technologies to help analyze and provide us the data.\nBy visiting the Website, and accessing and using the Services and/or the Platform, you consent to the processing of data about you by these analytics providers in the manner and for the purposes set out in this Privacy Policy.\nFor more information on these third parties, including how to opt out from certain data collection, please visit the sites below.\nPlease be advised that if you opt out of any service, you may not be able to use the full functionality of the Websites, Service or the Platform.</p>\n<p>Google Analytics: https://www.google.com/analytics</p>\n<p>FullStory: https://www.fullstory.com</p>\n<p>Pendo: https://www.pendo.io/privacypolicy/</p>CRM Data<p>We store our contact information within our Nutshell and Salesforce CRM to help our sales and customer support team manage our relationships with current or prospective customers.\nAny personal data provided to/or collected by Nutshell or Salesforce will be used to provide our services in accordance with this Privacy Policy.</p>Aggregate Data<p>In an ongoing effort to better understand our users and the Website, we might analyze your information in aggregate form to operate, maintain, manage, and improve the Website.\nThis aggregate information does not identify you personally.\nWe may share this aggregate data with our affiliates, agents, and business partners.\nWe may also disclose aggregated user statistics in order to describe our products and services to current and prospective business partners and to other third parties for other lawful purposes.</p>Business Transfers<p>In the event of a merger, dissolution or similar corporate event, or the sale of all or substantially all of our assets, we expect that the information that we have collected, including personal information, would be transferred to the surviving entity in a merger or the acquiring entity.\nAll such transfers shall be subject to our commitments with respect to the privacy and confidentiality of such personal information as set forth in this Privacy Policy.</p>Disclosure to Public Authorities<p>We are required to disclose personal information in response to lawful requests by public authorities, including for the purpose of meeting national security or law enforcement requirements.\nWe may also disclose personal information to other third parties when compelled to do so by government authorities or required by law or regulation including, but not limited to, in response to court orders and subpoenas.</p>Opt Out for Direct Marketing<p>You may opt out at any time from the use of your personal information for direct marketing purposes, and/or transfer of your personal information to third parties for direct marketing purposes by sending us an email at privacy@shortcut.com.\nPlease allow us a reasonable time to process your request.\nYou cannot opt out of receiving transactional or administrative e-mails related to our services or your requests for information or materials.</p>Retention of personal information<p>We will retain your personal information in a form that identifies you only for as long as it serves the purpose(s) for which it was initially collected as stated in this Privacy Policy, subsequently authorized, or as allowed under applicable law.</p>How We Protect Your Information<p>We take very seriously the security and privacy of the personal information that it collects pursuant to this Privacy Policy.\nAccordingly, we will implement reasonable and appropriate security measures to protect your personal information from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in processing and the nature of such data, and comply with applicable laws and regulations.</p>Children<p>We do not knowingly collect personal information from children under the age of 13 through the Website or the Service.\nIf you are under 13, please do not give us any personal information.\nWe encourage parents and legal guardians to monitor their children's Internet usage and to help enforce our Privacy Policy by instructing their children to never provide us Personal Information without their permission.\nIf you have reason to believe that a child under the age of 13 has provided personal information to us, please contact us, and we will endeavor to delete that personal information from our databases.</p>External Websites<p>The Website may contain links to third party websites.\nShortcut has no control over the privacy practices or the content of any of our business partners, advertisers, sponsors, or other websites to which we provide links.\nAs such, we are not responsible for the content or the privacy policies of those third party websites.\nYou should check the applicable third party privacy policy and terms of use when visiting any other websites.</p>Changes to This Privacy Policy<p>This Privacy Policy is effective as of the date stated at the top of this Privacy Policy.\nWe may change this Privacy Policy from time to time, and will post any changes on the Website or notify you via e-mail, at our option, as soon as they go into effect.\nBy using the Website, App or the Service after we make any such changes to this Privacy Policy, you are deemed to have accepted such changes.\nPlease refer back to this Privacy Policy on a regular basis.</p>How to Contact Us<p>If you have questions about this Privacy Policy, please e-mail us at privacy@shortcut.com.</p>", "created_at": "2022-06-12 00:09:21.501914", "updated_at": "2022-06-11 22:09:57.036925"}, {"id": 12148, "name": "Terms of Service", "url": "https://shortcut.com/terms", "xpath": "/html/body/div[1]/div[1]/div[1]/div[5]/div/div/div[1]", "text": "<p>\n<strong>Effective as of February 13, 2018</strong>\n</p>\n<p>Shortcut Software Company (\"Shortcut,\" \"we,\" \"us,\" or \"our\") welcomes you.\nThank you for choosing to access and use our service (the \"Service\") made available to you through our website located at https://shortcut.com (the \"Website\") or through our mobile application (the \"App\").</p>\n<p>We provide access to and use of our Service subject to the following terms of service (the \"Terms of Service\"), which are effective as of the date stated above.\nBy using the Service, you acknowledge that you have read, understood, and agree to be legally bound by the terms and conditions of these Terms of Service and the terms and conditions of our Privacy Policy, which is hereby incorporated by reference.\nPlease take the time to review our Privacy Policy.\nIf you do not agree to any terms in these Terms of Service or the Privacy Policy, then please do not use our Service.</p>\n<p>We may change these Terms of Service from time to time, and will post any changes on the Website or notify you via email, at our option, as soon as such changes are in effect.\nIf you are using the Service on a free trial basis, then by continuing to use the Service after we make any such changes to the Terms of Service, you are deemed to have accepted such changes.\nIf you have purchased a Service subscription, then the changes will not go into effect until your Service subscription renews.\nPlease refer back to these Terms of Service on a regular basis.</p>Access and Use<p>Subject to the terms and conditions of this Agreement, Shortcut will provide access to and use of the Service to you or the entity which you have authority to bind to this Agreement (\"Subscriber\").\nWe will also provide access to and use of the Service to any employee of Subscriber or other individual authorized by Subscriber (each, an \"Authorized User\").\nSubscriber acknowledges that each Authorized User must agree to these Terms of Service and the Privacy Policy prior to use and that Subscriber shall be responsible for ensuring compliance by each Authorized User with these Terms of Service and for any breach of these Terms of Service by any Authorized User.</p>\n<p>Subscriber is solely responsible for any data or content uploaded or stored on the Service by Subscriber or any Authorized User (\"Subscriber Data\").\nIn no event shall Shortcut be responsible for the use or misuse of any Subscriber Data by Subscriber or any Authorized User or other third party.\nSubscriber warrants and represents that it either owns or has the right to provide all Subscriber Data.\nSubscriber hereby grants Shortcut a non-exclusive, transferable, royalty-free license to use the Subscriber Data to provide the Service and as otherwise described in herein or in our Privacy Policy.\nAs stated in the Privacy Policy, we take reasonable steps to protect the Subscriber Data from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nFor the avoidance of doubt, in no event will we share the project information that you upload into the Service with third parties for marketing purposes.</p>\n<p>All right, title, and interest in and to the Service, the Website, the App, and any information, data, software, graphics, and interactive features contained therein, including all modifications, improvements, adaptations, enhancements, or translations made thereto, and all proprietary rights in any of the foregoing (collectively, \"Shortcut Property\"), shall be and remain the sole and exclusive property of Shortcut.</p>\n<p>Subscriber will not, and will not permit any Authorized User or other third party to: (i) allow anyone other than an Authorized User to access or use the Service.\n(ii) use the Service in any way that is not expressly permitted by this Agreement, including, without limitation, reverse engineering, modifying, copying, distributing, or sublicensing the Service, or introducing into the Service any software, virus, or code.\nor (iii) use the Service in violation of any applicable law or regulation.</p>Registration<p>Prior to using the Service, Subscriber will be required to register for an account.\nDuring the registration process, Subscriber will select logon credentials for each Authorized User.\nLogon credentials can only be used by the Authorized User to whom they are assigned and cannot be shared among Authorized Users or with third parties.\nSubscriber is solely responsible for the confidentiality and use of all logon credentials for its account and those assigned to Authorized Users, as well as for any use or misuse of the Service using Subscriber's or any Authorized User's logon credentials.\nSubscriber shall notify us immediately if it becomes aware of any loss, theft or unauthorized use of any logon credentials, and we reserve the right to delete or change them at any time and for any reason.</p>Fees and Payment<p>In consideration for the access to and use of the Service, you shall pay Shortcut the fees determined according to the payment plan that you have selected at registration.\nYou must provide accurate information regarding your credit card or other payment instrument, and you must promptly update your payment information if such information changes.\nYou hereby authorize Shortcut to periodically bill your payment instrument in advance, in accordance with the payment plan you have selected.\nIf you wish to dispute any charges, you must provide notice to Shortcut of such dispute within sixty (60) days of payment of the disputed charge.\nAll amounts paid are non-refundable.</p>\n<p>We reserve the right to change our prices at any point.\nIf we do change prices, we will provide notice to you through the Website or via email, at our option, at least thirty (30) days before such change is to take effect.\nYour continued use of the Service after the price change constitutes your agreement to pay the changed amount.\nprovided, however, that if you have purchased an annual Service subscription, the price change will not go into effect until the end of your then-current subscription period.</p>\n<p>We may choose to bill through an invoice.\nIf we so choose, all amounts due must be paid by the date specified in the invoice or access and use of the Service may be terminated.\nUnpaid invoices are subject to a finance charge of 1.5% per month on any outstanding balance, or the maximum permitted by law, whichever is lower, plus all expenses of collection.\nYou shall be responsible for all taxes associated with the Service other than U.S.\ntaxes based on Shortcut's net income.</p>Publicity<p>Each Subscriber is permitted to identify itself as a Subscriber of the Services for promotional and marketing purposes.\nSubscriber grants Shortcut a non-exclusive, non-transferrable, non-sublicensable, and royalty-free license to use and reproduce Subscriber’s name, logos, and trademarks for promotional and marketing purposes including on Shortcut's customer lists, advertising, and website.\nSubscriber may opt out of the provisions in this Section by emailing a request to support@shortcut.com.</p>\n<p>In other words, we’re proud to have the quality of customers that we do.\nIf it comes up, we may mention you!</p>Term and Termination<p>Shortcut may suspend or terminate your access to and use of the Service, in whole or in part, at any time and for any reason.\nprovided, however, that if you have purchased a subscription for the Service, Shortcut’s right to suspend or terminate your access to and use of the Service will be limited to cases where you have failed to pay the applicable subscription fees or have otherwise breached these Terms of Service, and have not cured such payment failure or other breach within 10 business days of receiving written notice of such payment failure or other breach from Shortcut (and provided, further that Shortcut may suspend your access to and use of the Service immediately without notice in the event that Shortcut reasonably determines that your account may cause potential harm to Shortcut or third parties).\nYou may terminate your account at any time upon notice to us.\nprovided, however, that if you have purchased a subscription for the Service, your right to terminate your account before paying the full amount of fees for the subscription period that you have committed to will be limited to cases where Shortcut has breached these Terms of Service, and has not cured such breach within 10 business days of receiving written notice of such breach from you.\nIn the event of suspension or termination (other than cases where Shortcut locks your account due to fraudulent activities or other potential harm to Shortcut or third parties), Shortcut will provide you with access to your Subscriber Data for at least 30 days following such termination.\nIt is your responsibility to keep backup copies of the Subscriber Data.</p>\n<p>Shortcut may terminate this agreement upon written notice if Shortcut determines, in its sole and absolute discretion, that Customer has engaged in or permitted behavior that Shortcut considers to be immoral, racist, or discriminatory on the basis of race, ethnicity, national origin, caste, sexual orientation, gender, gender identity, religious affiliation, age, disability, or serious disease.</p>DISCLAIMERS.\nLIMITED WARRANTY<p>THE SHORTCUT PROPERTY IS PROVIDED \"AS IS\" AND \"AS AVAILABLE,\" AND SHORTCUT DOES NOT MAKE ANY WARRANTIES WITH RESPECT TO THE SAME OR OTHERWISE IN CONNECTION WITH THESE TERMS OF SERVICE AND HEREBY DISCLAIMS ANY AND ALL EXPRESS, IMPLIED, OR STATUTORY WARRANTIES, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AVAILABILITY, ERROR-FREE OR UNINTERRUPTED OPERATION, AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.\nTO THE EXTENT THAT SHORTCUT MAY NOT AS A MATTER OF APPLICABLE LAW DISCLAIM ANY IMPLIED WARRANTY, THE SCOPE AND DURATION OF SUCH WARRANTY WILL BE THE MINIMUM PERMITTED UNDER SUCH LAW.</p>LIMITATION OF LIABILITY<p>IN NO EVENT WILL SHORTCUT BE LIABLE TO SUBSCRIBER OR ANY OTHER PARTY, INCLUDING, WITHOUT LIMITATION, ANY AUTHORIZED USER, FOR ANY INCIDENTAL, INDIRECT, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES OF ANY KIND (INCLUDING, BUT NOT LIMITED TO, LOST REVENUES OR PROFITS) ARISING FROM OR RELATING TO THE SHORTCUT PROPERTY OR OTHERWISE RELATING TO THESE TERMS OF SERVICE, REGARDLESS OF WHETHER SHORTCUT WAS ADVISED, HAD OTHER REASON TO KNOW, OR IN FACT KNEW OF THE POSSIBILITY THEREOF.\nSHORTCUT'S AGGREGATE LIABILITY FOR DIRECT DAMAGES UNDER THESE TERMS OF SERVICE WILL NOT EXCEED THE TOTAL FEES PAID BY SUBSCRIBER HEREUNDER DURING THE SIX (6) MONTHS IMMEDIATELY PRIOR TO THE EVENT GIVING RISE TO THE CLAIM.</p>Indemnification<p>Subscriber will defend, indemnify, and hold harmless Shortcut and its officers, directors, managers, and employees from any and all liabilities, costs, and expenses (including, without limitation, reasonable attorneys' fees) in connection with any third-party claim that any of the Subscriber Data: (i) infringes or misappropriates any third-party intellectual property rights, privacy or publicity rights, or any other rights.\nor (ii) violates any applicable laws, rules, or regulations.\nShortcut shall promptly notify Subscriber of the claim, provided, however, that failure to provide such notice shall not relieve Subscriber of its indemnity obligations unless it is materially prejudiced thereby.\nSubscriber shall have control over the defense of the claim, provided that (i) Subscriber does not make any admission of liability on behalf of Shortcut or agree to any settlement that imposes a financial burden on Shortcut without Shortcut's prior written consent.\nand (ii) Shortcut shall have the right to participate in the defense of any such claim, at its own cost, with counsel of its choice.</p>General Provisions<p>Subscriber shall not assign these Terms of Service or any of its rights hereunder without the prior, written consent of Shortcut.\nSubject to the foregoing, this Agreement will be binding upon and inure to the benefit of the Parties hereto and their permitted successors and assigns.\nThese Terms of Service and performance hereunder shall be construed and governed by the laws of the State of New York without giving effect to conflicts of laws principles.\nThe parties consent and agree that any and all litigation between them arising from these Terms of Service or the business relationship created hereby shall take place in the state or federal courts located in New York, New York.\nEach Party irrevocably consents and submits to the jurisdiction and venue of any such courts.\nIf any provision of these Terms of Service is deemed invalid or unenforceable, it shall be amended or replaced in the way that best reflects the original intention of the parties, and the remainder of these Terms of Service shall remain in full force and effect.\nThese Terms of Service, together with the Privacy Policy and any pricing information made known to you at registration, constitute the final and complete agreement between the parties regarding the subject matter hereof, and supersedes any prior or contemporaneous communications, representations, or agreements between the parties, whether oral or written.</p>", "created_at": "2022-06-12 00:09:21.500324", "updated_at": "2022-06-11 22:10:18.244145"}], "points": [], "urls": ["shortcut.com", "clubhouse.io"]}}