{"error": 448, "message": "OK", "parameters": {"id": 4735, "name": "Vidazoo ", "created_at": "2021-07-15 17:27:03.607647", "updated_at": "2021-07-15 22:00:51.446322", "wikipedia": null, "keywords": null, "related": null, "slug": "vidazoo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4735.png", "url": "vidazoo.com", "documents": [{"id": 8492, "name": "Data Protection Addendum", "url": "https://vidazoo.gitbook.io/vidazoo-legal/data-protection-addendum", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Data Protection Addendum[Last Modified: December 3, 2020]<p>\nIn case of any conflict between the terms of the Agreement and the terms of this Addendum, the terms of this Addendum shall prevail.\nThe terms used in this Addendum shall have the meanings set forth below.\nCapitalized terms not otherwise defined herein shall have the meaning given to them in the relevant article of the EU General Data Protection Regulation (GDPR).\nIn consideration of the mutual obligations set out herein, the parties hereby agree that the terms and conditions set out below shall be added as an Addendum to the Principal Agreement.</p>1.\nPrivacy Definitions<p>1.1.\n“<strong>Applicable Privacy Laws</strong>” means any and all applicable international, national, federal, and state data protection and privacy laws, (including the EU Privacy Laws (GDPR, ePrivacy and any other applicable regulation) as applicable to the collection and processing of Personal Data, as defined below).\n</p>\n<p>1.2.“<strong>Consent</strong>” means an End User informed and freely given consent, that meets the requirements stipulated under article 7 of the GDPR or under Purpose 1 of the IAB TCF Policy (as such term is defined below).\n</p>\n<p>1.3.“<strong>Controller</strong>” means an entity that determines the purposes and means of processing Personal Data;</p>\n<p>1.4.“<strong>End User</strong>” means a human end user or a visitor of a Publisher’s website or any other digital property operated by Publisher.\n</p>\n<p>1.5.“<strong>IAB Consent Management Framework</strong>” means the IAB tech labs’ technical specification for the GDPR transparency &amp.\nconsent framework.\n</p>\n<p>1.6.\n\"<strong>IAB TCF Policy</strong>\" means the IAB Europe Transparency &amp.\nConsent Framework – Policies Version 2020-11-18.3.2a available at: https://iabeurope.eu/wp-content/uploads/2020/11/TCF_v2-0_Policy_version_2020-11-18-3.2a.docx-1.pdf.\n</p>\n<p>1.7.“<strong>Legitimate Interest</strong>” means, one out of six lawful bases for personal data processing under the GDPR.\nShall have its definition under the GDPR, Art.\n6.\n</p>\n<p>1.8.\n“<strong>EU Privacy Law</strong>” means and of the applicable EU privacy laws and regulations, including, without limitation: (a) prior to 25 May 2018, EU Directive 95/46/EC and any applicable national legislation implementing it.\n(b) as of 25 May 2018 onwards, EU Regulation 2016/679 (the “General Data Protection Regulation”) and any applicable national legislation made under or pursuant to it.\nand (c) EU Directive 2002/58/EC and any applicable national legislation implementing it.\nin each case as amended or superseded.\nand </p>\n<p>1.9.\n“<strong>Personal Data</strong>” means any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\n</p>\n<p>1.10.“<strong>Platform</strong>” means Vidazoo’s marketplace and/or media player and/or any other code, script and technology integrated within Publisher’s web property or otherwise integrated within Publisher’s services, which is the subject matter of the Agreement between the Parties.\n</p>\n<p>1.11.“<strong>Sensitive Data</strong>” means data that is given a higher level of protection under applicable local law and includes social security numbers and other government-issued identifiers, insurance plan numbers, financial account numbers, precise information about past, present, or potential future health or medical conditions or treatments, including genetic, genomic, and family medical history, sexual orientation or other sexual information.\nIn certain jurisdictions such as Australia and European Union, Sensitive Information may also include information that reveals race, financial or criminal history, ethnic origin, political opinions, religious or philosophical beliefs, trade union membership or data that concerns an individual’s health, whether or not tied to Personal Data.</p>\n<p>1.12.“<strong>Services</strong>” means Vidazoo’s Platform and respective Services that are the subject matter of the Agreement between the Parties.\n</p>\n<p>1.13.\n\"<strong>Signal</strong>\" as such term is defined under the IAB TCF Policy.\n</p>\n<p>1.14.“<strong>Traffic Source</strong>” means any channel, source or action taken by Publisher or on Publisher’s behalf to generate traffic or to derive such traffic to Publisher’s digital properties.</p>\n<strong>2.\nRole and Classification of the Parties</strong>\n<p>The parties acknowledge that in relation to any data shared in accordance with the Agreement, as between the parties, Publisher is a Controller of Personal Data relating to its End Users and Vidazoo is a Processor of Personal Data that it processes about End Users on behalf of Publisher, in order to provide its Services and operate its Platform.\nPublisher further acknowledges that Vidazoo is a Vendor as such term is defined under the IAB TCF Policy.\nThe subject-matter and duration of the Processing carried out by Vidazoo on behalf of Publisher, the nature and purpose of the Processing, the type of Personal Data and categories of Data Subjects are described in <strong>Schedule A</strong>.\nEach Party, shall represent and ensure the compliance of its Personal Data collection and processing activities according to Applicable Privacy Law.\n</p>\n<strong>3.\nData Ownership</strong>\n<p>As between the Parties, each Party owns all data that such Party collects.\nAs to Vidazoo, such data may include, without limitation: information collected from End Users when interacting or engaging with the Platform of Services.\nNormally, such data shall not include Personal Data unless required to provide and maintain the Services or to prevent fraud, or otherwise comply with applicable laws, or as otherwise consented by End Users.</p>\n<strong>4.\nCompliance</strong>\n<p>Each Party, shall use reasonable efforts to comply with its responsibilities under Applicable Privacy Laws.\nEach Party shall process End Users’ Personal Data only for purposes that have been properly notified to Visitors and shall ensure that it has a lawful basis for processing End Users’ Personal Data consistent with the requirements of Applicable Privacy Laws and any necessary consents obtained from Visitors.</p>\n<strong>5.\nConsent</strong>\n<p>Publisher acknowledges and agrees that the Platform’s integration and Vidazoo’s Services are dependent and based upon End User’s Consent or any other demonstrated lawful basis (including Legitimate Interest), that shall be obtained by Publisher and which Vidazoo relies on, amongst others, in its capacity as a Vendor.\nPublisher also acknowledges that it shall be able to demonstrate such Consent at any time and represents that such Consent is existed.\nIn addition, Publisher will be able to support transmission of Consent and opt out parameters, as further detailed in <strong>Schedule B</strong>.\nVidazoo shall not be liable with respect to the obtaining of any required consent or with respect to the Signal provided by the Publisher and shall transfer the Signal \"as is\" and as it was provided to Vidazoo by the Publisher as further reflected in <strong>Schedule B</strong>.</p>\n<strong>6.\nTransparency and Choice</strong>.\n<p>Each Party shall, at all times, use reasonable efforts to comply with its respective privacy and cookie policies and disclosures.\nEach Party shall ensure that its services and/or digital properties each includes prominently posted privacy and cookie policies that describe in a legally sufficient manner the Personal Data that it collects, how it uses and shares such Personal Data, and how End Users can withdraw consent, or otherwise opt out of such use in accordance with Applicable Privacy Laws.</p>\n<strong>7.\nRepresentations and Warranties</strong>.\n<p>Publisher represents and warrants that any ad request that will be sent to the Platform will include the applicable Consent parameter and the Signal so that any returned content will be lawfully served.\nApplicable Consent parameter will be determined by Publisher as per the supported consent management Parameters that are detailed in Schedule A, as may be updated from time to time by Vidazoo or by its Advertisers.\nPublisher acknowledges and agrees that such requests are directly transmitted to the end Advertiser's platform, and such Advertiser's platform will respond as per Publisher's request.\nTherefore, Vidazoo, as the tech provider, has no control over such parameters or over the Signal and shall not be responsible for any parameter or Signal that was unlawfully or misleadingly sent by Publisher, nor liable for any damage or damages resulted by it.\n</p>\n<strong>8.\nLiability</strong>\n<p>Each Party agrees that it will be liable and responsible for its respective obligations under this Addendum for any damage or damages (including fines) incurred by such Party’s violation or breach of obligations, whether such damage or claim is caused directly or as a result of third party claim.\nEach Parties liability for its obligations under the DPA shall not be limited.</p>\n<strong>9.\nAmendments</strong>\n<p>Vidazoo reserve the right, at its discretion, to revise or update the Terms at any time.\nSuch amendments shall be effective upon publication of the amended Terms.\nThe last revision will be reflected in the “Last Modified” heading.\nPublisher’s continued use of the Services thereafter constitutes its consent to such changes and Publisher agree to be bound by them, therefore Vidazoo ask Publisher to check back periodically to review the most updated Terms.</p>\n<strong>Schedule A</strong>: Details of processing of Personal Data<strong>\n</strong>\n<p>This Schedule A includes certain details of the Processing of Personal Data as required by Article 28(3) GDPR.\n</p>\n<p>\n<strong>Subject matter and duration of the Processing of Personal Data.</strong>\n</p>\n<p>Processing carried out in connection with the provision of the services of displaying video advertisement through the Platform.</p>\n<p>The duration shall be for the term of the Agreement with an additional period of 60 days from the expiration of the Agreement until deletion of Publisher data by Vidazoo in accordance with the terms of the Agreement and this Addendum.</p>\n<p>\n<strong>The nature and purpose of the Processing of Personal Data</strong>\n</p>\n<p>To provide the Services in accordance with the Agreement.</p>\n<p>\n<strong>The types of Personal Data to be Processed</strong>\n</p>\n<p>IDs such as: (i) a unique identifier stored on an end-user's device, (ii) a unique identifier generated on the basis of device information, or (iii) a resettable advertising ID associated with a mobile device or an application.\n</p>\n<p>\n<strong>The categories of Data Subject to whom the Personal Data relates</strong>\n</p>\n<p>Users / Data Subject in the EEA that viewed targeted and personalized ads provided in the Platform by third party advertisers which are placed on the Publisher inventory.</p>\n<strong>Schedule B: Consent Management Parameters </strong>\n<p>\n<strong>Case</strong>\n</p>\n<p>Action</p>\n<p>CMP IAB Framework parameters available</p>\n<p>Publisher will pass the GDPR and CONSENT parameters to Vidazoo's player based on the Vidazoo's technical documentation available at Vidazoo's Platform Wiki and Vidazoo will pass the parameters and Signal accordingly to the Advertisers \"as is\".</p>\n<p>\nCMP IAB Framework parameters are not available</p>\n<p>Publisher will initiate the call to Vidazoo's player without any special parameters and Vidazoo will make a call to its Advertisers without passing any special parameters.\nIn this case some advertisers will treat the Ad Request as the consent has been granted and process the request by serving Personalized or Contextual Ads, while others will not process the request.</p>PreviousPublisher GuidelinesNextData Protection Addendum - SaaSLast updated 7 months agoWas this page helpful?Contents1.\nPrivacy Definitions2.\nRole and Classification of the Parties3.\nData Ownership4.\nCompliance5.\nConsent 6.\nTransparency and Choice.\n7.\nRepresentations and Warranties.\n8.\nLiability9.\nAmendmentsSchedule A: Details of processing of Personal Data Schedule B: Consent Management Parameters ", "created_at": "2021-07-15 17:27:03.61773", "updated_at": "2021-07-15 15:27:41.98036"}, {"id": 8491, "name": "Information Security Policy", "url": "https://vidazoo.gitbook.io/vidazoo-legal/information-security-policy", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Information Security Policy[Last Modified: January 9, 2019]<p>Vidazoo Ltd.\n(“Company”, “we” or “us”) takes information security seriously and has created this security policy (“Security Policy”) to disclose its practices in safeguarding personal data processed through our services.\nWe have implemented the below technical and organizational measures to protect the personal data processed by us, against loss, unlawful acts, destruction, alteration, unauthorized disclosure or access.\nAs part of our GDPR compliance process we have prepared this Security Policy to provide you with a summary of the security measures and policies we obtain and require our partners and employees to comply with these standards and implement the same security measures when working with us.\n<strong>\n</strong>\n</p>\n<p>THIS SECURITY POLICY OUTLINES THE COMPANY’S CURRENT SECURITY PRACTICES AS OF THE “LAST UPDATED” DATE INDICATED ABOVE.\nWE WILL KEEP UPDATING THIS POLICY FROM TIME TO TIME, AS REQUIRED BY APPLICABLE LAWS AND OUR INTERNAL POLICIES.\n</p>\n<p>System Access Control</p>\n<p>Company’s database is accessible only by the Company’s management and solely from within the Company’s office.\nThe personal data processed and stored by Company is stored in Amazon servers and access granted through personal user authentication.\nAccess to systems is restricted and is based on procedures to ensure appropriate approvals are provided solely to the extent required.\nIn addition, remote access and wireless computing capabilities are restricted and require that both user and system safeguards, including VPN protection or similar security level.\nThe systems are also protected and solely authorized employees may access the systems by using a designated password and user name protections.<strong>\n</strong>\n</p>\n<p>Physical Access Control </p>\n<p>The Company secures any and all physical access to its offices.\nThe Company secures access to its offices and ensures that solely authorized persons have access such as employees.\nCompany works with Amazon Web Services datacenter, as its main storage processor, therefore if you need more information Company recommends that you review Amazon’s security policy available here.\nThe transfer of personal data is secured an encrypted.\nFurther, the Company has entered in to applicable and binding data processing agreements with its vendors and customers.\n<strong>\n</strong>\n</p>\n<p>Data Access Control</p>\n<p>All access to a database, system or storage is solely with authorization hierarchy and password protection.\nFurther, the access to the personal data is restricted to solely the employees that “need to know” and is protected by passwords and user names.\nThe Company audits any and all access to the database and any authorized access is immediately reported and handled.\nEach access is logged and monitored, and any unauthorized access is automatically reported.\nCompany revokes access immediately upon termination of employment.\nAuthorized individuals (including third party vendors and customers) can solely access personal data that is established in their individual profiles, or the ones intentionally open for them.<strong>\n</strong>\n</p>\n<p>Organizational and Operational Security </p>\n<p>The Company educates its employees and service providers, and raises awareness, risk and assessment with regards to any processing of personal data.\nInternal security testing is done on a regular basis.\nCompany’s IT team ensures security of all hardware and software, by installing anti-malware software including firewalls on computers to protect against malicious use and malicious software as well as virus detection on endpoints, etc.\nIt is the responsibility of the individuals across the Company to comply with these practices and standards.\n</p>\n<p>Transfer Control </p>\n<p>The purpose of transfer control is to ensure that personal data cannot be read, copied, modified or removed by unauthorized parties during the electronic transmission of these data or during their transport or storage in the applicable data center.\nFurther, any and all transfers of the data (either between the servers, from client side to server side and between Company’s designated partners) is secured.\n<strong>\n</strong>\n</p>\n<p>Availability Control</p>\n<p>The Company’s servers include an automated backup procedure.\nCompany has ensured all systems are protected by industry best standards of security systems and measures, as well as encryption of the personal data prior to its transfer.\nOur legal team has ensured our legal documentation is updated to reflect any changes and to include the mandatory provisions required by the GDPR.<strong>\n</strong>\n</p>\n<p>Data Retention </p>\n<p>Personal data and raw data are all deleted as soon as possible or legally applicable.\n<strong>\n</strong>\n</p>\n<p>Job Control </p>\n<p>Employees, customers, vendors and applicable processors are all signed on binding agreements all of which include applicable data provisions and data security obligations.\nEmployees are bound to comply with this Security Policy in addition to internal security policies and procedures and breaking or not complying with such shall result in disciplinary actions.\nTo ensure the employees stay educated and up to date with applicable policies and legislation the Company holds annual compliance training which include data security education.\n<strong>\n</strong>\n</p>\n<p>For more information please see our Privacy Policy available at<strong>: </strong>\n<strong>https://vidazoo.com/privacy_policy</strong>\n<strong>.\n</strong>\n</p>PreviousPrivacy Rights PolicyLast updated 11 months agoWas this page helpful? ", "created_at": "2021-07-15 17:27:03.616476", "updated_at": "2021-07-15 15:27:46.936438"}, {"id": 8490, "name": "Privacy Rights Policy", "url": "https://vidazoo.gitbook.io/vidazoo-legal/privacy-rights-policy", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Privacy Rights Policy[Last Modified: January 1, 2020]<p>Vidazoo Ltd.\n(“<strong>Company</strong>” or “<strong>we</strong>” or “<strong>us</strong>”) values the privacy rights of our users, vendors and business partners (“<strong>you</strong>” or “<strong>yours</strong>”).\nThus, we have designed this Privacy Rights Policy (“<strong>Privacy Rights</strong>\n<strong>Policy</strong>” or “<strong>Policy</strong>”) as an overview of your rights regarding your personal data, under the following legislation:</p>\n<p>(i) The EU General Data Protection Regulation (“<strong>GDPR</strong>”), which shall apply to you in the event you are a resident of the European Economic Area (“<strong>EEA</strong>”).\nand</p>\n<p>(ii) The California Consumer Privacy Act of 2018 (\"<strong>CCPA</strong>\" or “<strong>Act</strong>”) which shall apply to you in the event you are a “California Resident”, as defined under the CCPA.</p>\n<p> This Policy applies solely to your rights concerning Personal Data or Personal Information (as defined under the applicable law) processed by us.\nIf you wish to submit a request to exercise any of your rights, please fill in the form available at: </p>DSR FormData Subject Request Form - Vidazoo.pdf - 151KB<p>\n<strong>Your Right to be Informed</strong>\n</p>\n<p>You have the right to be informed with the Company’s details (e.g.\nname, address, etc.), as well as why and how we process Personal Data.\nThis right includes, among others, the right to be informed with the identity of the business, the reasons and lawful basis for processing Personal Data, and additional information necessary to ensure the fair and transparent processing of Personal Data.\nFurther, you have the right to be informed on the categories of Personal Information collected, sold, disclosed by us in the previous 12 months, therefore we ensure our privacy policy discloses all of the above and is updated every 12 months.\nPlease see our<strong>\n</strong>\n<strong>Privacy Policy</strong>.</p>\n<p>\n<strong>Right to Access</strong>\n</p>\n<p>You have a right to request us to confirm whether we process certain Personal Data related you, as well as a right to obtain a copy of such Personal Data, with additional information regarding how and why we use this Personal Data.\nAfter we receive such request, we will analyze and determine the veracity and appropriateness of the access request and provide you with the applicable confirmation of processing, the copy of the Personal Data or a description of the Personal Data and categories of data processed, the purpose for which such data is being held and processed, and details about the source of the Personal Data if not provided by you.\nOur response detailed above will be provided within the period required by law (please see additional information under “<strong>Response Timing and Format”</strong> below).\nNotwithstanding the above, note the GDPR and CCPA provide different protections, the GDPR enables access to all Personal Data processed by the controller, however the CCPA access right applies <strong>only</strong> to Personal Information collected in the 12 months prior to the request.</p>\n<p>\n<strong>The Right of Rectification</strong>\n</p>\n<p>The Company must ensure that all personal data that it holds and uses about a data subject is correct.\nIf such data is not accurate, a data subject has the right to require that the Company updates such data so it is accurate.\nIn addition, if the Company has passed on incorrect information about a data subject to a third party, the data subject also has a right to oblige the Company to inform those third parties that this information should be updated.</p>\n<p>\n<strong>Rectification Access</strong>\n</p>\n<p>If Personal Data held by us is <strong>not</strong>\n<strong>accurate</strong>, you may require us to update such data so it is accurate.\nFurther, in the event we have passed on incorrect information about you to a third party, you also have a right to oblige us to inform those third parties that the applicable information should be updated.</p>\n<p>\n<strong>Erasure Rights (\"right to be forgotten\" or “right of deletion”, as applicable)</strong>\n</p>\n<p>The Company is legally obligated to comply with a request to delete personal data if: the data is no longer needed for the original purpose and no new lawful purpose exists for continued processing.\nthe lawful basis for processing is consent of the data subject and such consent is withdrawn.\nthe data subject exercises his or her right to object to the Company’s processing of his or her personal data, and the Company has no overriding grounds for processing the data.\nthe personal data is processed unlawfully.\nor erasure of the data is necessary to comply with applicable laws.\nIn addition, if the Company has passed on personal data to a third party, a data subject also has a right to oblige the Company to tell those third parties that the information should be erased.\nThe right to erasure is not absolute.\nEven if a data subject falls into one of the categories described above, the Company is entitled to reject the data subject’s request and continue processing data if such processing is: necessary to comply with legal obligations.\nnecessary to establish, exercise or defend legal claims.\nor is necessary for scientific research, etc..\nnecessary to perform a contract between you and us.\nnecessary to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for that activity.\nnecessary to debug to identify and repair errors that impair existing intended functionality.\nand to enable solely internal uses that are reasonably aligned with your expectations based on the our relationship with you – all subject to applicable laws.</p>\n<p>\n<strong>Right to Object</strong>\n</p>\n<p>With regards to Personal Data processed by us under the lawful basis of our <strong>legitimate interests</strong> (such as direct marketing), you may object to our processing on such grounds.\nHowever, even if we receive your objection, we will be permitted to continue processing the Personal Data in the event that (subject to applicable laws and regulations):</p>\n<p>(i) our legitimate interests for processing override your rights, interests and freedoms;</p>\n<p>(ii) the processing of such Personal Data is necessary to establish, exercise or defend a legal claim or right, etc.</p>\n<p>\n<strong>The Right of Restriction</strong>\n</p>\n<p>A data subject may limit the purposes for which the Company may process its personal data.\nThe Company’s processing activities may be restricted if: the accuracy of the data is contested.\nprocessing is unlawful and data subject requests restriction instead of erasure.\nthe Company no longer needs the data for its original purpose, but the data is still required to establish, exercise or defend legal rights.\nor consideration of overriding grounds in the context of an erasure request.</p>\n<p>\n<strong> Data Portability</strong>\n</p>\n<p>You may request us to send or \"port\" your Personal Data held by us to a third-party entity, however note, the GDPR and CCPA apply differently to this right, thus, we will handle this according to the jurisdiction you are subject to.</p>\n<p>\n<strong>Do Not Sell</strong>\n</p>\n<p>You have the right to know which data is sold, to whom and for what purpose.\nYou also have the right to request the data not to be sold.\nNote, “selling” data under the CCPA includes any transfer of data for the purpose of receiving valuable goods.</p>\n<p>\n<strong>Nondiscrimination</strong>\n</p>\n<p>Under the CCPA, you must not be discriminated for exercising any of your rights, including by denied goods or services, charging you with different fees for goods or services, including through the use of discounts or other benefits or imposing penalties.\nsuggested you will receive a different price or rate for goods or services.</p>\n<p>Notwithstanding the above it is allowed to set up schemes for providing financial incentives and you can opt-in to become part of them.</p>\n<p>\n<strong>Response Timing and Format</strong>\n</p>\n<p>We endeavor to respond to a verifiable consumer request with undue delay and in any event within 30 days from the receipt of the request subject to GDPR and between 10-45 days from receipt of a request subject to CCPA.\nIf we require more time, we will inform you of the reason and extension period in writing.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your Personal Data that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>Further, note, under the CCPA your rights only apply to the Personal Information collected 12 months prior to the request and you are not entitled to submit more than 2 requests in a 12 months period.</p>\n<p>\n<strong> Please submit a request by either:</strong>\n</p>\n<p>* Filling in the form </p>\n<p>* Emailing us at <strong>privacy@vidazoo.com</strong>\n<strong>​</strong>\n</p>\n<p>* Calling us at +972 765300126</p>PreviousPrivacy Notice For California ResidentsNextInformation Security PolicyLast updated 1 year agoWas this page helpful? ", "created_at": "2021-07-15 17:27:03.615247", "updated_at": "2021-07-15 15:27:50.414077"}, {"id": 8489, "name": "Publisher Guidelines", "url": "https://vidazoo.gitbook.io/vidazoo-legal/publisher-guidelines", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Publisher Guidelines[Last Modified: January 1, 2020]<p>These Publisher Guidelines (the “Guidelines”) apply to any Publisher who is engaged with any of Vidazoo’s services, platforms or technologies.\nUnless expressly and specifically approved by Vidazoo in advance and in writing, Publisher (including Publisher Websites, Media, Content and any other deliverable as defined in the Parties’ Agreement (an any attached annex), shall meet any and all the following guidelines.</p>\n<p>We reserve the right, at our discretion, to revise or update the Guidelines at any time.\nSuch amendments shall be effective upon publication of the amended Guidelines.\nThe last revision will be reflected in the “Last Modified” heading.\nYour continued use of the Services thereafter constitutes you consent to such changes and you agree to be bound by them, therefore we ask you to check back periodically to review the most updated Guidelines.</p>1.\nGeneral<p>When using Vidazoo’s Services, platforms and/or technology (jointly “<strong>Services</strong>”), Publisher and Publisher’s website(s), application(s) or any other inventory provided as part of the services (“Publisher’s Site(s)”) will: </p>\n<p>1.1.\nComply with all applicable laws, rules, regulations, platform policies and best industry standards.\nand </p>\n<p>1.2.\nUphold the regulations of industry leading self-regulatory principles, including, NAI (available at: https://www.networkadvertising.org/code-enforcement/code),Digital Advertising Alliance (available at: https://digitaladvertisingalliance.org/principles) and additional regulatory programs and/or guidelines as may become available from time to time by Vidazoo or its 3rd party advertising partners.</p>2.\nPrivacy Policy and disclosures<p>Publisher’s Site(s) will contain or link to an accessible and conspicuous privacy policy that will provide its end users with all disclosures required by applicable laws in which such users reside, including: </p>\n<p>2.1.\nData collection practices, purposes, processing activities, usage or any other detail required by applicable laws.\nand </p>\n<p>2.2.\nExpressly identifies that Publisher uses third-party advertising partners to serve ads and may collect, for such purpose, a user data.\nand </p>\n<p>2.3.\nPublisher full details.</p>3.\nData Usage<p>\nPublisher, either directly or indirectly, will avoid of any of the following: </p>\n<p>3.1.\nTransferring or transmitting of any Personal Information of end users or other sensitive data to Vidazoo, as such terms are defined under the applicable laws in which the Services are provided.</p>\n<p>3.2.\nUsing data gathered during delivery of any advertising material in any campaign (e.g., number of impressions, interactions, and header information), for purposes of retargeting, targeting, profiling, optimization and performance or any other purpose which is not the sole purpose of campaign delivery, performance and optimization.\n</p>\n<p>3.3.\nCollecting any Personal Information without due disclosure, consent (or other lawful basis, as defined by applicable law).\n</p>\n<p>3.4.\nPublisher may only use all data, statistics, and other information (except for bid request data) derived from using the Services only in connection with the use of the Services, and shall not otherwise copy, export or transfer the data for any other purposes.</p>4.\nUser consent<p>\nPublisher shall provide all required notices, disclosures and request for consent, as the case may be, including by posting a privacy policy, cookie policy, cookie notification and mechanisms to withdrawal consent by end users, for any personalized activity.</p>5.\nChildren's Privacy<p>5.1.\nPublisher’s shall not direct Publisher’s Site or target its respective content at children under the age of 13 (or, the underage defined in any other applicable jurisdiction), unless it is otherwise can demonstrate its compliance with the Children’s Online Privacy Protection Law, as amended (“COPPA”).\n</p>\n<p>5.2.\nIn cases where Publisher does comply with COPPA, it shall inform Vidazoo in writing prior to any implementation or user of the Vidazoo Services launching any of such Publisher’s Site(s) on any of Vidazoo’S Services.\n</p>\n<p>5.3.\nIn no case, will Publisher transfer to Vidazoo or its Advertisers partners any Personal Information of Children under 13 as defined under COPPA.</p>6.\nProhibited Content<p>Publisher’s Site(s) and any respective content or underlying code, shall meet, at the least, the following requirements: </p>\n<p>6.1.\nMust be content-based, fully functional websites at all levels (including, not a pop-up, pop-over or pop-under window).\nand </p>\n<p>6.2.\nAll text, sounds, images and/or other materials made available on or through Publisher Site must not infringe upon any third party right, including any right for privacy intellectual property of any third party.\nand </p>\n<p>6.3.\nMust not include any Content which is (i) objectionable, harmful, libelous, fraudulent or otherwise illegal and/or questionable.\nor (ii) contains or promotes pornography, adult or mature content, misleading Content or any content that is or may reasonably be considered as misrepresentation, offensive, weapons and violence, banned substances.\nor (iii) include, promote, contain or facilitate and viruses, malware, spyware, adware or any malicious code or file that may compromise user’s system or privacy.\nor (iv) that is primarily designed to collecting a personally identifiable information of users.</p>7.\nProhibited Activities<p>Publisher will not, either directly or indirectly, perform or engage in any of the following Prohibited Activities: </p>\n<p>7.1.\nWith respect to the Services and respective technology and platform: Publisher will not, nor will Publisher attempt to: (i) copy, damage, reverse engineer, decipher, decompile, translate or disassemble any software components or code of the Services, ads or tags, not authorize, enable or engage in modification Vidazoo’s, platform or API in any way.\n(ii) alter, modify, eliminate, conceal, or otherwise render inoperable or ineffective the website tags, source codes, links, pixels, modules or other data provided by or obtained from Vidazoo that allows Vidazoo’s Services to measure ad performance and provide its service.\n(iii) sell, reproduce, copy, rent, lease, sublicense, transfer or otherwise make available the Services, ads or tags, or any copies thereof to any third party (including, but not limited to, bidding for ads or tags while simultaneously selling the bid-for ad or tag on the Service or any other service), or create derivative works therefrom.\n(iv) authorize, enable or engage in unauthorized implementations, including the use, display, syndication, sublicensing, or delivery of Vidazoo’s ads anywhere other than on the Publisher’s Inventory.\n</p>\n<p>7.2.\nWith respect to traffic generation and traffic quality: Publisher will not generate or be engage with generating any non-human or other fraudulent traffic and specifically shall not deliver: (i) view, visits, impressions, clicks or any other delivered action, that were a result of any false, deceptive or automated means.\nor (ii) Generate clicks without referring URLs or from non-approved root URLs, generate fraudulent clicks, or otherwise use any method that may lead to false or artificially high numbers of clicks or impressions by any person, robot, automated program or similar device.\nor (iii) interfere or attempt to interfere with the proper function of the Service or anyone’s use of the Service.\nor (iv) interfere or attempt to interfere with the full, complete, immediate, and direct display of any ads and any third-party websites accessed via links on ads.</p>PreviousTerms and ConditionsNextData Protection AddendumLast updated 11 months agoWas this page helpful?Contents1.\nGeneral2.\nPrivacy Policy and disclosures3.\nData Usage4.\nUser consent5.\nChildren's Privacy6.\nProhibited Content7.\nProhibited Activities ", "created_at": "2021-07-15 17:27:03.613952", "updated_at": "2021-07-15 15:27:52.154473"}, {"id": 8488, "name": "Cookies Policy", "url": "https://vidazoo.gitbook.io/vidazoo-legal/cookies-policy", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Cookies Policy[Last Modified: January 1, 2020]<p>This cookies policy ( “<strong>Policy</strong>”) of Vidazoo Ltd.\n(“<strong>Vidazoo</strong>”, “<strong>us</strong>”, “<strong>we</strong>” or “<strong>our</strong>”) is designed to provide you with important information about our data collection practices using cookies that are involved with your access to or use of the Vidazoo website at:<strong>\n</strong>\n<strong>www.vidazoo.com</strong> (“<strong>Site</strong>”), or the services we provide to advertisers and publishers, including any implementation of our services on advertisers and publishers sites (jointly: the “<strong>Services</strong>”).\nThis Policy is further intended to explain to you what cookies are, how and why we use cookies in course of the Services, the types of cookies we use, how third parties we may partner with may use cookies, your choices regarding cookies (how can you reset your browser at any time, so it refuses all or some cookies, or notifies you when a cookie is being sent) and further information about cookies.</p>\n<p>This Policy constitutes an integral part of our<strong>\n</strong>\n<strong>Privacy Policy</strong> and our <strong>Terms and Conditions</strong> (“Terms”, and collectively, the “Agreement”) and unless mentioned otherwise, the same terms that are defined under the Terms, will apply to this Policy.</p>\n<p>In this document:</p>\n<ol>\n<li>\n<p>What are cookies?</p>\n</li>\n<li>\n<p>How we use cookies and why?</p>\n</li>\n<li>\n<p>The types of cookies used on our Site</p>\n</li>\n<li>\n<p>Third party cookies</p>\n</li>\n<li>\n<p>Users choices</p>\n</li>\n<li>\n<p>Further information about cookies</p>\n</li>\n<li>\n<p>Changes to this policy</p>\n</li>\n<li>\n<p>Contact us</p>\n</li>\n</ol>\n<p>\n<strong>1.WHAT ARE COOKIES?</strong>\n</p>\n<p>As described in our Privacy Policy, we collect information in a few ways, one of which is cookies.\nA cookie is a small data file that is sent to your device’s (computer, tablet or mobile phone) web browser when you first visit a website and is stored on your device hard drive.\nCookies usually include an identification number that is unique to the device you are using.\nSuch identifier can help to track on-line traffic flow, to better understand our users and how they are using the Services, their level of engagement and general preferences.\nCookies also enable recognition of users when they re-visit the Services, keeping their settings and preferences and ability to offer customized features and a more personalized web experience.</p>\n<p>Cookies can be “persistent” or “session” cookies.</p>\n<p>Please remember that you can change your cookies settings at any time to control cookies placement through limiting or forbidding our or our customers website to place cookies on your device and to disable unwanted cookies already stored on your device, by changing your browser’s settings, as explained below under “Users Choices”.</p>\n<p>\n<strong>2.HOW WE USE COOKIES AND WHY?</strong>\n</p>\n<p>When you access and use the Site and Service, we may place a number of cookies files in your web browser.</p>\n<p>We use cookies for a variety of purposes, including the following purposes: to track the on-line traffic flow in our Services, to better understand our users and how they are engaging the Services, their level of engagement and general preferences, in order to provide them with a better and personalized user experience, to recognize users when they engage the Services, keeping their settings and preferences in order to offer them customized features and a more personalized web experience, to enable certain functions of the Services, to provide analytics and to enable advertisements delivery, including targeted and behavioral advertising.</p>\n<p>\n<strong>3.THE TYPES OF COOKIES USED ON OUR SITE</strong>\n</p>\n<p>We use both session and persistent cookies on the Services and we may use different types of cookies to run the Services, as follows:</p>\n<p>\n<strong>Strictly necessary cookies</strong> – these cookies are necessary for the Services to function properly, to improve security and to prevent fraudulent activity and cannot be switched off in our systems.\nIf you set your browser to refuse these cookies, some parts of the Services will not then work.\nThese cookies do not store any personally identifiable information.</p>\n<p>\n<strong>Analytics and Performance-related cookies</strong> – these cookies allow us to assess and improve the performances of our Services, including improving the campaigns offered through our Services.\nThese cookies allow us to count visits and traffic geographic sources and prevent over exposure of a campaign.\nThe data collected is not shared with any other party.\nThe information we get through the use of these cookies is anonymized and we make no attempt to identify you or influence your experience of the Services.\nIf you do not allow these cookies, the loss of the information stored in a preference cookie may make the Service experience less functional but should not prevent it from working.\nIn addition, we will not be able to include your visit in our statistics.\nIf you have used a Do Not Track browser setting, we take this as a sign that you do not want to allow these cookies, and they will be blocked.</p>\n<p>\n<strong>Functionality-related cookies:</strong> these cookies tell us, for example, whether you have engaged our Services before or if this is your first time, and help us to identify the features in which you may find favourable.</p>\n<p>\n<strong>Targeting and Advertising-related cookies:</strong> these cookies allow us to deliver content, including video advertisements, relevant to your interests, based on how you interact with our advertisements or content.\nWe have set out further information about the use of Cookies by third parties below.</p>\n<p>Below is a list of the cookies we use on our Services, which is dynamically updated whenever new cookies are encountered and classified by our team:</p>\n<p>\n<strong>Cookie Category</strong>\n</p>\n<p>\n<strong>Source</strong>\n</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Disabling affect &amp.\nPrivacy Policy</strong>\n</p>\n<p>\n<strong>First party / Third Party?</strong>\n</p>\n<p>Functionality</p>\n<p>Gravatar</p>\n<p>https://en.gravatar.com/</p>\n<p>Allowing Customer to add image to the back-office platform</p>\n<p>No image on the platform in the platform user profile.</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Vidazoo</p>\n<p>dnt</p>\n<p>This cookie stores the preferences of the user to opt_out from personalized ads</p>\n<p>No ability to opt out from personalized ads</p>\n<p>First Party</p>\n<p>Functionality</p>\n<p>Vidazoo</p>\n<p>The name of the cookie is the random hash of the connection ID and the domain</p>\n<p>Cookie used for counting capping for ads per user</p>\n<p>No ability to opt out from personalized ads</p>\n<p>First Party</p>\n<p>Targeting / Advertising</p>\n<p>Vidazoo</p>\n<p>ck48wz12sqj7</p>\n<p>Cookie that is required for cookie-sync with 3rd party demand partners</p>\n<p>No personalized ads</p>\n<p>First Party</p>\n<p>Strictly necessary</p>\n<p>CloudFare</p>\n<p>__cfduid</p>\n<p>The cookie is used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.\nIt does not correspond to any user ID in the web application and does not store any personally identifiable information</p>\n<p>​https://www.cloudflare.com/privacypolicy/​</p>\n<p>3rd Party</p>\n<p>Analytics and Performance</p>\n<p>Google Analytics</p>\n<p>_ga</p>\n<p>The cookie is used to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report.\nThe cookies store information anonymously and assigns a randomly generated number to identify unique visitors</p>\n<p>​https://policies.google.com/privacy​</p>\n<p>​https://policies.google.com/technologies/managing?hl=en​</p>\n<p>​https://tools.google.com/dlpage/gaoptout​</p>\n<p>3rd Party</p>\n<p>Analytics and Performance</p>\n<p>Google Analytics</p>\n<p>_gid</p>\n<p>The cookie is used to store information of how visitors use a website and helps in creating an analytics report of how the website is doing.\nThe data collected including the number visitors, the source where they have come from, and the pages visited in an anonymous form.</p>\n<p>​https://policies.google.com/privacy​</p>\n<p>​https://policies.google.com/technologies/managing?hl=en​</p>\n<p>​https://tools.google.com/dlpage/gaoptout​</p>\n<p>3rd Party</p>\n<p>Analytics</p>\n<p>Google</p>\n<p>_gat_gtag_UA_78947453_2</p>\n<p>Google uses this cookie to distinguish users.</p>\n<p>​https://policies.google.com/privacy​</p>\n<p>​https://policies.google.com/technologies/managing?hl=en​</p>\n<p>3rd Party</p>\n<p>Analytics and Performance</p>\n<p>Google Universal Analytics</p>\n<p>_gat</p>\n<p>This cookie is installed by Google Universal Analytics to throttle the request rate to limit the colllection of data on high traffic sites.</p>\n<p>​https://policies.google.com/privacy​</p>\n<p>​https://policies.google.com/technologies/managing?hl=en​</p>\n<p>​https://tools.google.com/dlpage/gaoptout​</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Hubspot</p>\n<p>messagesUtk</p>\n<p>This cookie is used to recognize the user who have chatted using the messages tool.\nThis cookie is stored if the user leaves before they are added as a contact.\nIf the returning user visits again with this cookie on the browser, the chat history with the user will be loaded.</p>\n<p>​https://legal.hubspot.com/privacy-policy​</p>\n<p>​https://knowledge.hubspot.com/articles/kcs_article/reports/what-cookies-does-hubspot-set-in-a-visitor-s-browser​</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Analytics and Performance</p>\n<p>Hubspot</p>\n<p>__hstc</p>\n<p>used for tracking visitors.\nIt contains the domain, utk, initial timestamp (first visit), last timestamp (last visit), current timestamp (this visit), and session number (increments for each subsequent session).</p>\n<p>​https://legal.hubspot.com/privacy-policy​</p>\n<p>​https://knowledge.hubspot.com/articles/kcs_article/reports/what-cookies-does-hubspot-set-in-a-visitor-s-browser​</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Analytics and Performance</p>\n<p>Hubspot</p>\n<p>hubspotutk</p>\n<p>keep track of the visitors to the website.\nThis cookie is passed to Hubspot on form submission and used when deduplicating contacts.</p>\n<p>​https://legal.hubspot.com/privacy-policy​</p>\n<p>​https://knowledge.hubspot.com/articles/kcs_article/reports/what-cookies-does-hubspot-set-in-a-visitor-s-browser​</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Hubspot</p>\n<p>__hssrc</p>\n<p>According to their documentation, whenever HubSpot changes the session cookie, this cookie is also set to determine if the visitor has restarted their browser.\nIf this cookie does not exist when HubSpot manages cookies, it is considered a new session.</p>\n<p>​https://legal.hubspot.com/privacy-policy​</p>\n<p>​https://knowledge.hubspot.com/articles/kcs_article/reports/what-cookies-does-hubspot-set-in-a-visitor-s-browser​</p>\n<p>3rd Party</p>\n<p>Functionality</p>\n<p>Analytics and Performance</p>\n<p>Hubspot</p>\n<p>__hssc</p>\n<p>The purpose of the cookie is to keep track of sessions.\nThis is used to determine if HubSpot should increment the session number and timestamps in the __hstc cookie.\nIt contains the domain, viewCount (increments each pageView in a session), and session start timestamp.</p>\n<p>​https://legal.hubspot.com/privacy-policy​</p>\n<p>​https://knowledge.hubspot.com/articles/kcs_article/reports/what-cookies-does-hubspot-set-in-a-visitor-s-browser​</p>\n<p>3rd Party</p>\n<p>Analytics</p>\n<p>FullStory</p>\n<p>​</p>\n<p>​</p>\n<p>​https://help.fullstory.com/hc/en-us/categories/360001589694-Privacy​</p>\n<p>​</p>\n<p>Targeting / Advertising</p>\n<p>Third Parties Cookies</p>\n<p>Various third parties cookies</p>\n<p>Cookie that is required by 3rd party to manage personalized ads</p>\n<p>No personalized ads</p>\n<p>3rd Party</p>\n<p>For additional information of our use of Google products, click here.</p>\n<p>\n<strong>4.THIRD PARTY COOKIES</strong>\n</p>\n<p>In addition to our own cookies, third parties (such as advertising networks, content providers that deliver ads on our Services and our analytics partners) may also use various cookies to uniquely distinguish your web browser and keep track of information relating to your interaction with the Site and Services, to report usage statistics of the Services, deliver advertisements on and through the Services, and so on.</p>\n<p>Some of these third parties may combine information they collect from our Services with other information they have independently collected relating to your browser’s activities across other online services.\nThese third parties collect and use this information under their own privacy policies.</p>\n<p>You may at any given time block cookies of third party networks (opt out) by going to their Website and following the directions there.\nThe effect of opting out of a third party networks is explained on each opt out page.\nWe are not responsible for the effectiveness of any such opt-out options.</p>\n<p>\n<strong>5.USER CHOICES</strong>\n</p>\n<p>You can change your cookies settings at any time to control cookies placement through limiting or forbidding the website under which we provide the Services to place cookies on your device and to disable unwanted cookies already stored on your device, by changing your browser’s privacy preferences (please visit the help pages of your web browser).\nPlease note, however, that if you disable cookies or refuse to accept them, you might not be able to use all of the features we offer or some of the features may not function properly, you may not be able to store your preferences, and some of our pages might not display properly.\nWe may, at our sole discretion, delete old cookies after a certain time which no activity had occured from a user.</p>\n<p>Your web browser allows you to manage the cookies and your choices.\nThe configuration for each browser is different.\nYou may find more information about managing cookies on different web browsers and mobile devices below:</p>\n<p>Web Browsers:</p>\n<ul>\n<li>\n<p> Microsoft Internet Explorer​</p>\n</li>\n<li>\n<p> Google Chrome​</p>\n</li>\n<li>\n<p> Safari​</p>\n</li>\n<li>\n<p> Firefox​</p>\n</li>\n<li>\n<p> Opéra​</p>\n</li>\n</ul>\n<p>Mobile Devices:</p>\n<ul>\n<li>\n<p> iOS​</p>\n</li>\n<li>\n<p> Android​</p>\n</li>\n<li>\n<p> Blackberry​</p>\n</li>\n<li>\n<p> Windows Phone​</p>\n</li>\n</ul>\n<p>For end user interacting with out Platform (i.e., our media player implemented in our Business Partner’s digital assets) - we require our Business Partners, such as websites and applications that implement our Platforms and serve our Services, and advertisers or content providers that serve and display content on our Platforms, to provide users with an easy to access opt out option.\nYou can also opt out from having content displayed to you based on your data (however it can still be based on a web-page data in which the Platform is implemented).\nIf you which to exercise such opt-out right you may click here.\nPlease be notified though that as we cannot identify you as an individual person, such opt out is cookie based.\nIt means that if you clear your cookies, we will not be able to recognize your user as an opted-out user.\nBy clicking the OPT OUT button above, you opt out from receiving Targeted Advertising based on data collected via your browser.</p>\n<p>\n<strong>6.CHANGES TO THIS POLICY</strong>\n</p>\n<p>We reserve the right to modify this Policy from time to time, so please review it regularly.\nIn addition, if we make material changes to this policy, we will notify you by posting notification on the Vidazoo Website or otherwise through the Services 7 days before such changes become effective.\nOtherwise, any non-material change will be reflected by the “last updated” date at the top of this Policy.\nAny such change will be in full force and effect upon its publication.\nIn addition, and as explained above, the list of the cookies used is updated whenever new cookies are encountered and classified by our team.</p>\n<p>\n<strong>7.CONTACT US</strong>\n</p>\n<p>If you have questions or concerns regarding this Policy, please contact us at: <strong>legal@vidazoo.com</strong>\n<strong>​</strong>\n</p>PreviousPrivacy PolicyNextPrivacy Notice For California ResidentsLast updated 1 year agoWas this page helpful? ", "created_at": "2021-07-15 17:27:03.612616", "updated_at": "2021-07-15 15:30:31.69734"}, {"id": 8487, "name": "Privacy Policy", "url": "https://vidazoo.gitbook.io/vidazoo-legal/privacy-policy", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Privacy Policy[Last Modified: May 27, 2020]<p>Vidazoo Ltd.\n(collectively with its affiliates and subsidiaries shall be referred to as “<strong>Vidazoo</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”) is committed to your right to privacy.\nProtecting our users' privacy is a core value of Vidazoo, and we take precautions to ensure the protection of our users' personal data as well as to comply with applicable privacy and data protection legislation.</p>\n<p>This privacy policy (“<strong>Privacy</strong>\n<strong>Policy</strong>” or “<strong>Policy</strong>”) which is incorporated by reference in our <strong>Terms and Conditions</strong> (“<strong>Terms</strong>”), governs the processing and transfer of data collected in connection with our website, available at: <strong>www.vidazoo.com</strong>, our software, products, platforms, technologies and services that we make available to different type of customers (respectively, “<strong>Site</strong>” and “<strong>Platform</strong>” and jointly, the “<strong>Services</strong>”).\nWhen we use the term Platform, we may refer to one or more of the following platforms: (a) our multi-screen video player technology.\n(b) our ad server and respective BI and analytic services and dashboards.\nor (c) our ad bidding and serving marketplace;</p>\n<p>In order to provide the Services, we collect and use certain information about our customers (“<strong>Business Partners</strong>”) and users using any part of the Services (meaning Platform and Site’s visitors- shall be referred to herein as “<strong>users</strong>” and “<strong>Visitors</strong>” and collectively with our Business Partners as “<strong>you</strong>” or “<strong>your</strong>”).\nThis Privacy Policy explains what data we may collect from you, how such data may be used or shared with others, how we safeguard it and how you may exercise your rights related to your Personal Data (as defined below), among others, and where applicable, as required according to the EU General Data Protection Regulation (“<strong>GDPR</strong>”) and the California Consumer Privacy Act (“<strong>CCPA</strong>”).</p>\n<p>\n<strong>In the event you are a California resident and the CCPA apply to you – please review our</strong>\n<strong> CCPA Privacy Notice</strong>\n<strong>,</strong> in order to be provided with the information you are entitled to under the CCPA.</p>\n<p>\n<strong>HIGHLIGHTS:</strong>\n</p>\n<p>· You are not required by law to provide us with any Personal Data.\nSharing Personal Data with us is entirely voluntary.\nSome of our Services however, may depend on providing us with certain Personal Data, as specified below.</p>\n<p>· We have included below information about which Personal Data is collected and how we process and use your Personal Data, but before we would like to explain the lawful basis on which we do so: (1) when our Business Partners register to our Platform, we process their Personal Data in order to perform our contract with them.\n(2) when you access our Site or Services we may collect certain online identifiers which we have a legitimate interest in processing (for example for security purposes and fraud detection), some of this data is processed by our third party partners.\n(3) we may process Personal Data subject to your consent.\nor (4) where there is a legal obligation imposed on us or to protect our legal rights.</p>\n<p>· Children (as defined under applicable law) are not permitted to use the Services or provide us with any Personal Data.</p>\n<p>· You may be entitled under applicable law to request to have access, amend, erase or restrict the processing of your Personal Data.\nPlease note that in case you request to erase or restrict the processing of your Personal Data, your use of the Services may be restricted or disabled.</p>\n<p>· We will share Personal Data with third parties in connection with the provision of the Services, or other limited circumstances as specified herein.</p>\n<p>· If you have any questions or requests regarding the processing of your Personal Data, or would otherwise like to contact us in connection with this Privacy Policy, please send us an email to: <strong>support@vidazoo.com</strong>\n<strong>\n</strong>(or as described below).</p>\n<p>\n<strong>POLICY’S AMENDMENTS</strong>\n</p>\n<p>We reserve the right to amend this Policy from time to time, at our sole discretion.\nThe most recent version of the Policy will always be posted on the Site.\nThe updated date of the Policy will be reflected in the “Last Modified” heading.\nIn the event of material amendments, that will substantially affect our privacy practices or your rights, we will make best efforts to provide an applicable notification.\nAny amendments to the Policy will become effective immediately upon the display of the modified Policy.\nWe recommend you to review this Policy periodically to ensure that you understand our most updated privacy practices.</p>\n<p>\n<strong>TYPES OF DATA WE COLLECT</strong>\n</p>\n<p>\n<strong>Non-Personal Data</strong>\n</p>\n<p>During your interaction with our Services we may collect aggregated, non-personal non-identifiable information which may be made available or gathered via your access to and use of the Site or Platform (“<strong>Non-Personal Data</strong> “).\nWe are not aware of the identity of the user from which the Non-Personal Data is collected.\nThe Non-Personal Data which is being collected may include your aggregated usage information and technical information transmitted by your device.</p>\n<p>\n<strong>Personal Data</strong>\n</p>\n<p>We may also collect from you, during your access or interaction with the Site or Services, individually identifiable information, namely information that identifies an individual or may with reasonable effort be used to identify an individual (“<strong>Personal Data</strong>” or “<strong>Persona Information</strong>”).\nThe types of Personal Data that we collect as well as the purpose for processing such data are specified in the table below.</p>\n<p>\n<strong>Type of Data</strong>\n</p>\n<p>\n<strong>Purpose of Processing</strong>\n</p>\n<p>\n<strong>Lawful Basis under the GDPR</strong>\n</p>\n<p>\n<strong>Business Partner’s Account</strong> If you are our Business Partner, we may collect Personal Data that you are required to submit to us when you open an account with us.\nIn which case, we will collect your email address of the entity on which behalf you are engaging with us and chosen password for accessing your account.</p>\n<p>We will use this information to provide you with the Services you have requested, and designate your account in order to display the applicable information on your account dashboard.\nWe will use your email address in order to send you needed information related to the Services and our business engagement.</p>\n<p>In addition, we may send you marketing and promotional messages, offers and discounts.\nYou are able to opt out unsubscribe through a designated link in the email that we will send or contacting us at: <strong>support@vidazoo.com</strong>\n<strong>.</strong>\n</p>\n<p>Please note that if you choose to unsubscribe from direct marketing, we may still hold your account information and may contact you for updates regarding your use if the Services or any other relevant account information.</p>\n<p>Performance of our contract.\n</p>\n<p>Necessity of processing for the purposes of our legitimate interests.</p>\n<p>\n<strong>Online Identifiers and Technical Data\n</strong> We will collect your IP address in the event you are a user interacting with our Platform or in the event you are our Site’s Visitor.</p>\n<p>In addition, we may also collect “Technical Data” transmitted from your device (such as type, operating system type, version and language), your user agent, that includes the browser type, version and language from which you access the Platform or Site, approximate geographical location, the domain or URL of the website you browse in which the Platform is integrated and the Services are displayed or served.\nin which case, we do not store such URL, but our system will only use it on real time to make a decision about the type of content to display to you.\nSuch information may be attributed to our Platform or Service ID that we generate for each type of Platform or to a general user ID that we generate for each user on the system and is a completely random identifier.</p>\n<p>We use IP address and the Technical Data in order to provide our Platform related Services, user validation, fraud detection and to calculate payments.</p>\n<p>In the event you are an end user interacting with our Platform (i.e., our media player implemented in our Business Partner’s digital assets), your IP address is retained separately from other data items with no ability to combine it.</p>\n<p>In the event you are our Site’s Visitor, we may collect IP address and Technical Data for the purpose of operating and improving our Site, performance and analytic purposes.\n</p>\n<p>Performance of a contract.</p>\n<p>Necessity of processing for the purposes of our legitimate interests.</p>\n<p>Where required under applicable law, we will require our Business Partners to obtain your consent</p>\n<p>\n<strong>Contact Details</strong>\n</p>\n<p>If you contact us in any means of communications, we make available, you may be required to provide us with certain information such as your name and email address.</p>\n<p>We will use your contact details and may save your contact history with us in order to respond to your inquiry, provide you with support, assistance or any other service requested by you.</p>\n<p>Performance of a contract.</p>\n<p>Necessity of processing for the purposes of our legitimate interests</p>\n<p>\n<strong>Recruitment</strong> If you are interested in working with us, you may voluntarily send us your CV by through the means of communications we make available on our Site.</p>\n<p>In the event you send us your CV, note that, your provision of Personal Data in connection with recruiting is voluntary, and you determine the extent of information you provide us.\nWe do not request or require sensitive personal information concerning religion, health, sexual orientation, or political affiliation in connection with recruiting.\nWe will use the information you have provided solely to communicate with you, to manage our recruiting and hiring processes, and for compliance with corporate governance and legal and regulatory requirements.\nIf you are hired, the information may be used in connection with employment and corporate management.</p>\n<p>Necessity of processing for the purposes of our legitimate interests.</p>\n<p>\n<strong>Please note the following:</strong>\n</p>\n<p>(i) we may collect different categories of Personal Data and Non-Personal Data from you, depending on the nature of your interaction with the Site and Services, as detailed above.\nIf we combine Personal Data with Non-Personal Data, the combined information will be treated as Personal Data or for as long as it remains combined.</p>\n<p>(ii) We act as a <strong>Processor</strong> of certain Personal Data, as defined under the GDPR, such as users’ IP address on behalf of our Business Partners.\nWe are also a <strong>Controller</strong> of certain Personal Data, such as our Business Partner’s data, or if individuals contact us or access our Site.</p>\n<p>\n<strong>HOW WE COLLECT DATA</strong>\n</p>\n<p>Depending on the nature of your interaction with us, we may collect the above detailed information from you, as follows:</p>\n<p>(i) automatically, including through the use of Cookies (as detailed below) and similar tracking technologies such as web beacons (used by us or by our Business Partners (i.e., advertisers)), tracking pixels, unified IDs etc.\nThese tracking technologies are used to gather the information described above about users that interact with the Platform or the Business Partner’s applicable content (i.e., ads, that shall be referred herein as “<strong>Business Partner Content</strong>”).\nAny interaction you make with such Business Partner Content is govern by the applicable providers’ policies, terms and conditions, so we advise you to refer to their privacy policies to learn more about their data collection and protection practices.</p>\n<p>In addition, when a you visit our Site or interact with any of the Platforms Technical Data from your browser and IP address is automatically collected into a log file.\nThis information includes your device’s IP address, user’s browser type, operating system, access times, the content of any undeleted cookies that your browser previously accepted from us, and the referring website address.\nThis log files are collected in statically and random data points and deleted shortly following our use for monitoring and debugging our Services.</p>\n<p>(ii) when you voluntarily choose to provide us with information, i.e.\nwhen you contact us, register to our Services, etc., all as detailed in this Policy.\nWhenever technically possible and required under applicable law, we will ask for your consent to collect your Personal Data and offer you the choice to opt-out.</p>\n<p>\n<strong>COOKIES AND SIMILAR TECHNOLOGIES</strong>\n</p>\n<p>When you access or use the Site, or interact with our Services, we may use “cookies” (or similar technologies), which store certain information on your device (i.e., locally stored) and which will allow us to customize the Service and content as well as enhance your experience of the Services.\nThe use of cookies is a standard industry-wide practice.\nA \"cookie\" is a small piece of information that a website or assigns and stores on your device while you are viewing a website.\nCookies are very helpful and can be used for various different purposes such as allowing you to navigate between pages efficiently and making the interaction between you and our Services quicker and easier, as well as to help customize your experience and for advertising purposes (including personalized advertising).\nYou can find more information about cookies at <strong>www.allaboutcookies.org</strong>.</p>\n<p>For more information about cookies and your controls in this regard, please review our <strong>Cookies Policy</strong>.</p>\n<p>In addition, every user that interacts with our Platform will be assigned with a unique ID (\"<strong>Unified ID</strong>\").\nThe unique ID will enable us to customize the Service and content as well as enhance your experience.\nWe will use the services of several companies such as The Trade Desk, ID5 and LiveRamp in order to generate the Unified ID.\nFor more information about cookies and your controls in this regard, please review the Trade Desk Privacy policy available at: <strong>https://www.thetradedesk.com/general/privacy</strong>\n<strong>, </strong>ID5 Privacy policy available at <strong>https://id5.io/platform-privacy-policy</strong>\n<strong>\n</strong>and LiveRamp Privacy policy available at <strong>https://liveramp.com/privacy</strong>\n<strong>.</strong>\n</p>\n<p>\n<strong>WITH WHOM WE SHARE INFORMATION</strong>\n</p>\n<p>We will <strong>not</strong> share any <strong>Personal Data</strong> collected from you with third parties or any of our partners except in the following events:</p>\n<p>(i) We pass along a page URL in which our Services are implemented and IP address to our third-party content and advertising partners, so they will be able to bid for content that best suit such web-page, as a part of our Services.\nIn some cases when we buy media online, we may submit non-personal information that is cookie based.\nIn those cases, non-personal parameter we provide to the media owner, may become personally identifiable when such media owner combines our parameters with its own existed information about you, to which you gave your consent when first interacting with such media owner’s services (for example social media platforms).</p>\n<p>(ii) <strong>Authorized Disclosures</strong>.\nWe may disclose your Personal Data to third parties when you consent to a particular disclosure.\nPlease note that once we share your information with a third party, that information becomes subject to the third party’s privacy practices.</p>\n<p>(iii) <strong>Compelled Disclosures</strong>.\nWe will share your information, solely to the extent needed to comply with any applicable law or permitted by it, regulation, legal process or governmental request (e.g., pursuant to law enforcement inquiries, subpoenas or court orders), or when we believe, in good faith, it is required in order to enforce our policies (including our policies and agreements) including investigations of potential violations thereof or to detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues.\nIn addition, we will share your information, solely to the extent needed to establish or exercise our rights to defend against legal claims or to prevent harm to the rights, property or safety of us, our users, yourself or any third party or for the purpose of collaborating with law enforcement agencies or in case we find it necessary in order to enforce intellectual property or other legal rights.</p>\n<p>(iv) <strong>Service Providers.</strong> We may disclose Personal Data to our trusted agents and service providers so that they can perform requested services on our behalf.\nFor example, we use third party cloud and storage services to store and retain your data.\nThus, we share your data with third party entities, for the purpose of storing such information on our behalf, or for other processing needs.\nSuch entities include Amazon Web Services (which privacy policy is available at: <strong>https://aws.amazon.com/privacy</strong>), the Trade Desk (which privacy policy is available at:<strong>\n</strong>\n<strong>https://www.thetradedesk.com/general/privacy</strong> and ID5 (which provacy policy is aviliable at: <strong>https://id5.io/platform-privacy-policy</strong>\n<strong>).</strong> These entities are prohibited from using your personal information for any purposes other than providing us with requested services</p>\n<p>(v) <strong>Business Transfers.</strong> We may share Personal Data, in the event of a corporate transaction (e.g.\nsale of a substantial part of our business, merger, consolidation or asset sale).\nIn the event of the above, our affiliated companies or acquiring company will assume the rights and obligations as described in this Policy.</p>\n<p>(vi) We may share aggregate or <strong>Non-Personal Data</strong> with our affiliated companies and additional third parties in accordance with the terms of this Policy.\nWe may store any type of information on our servers or our cloud servers, use or share Non-Personal Data in any of the above circumstances, as well as for the purpose of providing and improving our Services, aggregate statistics, marketing and conduct business and marketing analysis, and to enhance your experience.</p>\n<p>\n<strong>USER RIGHTS</strong>\n</p>\n<p>We acknowledge that different people have different privacy concerns and preferences.\nOur goal is to be clear about what information we collect, so that you can make meaningful choices about how it is used.\nWe provide you with the ability to exercise certain choices, rights and controls in connection with your information.\nDepending on your relationship with Vidazoo (e.g., if you are a visitor of our Site, user of our Platform or a Business Partner), data protection and privacy laws provide you with some of the following principal rights regarding your Personal Data, including (and depending on your jurisdiction):</p>\n<p>· The right to access your Personal Data that we process;</p>\n<p>· The right to ensure your Personal Data is accurate, complete and up to date;</p>\n<p>· The right to have your Personal Data amended (by correcting, deleting or adding information);</p>\n<p>· The right to object to the processing of your Personal Data, to the extent applicable;</p>\n<p>· The right to send or “port” your Personal Data;</p>\n<p>· The right to file a complaint with a supervisory authority in your jurisdiction;</p>\n<p>· The right to withdraw consent, subject to legal or contractual restrictions and reasonable </p>\n<p> notice;</p>\n<p>· Right to Non-Discrimination.\nand</p>\n<p>· Rights to submit a “Do not sell” request, where applicable.</p>\n<p>Please review our <strong>Privacy Rights Overview</strong> to learn more.</p>\n<p>We provide you with the ability to exercise certain choices and controls in connection with our treatment of your Personal Data, depending on your relationship with us.\nIf you wish to exercise any or all of the above rights, please download our applicable form available at<strong>: </strong>\n<strong>[downloadable PDF form]</strong> and send it to our Data Protection officer at:<strong>\n</strong>\n<strong>dpo@vidazoo.com</strong>\n<strong>.</strong>\n</p>\n<p>Where we are not able to provide you with the information for which you have asked, we will endeavor to explain the reasoning for this and inform you of your rights, including the right to complain to the supervisor authority (in the event you are EEA resident).\nWe reserve the right to ask for reasonable evidence to verify your identity before we provide you with any such information in accordance with applicable law.</p>\n<p>\n<strong>Opt-Out Information</strong>\n</p>\n<p>In addition to your rights detailed above, you may:</p>\n<p>(i) opt-out of data collection and sharing process made through cookies.\nMost browsers will allow you to erase cookies from your computer's hard drive, block acceptance of cookies, or receive a warning before a cookie is stored.\nFor more information about cookies and your controls in this regard, please review your browser settings as well as our <strong>Cookies Policy</strong>.</p>\n<p>(ii) opt out of certain advertisers’ cookies and browser-enabled, interest-based advertising at the Network Advertising Initiative’s (“<strong>NAI</strong>”) website- <strong>NAI consumer opt-out</strong> and the Digital Advertising Alliance’s (“<strong>DAA</strong>”) website-<strong>\n</strong>\n<strong>DAA opt-out page</strong>.\nOr the European Interactive Digital Advertising Alliance (“<strong>EDAA</strong>”) website <strong>Your Online Choices page</strong>.</p>\n<p>(iii) For end user interacting with our Platform (i.e., our media player implemented in our Business Partner’s digital assets) - we require our Business Partners, such as websites and applications that implement our Platforms and serve our Services, and advertisers or content providers that serve and display content on our Platforms, to provide users with an easy to access opt out from targeted advertising (i.e., disabling the collection of identifiers through cookies by declining the cookie notice).\nIf you opt-out or decline through our Partners’ website or app, we will receive a signal and will not collect or transfer any identifiers such as IPs and Unified IDs.\nHowever, please note, we are not responsible for the privacy practices of our Business Partners, and other third parties, we encourage and legally bound them to enable you to opt-out but we are not responsible for their compliance with such requirements.</p>\n<p>\n<strong>DATA RETENTION</strong>\n</p>\n<p>We retain the information we collect solely for as long as required to fulfill the purposes for which it was collected, and as detailed below:</p>\n<p>​</p>\n<p>​</p>\n<p>Log Files (including web logos)</p>\n<p>Shall be deleted no later than seven (7) days</p>\n<p>Identifiers (IP and UDID)</p>\n<p>Shall be deleted no later than six (6) months if</p>\n<p>needed for fraud detection.</p>\n<p>Notwithstanding the above, in some circumstances we may retain the information we collect for longer periods, for example, when we are required to do so in accordance with legal, tax and accounting requirements.\nIn addition, we may also retain your Personal Data for longer periods if we reasonably believe, at our discretion, that we need to obtain an accurate record of your correspondence or any dealing with using the event of any complaints, all, in compliance with applicable laws as well as our Business Partners’ data.</p>\n<p>\n<strong>SECURITY MEASURES</strong>\n</p>\n<p>We work hard to protect Personal Data we process from unauthorized access or unauthorized alteration, disclosure or destruction.\nWe have implemented physical, technical and administrative security measures for the Services that comply with applicable laws and industry such as: encryption using SSL, we minimize amount of data that we store on our servers, restrict access to Personal Data to Vidazoo employees, contractors and agents, etc.\nas we further explain in our <strong>Security Policy</strong>\n<strong>.</strong> Note that, we cannot be held responsible for unauthorized or unintended access that is beyond our control, and we make no warranty, express, implied or otherwise, that we will always be able to prevent such access.</p>\n<p>Further, in the event of a data breach, in which we discover your Personal Data is at risk, we will notify you through the Services or, if technically possible, by sending you an email, subject to applicable law requirements.</p>\n<p>Please contact us at: <strong>privacy@vidazoo.com</strong> if you feel that your privacy was not dealt with properly, in a way that was in breach of our Privacy Policy or if you become aware of a third party's attempt to gain unauthorized access to any of your Personal Data.\nWe will make a reasonable effort to notify you and the appropriate authorities (if required by applicable law) in the event that we discover a security incident related to your Personal Data.</p>\n<p>\n<strong>DATA TRANSFER</strong>\n</p>\n<p>We may store or process your Personal Data in the United States or in other countries.\nIf you are a resident of the European Economic Area (\"<strong>EEA</strong>\") we will take appropriate measures to ensure that your Personal Data receives an adequate level of data protection upon its transfer outside of the EEA.\nIf you are a resident of a jurisdiction where transfer of your Personal Data requires your consent, then your consent to this Policy includes your express consent for such transfer of your data.</p>\n<p>\n<strong>CHILDREN’S PRIVACY</strong>\n</p>\n<p>Our Services are not directed nor is it intended for use by children under the age of 16 and we do not knowingly process a children's information.\nWe will discard any information that we receive from a user that is considered a \"child\" immediately upon our discovery that such a user shared information with us.\nPlease contact us at: <strong>privacy@vidazoo.com</strong> if you have reason to believe that a child has shared any information with us.</p>\n<p>\n<strong>DO NOT TRACK DISCLOSURE</strong>\n</p>\n<p>The Service does not respond to Do Not Track signals.\nFor more information about Do Not Track signals, please see: <strong>http://www.allaboutdnt.com/</strong>.</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>If you have any questions or comments about this Policy, or any concerns with respect to how your privacy any information are handled, please contact us at:</p>\n<p>\n<strong>Vidazoo Ltd.</strong>\n</p>\n<p>\n<strong>114 Yigal Alon St, Tel-Aviv, Israel 6744320</strong>\n</p>\n<p>\n<strong>​</strong>\n<strong>support@vidazoo.com</strong>\n<strong>​</strong>\n</p>\n<p>\n<strong>DATA PROTECTION OFFICER:</strong>\n</p>\n<p>If you have any requests regarding the data collected under this Policy, including without limitation, requests to remove, delete, amend, modify or transfer the data, please contact our Data Protection Officer at: <strong>dpo@vidazoo.com</strong>\n<strong>​</strong>\n</p>\n<p>Please include your name, address and email address in any correspondence so that we can respond to your inquiry or request.</p>PreviousCCPA AddendumNextCookies PolicyLast updated 9 months agoWas this page helpful? ", "created_at": "2021-07-15 17:27:03.611248", "updated_at": "2021-07-15 15:30:36.28009"}, {"id": 8486, "name": "Website Terms of Use", "url": "https://vidazoo.gitbook.io/vidazoo-legal/website-terms-of-use", "xpath": "//body", "text": " Vidazoo LegalVidazoo LegalLegal ResourcesWebsite Terms of UseTerms and ConditionsPublisher GuidelinesData Protection AddendumData Protection Addendum - SaaSCCPA AddendumPrivacy PolicyCookies PolicyPrivacy Notice For California ResidentsPrivacy Rights PolicyInformation Security PolicyPowered by <b>GitBook</b>Website Terms of Use[Last Modified: February 20, 2020]<p>These terms of use (“Terms”) set out the legal relationship between you (the “User”) and Vidazoo Ltd.\n(“Vidazoo”) with regard to use of the sites: http://www.vidazoo.com and https://www.ourmilkshake.com (hereinafter, respectively, the “Sites”), and/or the use of any other sites operated by Vidazoo.\nFrom the time of commencing use of the Site, the user will be subject to the terms set out hereunder.\nIf user does not agree to the Terms, user should refrain from making any use of the Site and any use of the site is subject to user sole responsibility.\nUser can opt out and decline these terms, by ceasing any use of the Site.\nThe Terms may change from time to time, without giving prior notice and will be binding, from the moment they are updated, on the site.\nFor Users’ convenience, the last date of any update made, will be mentioned above.\nIt is Users’ responsibility to check these terms of use from time to time, as Vidazoo does not undertake to send an update, with regards to changes in these Terms.</p>\n<p>\n<strong>The License</strong>\n</p>\n<p>Subject to these terms, any use of the sites, grants user a limited, non-exclusive, temporary and non-transferable license, solely for users’ own and personal use of the sites.\nAny other action or usage – including, inter alia, commercial use, distribution, copying, changing, leasing, reverse engineering, producing derivatives or translations – is totally forbidden.\nIn the event of any doubt regarding the legality of usage, User can approach Vidazoo at its email address – support@vidazoo.com - for the removal of any doubt.\nThe Sites incorporates extensive databases that have been independently and exclusively assembled and arranged by Vidazoo personnel, and which constitute its total and exclusive intellectual property.\nIn addition, the Sites makes use of third party data and rights, of which no use must be made without the prior written authorization of such third party.\nFurthermore, using the Sites is at the User’s sole risk and use of the Sites shall not impose any liability on Vidazoo with respect to any injury and/or damage and/or loss caused to the User and/or to his property, including fatal injury.\nIt must be emphasized that despite the efforts and attempts that are made to provide the most up to date information, given the technical and/or financial constraints, the information contained in the Sites could be inaccurate or not up to date, and Vidazoo is not liable to damages that may be caused to a User and/or to his property as a result of using information, which – as stated – is provided by a third party.\nVidazoo is not liable for changes in and/or the accuracy of, data and/or services which is provided by third parties.</p>\n<p>\n<strong>Content</strong>\n</p>\n<p>The information on the Sites is provided \"As-Is\" and cannot be arranged or adjusted for any separate usage.\nThe Sites could contain content posted by any third party.\nIt is hereby clarified that Vidazoo shall have no liability toward the User and/or any other third party, with regard to the use of information and/or data that is posted and/or submitted to the Sites.\nVidazoo, in its sole and absolute discretion, may decide on the manner and way of presenting the Content based, among other things, on its accuracy, quality, and importance.\nVidazoo is not liable for any data provided and/or initiated by third parties.\nVidazoo will do its utmost to ensure that references to information and/or to Users, and their descriptions, are as accurate as possible.\nVidazoo will not be liable for any direct or indirect damage, financial or otherwise, which is caused to a User as a result of using and/or relying on the information that appears on the Sites.User agrees to:</p>\n<ul>\n<li>\n<p>Comply with applicable laws, the Terms and good manners;</p>\n</li>\n<li>\n<p>Not submit unlawful, offensive, inaccurate, misleading, abusive, pornographic, harassing, libelous, blasphemous, defamatory, obscene, pedophilic, invasive of another’s privacy, hateful, racially or ethically objectionable, disparaging, relating to or encouraging money laundering or gambling, or otherwise inappropriate material;</p>\n</li>\n<li>\n<p>Not to upload or share any information that impersonates another person, threatens the unity, integrity, defence, security or sovereignty of any country and/or entity.</p>\n</li>\n<li>\n<p>Obtain any consents, permission or licenses that may be legally required for user to submit any Material;</p>\n</li>\n<li>\n<p>Respect the privacy of others;</p>\n</li>\n<li>\n<p>Not distribute or post spam, unreasonably large files, chain letters, pyramid schemes, viruses.\nNot use any other technologies or initiate other activities that may harm the Sites;</p>\n</li>\n<li>\n<p>Be responsible for the consequences related to the Material that user posts.\nTo report any abuse of the above terms please reach to support@vidazoo.com.</p>\n</li>\n</ul>\n<p>\n<strong>Intellectual property</strong>\n</p>\n<p>All copyrights and intellectual property rights in the Sites and in the information contained therein, including – inter alia – in its content (excluding the content posted and/or provided and/or submitted by third parties and/or other users), in source code, in design and in editing, as well in all updates, changes and amendments whatsoever, are owned exclusively by Vidazoo and are protected by copyrights and under international treaties regarding copyrights.</p>\n<p>\n<strong>Declarations and undertakings by Users</strong>\n</p>\n<p>For avoidance of doubt, Vidazoo is entitled to remove any third party content posted through its’ sites, in order to prevent it from being illegal, liebelus, defamatory, abusive or otherwise harmful..\nVidazoo’s right to remove the content, does not create Vidazoo any obligation and / or liability whatsoever, and Vidazoo is free to do so, at its’ sole discretion.\nVidazoo will not be held liable for any failure to do so, and use of information on Vidazoo websites is “As Is” and on users responsibility.\nWithout derogating from any of the other provisions of the License Terms, when sending or posting and/or submitting content for publication through the Sites, User will be fully and solely liable for any outcome of the publication.\nUser must ensure that such content is legal.\nVidazoo may refuse to publish or to immediately delete any content that is sent for publication at any time it considers that the content is in breach of these Terms or that an act or omission has been performed which harms or is likely to harm the Sites, those using the Sites, Vidazoo or anyone on its behalf.\nIn addition, Vidazoo will be permitted in such event, to prevent User publishing additional content through the Sites.\nThe provisions of this section are in addition to Vidazoo’s rights under any law.\nVidazoo encourages User to refer carefully and critically to content that is published on the Internet.\nLook at this content carefully and meticulously.\nThe content is not published in the name of Vidazoo and therefore Vidazoo is not responsible for its reliability, its veracity, its accuracy or its completeness and Vidazoo has no liability for any consequence arising from its using or reliance thereon.\nAlways remember that such content is not an alternative to consulting with the appropriate professionals such as lawyers, doctors, qualified professionals, etc.\nwhen consultation such as that is required.\nThe User undertakes to indemnify Vidazoo for any consequence and/or damage to the extent there is such, due to a claim and/or demand made against it by a third party pursuant to a breach of any of the provisions stated in the License Terms, and/or of any other right belonging to any third party whatsoever.\nWithout derogating from the aforesaid, Vidazoo may cancel User's use of the Sites, or block the User's access to it (by blocking his IP address), in Vidazoo's sole and absolute discretion, inter alia, in any one of the following circumstances: (1) User posts Content that seems to be provocative, irritating, improper, unlawful or unethical;(2) User breach these Users Terms.\n</p>\n<p>\n<strong>Remarketing</strong>\n</p>\n<p>When a User enters or visits the Sites, it is possible that certain information will be transferred onto the computer or another electronic device which the User is using and/or that the User's IP will be marked and recognize.\nThird-party vendors use cookies to serve ads based on someone’s past visits to the Sites.\nAny data collected, will be used in accordance with these Terms and Vidazoo's privacy policy.</p>\n<p>\n<strong>Downloads</strong>\n</p>\n<p>In the event that it is possible to download software, tools, information, browser extension, files and more through the Sites, the downloading will be done solely at the responsibility of the User, and Vidazoo will not be liable for any damage likely to be caused to the User’s hardware and/or software and to the information contained therein as a result of such downloading and/or the use thereof.</p>\n<p>\n<strong>Liability and Indemnification</strong>\n</p>\n<p>Vidazoo is not responsible and does not guarantee that an unauthorized entity will not gain access to information which is sent by a User and/or acquire this information.\nAll Users accept full responsibility and risk arising from the use of the Sites.\nNeither Vidazoo nor anyone on its behalf, including its employees, its management and/or its information suppliers, are liable in any way, explicitly or implicitly, for information of the Sites and/or for information that is received via third parties, for its suitability for the User’s purposes, for its reliability and/or its accuracy and/or for its usability and/or for the use made of the information and/or the content.\nVidazoo gives no undertakings to Users of the availability and/or correctness of the Sites and/or for the accessibility of the information on the Sites at any time or in any location and Vidazoo does not undertake that at the time of being used there will not be interruptions or failures in receiving data from the Sites whether due to Vidazoo or whether due to some other factor, including failures and/or interruptions on the Internet network and on the wireless transfer of data.\nThe User undertakes to indemnify Vidazoo, its employees, its management and anyone on its behalf for any damage and/or loss and/or expense caused to it, including lawyer’s fees and legal costs, pursuant to a breach of the License Terms.</p>\n<p>\n<strong>Changes in the Sites </strong>\n</p>\n<p>Vidazoo may modify and/or update, add to or subtract from the Sites and the information located thereon.\nVidazoo may remove and/or limit the use of the Sites for a limited period or permanently at its exclusive discretion and without prior notice.\nThe Sites content is provided through remotely based internet services coming from Vidazoo’s sites and/or third party servers.\nAt its exclusive discretion, Vidazoo may discontinue these services at any time or restrict access to these services to paying subscribers only or in line with any other business model on which it decides.\nIf these User Terms are not acceptable to User for any reason whatsoever, User is requested to make no further use of it.</p>\n<p>\n<strong>Law and Venue for Jurisdiction</strong>\n</p>\n<p>The laws of the State of Israel will apply exclusively to these Terms.\nAny dispute on any matter relating to the License Terms will be decided by the authorized courts of Tel-Aviv Yafo, and they will have sole jurisdiction.</p>\n<p>\n<strong>To be in contact</strong>\n</p>\n<p>For any question or query, Vidazoo can be contacted by email at support@Vidazoo.com.\nFurther information regarding Vidazoo, its services and products can be found at the internet site: www.vidazoo.com​</p>PreviousLegal ResourcesNextTerms and ConditionsLast updated 11 months agoWas this page helpful? ", "created_at": "2021-07-15 17:27:03.609633", "updated_at": "2021-07-15 15:30:40.957455"}], "points": [], "urls": ["vidazoo.com"]}}