{"error": 448, "message": "OK", "parameters": {"id": 1737, "name": "Monzo", "created_at": "2019-08-05 07:05:56.378479", "updated_at": "2021-05-29 22:00:25.636521", "wikipedia": "https://en.wikipedia.org/wiki/Monzo_(bank)", "keywords": null, "related": null, "slug": "monzo", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1737.png", "url": "monzo.com", "documents": [{"id": 6725, "name": "Terms of Service (USA)", "url": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "xpath": "//body", "text": " Terms of Service <p>\n<strong>What is Monzo? 🤔</strong>\n</p>\n<p>Monzo Inc.\n(Monzo) will manage your Monzo account.\nMonzo provides the Monzo app (the app) that you’ll use to sign up, see your transactions, make payments and manage your Monzo account.\nYour Monzo account comes with a debit card issued by Sutton Bank (Sutton), and your money is held in an account at Sutton or at another bank selected by Sutton.</p>\n<p>\n<strong>Your money is protected by the FDIC 🏦</strong>\n</p>\n<p>Any money in your Monzo account is fully protected up to $250,000 by the Federal Deposit Insurance Corporation.\nAny bank where your Monzo money is held will be FDIC insured.\n</p>\n<p>\n<strong>What are these terms? 📝</strong>\n</p>\n<p>These legal terms are between you and Monzo.\nNew York State law applies and any disputes related to your Monzo account will be settled by binding individual arbitration conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules.\nThat’ll happen in the state where you live, at a reasonably convenient location for you and Monzo.\nArbitration is limited to individual actions.\nNo class action or other representative or joint action is allowed in arbitration.\nYou can find more information on arbitration by contacting customer support in the app.\nYou agree to these terms by using the app.\nYou should read this document along with our Privacy Notice and Sutton’s Cardholder Agreement.</p>\n<p>\n<strong>How to contact us 👋</strong>\n</p>\n<p>You can contact us through the app.</p>\n<p>Email us at usa-help@monzo.com</p>\n<p>Phone us on +1 415-200-4074</p>\n<p>Or send a letter to: Monzo, Second Home, 1370 N St Andrew's Place, Los Angeles, CA 90028</p>\n<p>\n<strong>How we’ll contact you 👋</strong>\n</p>\n<p>We'll contact you in English (and emoji) via the app, or through your email, phone or home address.\nPlease let us know if any of these change!</p>\n<p>We also send you instant notifications to your app when you spend or receive money.</p>\n<p>\n<strong>Making payments 💰</strong>\n</p>\n<p>You can find information on all your transactions in your feed and your monthly bank statements in the app.\nYou can also find information on using your Monzo account in the Help section of the app.</p>\n<p>We may block payments if:</p>\n<p>A.\nyour instructions are unclear</p>\n<p>B.\nwe suspect fraudulent or criminal activity on your account</p>\n<p>C.\nwe're not legally allowed to make the transfer</p>\n<p>D.\nthe amount would go over your payment limits (you'll find these in your app.\nthey'll change over time)</p>\n<p>If we block a payment, we'll let you know as soon as possible in the most secure way, using one of our usual channels (see ‘How we’ll contact you’ above).</p>\n<p>\n<strong>Using your card abroad 🌏</strong>\n</p>\n<p>Your Monzo card should work anywhere around the world that accepts Mastercard.</p>\n<p>When you use your card abroad, we may charge you for payments you make in a foreign currency.\nYou’ll find the fees in our fee schedule.</p>\n<p>\n<strong>What we will charge you for 💵</strong>\n</p>\n<p>The full list of charges are set out in the fee schedule.</p>\n<p>\n<strong>Using your card at an ATM 🏧</strong>\n</p>\n<p>Your Monzo card may be used to withdraw cash from any ATM in the United States and abroad that accepts Mastercard.\nWe do not charge ATM fees, but some ATM operators do, even if you do not complete a withdrawal.\nIn those cases, the fee amount will be charged to your Monzo account.</p>\n<p>We maintain a partnership with some ATM operators that allows you to withdraw cash without incurring a fee.\nYou may find these ATMs here.</p>\n<p>\n<strong>You agree to us using your information 🗂</strong>\n</p>\n<p>By accepting these terms, you agree to us using your information to make and receive payments on your account.\nIf you don’t want us to do that any more, we’ll have to close your account.\nBut we may keep your personal data and use it where we have lawful grounds to do so, including any records we need to keep for regulatory reasons (see our Privacy Notice).</p>\n<p>\n<strong>Charges outside our control 😔</strong>\n</p>\n<p>You may have to pay other costs, taxes or charges in relation to your Monzo account, which are outside of our control and not charged by us.\nFor example, other banks may charge you for sending money to your Monzo account.</p>\n<p>\n<strong>When we offer rewards 🎉</strong>\n</p>\n<p>Sometimes we'll offer rewards for things like inviting friends to join Monzo.\nWe can withdraw or change these offers any time, without letting you know in advance.\nYou’ll only get financial awards once per action (for example, you’ll only get a bonus once per friend you invite).</p>\n<p>\n<strong>Pots 🍯</strong>\n</p>\n<p>You can set up a Pot in your Monzo app.\nYou can move money into and out of Pots in your Monzo account.\nThere are no fees, and no limits on the number of transfers you make.\nYou can create and use Pots to save money for different purposes.\nPots aren’t savings accounts, don’t have their own account numbers, and don’t earn interest.\nThe money in a Pot is protected by the same FDIC insurance that protects your Monzo account.</p>\n<p>You can only add money to, or withdraw money from, a Pot through your Monzo account.\nMoney in your Pots won’t be included in your available balance, and you won’t be able to spend it.\nIf you find yourself low on money you can always move money from a Pot back into your main account.</p>\n<p>Money in a Pot is not part of your “available balance”, which you can see in the Monzo app, and is not available to pay card transactions, direct debits, or automatic or scheduled transfers.\nThose transactions will be declined if there are insufficient funds in your main Monzo account, regardless of balances in Pots.\nTo access money in a Pot, you must first transfer the money from the Pot to your main Monzo account, which you may do at any time.\nYou should keep enough money in your main Monzo account to cover all anticipated expenses.</p>\n<p>If you switch on the “Round up transactions” feature, we’ll round your card payments up to the nearest dollar and automatically transfer the difference from your main Monzo account to your Pot.\nYou can only turn on this feature for one Pot at a time.\nThe “Round up transactions” feature won’t work if you don’t have enough money in your main Monzo account.\nYou can turn off the feature at any time.</p>\n<p>You can close a Pot at any time after.\nWe’ll automatically transfer any money in the Pot back to your main Monzo account.</p>\n<p>\n<strong>If something goes wrong 🚑</strong>\n</p>\n<p>Please keep your phone with the app, card and PIN safe at all times.\nIf we discover any security issues affecting your account, we’ll contact you as soon as possible in the most secure way, using one of our usual channels (see ‘How we’ll contact you’ above).</p>\n<p>If you lose your card or see transactions in the app that look wrong, freeze your card in the app and tell us as soon as possible.</p>\n<p>If there’s an unauthorized transfer, we’ll refund you any money if:</p>\n<p>A.\nyou tell us within two days (excluding weekends and holidays) of learning that your card or PIN were lost or stolen</p>\n<p>B.\nyou tell us within 60 days of accessing your transaction history or statement that it appears someone made a payment without your permission.</p>\n<p>We may not refund all your money if you delay telling us within the time periods in A and B above.</p>\n<p>We’ll also refund any money you lost due to our mistakes or inaccuracies with your payments.\nWe can help by speaking to other banks to make sure they treat any payment we send late as if it was sent on time.</p>\n<p>But you won't be able to claim back money you've lost if:</p>\n<p>A.\nyou gave us incorrect instructions or we can prove that the bank we sent your payment to received it (although we'll still try to help you recover your money)</p>\n<p>B.\nyou gave your card or PIN to someone else</p>\n<p>C.\nyou acted fraudulently.</p>\n<p>If someone pays money into your account by mistake we will let you know if we return it.</p>\n<p>\n<strong>Closing your account 🙅‍♀️</strong>\n</p>\n<p>You can close your account for free any time you like If you’d like to, please get in touch with us.\nYou'll need to repay any money you owe us before we can close your account.\nOnce we've closed it, your card won't work and you won't be able to access your account.</p>\n<p>We may close your account or stop you using your card and app immediately if we believe you've:</p>\n<p>A.\nbroken the terms of this agreement</p>\n<p>B.\nput us in a position where we might break the law</p>\n<p>C.\nbroken the law or attempted to break the law</p>\n<p>D.\ngiven us false information at any time</p>\n<p>E.\nused profane language towards, or threatened anyone at Monzo or a member of our community</p>\n<p>or if we believe it’s necessary for any other reason.</p>\n<p>\n<strong>How to make a complaint 💬</strong>\n</p>\n<p>If you have a complaint, please contact us and we'll do our best to fix the problem.</p>\n<p>If you're still not happy, you can file a complaint with the Consumer Financial Protection Bureau (CFPB).\nFor more details you can visit their website.</p>\n<p>\n<strong>Making changes to this agreement 📝</strong>\n</p>\n<p>This agreement will always be available in the app and on our website.</p>\n<p>We can make changes to it for any reason.\nIf we make changes that are in your favor, we'll tell you once we've made them.\nOtherwise we'll give you notice in the most secure way, using one of our usual channels (see ‘How we’ll contact you’ above).\nWe’ll let you know at least 21 days before we make any such change.</p>\n<p>If you don't agree to these changes, you can let us know and we'll close your account.\nWe'll transfer any money in the account to another account of yours.\nIf we don't hear from you, we’ll assume that you agree to the changes we’ve made.</p>\n<p>\n<strong>Limitation of liability 📄</strong>\n</p>\n<p>Monzo Inc.\nis a wholly owned subsidiary of Monzo Bank Limited.</p>\n<p>Except to the extent otherwise provided by law or this agreement, our liability to you will be limited as described in this section.\nWe won’t be liable to you for anything beyond our control, which could include (but isn’t limited to):</p>\n<p>●\tmerchants failing to honor the card or provide services<br> ●\tpayment system failures<br> ●\tacts of government authorities<br> ●\timpact from natural disasters</p>\n<p>Without limiting the prior sentences, if we are found liable to you, you’ll only be entitled to recover any actual damages you suffered, and you’ll not under any circumstances be able to recover any consequential, special, indirect, exemplary or similar damages including lost profits.\nYou also agree that recovery for any alleged negligence or misconduct by Sutton or Monzo, your entitlement will be limited to the higher of the amount in your Monzo account or your actual damages, but in no event less than $100.</p> ", "created_at": "2021-06-05 11:46:40.194904", "updated_at": "2021-06-05 11:46:50.809269"}, {"id": 6724, "name": "Privacy Policy (USA)", "url": "https://webviews.monzo.com/assets/files/usa/Monzo-US-Privacy-Notice-v1.1.pdf", "xpath": "//body", "text": "PRIVACY POLICY AND FINANCIAL PRIVACY NOTICE –MONZO INC.,LAST UPDATED: DECEMBER21, 2020,This Privacy Policy (“”) applies totheinformationthat Monzo Inc.and its U.S.\naffiliates(collectively “”“,” ,PolicyMonzowe,“,” or “”)collectsand usesabout you when you access its website at www.monzo.com/usa(the “”), its mobile ,usourSite,applications (the “”), or otherwise interact with us, such as through in-person interactions (collectively, the ,App,“Services”).\nThis Policy does not apply to Monzo Bank Limited, our parent company in the U.K.Monzo Bank Limited’s ,Privacy Notice may be accessed at https://monzo.com/legal/privacy-notice/.\nBy accessingthe Services, you agree to ,the terms and conditions of this Privacy Policy.,The Policy describes the types of information we obtain about visitorsto the Services, how we use the information, and ,withwhom we share it.\nWe also describe the measures we take to protect the security of the information,and how you ,can contact us about our privacy practices.\nThe Servicesarefor a general audience, arenot targeted to children, and ,we do not knowingly collect personal information from children under 16years of age.,CATEGORIES OF PERSONAL INFORMATION WE COLLECT,Throughout this Policy, we discuss in detail the specific pieces of personal information we collect from and about users.\n,Under the California Consumer Privacy Act(“”), we are also required to provide you with the “categories” of ,CCPA,personal information we collect.\nThe categories we collect are: basic contact information(such as name, address, email ,address, and telephone number);personalidentifiers (such as driver’s license number, payment card number, ,username and password), device identifiers(such as IP address, web logs, MAC address, cookies, mobile UDID).\n,geolocation information (such asGPS coordinates, zip code,your city and state based on IP address or precise ,location, with your consent).\ntelemetry data (such as information on the length of use of our App), and other information ,that identifies or can be reasonably associated with you.,Not all of these categories of information are subjectto the CCPA.,Information excluded from the CCPA’s scope ,includes personal information covered by certain sector-specific privacy laws, including the Gramm-Leach-Bliley Act ,(“”) or California Financial Information Privacy Act (“”).\nOur Financial Privacy Notice applies to this excluded ,GLBAFIPA,data and may be accessed below.,WHAT INFORMATION WE COLLECT AND THE SOURCES OF SUCH INFORMATION,We collect information in multiple wayswhen you accessthe Services, including when you provide information directly ,to us,andwhen we passively collect information from or about you, such as from your browser or device.\nWe may ,combine all of the information we collect from or about you from these various sources.,Information You Provide Directly to Us.,We will collect any information that you provide to us.\nForexample, if you ,contact us, we may collect certain information, such as your name, phone number,information provided during calls, ,email address,the contents of any message you sendus, public details from your social media profile, any other ,information you provide in messages or posts to Monzo.\nWith your consent, we may also access your mobile contacts ,and photographs you take using your mobile device.,Information We Receive from Our Affiliates.,If you hold or previously held an account with Monzo Bank Limited, we may ,receive certain information about you and your account from Monzo Bank Limited in connection with assessing your ,eligibility for and providing you with products and services.\n,Information We Collect Through Automated Means.,We also collect information through automated and technical ,means as you browse or otherwise use our Services.\n,•Websiteand App Usage Information.As you browseor usethe Services, we and our service providers (which ,are third party companies that work on our behalf to provide and enhance the Services) use a variety of ,technologies, including cookies and similar tools, to assist in collecting information about how you use the ,Services.\nFor example, our servers automatically record certain information in server logs.\nThese server logs ,may include information such as your web request, IP address, browser type and settings, referring / exit ,pages and URLs, number of clicks and how you interact with links on the Services, domain names, landing ,pages, pages viewed, mobile carrier, mobile device identifiers and information about the device you are using ,to access the Services, date and time stamp information and other such information.,•Location Information.With your consent, and consistent with the permissions you have enabled on your device, ,we collect and process informationabout the precise location of the device from which you are accessing the ,App (i.e.\nGPS coordinates).\nWe also collect and process information about your general location (e.g., ,approximate geographic location inferred from an IP addressor ZIP code).,•Cookies and Other Tracking Technologies.We and our service providers may also collect data about your use ,of the Services automatically when you interact with the Site or the App.\nTo collect thisinformation, we and ,our service providers use Internet server logs, cookies, tags, SDKs, tracking pixels, and other similar tracking ,technologies.\nA web server log is a file where website activity is stored.\nAn SDK is a section of code that we ,embed in our applicationsand software to allow third parties to collect information about how users interact ,with the Services.\nA cookie is a small text file that is placedon your computer or mobile device when you visit ,a site, that enables us to: (i) recognize your computer.\n(ii) store your preferences and settings.\n(iii) understand ,which web pages of the Siteyou have visited.\n(iv)enhance your user experience by delivering and measuring ,the effectiveness of content and advertising tailored to your interests.\n(v) perform analytics.\nand (vi) assist with ,security and administrative functions.\nTracking pixels (sometimes referred to as web beacons or clear GIFs) ,are tiny electronic tags with a unique identifier embedded in websites, online ads and/or email, and that are ,designed toprovide usage information like ad impressions or clicks, email open rates, measure popularity of ,the Siteand associated advertising, and to access user cookies.\nAs we adopt additional technologies, we may ,also gather information through other methods.,Most browsers automatically accept cookies, but you can modify your browser setting to decline cookies by visiting ,your browser’s the Help menu.\nIf you choose to decline cookies, please note that you may not be able to sign in, ,customize, or use some of theinteractive features of the Site.\nFlash cookies operate differently than browser cookies, ,and cookie management tools available in a web browser will not remove flash cookies.\nTo learn more about how to ,manage flash cookies, you can visit theAdobewebsiteand make changes at theGlobalPrivacySettings Panel.,HOW WE USE THE INFORMATION COLLECTED,We and our service providers may use the information we collect from and about you for the following purposes:,•for the purposesfor which you provided it;,•to maintain, provide(or assess whether to provide), and improve the Services;,•to process transactions and send notices about your transactions;,•to resolve disputes, collect fees, and troubleshoot problems;,•to investigate and prevent potentially prohibited or illegal activities;,•to enforce our Terms of Service and the Sutton Cardholder Agreementwith you;,•to deliver targeted marketingof our services to you, service update notices, and promotional offers based on ,your communication preferences;,•to contact you via telephone, text (SMS) or email messaging, including as authorized by our Terms of Service ,and the Sutton Cardholder Agreement;,•to confirm your identity;,•to comply with anti-money laundering and counter-terrorism laws;,•to prevent or address technical or security issues;,•to send you informationor other communications, such as newsletters;,•to process and respondto your inquiries or to request your feedback;,•to identify you by yourdevice(s) and to match your device(s) with other browsers or devices you use for the ,purpose of providing relevant and easier access to content and other operational purposes;,•to engage in internal analytics, research, and reporting;,•to customize the advertisingand content you see;,•to comply with the law and protect the safety, rights, property, or security of Monzo, the Services, and the ,general public.\nand,•for other purposes to whichyou have consented.,Please note that we may combine information that we collect from or about you (including automatically collected ,information) with information we obtain about you from our affiliates, and use such combined information in accordance ,with this Privacy Policy.,We may aggregate and/or de-identify information collected through the Services.\nWe may use aggregateor de-,identified Information for any purpose, including without limitation for research and analytics, and may also share such ,data with any third parties, including partners, affiliates, subsidiaries, services providers, and others.,HOW AND WHEN WE SHARE INFORMATION WITH THIRD PARTIES,We may disclose and/or share thecategories of personalinformation identified above, as well as the specific types of ,informationidentified aboveunder the following circumstances:,•Affiliates and Subsidiaries.We may share the information we collect withinthe Monzofamily of companies.,•Service Providers.We may provide access to or share your information with select entitiesthat use the ,information only to perform services on our behalf.\nThese service providersprovide a variety of services to us, ,including without limitation sales, marketing, provision of content and features, analytics, data storage, security, ,fraud prevention, and other services.\n,•Third parties for legal purposes.We may disclose information that we collect and maintain about you if we are ,required to do so by law or in a good faith belief that such disclosure is reasonably necessary to comply with ,legal process, protect the rights, property, or safety of ourselves, our users, the public, or other third parties.,•Business Transactions.If we areinvolved in a merger, acquisition, transfer of control, bankruptcy, ,reorganization or sale of assets, or diligence associated with such matters, we may sell or transfer the ,information described in this Policy in connection withthat transaction.\nYour information would remain subject ,to the promises and commitments contained in this Policy until such time as the acquiring party modifies it.\nIf ,such transfer is subject to additional mandatory restrictions under applicable laws, wewill comply with such ,restrictions.,WEBSITEANALYTICS AND DO-NOT-TRACK,•WebsiteAnalytics.We may use third-party web analytics services on our Servicesto collect and analyze usage ,information through cookies and similar tools.\nengage in auditing, research, or reporting.\nand provide certain ,features to you.\nTo prevent Google Analytics from using your information for analytics, you may install the ,Google Analytics Opt-out Browser Add-on byclicking here.\nFacebook offers settings that may control what ,information Facebook uses about you or your device activity for advertising purposes.\nLogin to Facebook and ,go to Settings &gt.\nAds &gt.\nAd Settings (web) or Ad Preferences &gt.\nAd Settings (app) for more information.,•Notice Concerning Do Not Track.Do Not Track (“”) is a privacy preference that users can set in certain ,DNT,web browsers.\nWe do recognize andrespond to browser-initiated DNT signals.\nTo learn more about Do Not ,Track, you can do sohere.,MARKETING,We may send marketing materials from time to time to those who have provided us with Personal Information about ,products and services offered by Monzo.\nIf you signed up to receive newsletters or other marketing communications ,from us, you can opt-out at any time by clicking the unsubscribe link at the bottom of the message.\nYou can also log-,in to your account to opt-out and update your marketing preferences at any time.\n,Even after you opt-out or update your marketing preferences, please allow us sufficient time to process your marketing ,preferences.\nUnless otherwise required to process your requests earlier bylaw, it may take up to 5 days to process ,your opt out requests in relation to receipt of electronic marketing materials such as emails, and up to 30 days for all ,other marketing-related requests.\n,Even after you opt-out of receiving marketing communications from us, we may still contact you for transactional or ,informational purposes.\nThese include, for example, customer service issues, returns or product-related inquiries, ,outstanding payment inquiries, surveys or recalls, or any questions regarding a specific order.\n,You may also contact us on:,Monzo Customer Support Contact Information:,Mailing Address:Monzo Inc.,1370 North St Andrew’s Place,Los Angeles CA 90028,Website:www.monzo.com/usa,Email:usa-help@monzo.com,Phone Number:(415) 200 4074,DATA SECURITY,We use administrative, technical, and physical security measures to protect against the loss, misuse, and/or alteration ,of your information.\nThese safeguards vary based on the sensitivity of the information that we collect and store.\n,However, we cannot and do not guarantee that these measures will prevent every unauthorized attempt to access, ,use, or disclose your information since despite our efforts, no Internet and/or other electronictransmissions can be ,completely secure.\n,DATA TRANSFERS ,The Servicesareoperated in the United States.\nIf you are located in the European Union or elsewhere outside of the ,United States, please be aware that any information you provide to us will be transferred to the United States.\nBy using ,theServices, participating in anyof our Services and/or providing us with your information, you consent to this transfer.,DATA RETENTION,We keep most of your data as long as you’reusing Monzo, and for 6 years after that to comply with the law and if we ,face a legal challenge.\nIn some circumstances, like cases of anti-money laundering or fraud, we may keep data longer ,if we need to and/or the law says we have to.,YOUR RIGHTS AND CHOICES ,Subject to applicable law, you may have certain rights with respect to your personal information, including the rights to ,access, review, update, delete, and correct inaccuracies in your personal information.\nFor instance:,ForCalifornia Residents:,•California Privacy Law.If you are a California resident, California law requires us to provide you with some ,information regarding your rights with respect to your “personal information” (as defined in the California ,Consumer Privacy Act (CCPA)).\nIn this Policy, we describe the categories of personal information we collect, ,the sources and uses of such information and the entities to which we share such information.,oCalifornia Data Access and Deletion Rights.If you are a California resident, the CCPA allows you to ,make certain requests about your personal information, such as to:,•inform you about the categories of personal information we collect or disclose about you.\nthe ,categories of sources of such information.\nthe business or commercial purpose for collecting ,your personal information.\nand the categories of third parties with whom we share/disclose ,personal information;,•provide access to and/or a copy of certain personal information we hold about you;,•delete certain personal information we have about you.\nand,•provide you with information about the financial incentives that we offer to you, if any.,Please note the CCPA’s scope excludes personal information covered by certain sector-specific ,privacy laws, including the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy ,Act (FIPA).\nOur Financial Privacy Notice applies to this excluded data and may be accessed below.,Certain other information may be exempt from deletion requests under applicable law.\nFor example, ,we need certain types of information so that we can provide the Services to you and for compliance ,with applicable law.\nIn addition, if you ask us to delete certain information, you may no longer be able ,to access or use the Services.,Additionally, we will take reasonable steps to verify your identity before responding to a request.\nYou ,are also permitted to designate an authorized agent to submit certain requests on your behalf.\nIn order ,for an authorized agent to be verified, you mustprovide the authorized agent with signed, written ,permission to make such requests or a power of attorney.,If you would like further information regarding your legal rights under California law or would like to ,exercise any of them, pleasecontact us atusa-help@monzo.com.,oNotice of Right to Opt Out of Sale of Personal Information.\nThe CCPA sets forth certain obligations for ,businesses that “sell” personal information (as sell is defined under CCPA and under current guidance).\n,We do not engage in such activity and have not engaged in such activity in the past twelve months.,The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) ,for exercising your access, deletion or sale opt out rights.,•Shine the Light Disclosure.The California “Shine the Light” law gives residents of California the right under ,certain circumstances to request information from us regarding the manner in which we share certain ,categories of personal information(as defined in the Shine the Light law) with third parties for their direct ,marketing purposes.\nWe do not share your personal information with third parties for their own direct marketing ,purposes.,For Nevada Residents.,•Nevada Privacy Law.\nC ertain Nevada consumers may opt out of the sale of “personally identifiable information” ,for monetary consideration to a person for that person to license or sell such information to additionalpersons.\n,“Personally identifiable information” includes first and last name, address, email address, phone number, Social ,Security Number, or an identifier that allows a specific person to be contacted either physically or online.\nWe ,do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or ,services from us, you may submit a request to opt out of any potential future sales under Nevada law by,emailing us at usa-help@monzo.com.\nPlease note we will take reasonable steps to verify your identity and the ,authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.,International Users.,Some internationalusers of our Websitehave certain legal rights to access certain information we hold about them and ,to request its deletion.\nFor example, your local laws may permit you to request that we:,•provide access to and/or a copy of certain information we have about you;,•prevent theprocessing of your information for direct-marketing purposes;,•update information which is out of date or incorrect;,•delete certain information which we have about you;,•restrict the way that we process and disclose certain of your information;,•transfer your information to a third party provider of services.\nand,•revoke your consent for the processing of your information.,We will consider all requests and provide our response within the time period stated by applicable law.\nCertain,information may be exempt from such requests in some circumstances, which may include if we need to keep ,processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide ,us with information necessary to confirm your identity before responding to your request.,If you would like further information in relation to your legal rights under applicable law or would like to exercise any of ,them, please contact us using the information in the “ContactUs” section below at any time.,LINKS TO AFFILIATES, SUBSIDIARIES,AND THIRD-PARTY SERVICESS, APPS, AND SERVICES ,For your convenience and information, the Servicesmay provide links to Monzo’saffiliates’and portfolio company’s,sites, as well as those of non-affiliated third parties.Those entities have their ownprivacy notices or policies.\nWe are ,not responsible for the privacy practices of any non-Monzosites, apps,or services.,You understand that your Monzo card is issued by Sutton Bank, member FDIC, and you confirm acceptance of Sutton ,Bank’s privacy policy.,CHANGES TO OUR PRIVACY POLICY,We reserve the right to amend this Policy at any time to reflect changes in the law, our data collection and use practices, ,the features of our Services, or advances in technology.\nWe will make the revised Policy accessible through the ,Services, so you should review the Policy periodically.\nIf we make a material change to the Policy, we will comply with ,applicable legal requirements regarding providing you with notice and/or consent.\n,CONTACT US,If you have questions regarding this Privacy Policy, please contact us at usa-help@monzo.comand we will endeavor ,to respondto your request within a reasonable period of time.\nYou may also submit questions or comments using the ,postal address listed below:,Monzo Inc.,1370 North St Andrew’s Place,Los Angeles CA 90028,FINANCIAL PRIVACY NOTICE (Rev.\n11/2020),FACTSWHAT DOES MONZO DO WITH YOUR PERSONAL INFORMATION?,Why?Financial companies choose how they share your personal information.\nFederal law gives consumers ,the right to limit some, but not all, sharing.\nFederal law also requires us to tell you how we collect, share, ,and protect your personal information.\nPlease read this notice carefully to understand what we do.,What?,The types of personal information we collect and share depends on the product or service you have ,with us.\nThis information can include:,•Social Security number and income;,•account balances and payment history.\nand,•credit history and credit scores information on accounts linked to your Monzo account ,(account/routing numbers and balances).,When you are no longer our customer, we continue to share your information as described in this ,notice.,How?,All financial companies need to share customers’ personal information to run their everyday business.\n,In the section below, we list the reasons financial companies can share their customers’ personal ,information.\nthe reasons Monzo chooses to share.\nand whether you can limit this sharing.,Reasons we can share your personal informationDoes Monzo Can you limit this ,share?sharing?,For our everyday business purposes –such as to process your ,transactions, maintain your account(s), respond to court orders and legal YesNo,investigations, or report to credit bureaus,For our marketing purposes –to offer our products and services to youYesNo,For joint marketing with other financial companiesNoWe don’t share,For our affiliate’s everyday business purposes –information about your ,transactions and experiences,YesNo,For our affiliate’s everyday business purposes –information about your ,creditworthiness,NoWe don’t share,For our affiliates to market to youNoWe don’t share,Questions?,Contact us through the Monzo app, email us at usa-support@monzo.com, ,or call (415) 2004074.,Who we are,Who is providing this notice?Monzo Inc.\n,What we do,How does Monzo protect my To protect your personal information from unauthorized access and use, we use ,personal informationsecurity measures that comply with federal law.\nThese measures include computer ,safeguards and secured files and buildings.\n,How does Monzo collect my We collect your personal information when, for example, you:,personal information,•open an account or deposit money;,•pay your bills or use your debit card;,•give us your contact information.,We also collect your personal information from other companies.,Why can’t I limit all sharing?Federal law gives you the right to limit only:,•sharing for affiliates’ everyday business purposes –information about your ,creditworthiness;,•affiliates from using your information to market to you;,•sharing for nonaffiliates to market to you.,State laws and individual companies may give you additional rights to limit sharing.\n,See below for more on your rights under state law.,Definitions,AffiliatesCompanies related by common ownership or control.\nThey can be financial and ,nonfinancial companies.,•Our affiliates include financial companies such as Monzo Bank Ltd.\nand ,nonfinancial companies such as Monzo Support US Inc.,NonaffiliatesCompanies not related by common ownership or control.\nThey can be financialand ,nonfinancial companies.,•Monzo does not share with nonaffiliates so they can market to you.,Joint marketingA formal agreement between nonaffiliated financial companies that together market ,financial products or services to you.,•Monzo doesn’t jointly market.,Other Important Information,You may have other privacy protections under applicable state laws.\nTo the extent these state laws apply, we will ,comply with them when we share information about you.,California Residents:,In accordance with California law, we will not share information we collect about you with ,companies outside of Monzo or Sutton Bank, unless the law allows.\nFor example, we may share information with ,your consent, to service your accounts, or to provide rewards or benefits you are entitled to.\nWe will limit sharing ,among our companies and with Sutton Bank to the extent required by California law.,Vermont Residents:,In accordance with Vermont law, we will not disclose information about your creditworthiness ,to our affiliates and will not disclose your personal information, financial information, credit report, or health ,information to nonaffiliated third parties to market to you, other than as permitted by Vermont law, unless you ,authorize us to make those disclosures.,We will send you SMS messages when you open your account to verify your phone number and to authorize some ,transactions.", "created_at": "2021-06-05 11:46:14.006238", "updated_at": "2021-06-05 11:46:16.528881"}, {"id": 6723, "name": "Date and versions of the legal documents", "url": "https://monzo.com/legal/terms-and-conditions", "xpath": "/html/body/div[1]/div[1]/section/div", "text": "Terms and Conditions<p>Current Account v2.1 23rd March 2021</p>Listen to the Terms and Conditions as audio:<p>Your browser does not support HTML5 audio.</p>\n<ul>\n<li>Version 1.1</li>\n<li>Version 1.2</li>\n<li>Version 1.3</li>\n<li>Version 1.4</li>\n<li>Version 1.5</li>\n<li>Version 1.6</li>\n<li>Version 1.7</li>\n<li>Version 1.8</li>\n<li>Version 1.9</li>\n<li>Version 2.0</li>\n<li>Version 2.1</li>\n</ul>", "created_at": "2021-06-05 11:20:23.403127", "updated_at": "2021-06-05 11:20:35.876121"}, {"id": 6358, "name": "Terms and Conditions", "url": "https://monzo.com/legal/terms-and-conditions", "xpath": "//section[@class='content-module__content___3UcB2']", "text": "These terms and using your Monzo account\n<p>These legal terms (English law applies and disputes will be settled by English\ncourts) are between you and Monzo Bank Limited (Monzo/us/we) and you agree to\nthem by using the Monzo app.\nYour Monzo account is a personal UK current account\nand you mustn't use it for business purposes.</p>\n<p>You should read this document along with our\nData Privacy Notice.</p>\nHow to contact us 💬\n<p>You can contact us through the Monzo app.</p>\n<p>Email us at help@monzo.com.</p>\n<p>Phone us on 0800 8021281.</p>\n<p>Or send a letter to: Monzo, Broadwalk House, 5 Appold St, London, EC2A 2AG.</p>\nHow we'll contact you and send documents 👋\n<p>Using the Monzo app, email, phone or mail to your home address, we'll:</p>\n<ul>\n<li>\n<strong>contact you in English 🇬🇧 and Emoji😃</strong>\n</li>\n<li>\n<strong>send you any agreements, statements and other notices.</strong>\n</li>\n</ul>\n<p>If any of your contact details change, you must let us know as soon as possible.</p>\n<p>We also send you instant notifications when you spend or receive money.</p>\nMaking payments 💸\nYou need enough money in your account to make payments\n<p>But some transactions that would take your balance below zero\nmay still go through.\nIf that\nhappens, we'll let you know the amount you'll need to repay before the\nend of the day and you'll need to pay us back as soon as possible.</p>\n<p>If you agree to pay for products like Monzo Plus or Monzo Premium,\nyou must have enough money in your account to make the monthly payments.\nIf you don't, those fees may still go through and take you into an arranged\nor unarranged overdraft as explained in the product's separate terms and conditions.</p>\nIf you go into an unarranged overdraft\n<p>If you go over your arranged overdraft limit, or we haven't agreed an overdraft\nlimit with you and your balance goes below zero, we call this an ‘unarranged'\noverdraft.\nWe'll charge an interest rate of 33.4% per year (variable) which is\nequivalent to a rate of 39% EAR (variable).\nIf you have an arranged overdraft\nwith us with a lower rate than this, that lower rate will apply instead.\nThe\nmonthly cap on unarranged overdraft charges for your current account is £15.50.</p>\n<p>We'll calculate any interest based on how much you're overdrawn by at midnight Universal Time Coordinated (UTC)\neach day, and charge your account on the first day of each month.</p>\n<p>When we calculate the amount you're overdrawn by, we'll exclude any money you've\nagreed to put aside in ‘Pots'.\nMoney in Pots isn't part of your available\nbalance, so you can still go overdrawn even if you have money in Pots.\nWe'll decline any payments (including standing orders and Direct Debits) that would take\nyou over your available balance, unless you have an overdraft.</p>\nWe may block your payments if:\n<ul>\n<li>\n<strong>your instructions are unclear</strong>\n</li>\n<li>\n<strong>we suspect criminal activity on your account</strong>\n</li>\n<li>\n<strong>we're not legally allowed to make the transfer</strong>\n</li>\n<li>\n<strong>it goes over your payment limits (you'll find these in your app.\nthey'll change over time).</strong>\n</li>\n</ul>\n<p>If we block a payment, we'll let you know as soon as possible, using one of\nour usual channels.</p>\n<p>You can find information on all your transactions in your feed and your regular\nbank statements in the app.</p>\nWe can take money you owe us from your available credit balance\n<p>You might miss loan or overdraft repayments, break your credit agreement or\nnot repay when we ask you to.\nIf this happens, we have the right to reduce\nor pay off debt you owe us using any available credit balance in your account.</p>\nPayment types\n<p>There are lots of ways you can send money with Monzo.\nThey each work differently,\nand we need different information from you to make them.</p>\nBank transfer\n<p>To make a bank transfer we need the name, account number and sort code, and account type\n(personal or business) of who you're sending money to.\nYou'll need to enter your PIN or prove it's you using your fingerprint or\nfacial recognition to consent to the transfer.\nIf you schedule a future payment,\nwe'll treat it as you giving consent on the payment date.\nOnce you've given your consent you can't cancel the transfer.\nTransfers sent using Faster Payments usually go through instantly, but can take up to 2 hours.\nOther bank transfers can take up to 1 working day.</p>\nPaying or moving money between Monzo accounts\n<p>To pay someone with a Monzo account they need to be a contact in your phone.\nYou'll need to input the account you wish to make the payment to/from.\nYou'll need to enter your PIN or prove it's you using your fingerprint or facial recognition\nto consent to the payment or movement of money.\nOnce you've given your consent you can't cancel the payment.\nPayments usually go through instantly, but can take up to 1 working day.</p>\nStanding order\n<p>For standing orders we need a name, account number, sort code, account type (personal or business),\npayment date and whether it's a one-off or recurring payment.\nYou'll need to enter your PIN\nor prove it's you using your fingerprint or facial recognition to consent to creating the standing order.\nYou can set up and cancel standing orders instantly in the app.\nOnes to other Monzo accounts\nwill normally arrive immediately.\nStanding orders to other banks will normally arrive on the same day,\nbut some organisations may take longer to credit their customers' accounts.\nFuture payments will go out at 2:00am (UTC) on the day you schedule them for.\nTo stop a scheduled payment going out you'll need to cancel the standing order before 2:00am on the day the payment's due.</p>\nDirect Debit\n<p>For Direct Debits we need to know the account number and sort code of the person or business you're paying.\nTo consent to a Direct Debit you need to contact the person or business and\ngive them your sort code and account number.\nWe only support making Direct Debit payments, not receiving them.</p>\n<p>In terms of timings, we get the payment order the working day before we take the money from your account.\nYou'll see it in your account as a scheduled payment.\nWe'll collect the money at 2:00am (UTC) the day after we get the order.</p>\n<p>Cancelling a Direct Debit takes a working day to process.\nTo stop a payment going out, you need to cancel 2 working days before a payment's due.</p>\nCheque\n<p>To pay a cheque into your Monzo account you'll need your account number and sort code.\nWrite them on the back of the cheque in the top left corner and post it to us.</p>\n<p>Once we've got your cheque we'll let you know in the app.\nWe usually process your cheque\nwithin 4 working days, unless we're stopped for technical, regulatory or legal reasons.</p>\nPaying with your card abroad 🏝\n<p>Spending with your Monzo card is free anywhere around the world, and should work anywhere that accepts Mastercard.</p>\n<p>When you make a payment in a foreign currency or take out cash abroad, we use Mastercard's exchange rate with a 0.0% fee.</p>\nTaking out cash 💳\n<p>We won't charge you for withdrawing money from an ATM in the UK or in the\nEuropean Economic Area (EEA) if you meet the Fee Criteria listed in our ‘Fees and charges' section at the time you make the withdrawal.</p>\n<p>If you don't meet the Fee Criteria at the time you make the withdrawal, you can withdraw up to £250 from an ATM in the UK or the EEA in any rolling 30-day period without any fees.\nAfter that, we charge 3% of the total amount you withdraw over £250.</p>\n<p>You can withdraw up to £200 from ATMs outside the EEA in any rolling 30-day period without any fees.\nAfter that, we charge 3% of the total amount you withdraw above £200.\nFor some ATMs you may need to turn on the ‘magnetic stripe' rather than using chip and PIN.\nYou can do this in the app.</p>\n<p>If you have both a Monzo personal and Monzo joint account, you have one fee-free ATM allowance across both.</p>\nYour money is protected by the FSCS 💰\n<p>Any money in your Monzo account is fully protected up to £85,000 by the\nFinancial Services Compensation Scheme (FSCS).</p>\n16-17 year olds 👦\n<p>If you're under 18 you won't be able to apply for an arranged overdraft or loan and we\nwon't charge any fees if you go into an unarranged overdraft.\nYou also won't be\nable to make some payments for things like gambling.\nFrom the age of 18, we'll\ncharge you at the current rate if you use an unarranged overdraft.</p>\nYou agree to us using your information 🤝\n<p>By accepting these terms, you agree to us using your information to make and\nreceive payments on your account.\nIf you're no longer happy for us to use your\ninformation, we'll have to close your account.\nBut we may keep your personal\ndata and use it where we have lawful grounds to do so.\nFor example, any records\nwe need to keep for regulatory reasons (see our\nData Privacy Notice).</p>\nFees and Charges 💵\n<p>Here are our fees for using the main services on your current account.\nYou may have to pay other costs, taxes or charges in relation to your Monzo account, which are outside of our control and not charged by us.\nFor example, other banks may charge you for sending money to your Monzo account.</p>\n<p>You won't pay some of our fees if you meet any of the criteria below (our ‘Fee Criteria'):</p>\n<ul>\n<li>\n<strong>At least £500 was paid into a Monzo account in your name over the last rolling 35-day period, and you have at least one active Direct Debit on the same account in the same period.</strong>\n</li>\n<li>\n<strong>You've received a Department for Work and Pensions or a Department for Communities payment into a Monzo account in your name over the last rolling 35-day period.</strong>\n</li>\n<li>\n<strong>You've received a student loan payment into a Monzo account in your name over the last rolling 8-month period.</strong>\n</li>\n<li>\n<strong>You're sharing a Monzo Joint Account with someone who has done at least one of the above.</strong>\n</li>\n</ul>\n<p>We'll tell you in these terms and conditions where fees won't apply if you meet the Fee Criteria.</p>\nReplacement cards\n<p>We'll never charge you for replacements where your card expires, is faulty, has been stolen, has been swallowed by an ATM or if we've cancelled your card because we're concerned about fraud.</p>\n<p>But we do charge a £5 fee for replacement cards for other reasons (including if you lose your card).\nYou'll get up to two replacement Monzo cards per account per year for any reason without paying the £5 fee if you meet the Fee Criteria when you order a replacement card.</p>\n<p>If you need us to post your replacement card to somewhere outside the UK, we'll charge you the international card fee of £30 in all circumstances.</p>\nWhen we offer rewards 🎁\n<p>Sometimes we'll offer rewards for things like inviting friends to join Monzo or\nswitching to Monzo using the Current Account Switching Service (CASS).\nWe can withdraw or change these offers any time, without letting you know in advance.</p>\n<p>You'll only get financial awards once per action (for\nexample you'll only get a bonus for CASS switching once, or once per friend you\ninvite).\nYou might have to pay income tax on money you get as part of these\nrewards.\nContact HMRC if you're unsure.</p>\nIf something goes wrong 😱\n<p>Please keep your phone, card and PIN safe at all times.\nIf we find any\nsecurity issues affecting your account, we'll contact you as soon as possible in\nthe most secure way, using one of our usual channels.</p>\n<p>If you lose your card or see transactions in the app that look wrong,\nyou must freeze your card and tell\nus as soon as possible.\nIf you don't let us know within 13 months from the date\nthe money leaves your account you might not be able to get the money back.</p>\n<p>If someone pays money into your account by mistake you give us permission to return it.</p>\n<p>If you've used your card to make a payment which didn't specify the exact amount (for example when hiring a car),\nand the final amount is higher than you could reasonably have expected, we'll give you a refund.\nYou'll need to tell us within 8 weeks of the transaction, and give us any information we reasonably ask for to investigate.</p>\n<p>Errors with Direct Debits are covered by the\nDirect Debit guarantee scheme.</p>\nOur responsibility to you 🤝\n<p>Since you're only allowed to use your account for personal use, we're not responsible\nto you for any loss of profit, loss of business, business interruption, or loss of business opportunity.\nThis applies to you using your account for personal use, as well as if you wrongly use it for\ncommercial or business purposes.</p>\n<p>None of these terms affect your legal rights as a consumer.\nYou can find more information on the\nCompetition and Markets Authority’s\nor Financial Ombudsman Service’s websites.\nThese terms don't exclude or limit our liability to you where it’s against the law for us to do so.</p>\n<p>We're responsible to you for any foreseeable loss and damage which we cause.\nWhen we say ‘foreseeable',\nthis means we could or should have expected those losses.\nThis includes if we breach the terms of\nthis contract or fail to use reasonable care or skill providing services to you.</p>\n<p>For example, we’ll usually refund your money if:</p>\n<ul>\n<li>\n<strong>it was taken after you froze your card in the app, unless you acted fraudulently</strong>\n</li>\n<li>\n<strong>we should've applied strong customer authentication but we didn't, unless you acted fraudulently</strong>\n</li>\n<li>\n<strong>someone makes a payment without your permission.</strong>\n</li>\n</ul>\n<p>We'll also refund any money you lose if we make mistakes with your payments.\nWe can help by speaking to other banks to make sure they treat any payment\nwe send late as if it was sent on time.</p>\n<p>Examples of when you won't be able to claim back money you’ve lost may include if:</p>\n<ul>\n<li>\n<strong>you gave us incorrect instructions or we can prove that the bank we sent your payment to received it (although we'll still try to help you recover your money)</strong>\n</li>\n<li>\n<strong>you purposefully didn't keep your phone, card or PIN safe, you were very negligent in not keeping them safe, you gave them to someone else, or if your account is in overdraft</strong>\n</li>\n<li>\n<strong>you acted fraudulently.</strong>\n</li>\n</ul>\n<p>We're not responsible for any loss or damage (direct or indirect) caused by something\nbeyond our reasonable control.\nWe’re also not responsible for any loss or damage (direct and indirect)\nif something was unavoidable despite us using reasonable care and skill to avoid it.</p>\n<p>This may include:</p>\n<ul>\n<li>\n<strong>hardware breakdowns</strong>\n</li>\n<li>\n<strong>actions or decisions taken to comply with legal or regulatory requirements</strong>\n</li>\n<li>\n<strong>delays or failures caused by third party industrial action</strong>\n</li>\n<li>\n<strong>problems with a third party system or network (including power outages)</strong>\n</li>\n<li>\n<strong>data-processing failures.</strong>\n</li>\n</ul>\n<p>So you won’t be able to claim back money you lost if your losses resulted from\ncircumstances that we couldn’t or shouldn’t have been expected to know about.</p>\nClosing your account\n<p>Once this agreement has started it won't end until you or we end it.\nYou can cancel\nyour account within the first 14 days of opening it, or close it\nat any other time.\nIf you'd like to, please get in touch with us.\nYou'll need to\nrepay any money you owe us before we can close your account.\nOnce we've closed\nit, your card won't work and you won't be able to access your account.</p>\n<p>We can close your account by giving you at least two months' notice.\nWe may\nclose your account or stop you using your card and app immediately if we believe\nyou've:</p>\n<ul>\n<li>\n<strong>broken the terms of this agreement</strong>\n</li>\n<li>\n<strong>put us in a position where we might break the law</strong>\n</li>\n<li>\n<strong>broken the law or attempted to break the law</strong>\n</li>\n<li>\n<strong>given us false information at any time</strong>\n</li>\n<li>\n<strong>been abusive to anyone at Monzo or a member of our community.</strong>\n</li>\n</ul>\nHow to make a complaint\n<p>If you have a complaint, please contact us and we'll do our best to fix the\nproblem.</p>\n<p>If you're still not happy, you can refer your complaint to the Financial\nOmbudsman Service.</p>\nMaking changes 📝\n<p>This agreement will always be available in the app and on our website.</p>\n<p>We can make changes from time to time to our charges, interest rates, or the terms of this\nagreement or the terms of any other agreement which these terms apply to.\nThis includes introducing new charges or rates and charging in a different way.\nWe may make these changes, including fees we charge, because of changes to:</p>\n<ul>\n<li>\n<strong>law, regulation, industry codes or Financial Ombudsman, court or regulator decisions</strong>\n</li>\n<li>\n<strong>the way we run our business</strong>\n</li>\n<li>\n<strong>the cost of providing your account and running our business, for example a change in our cost of funding, technology (including our systems) and service costs</strong>\n</li>\n<li>\n<strong>the banking or financial services system.</strong>\n</li>\n</ul>\n<p>We can make favourable changes to these terms and charges for any reason.\nWe\ncan also make proportionate changes for any other balanced and valid reason that\nimpacts us or your account.</p>\n<p>If we make changes to it that are clearly in your favour, we'll tell you once\nwe've made them.\nOtherwise we'll give you two months' notice and tell you our\nreasons in the most secure way, using one of our usual channels.</p>\n<p>If you don't agree to these changes, you can let us know and we'll close your\naccount fee-free.\nWe'll transfer any money in the account to another account\nof yours, and you'll need to pay back any money you owe us.\nIf we don't hear\nfrom you before the changes come into effect, we'll assume that you're happy and\naccept the changes we've made.</p>\n<p>\n<small>Monzo Bank Limited, authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority (Financial Services Register No.\n730427).\nRegistered in England.\nRegistered No.\n9446231.\nRegistered Office: Broadwalk House, 5 Appold St, London, EC2A 2AG.</small>\n</p>Download as PDF", "created_at": "2021-05-27 10:23:01.797682", "updated_at": "2021-05-31 15:59:32.962854"}, {"id": 6360, "name": "Cookie Notice", "url": "https://monzo.com/legal/cookie-notice/", "xpath": "//section[@class='content-module__content___3UcB2']", "text": "Cookies help us keep you and Monzo safe, give you a better experience and show you more relevant ads\n<p>Think of cookies as stickers - when you visit a site, the site puts a sticker on you so that it knows if you come back and can collect information about your visit.\nThat lets the site show things relevant to you, based on information you’ve entered and stuff you’ve looked at.\nThe length of time stored depends on the cookie, but this is generally between a few minutes and up to two years.</p>\n<p>We use these kinds of cookies on monzo.com:</p>\n<ul>\n<li>Cookies to help keep you and Monzo safe (you <strong>can't</strong> turn these off)</li>\n<li>Cookies to give you a better experience (you <strong>can</strong> turn these off)</li>\n<li>Cookies to help show you more relevant ads (you <strong>can</strong> turn these off)</li>\n</ul>\n<p>Most are third-party cookies that belong to another website than monzo.com.\nSome are our own.\nSo you know, the cookies we use never store or access any of your banking details.</p>\nCookie settings\nCookies that help keep you and Monzo safe\n<p>Some cookies help us keep you (and us) safe.\nBecause we need them to keep our site secure, you can't turn them off.\nFor example, we use Cloudflare cookies to protect our site against attacks.</p>\nCookies that give you a better experience\n<p>We use analytics cookies like Google Analytics to see where you spend your time on our website, and work out which bits of Monzo.com are most (and least) effective.\nThis helps us know what’s working, what might be broken and what we should improve.</p>\n<p>We also use cookies to recognise you when you come back to our site.\nWhen we spot it’s you, we know whether or not to show you things you’ve already seen (like our cookie banner).\nYou can turn these off using the toggle below if you like.</p>\n<p>\n</p>OnOffSave preferences<p>\n</p>\n&nbsp;Cookies to help show you more relevant ads\n<p>We use cookies from companies like Facebook to show you more relevant ads for things we think you’d like.\nFor example, if you’ve browsed pages about our Savings Pots, we may decide you could be interested in saving and show you an ad about savings on Facebook.</p>\n<p>We also use cookies to exclude you from some advertising campaigns.\nFor example, once you set up your Monzo account, we’ll use this data to stop showing you ads asking you to install the app.\nYou can turn these off using the toggle below if you like.</p>\n<p>\n</p>OnOffSave preferences<p>\n</p>\nOther ways to turn off cookies\n<p>You can also turn cookies off in your browser or phone settings.</p>\n<p>If you want to do this, try looking in your internet browser's help menu, or searching for ‘how to block cookies’.\nYour browser also lets you delete any cookies stored on your device, whenever you wish.\nYou can also usually opt out of advertising cookies directly, via Facebook ads preferences, or Twitter account personalization.</p>\nQuestions\n<p>We take privacy very seriously and are always open to your feedback.\nIf you have any more questions about our cookie notice or how we use cookies please email help@monzo.com.</p>", "created_at": "2021-05-27 10:23:58.412884", "updated_at": "2021-05-30 12:35:59.385129"}, {"id": 6359, "name": "Privacy Notice", "url": "https://monzo.com/legal/privacy-notice/", "xpath": "//section[@class='content-module__content___3UcB2']", "text": "Who are we?\n<p>We’re Monzo Bank Limited (‘we’, ‘our’, ‘us’) and operate under the name Monzo.</p>\n<p>We’re registered with the UK data protection authority (the Information Commissioner’s Office or ICO) under number ZA108184.</p>\n<p>This notice explains how and why we use your personal information when you open a current account and use our app, card, or services for account holders on monzo.com.\nFor more information about how we use your data:</p>\n<ul>\n<li>if you use our community forum on our website, see our Monzo Community Forum Privacy Notice.</li>\n<li>if you get a Monzo business account, see our Business Customer Privacy Notice.\nFor information about how we use cookies, please read our Cookie Notice.</li>\n</ul>\n<p>Got a question about something in this notice, or want to contact our Data Protection Officer (DPO)?</p>\n<ul>\n<li>Chat with us through the app or send us an email at help@monzo.com.</li>\n<li>Write to us at Monzo, Broadwalk House, 5 Appold Street, London, EC2A 2DA, UK.</li>\n</ul>\nThe information we hold about you, and how we use it 👀\nInformation you give us through the Monzo app\nWhen you sign up for a Monzo account\n<ul>\n<li>Personal details like your name, date and place of birth.</li>\n<li>Contact details like your home address (and previous addresses), email and phone number.</li>\n<li>Information about your identity, such as a copy of your ID document, a short video of yourself.</li>\n<li>Information about your right to live in the UK and your tax residency.</li>\n<li>Financial details, such as your employment status and the industry you work in, annual Income, number of dependents, residential status and monthly housing costs.</li>\n</ul>\nWhen you sign up for or use our services\n<ul>\n<li>Details you give us when you sign up for a specific service, like your National Insurance number if you open an Individual Savings Account (ISA).\nIf you apply for credit, we’ll ask for details about your financial circumstances and reasons for borrowing.</li>\n<li>Details you give us which we pass to our partners when you let us know you’re interested in their services (like energy switching).</li>\n<li>Information you give us through Monzo chat.</li>\n<li>Answers you give to surveys about Monzo and our services.</li>\n</ul>\nInformation we collect or generate if you get in touch\n<p>If you use other ways to get in touch than Monzo chat, we collect the following information so we can answer your questions or take action.</p>\n<ul>\n<li>The phone number you’re calling from and information you give us during the call (we record all calls).</li>\n<li>The email address you use and the contents of your email (and any attachments).</li>\n<li>Public details from your social media profile (like Facebook, Instagram or Twitter) if you reach out to us via these platforms, and the contents of your messages or posts to us.</li>\n</ul>\nInformation we collect or generate when you use the app and our services\n<p>We collect information about how you use the app to help improve features.\nThis includes:</p>\n<ul>\n<li>details about payments to and from your Monzo account, your savings activity (using Pots) and any overdrafts or loans you take out</li>\n<li>details about services from us and our partners that you express interest in</li>\n<li>details about how you use our app</li>\n<li>all the countries you're a tax resident in and your Tax Identification Number for each one.</li>\n</ul>\nInformation we collect from your phone\n<p>We collect this information to keep your data safe and to improve features for you.\nThis includes your:</p>\n<ul>\n<li>mobile network and operating system, so we can analyse how our app works and fix any issues</li>\n<li>IP address and device ID (we’ll link your mobile phone number with your device)</li>\n<li>mobile advertising ID, so we can share it with companies that help us with advertising online (you can reset this ID or limit tracking in ‘Settings’ on your phone)</li>\n<li>location if you’ve authorised tracking, so we can help protect you against fraud</li>\n<li>phone contacts who use Monzo, if you activate Payments with Friends, and they do too (we don’t store your full address book).</li>\n</ul>\nInformation we get from external sources\n<p>When you sign up for a Monzo account, we search your record at:</p>\n<ul>\n<li>credit reference agencies to verify your identity and check if we can offer you an overdraft and manage business risk (this is a 'soft search' and won’t impact your credit score).\nIf you take out a loan or turn on your overdraft for the first time, we do a full search (which may impact your credit score)</li>\n<li>fraud prevention agencies and KYC (Know Your Customer) and AML (Anti Money Laundering) service providers to fulfil our legal duties.</li>\n</ul>\n<p>For more information about data we collect from and share with credit reference agencies, see ‘Who we share your data with’ below.</p>\n<p>We may also collect information about you from public sources for AML reasons or market research.\nThis includes:</p>\n<ul>\n<li>official public records, like the Electoral Register or Companies’ House</li>\n<li>information published by the press or on social media.</li>\n</ul>\n<p>If you sign up to a service from one of our partners through the Monzo app (like energy switching or remortgaging), they may share details with us about your deal.\nSee our Credit Tracker Privacy Notice for information about data we get from TransUnion if you start using the Credit Tracker in our app.</p>\nOur reasons for using your information 🔍\n<p>Data protection laws say we need to have a lawful basis for using your personal data.\nAt least one of the following must apply: contractual or legal duty, legitimate interest, public interest, vital individual interest or consent.\nIn this section we explain which one we rely on to use your data in a certain way.</p>\n<p>\n<strong>We need to use your data for a contract we have with you, or to enter into a contract with you.</strong> We use details about you to:</p>\n<ul>\n<li>consider your application</li>\n<li>give you the services we agreed to in line with our terms and conditions</li>\n<li>send you messages about your account and other services you use if you get in touch, or we need to tell you about something</li>\n<li>exercise our rights under contracts we’ve entered into with you, like managing, collecting and recovering money you owe us</li>\n<li>investigate and resolve complaints and other issues.</li>\n</ul>\n<p>\n<strong>We need to use your data to comply with the law.</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>confirm your identity when you sign up or get in touch</li>\n<li>check your record at immigration and fraud prevention agencies</li>\n<li>prevent illegal activities like money laundering, tax evasion and fraud</li>\n<li>check your credit history and ask about your reasons for applying for an arranged overdraft or loan, and other details about your financial circumstances so that we can make responsible lending decisions</li>\n<li>keep records of information we hold about you in line with legal requirements</li>\n<li>adhere to banking laws and regulations (these mean we sometimes need to share customer details with regulators, tax authorities, law enforcement or other third parties)</li>\n<li>compare information we hold about your account with your tax residency information to make sure we don’t have a reason to doubt it.</li>\n</ul>\n<p>\n<strong>When it’s in our ‘legitimate interest’</strong>.\nWe need to use your data for our legitimate interests, or those of a third party.\nThis means using data in a way that you might expect us to, for a reason which is in your and/or our (or a third party’s) interest and which doesn't involve overriding your privacy rights.</p>\n<p>\n<strong>Product development and marketing</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>check your record at credit reference agencies when you sign up to see if we can offer you an overdraft or a loan (this is a soft check)</li>\n<li>tell you about products and services through the app or other channels, like social media companies, based on how you use our products and services and other information we hold about you.\nWe may also exclude ads on this basis.\nWe do this so we can make sure our marketing is useful.\nThat includes instructing platforms to show or not show Monzo adverts to existing customers.\nWe don’t share any other identifying information about you with social media companies than your mobile advertising ID (unless you’ve disabled it)</li>\n<li>track, analyse and improve the services we give you and other customers and how you respond to ads we show.\nWe may ask for feedback if you’ve shown interest in a service.\nWe do this so that we can make our products better and understand how to market them</li>\n<li>use the personal information you share with us and data you create from using the app to suggest Monzo features or products you’d find useful.\nIt's in your control if you want us to stop, just ahead over to the App and opt-out.</li>\n<li>share insights with the public about spending, saving or borrowing trends based on data that doesn’t personally identify you</li>\n<li>don’t sell any of this information.</li>\n</ul>\n<p>\n<strong>Special features</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>show where you were when you bought something with Google maps (in the Monzo app) and send you travel reports when you’re abroad (we tell this from transaction data, not by tracking your phone)</li>\n<li>give you reports on how you’ve spent and/or saved money using Monzo (‘Spending Reports’ and ‘Year in Monzo’)</li>\n<li>personalise your visual experience in the Monzo app, like choosing a picture for your virtual loan card based on what you’ve told us you’ll use the loan for.</li>\n</ul>\n<p>\n<strong>Security and business management</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>protect the rights, property or safety of us, our customers or others</li>\n<li>carry out security and maintenance checks to make sure our app, website and other services run smoothly for you</li>\n<li>manage Monzo’s business risk and financial affairs, and protect our customers and staff</li>\n<li>share information with credit bureaus and fraud prevention agencies so we can benefit from up-to-date information when we make decisions about accounts or loans.\nThis helps us make responsible lending decisions and fight financial crime</li>\n<li>share your name, title and account number with other banks and building societies, so that people making payments to you can confirm the name they have for you matches the name we hold in our records.\nThis helps us fight financial crime.</li>\n</ul>\n<p>\n<strong>Companies that give services to us</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>share your information with companies that so they can help us provide our services (see ‘Who we share your data with’ below).</li>\n</ul>\n<p>\n<strong>Consent</strong>.\nWe’ll ask for your consent to:</p>\n<ul>\n<li>record any issues you want us to know about so we understand how to best support you.\n(If the information is sensitive, we need a second lawful basis, see ‘Our reasons for using special category information’ below.)</li>\n<li>tell you about our products and services, and those of our partners by email or push notification if we think they’re of interest to you.\nYou can unsubscribe from these by email or via the app.\n(If you don’t want to see lending promotions in the app, you can opt out in your app ‘Settings’.)</li>\n<li>help protect you against fraud by tracking the location of your phone if you’ve authorised it (iOS)</li>\n<li>show your profile picture in the app if you add one</li>\n<li>show your profile picture and name to Monzo contacts in their app if you turn on ‘Payments with Friends’, provided they’ve stored your phone number.\n(If you pay someone, they’ll see your name regardless of whether or not you’ve turned on Payments with Friends.\nIt’s our legal duty to show this, so it isn’t something you can opt out of.)</li>\n<li>share information about you with companies we work with when we need your permission (see ‘Who we share your data with’ below).</li>\n</ul>\n<p>You don’t have to share information about yourself if you don’t want to.\nBut if you don’t, you may not be able to use some (or any) of our services.</p>\nOur reasons for using special category information\n<p>We may need to process sensitive information about customers that data protection laws call ‘special category’ data.\nThis is information that can reveal a person’s racial or ethnic origin, political opinions, religious or philosophical beliefs or trade union membership, as well as genetic or biometric data (if used for identification purposes) and information concerning a person’s health, sex life or sexual orientation.</p>\n<p>Data protection laws say we need a second lawful basis to use special category data.\nThis can be: explicit consent, exercising legal rights in the field of employment, protecting vital interests, establishing, defending or exercising legal claims or reasons of substantial public interest.\nIn this section we explain which lawful basis we rely on to use your special category data in a certain way.</p>\n<p>\n<strong>It’s necessary for reasons of substantial public interest</strong>\n</p>\n<p>We:</p>\n<ul>\n<li>use facial recognition technology to identify people who use our services in the Monzo app.\nWe do this because it is necessary for reasons of substantial public interest to prevent or detect unlawful acts</li>\n<li>record information about your health if it’s necessary to protect your economic well-being if you’re at risk, and seeking consent would be unreasonable or negatively impact our ability to help you.</li>\n</ul>\n<p>\n<strong>It's necessary to protect your or another person’s vital interests.</strong> We may share information about you externally (generally with law enforcement in an emergency), if it’s necessary to protect your or another person’s life and you are unable to consent.</p>\n<p>\n<strong>We have your explicit consent.</strong> We record any issues you want us to know about relating to your health, so we understand how to best support you.</p>\nWho we share your data with 🤝\n<p>\n<strong>Companies that give services to us.</strong> Here we mean companies that help us provide services you use, and need to process details about you for this reason.\nWe share as little information as we can and encrypt and/or make it impossible for you to be identified by the recipient where possible (for instance by using a User ID rather than your name).</p>\n<ul>\n<li>companies that make our Monzo cards</li>\n<li>card producers and networks, like MasterCard</li>\n<li>Know Your Customer (KYC) service providers that help us with identity verification or fraud checks like Jumio and Onfido</li>\n<li>cloud computing power and storage providers like Amazon Web Services (AWS) and Google Cloud</li>\n<li>our business intelligence and analytics platform provider Looker</li>\n<li>companies that help us with functional analytics (to help us solve technical issues with the app for instance)</li>\n<li>companies that help us with marketing (but we won’t share identifiable personal data with third parties for their own direct marketing unless you give us permission, and you can opt out any time)</li>\n<li>software companies that we use for emailing you like Front, or for processing and storing email communications with you like Intercom</li>\n<li>companies that help us with customer support (like Sykes and our subsidiaries)</li>\n<li>companies that help us with fraud prevention</li>\n<li>companies that offer benefits or rewards through special programmes you sign up to via the app</li>\n<li>companies that print written statements and notices</li>\n<li>companies that manage our CCTV and security if you visit our offices.</li>\n</ul>\n<p>\n<strong>Credit reference agencies</strong>.\nCredit reference agencies (CRAs) give lenders information about borrowers to help them make responsible lending decisions.\nBanks share details about their customers to help CRAs maintain up-to-date information about people’s financial status.\nWe work with TransUnion, Experian and Equifax.</p>\n<p>When you sign up and for as long as you’re a customer, we’ll exchange details about you with CRAs.\nThis includes:</p>\n<ul>\n<li>your name, address and date of birth</li>\n<li>accounts you have, including when you opened them and money going into them (if you owe us money, we’ll also share your balance)</li>\n<li>credit applications you’ve made and limits you’ve turned on</li>\n<li>if you’ve borrowed, details of your loan and repayments (like whether you repay in full and on time)</li>\n<li>fraud prevention information.</li>\n</ul>\n<p>We’ll use this information to to comply with our legal duties and when it’s in our ‘legitimate interest’ to:</p>\n<ul>\n<li>verify your identity and make sure what you’ve told us is true</li>\n<li>help detect and prevent fraud and money laundering</li>\n<li>assess whether you can afford to make repayments if you borrow</li>\n<li>manage your account with us</li>\n<li>trace and recover debts</li>\n<li>make sure our offers are relevant for you.</li>\n</ul>\n<p>If you apply for a joint account with someone else, we and CRAs will link your records with theirs.</p>\n<p>For more information about how the CRAs we work with use your data, read TransUnion, Equifax and Experian’s Credit Reference Agency Information Notices.</p>\n<p>\n<strong>Fraud prevention agencies</strong>.\nWhen you apply for an account, we check your record with fraud prevention agencies (FPAs) like Cifas.\nDuring the application process and after you become a customer, we may share information about you with them to help prevent fraud and money laundering when it’s in our ‘legitimate interest’.\nIf we detect fraud, we may stop activity on your account or block access.\nOther organisations may use information we share with FPAs about fraud to refuse their services, finance or employment.\nFor more information about the details we collect from and share with Cifas and how they’ll use your data, see Cifas’ Fair Processing Notice.</p>\n<p>\n<strong>Anyone you give us permission to share it with.</strong> We tell you in the app when we need your consent to share your data with:</p>\n<ul>\n<li>companies that introduce their own services via the Monzo app, like energy switching, insurance or remortgaging</li>\n<li>other customers you want to set up joint Monzo accounts with</li>\n<li>other apps</li>\n<li>other banks if you use account switching or aggregation services</li>\n<li>people you’ve asked to represent you, like solicitors.</li>\n</ul>\n<p>\n<strong>Law enforcement and other external parties.</strong> We may share information about you with:</p>\n<ul>\n<li>authorities that spot and stop financial crime, money laundering, terrorism and tax evasion if the law says we have to, or if it’s necessary for other reasons</li>\n<li>the police, courts or dispute resolution bodies if we have to</li>\n<li>other banks to help trace money if you’re a victim of fraud or other crimes or if there’s a dispute about a payment</li>\n<li>any other third parties where necessary to meet our legal obligations.</li>\n</ul>\n<p>We may also share your details with people or companies if there’s a corporate restructure, merger, acquisition or takeover.</p>\n<p>\n<strong>Other Monzo Group companies.</strong> Our subsidiaries in the US help us with customer support.\nWe may also share details about you with Monzo Inc for other lawful reasons if you open a US Monzo account (this is only available to US residents).</p>\nMonzo Plus and Monzo Premium\n<p>If you sign up for Monzo Premium, we’ll share your name and contact details with our insurance and airport lounge partners so they can provide the services you get through Monzo Premium.\nWe also share your account details, so insurance partners can pay you if you make a successful insurance claim, and we share your payment details so we can collect payments you owe us for using lounge access benefits.\nOur legal basis for sharing your information for these reasons is ‘contractual necessity’: we need to use your data for a contract we have with you.\nTo learn how our partners will use your information, please read:</p>\n<ul>\n<li>Assurant’s Privacy Notice (phone insurance)</li>\n<li>Axa’s Privacy Notice (travel insurance)</li>\n<li>LoungeKey’s Privacy Notice (airport lounge access)</li>\n</ul>\n<p>If you sign up for Monzo Plus or Monzo Premium and start using Credit Tracker, please read the Credit Tracker Privacy Notice.\nIf you start using the ‘Other Accounts in Monzo’ service, please read the Other Accounts in Monzo Privacy Notice.</p>\n<p>If you use the auto export feature to transfer transaction data into your Google Drive account, we’ll share this information with the Google company that manages your account until you pause exports or remove access.\nWe’ll have access to your spreadsheet, but won’t collect the information in it.</p>\nWhen we make automated decisions 📲\n<p>We sometimes use computers to make decisions.\nWe do this for deciding if:</p>\n<ul>\n<li>we can give you a Monzo account based on your age, residency, nationality, financial position and other circumstances, like the results of anti-money laundering and sanctions checks</li>\n<li>we can give you an arranged overdraft or loan based on information we hold about you, and information we get from credit reference agencies.\nThis includes details on whether you’ve kept up to date with payments on any credit accounts, and if you’ve been to court</li>\n<li>we need to take action, like freeze a transaction or account, because we suspect fraud or money-laundering against Monzo or a customer.\nOur computers decide this based on patterns in our data, like an account or policy being used in a way that fraudsters work</li>\n<li>our services and products, or those of companies we work with, are suitable for you so that we can tailor our marketing.</li>\n</ul>\n<p>You can ask for a member of the team to review a decision via Monzo Chat.\nIf your application for a Monzo account was rejected, you can ask us to check this decision by emailing review@monzo.com.</p>\nHow long we keep your information 📁\n<p>We keep most of your data as long as you’re using Monzo, and for 6 years after that to comply with the law and if we face a legal challenge.\nIn some circumstances, like cases of anti-money laundering or fraud, we may keep data longer if we need to (that’s in our legitimate interest) and/or the law says we have to.</p>\n<p>To work out how long we keep different categories of data, we consider why we hold it, how sensitive it is, how long the law says we need to keep it for, and what the risks are.</p>\nYour rights ✅\n<p>You have a right to:</p>\n<ul>\n<li>access the personal data we hold about you, or to get a copy of it</li>\n<li>ask for a copy of your personal data in a portable (machine-readable) format or make us send it to someone else</li>\n<li>make us correct inaccurate data</li>\n<li>ask us to delete, 'block' or suppress your data, though for legal reasons we might not always be able to do it</li>\n<li>say no to us using your data for direct marketing and in certain other ‘legitimate interest’ circumstances</li>\n<li>withdraw any consent you’ve given us</li>\n<li>ask a member of staff to review a computer-made (automated) decision.</li>\n</ul>\n<p>To do any of these things, please contact us through the app or by emailing help@monzo.com.\nIf your application for a Monzo account was rejected and you want us to review that decision, please email review@monzo.com.\nEU data protection laws give us one month to respond.</p>\nWhere we store or send your data 🔒\n<p>We may transfer and store the data we collect from you to organisations outside the UK and the European Economic Area (‘EEA’).\nWhen we do this, we make sure that your data is protected and that:</p>\n<ul>\n<li>the European Commission says the country or organisation has adequate data protection, or</li>\n<li>we’ve agreed standard data protection clauses approved by the European Commission with the organisation.</li>\n</ul>\n<p>If you’d like a copy of the relevant data protection clauses, please get in touch via Monzo chat or send an email to help@monzo.com.</p>\nHow to make a complaint 😔\n<p>If you have a complaint about how we use your personal information, please contact us through the app or send an email to help@monzo.com and we’ll do our best to fix the problem.\nYou can also reach our Data Protection Officer in these ways.</p>\n<p>If you’re still not happy, you can refer your complaint with the UK’s supervisory authority: the Information Commissioner’s Office (ICO).\nFor more details, you can visit their website at ico.org.uk.</p>\nChanges to this notice 📝\n<p>We’ll post any changes we make to our privacy notice on this page and if they’re significant changes we’ll let you know by email.</p>", "created_at": "2021-05-27 10:23:35.508114", "updated_at": "2021-05-30 12:18:14.001799"}], "points": [{"id": 22524, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://edit.tosdr.org/documents/6725", "status": "Relevant quote: \"We’ll let you know at least 21 days before we make any such change.\" Full quote: \"This agreement will always be available in the app and on our website.</p> <p>We can make changes to it for any reason. If we make changes that are in your favor, we'll tell you once we've made them. Otherwise we'll give you notice in the most secure way, using one of our usual channels (see ‘How we’ll contact you’ above). We’ll let you know at least 21 days before we make any such change.\"", "created_at": "2021-06-15 09:01:11.43547", "updated_at": "2021-06-15 11:41:22.75139", "quoteText": null, "case_id": 123, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 22523, "title": "Declined", "source": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "status": "Generated through the annotate view", "created_at": "2021-06-15 08:57:50.706464", "updated_at": "2021-06-15 08:58:13.689627", "quoteText": "now and we'll close your account.\nWe'll transfer a", "case_id": 235, "document_id": 6725, "quoteStart": 9655, "quoteEnd": 9705}, {"id": 22522, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "status": "Generated through the annotate view", "created_at": "2021-06-15 08:56:09.42792", "updated_at": "2021-06-15 08:57:39.781136", "quoteText": "ow at least 21 days before we make any such change.</p>\n<p>If you d", "case_id": 123, "document_id": 6725, "quoteStart": 9543, "quoteEnd": 9610}, {"id": 22509, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "status": "Generated through the annotate view", "created_at": "2021-06-15 08:15:43.649332", "updated_at": "2021-06-15 08:55:36.439861", "quoteText": "ow at least 21 days before we make any such change.</p>\n<p>If you d", "case_id": 123, "document_id": 6725, "quoteStart": 9543, "quoteEnd": 9610}, {"id": 21909, "title": "You have the right to leave this service at any time", "source": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "status": "Full quote: \"You can close your account for free any time you like If you’d like to, please get in touch with us.\"", "created_at": "2021-06-05 11:52:24.104728", "updated_at": "2021-06-05 12:16:22.363564", "quoteText": "your account for free any time you like If you’d like to, please get in touch with us.\nYou'll need t", "case_id": 170, "document_id": 6725, "quoteStart": 8106, "quoteEnd": 8206}, {"id": 21908, "title": "In the United States, you are forced into binding arbitration in case of disputes", "source": "https://webviews.monzo.com/usa/terms-of-service/version-1-2/", "status": "Full quote: \"...any disputes related to your Monzo account will be settled by binding individual arbitration conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules.\"", "created_at": "2021-06-05 11:47:54.518248", "updated_at": "2021-06-05 12:16:03.370507", "quoteText": "y disputes related to your Monzo account will be settled by binding individual arbitration conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules.\nT", "case_id": 339, "document_id": 6725, "quoteStart": 792, "quoteEnd": 980}, {"id": 21907, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://monzo.com/legal/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-06-05 11:26:25.536682", "updated_at": "2021-06-05 12:16:13.087711", "quoteText": "Version 1.1</li>\n<li>Version 1.2</li>\n<li>Version 1.3</li>\n<li>Version 1.4</li>\n<li>Version 1.5</li>\n<li>Version 1.6</li>\n<li>Version 1.7</li>\n<li>Version 1.8</li>\n<li>Version 1.9</li>\n<li>Version 2.0</li>\n<li>Version 2.1", "case_id": 197, "document_id": 6723, "quoteStart": 166, "quoteEnd": 387}, {"id": 21906, "title": "An audio version of the Terms of Service is provided", "source": "https://monzo.com/legal/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-06-05 11:26:05.61278", "updated_at": "2021-06-05 12:15:37.777211", "quoteText": "Listen to the Terms and Conditions as audio", "case_id": 494, "document_id": 6723, "quoteStart": 63, "quoteEnd": 106}, {"id": 21905, "title": "An audio version of the Terms of Service is provided", "source": "https://monzo.com/legal/terms-and-conditions", "status": "It is nearly 20 minutes long (19:46 specifically).", "created_at": "2021-06-05 11:15:39.854553", "updated_at": "2021-06-05 11:25:46.003039", "quoteText": null, "case_id": 494, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 21297, "title": "The court of law governing the terms is in England, United Kingdom", "source": "https://monzo.com/legal/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-27 17:00:52.320175", "updated_at": "2021-05-28 07:30:58.022948", "quoteText": "lish law applies and disputes will be settled by English\ncourts) are between you and Monzo Bank Limited (Monzo/us/we) and you agree to\nthem by using the Monzo app.\nYour Monzo account is a ", "case_id": 163, "document_id": null, "quoteStart": 3069, "quoteEnd": 3257}, {"id": 21299, "title": "The service claims to be GDPR compliant for European users", "source": "https://monzo.com/legal/privacy-notice/", "status": "Generated through the annotate view", "created_at": "2021-05-27 18:37:59.561028", "updated_at": "2021-05-28 07:36:33.059879", "quoteText": "</p>\n<ul>\n<li>access the personal data we hold about you, or to get a copy of it</li>\n<li>ask for a copy of your personal data in a portable (machine-readable) format or make us send it to someone else</li>\n<li>make us correct inaccurate data</li>\n<li>ask us to delete, 'block' or suppress your data, though for legal reasons we might not always be able to do it</li>\n<li>say no to us using your data for direct marketing and in certain other ‘legitimate interest’ circumstances</li>\n<li>withdraw any consent you’ve given us</li>\n<li>ask a member of staff to review a computer-made (automated) decision.</li>\n</ul>\n<p>To do any of these things, please contact us through the app or by emailing help@monzo.com.\nIf your application for a Monzo account was rejected and you want us to review that decision, please email review@monzo.com.\nEU data protection laws give us one month to respond.</p>\nWhere we store or s", "case_id": 481, "document_id": null, "quoteStart": 25260, "quoteEnd": 26172}, {"id": 21298, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://monzo.com/legal/privacy-notice/", "status": "Generated through the annotate view", "created_at": "2021-05-27 18:35:20.616256", "updated_at": "2021-05-28 07:24:12.220606", "quoteText": "we make to our privacy notice on this page and if they’re significant changes we’ll let you know by email.</p>\n<ul>\n<li>About us<", "case_id": 329, "document_id": null, "quoteStart": 27285, "quoteEnd": 27414}, {"id": 21335, "title": "There is a date of the last update of the agreements", "source": "https://monzo.com/legal/files/terms-and-conditions/monzo-terms-and-conditions-2.1.pdf", "status": "Generated through the annotate view", "created_at": "2021-05-28 16:23:15.355973", "updated_at": "2021-05-28 17:33:17.334558", "quoteText": "Terms and Conditions<p>Current Account v2.1 23rd March 2021", "case_id": 331, "document_id": null, "quoteStart": 1355, "quoteEnd": 1414}, {"id": 21332, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://monzo.com/legal/files/terms-and-conditions/monzo-terms-and-conditions-2.1.pdf", "status": "Generated through the annotate view", "created_at": "2021-05-28 16:22:49.829711", "updated_at": "2021-06-05 12:17:20.368225", "quoteText": "Version 1.1</li>\n<li>Version 1.2</li>\n<li>Version 1.3</li>\n<li>Version 1.4</li>\n<li>Version 1.5</li>\n<li>Version 1.6</li>\n<li>Version 1.7</li>\n<li>Version 1.8</li>\n<li>Version 1.9</li>\n<li>Version 2.0</li>\n<li>Version 2.1</li>", "case_id": 197, "document_id": null, "quoteStart": 1521, "quoteEnd": 1747}, {"id": 21310, "title": "Some personal data may be kept after the end of the data retention period or a request for erasure", "source": "https://monzo.com/legal/privacy-notice/", "status": "\"ask us to delete, 'block' or suppress your data, though for legal reasons we might not always be able to do it\"", "created_at": "2021-05-28 07:37:13.17111", "updated_at": "2021-05-29 04:04:38.569997", "quoteText": null, "case_id": 333, "document_id": null, "quoteStart": 0, "quoteEnd": 0}, {"id": 21309, "title": "You can request access, correction and/or deletion of your data", "source": "https://monzo.com/legal/privacy-notice/", "status": "\"access the personal data we hold about you [...] make us correct inaccurate data [...] ask us to delete, 'block' or suppress your data\"", "created_at": "2021-05-28 07:36:10.438464", "updated_at": "2021-05-29 04:02:28.775374", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": 0, "quoteEnd": 0}, {"id": 21308, "title": "You can retrieve an archive of your data", "source": "https://monzo.com/legal/privacy-notice/", "status": "\"ask for a copy of your personal data in a portable (machine-readable) format or make us send it to someone else\"", "created_at": "2021-05-28 07:34:06.216728", "updated_at": "2021-05-29 04:04:13.124557", "quoteText": null, "case_id": 140, "document_id": null, "quoteStart": 0, "quoteEnd": 0}], "urls": ["monzo.com"]}}