{"error": 448, "message": "OK", "parameters": {"id": 6428, "name": "ZURU", "created_at": "2022-03-20 11:59:40.084246", "updated_at": "2022-03-20 23:01:15.571078", "wikipedia": null, "keywords": null, "related": null, "slug": "zuru", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6428.png", "url": "zuru.com", "documents": [{"id": 11684, "name": "Terms of use ", "url": "https://zuru.com/terms-of-use", "xpath": "//*[@id=\"description-section\"]/div/div/div/div", "text": "\nLAST UPDATED: APRIL 2020\n<p>\n<strong>Imprint:</strong>\n</p>\n<p>ZURU INC<br>\nFlat/Room 1201-04, 06-07, Energy Plaza, 92 Granville Road, Tsim Sha Tsui East, Kowloon, Hong Kong, China</p>\n<p>\n<strong>Mailing address:</strong>\n</p>\n<p>ZURU INC<br>\nRoom 1202, Energy Plaza, 92 Granville Road, Tsim Sha Tsui East, Kowloon, Hong Kong, China</p>\n<p>Telephone: ＋852 37469003<br>\nEmail：dataprivacy@zuru.com</p>\n<p>This Terms of Use is issued on behalf of ZURU INC (“ZURU”).\nZURU is referred to in this Terms of Use as “we”, “our” or “us”.\nThe Terms of Use applies to all our owned websites (however accessed or used), whether via personal computers, mobile devices, or other technology (“Device”) and other interactive features, applications or downloads that are operated by us that are available through these websites and contain this Terms of Use produced and maintained by us (collectively “Website”).</p>\n1.\nAGREEMENT TO TERMS OF USE\n<p>Please read these Terms of Use carefully before using this Website.\nBy using our Website you agree to these Terms of Use.\nIf you do not agree to the Terms of Use, please don’t use this Website.</p>\n<p>Please also review our Website’s Privacy Policy, Cookie Policy which set our data collection and usage practices.</p>\n2.\nOWNERSHIP\n<p>Website and Content</p>\n<p>All of the material features or displays on the Website, including without limitation, all text, scripts, code, designs, graphics, music, videos, applications, interactive features, articles, stickers, photographs, images, moving images, sounds, illustrations and other content (“Content”) are owned by us, our licensors or our suppliers.\nWe reserve all rights not expressly described in these terms.</p>\n<p>Trademarks</p>\n<p>All of the trademarks, service marks, trade names and logos (“Marks”) used on the Website belong to us, our licensors or our suppliers.\nYou are prohibited from using the Marks in any way without our prior written consent.\nYou do not acquire any license or ownership rights to any trademarks, service marks or trade names through your access or use of the Website.</p>\n<p>Notices</p>\n<ul>\n<li>All elements of the Website, including without limitation, the Website and Content and trademarks, are protected by trade dress, copyright, trademark and other laws relating to intellectual property rights.</li>\n<li>Except as may be otherwise expressly indicated by us in specific documents posted on the Website, you are authorized to view, play, print and download Content for personal, informational, and noncommercial purposes only.</li>\n<li>Outside of the specific usage rights granted to you by us in connection with the Website, you may not use, edit, translate, display, download, modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell, or in any way exploit any Content or trademarks.\nYou will not remove any copyright, trademark or other proprietary notices from the Website or Content found on the Website.</li>\n<li>The Website and Content, trademarks, shall remain the exclusive property of us or our licensors or suppliers, as applicable, unless otherwise expressly agreed by us.</li>\n<li>Communication or material you transmit to the Website by electronic mail or otherwise, including any questions, comments, suggestions, or the like is, and will be treated as, non-confidential and non-proprietary.\nAnything you transmit or post may be used by us or its affiliates for lawful purpose, including but not limited to reproduction, disclosure, transmission, publication, broadcast, and posting.\nFurthermore, we are free to use any ideas, concepts, know-how, or techniques contained in any communication you send to the Website, including but not limited to developing, manufacturing, and marketing products using such information.</li>\n</ul>\n3.\nPARTNERS ON THE PLATFORM\n<p>From time to time, we may link to or partner with third-party websites, social media platforms, mobile apps, and other products and services (“Third Parties”).\nSuch links are provided for your convenience only.\nYou may be able to connect with these Third Parties through the Website, but this does not mean we endorse, monitor or have any control over these Third Parties or their activities, which are subject to separate the terms of use and privacy policies.\nYou should carefully review any Third Party’s sites and the terms of use and privacy policy.\nWe are not responsible for the content, policies or activities of Third Parties and you interact with Third Parties at your own risk.</p>\n4.\nRESTRICTIONS ON USE\n<p>We give you permission to use our Website so long as you do not:</p>\n<ul>\n<li>use the Content on the Website for any commercial purpose;</li>\n<li>use the Content or the Website for any illegal purpose;</li>\n<li>attempt to gain unauthorized access to any other user’s computer systems or networks associated with the Website;</li>\n<li>modify or attempt to modify or in any way tamper with Website;</li>\n<li>use the Website or any of the Content on it in a way that may infringe the intellectual property rights or other rights of third parties, including trademark, copyright or right of privacy.\nor</li>\n<li>interfere with or disrupt networks connected to the Website or violate the regulations, policies or procedures of such networks.</li>\n</ul>\n5.\nDISCLAIMERS\n<p>To the fullest extent permitted by law, everything on the Website is provided to you “as is” without warranties of any kind, either express or implied, including but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\nPlease note that some the jurisdictions may not allow the exclusion of implied warranties, so some of above exclusions may not apply to you.\nCheck your local laws for any restrictions or limitations regarding the exclusion of implied warranties.\nWe use reasonable efforts to include accurate and up-to-date information on the Website.\nHowever, we make no warranties or representations as to the accuracy of the information.\nWe assume no liability or responsibility for any errors or omissions in the contents of this Website.\nWe also assume no responsibility and shall not be liable for any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in the Website or your downloading of any materials, data, text, images, video, or audio from the Website.</p>\n6.\nINDEMNIFICATION\n<p>To the extent possible under applicable law, you hereby agree to indemnify, defend, and hold us, our licensors, licensees, distributors, agents, representatives and other authorized users, and each of the foregoing entities’ respective resellers, distributors, service providers and suppliers, and all of the foregoing entities’ respective officers, directors, owners, employees, agents, representatives and assigns (collectively, the “Indemnified Parties”) harmless from and against any and all losses, damages, liabilities and costs (including settlement costs and any legal or other fees and expenses for investigating or defending any actions or threatened actions) incurred by the Indemnified Parties in connection with any claim arising out of any breach by you of these Terms of Use or claims arising from your use of the Website.\nYou shall use your best efforts to cooperate with us in the defense of any claim.\nWe reserve the right, at our own expense, to employ separate counsel and assume the exclusive defense and control of any matter otherwise subject to indemnification by you.</p>\n7.\nJURISDICTION\n<p>These Terms of Use are governed by and construed in accordance with Hong Kong law, without giving effect to any principles of conflicts of law.\nExcept where prohibited by applicable law, and without limitation to any statutory rights for users, you agree that all disputes, claims and legal proceedings directly or indirectly arising out of or relating to these Terms of Use shall be resolved and filed exclusively in the courts located in Hong Kong, China.\nPlease note that mandatory laws may entitle you to file an action at law in other jurisdictions.<br>\nWe make no representation that Content on any Website is appropriate or available for use in any particular location.\nThose who choose to access a Website do so on their own initiative and are responsible for compliance with all applicable laws including any applicable local laws.</p>\n8.\nGENERAL PROVISIONS\n<p>Right to Assign, No Waivers, Severability</p>\n<ul>\n<li>We may assign its rights and duties under Terms of Use to any party at any time without notice to you, unless notice to you is required by applicable law, but this will not affect your rights or our obligations under Terms of Use.</li>\n<li>Our failure to insist upon or enforce strict performance one part of Terms of Use is not a waiver of the other Terms of Use or our rights.</li>\n<li>If any provision in one part is held invalid or unenforceable, the remainder of Terms of Use shall continue to be enforceable.</li>\n</ul>\n<p>Updates to Terms of Use.</p>\n<p>We reserve the right to modify the Terms of Use at any time without prior notice (“Updated Terms”).\nYou agree that we may notify you of the Updated Terms by posting them on the Website so that they are accessible via a link on the Website, and that your use of the Website after we post the Updated Terms (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the Updated Terms.\nTherefore, you should review the Terms of Use periodically.\nThe Updated Terms will be effective as of the time that we post them on the home page of the Website, or such later date as may be specified in them.</p> ", "created_at": "2022-03-20 11:59:40.086507", "updated_at": "2022-03-20 11:01:41.94283"}], "points": [{"id": 27370, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://zuru.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-03-20 18:17:07.320926", "updated_at": "2022-03-20 18:17:07.320926", "quoteText": "We reserve the right to modify the Terms of Use at any time without prior notice (“Updated Terms”).\n", "case_id": 121, "document_id": 11684, "quoteStart": 9097, "quoteEnd": 9197}, {"id": 27369, "title": "The court of law governing the terms is in Hong Kong", "source": "https://zuru.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-03-20 18:16:09.224618", "updated_at": "2022-03-20 18:16:29.990029", "quoteText": "<p>These Terms of Use are governed by and construed in accordance with Hong Kong law, without giving effect to any principles of conflicts of law.\n", "case_id": 163, "document_id": 11684, "quoteStart": 7608, "quoteEnd": 7755}, {"id": 27368, "title": "There is a date of the last update of the agreements", "source": "https://zuru.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-03-20 18:14:47.539456", "updated_at": "2022-03-20 18:14:47.539456", "quoteText": "LAST UPDATED: APRIL 2020\n<p>\n", "case_id": 331, "document_id": 11684, "quoteStart": 1, "quoteEnd": 30}], "urls": ["zuru.com"]}}