{"error": 448, "message": "OK", "parameters": {"id": 3694, "name": "Garmin Connect", "created_at": "2021-05-18 21:03:42.326143", "updated_at": "2021-05-18 22:00:23.226375", "wikipedia": null, "keywords": null, "related": null, "slug": "garmin_connect", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3694.png", "url": "connect.garmin.com", "documents": [{"id": 6147, "name": "Garmin Connect Privacy", "url": "https://www.garmin.com/en-US/privacy/connect/", "xpath": "", "text": " Garmin benutzt Cookies und vergleichbare Technologien auf seinen Webseiten.\nDiese beinhalten Cookies, welche für die grundlegende Funktionalität der Seiten benötigt werden, funktionale Cookies zur Verbesserung der Performanz und Cookies zum Zweck der personalisierten Werbung Dritter auf Seiten unserer Partner oder in den sozialen Medien.\nSie haben die Wahl, alle Cookies zu akzeptieren, alle außer den notwendigen Cookies abzulehnen oder die entsprechenden Einstellungen selbst zu verwalten um sie Ihren Bedürfnissen entsprechend anzupassen und in Zukunft Ihre Auswahl zu verändern.\nImpressum Datenschutzerklärung Akzeptieren Ablehnen Einstellungen verwalten Skip navigation links<ul>\n<li>Wearables Products All Wearables &amp.\nSmartwatches Watches for Women Fashion &amp.\nHybrid Smartwatches MARQ Luxury Watch Collection Running Multisport Adventure Swimming Diving Golf Fitness Tracking Kids WearablesMaps Wearable Maps Golf Maps Golf Course LocatorAccessories Wearable &amp.\nSmartwatch Accessories AppsDiscover Blog Careers Connect IQ Garmin Connect Garmin Express Garmin Pay Garmin Pros Garmin Technology Shop all salesLILY™<p>\n</p>SHOP</li>\n<li>Sports &amp.\nFitness Products Running Cycling Fitness Tracking Golf Tacx® Indoor Cycling Multisport Swimming Diving Water Sports Smart Scale Kids Wearables Baseball &amp.\nSoftballMaps Cycling Maps Wearable Maps Golf Maps Golf Course LocatorAccessories Wearable &amp.\nSmartwatch Accessories Cycling Accessories Indoor Training Accessories AppsDiscover Blog Careers Connect IQ Garmin Connect Garmin Express Garmin Health Enterprise Solutions Garmin Pay Garmin Pros Garmin Technology Shop all sales Strategic Relationships Women of AdventureSAVE NOW ON VENU® SQ<p>\n</p>SHOP</li>\n<li>Outdoor Recreation Products Handhelds Satellite Communicators Off-Road Adventure Watches Sportsman &amp.\nTactical Sporting Dogs Household PetsMaps Outdoor Maps Hunting Maps Wearable Maps DeLorme Atlas &amp.\nGazetteerAccessories AppsDiscover Blog Careers Connect IQ Garmin Connect Garmin Express Garmin Pros Garmin Technology inReach Account Shop all sales Women of AdventureSOLAR POWERED SMARTWATCHES<p>\n</p>SHOP</li>\n<li>Automotive Products Cars Motorcycles Semi Trucks RV Motorsports Off-Road Dash &amp.\nBackup Cameras FleetMaps Map Updates Purchase New Maps In-Dash MapsAccessories AppsDiscover Automotive OEM Solutions Blog Careers Garmin Express RV OEM Solutions Shop all salesSAVE NOW ON RV 785 WITH BUILT-IN DASH CAM<p>\n</p>SHOPSAVE $100 ON AN 8” RV GPS NAVIGATOR<p>\n</p>SHOP</li>\n<li>Marine Products Chartplotters Autopilots Radar Panoptix Sonar Black Boxes Transducers Instruments &amp.\nInstrument Packs VHF &amp.\nAIS Cameras Antennas &amp.\nSensors Fishfinders Ice Fishing Bundles &amp.\nKits Trolling Motors Fusion Audio Entertainment EmpirBus Digital Switching Handhelds &amp.\nWearables Connectivity AppsCharts &amp.\nMaps Purchase UpdateDiscover ActiveCaptain Community Blog Careers Garmin Express Garmin Pros Marine Software Updates OneHelm Shop all salesMSC™ 10 MARINE SATELLITE COMPASS<p>\n</p>\n<p>Know exactly where you’re headed</p>\n<p>\n</p>SHOP</li>\n<li>Aviation Markets General Aviation Business Aviation Helicopters Experimental Government &amp.\nDefenseFLTPLAN.COM Services Flight Planning Crew &amp.\nFleet Management Runway Analysis Safety Management SystemProducts ADS-B &amp.\nTransponders Flight Decks &amp.\nDisplays Flight Instruments Engine Indication Systems Navigation &amp.\nRadios Autopilots Audio Panels Weather Traffic Datalinks &amp.\nConnectivity Portable GPS, Wearables &amp.\nAppsDatabases Aviation Database UpdatesDiscover Autonomí Blog Careers FltPlan.com flyGarmin Promotions Support TrainingGarmin Autoland<p>\n</p>\n<p>Protect your most precious cargo</p>\n<p>\n</p>LEARN MORE</li>\n<li>Support Support Center Aviation Support Marine Support</li>\n<li>SALE SALES AND PROMOTIONS Shop all salesBIG SAVINGS!<p>\n</p>\n<p>Check out our current sales</p>\n<p>\n</p>SHOP NOW</li>\n</ul> SupportSupport Center Aviation Support Marine Support CloseAccount Orders Sign In0Total items in cart: 0FREE GROUND SHIPPING ON ORDERS $25 AND UP.\nFREE 2ND-DAY SHIPPING ON MOST ORDERS $499 AND UP.Unsupported Browser Detected – For best results, please update your browser.\nLearn MoreClose IE Banner Privacy Connect Policy Your Privacy Matters to Garmin\n<p>Our goal is to make sure you know how we collect, use, share, and store your personal data when you use the Garmin Connect website and mobile app, the Garmin Sports website and mobile app, and compatible Garmin devices.</p> What does Garmin collect? <p>Garmin Connect was created to help you track your fitness and wellness and pursue your personal goals.\nWe ask you for personal data — such as height, weight, and sleep times — to help you reach those goals and provide you with personalized insights and stats.</p> Learn More Account Information\n<p>We collect your name and email address when you create a Garmin account to make sure your Garmin Connect account is completely personalized.\nWe also store information such as your sleep and wake times so we don’t send you “get moving” notifications while you’re sleeping.\nYou probably want us to remember that.</p>\nDevice Information\n<p>When you add a Garmin device to your Garmin Connect account, we ask for information such as your height, weight, gender, and birthdate so we can personalize your stats and goals.\nWe also need to hang on to your recorded activities and heart rate so you can tell when you beat that PR or lower your fitness age.</p>\nDevice Sync Data\n<p>When you sync your device, we collect data such as your IP address, sync time and date, and battery level to help identify and resolve errors or syncing issues and to provide better customer support.\nWe also collect usage and trend data to help us improve our features and apps.</p>\nContact Information\n<p>We know you want to stay off the grid, but we may collect things such as your name, email address, and phone number during support calls to ensure you get the help you need.\nIf someone sends you a LiveTrack invitation or you’re added as an emergency contact, Garmin stores the contact information required to fulfill those services.</p>\nLocation-based Services\n<p>Services such as GPS tracking during a run or weather updates on your device require that Garmin collect your location at that time.\nYour GPS data during activities does get uploaded to Garmin Connect or Garmin Sports, but you have control over who sees it from there.</p>\nCookies and Analytics\n<p>We use cookies and other technologies on our websites and in our apps to help us improve customer experiences.</p> View Full Privacy Policy Do you have to upload activity information to Garmin? <p>Nope.\nYou can use your device for all your activities without uploading activity data from your device to Garmin.\nHowever, you won’t be able to use some Garmin Connect features such as Leaderboards, Connections, Challenges, and Insights.\n</p> View Full Privacy Policy Why does Garmin ask for your personal data? <p>From providing product support to offering motivation to reach your goals, the information we ask for is used to improve your Garmin Connect and Garmin Sports experiences.</p> Learn More To Give You Personalized Stats and Insights\n<p>We use personal data, such as height, weight, gender, and age, to provide you more accurate stats, such as how many calories you burn during an activity, and insights, such as how you compare to similar users.</p>\nTo Help You Track Your Activities, Competitions, and Goals\n<p>If you choose to upload data from your Garmin device to Garmin Connect, we collect recorded data from those activities so you can analyze it and track your progress toward your goals.\nIf you want to, you can even share your activity data with others.\nPlus, you can withdraw your consent and delete activities at any time.\n</p>\n<p>If you’re opted-in to product improvement, we internally process activity data to help us improve on our products and services.\nAgain, you can withdraw your consent at any time.</p>\nTo Contact You\n<p>We use your contact information to send you notification and to inform you about new products, apps, and features.\nYou can opt in or out of either service at any time.</p> View Full Privacy Policy Does Garmin sell your personal data? <p>No! We don’t sell your personal data to anyone.\nAnd we only share your personal data with others in specific situations.</p> Learn More Within Garmin\n<p>Garmin is global, which means your personal data may be stored locally or in another country or transferred between Garmin companies.\nNo matter where your information is within Garmin, it is still secured under this privacy policy.</p>\nWith Service Providers <p>We share data with third parties who provide services — such as fulfilling orders and sending emails to customers — for us.</p>\nWith Others\n<p>Garmin will share your personal data when you ask us to or when required to by law enforcement and in other legal matters.</p>\nData That Doesn’t Identify You\n<p>We sometimes share or sell aggregated, de-identified data with or to strategic partners and other third parties.</p> View Full Privacy Policy How can you share your personal data? <p>Your activity data belongs to you, and you control what you share and with whom you share it.</p> Learn More Activity Data\n<p>Your activity data is set to private by default.\nIf you want others to see your daily runs and cheer you on, you can adjust your privacy settings to allow that.</p>\nCompetitions and Challenges\n<p>When you join a Leaderboard or Challenge, other participants will be able to see your activity data and any comments you submit to the Leaderboard or Challenge.\nThis includes anyone who is part of your Garmin Jr.\nfamily account — even if they aren’t part of that Challenge and your account is set to private.</p>\n<p>When you participate in Garmin Sports competitions, the people you’re competing with will be able to see activity data for that competition.</p>\nConnections\n<p>When you join groups or make Connections, depending on your privacy settings, some or all of your profile and activity data may be visible to those groups or Connections.</p>\nThird-party Apps\n<p>We will not share your activity data with third parties unless you tell us to.\nFor example, you can instruct Garmin Connect to share your activity data with a third-party wellness program provider or apps such as MyFitnessPal and Strava.</p>\nLiveTrack\n<p>You can share a link to your device’s real-time location with your friends and family so they can follow along as you run.</p> View Full Privacy Policy How can I request to view, update, delete, or transfer my data? <p>Visit our Account Management Center to make your request.\nLearn more about your rights in the Garmin Connect privacy policy.</p> View Full Privacy Policy <ul>\n<li>Customer Service<ul>\n<li>Support Center</li>\n<li>Deals and Promotions</li>\n<li>Order/Return Status</li>\n<li>*Shipping, Returns &amp.\nRefunds</li>\n<li>Warranty Information</li>\n<li>Find a Dealer</li>\n<li>Data Management</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Investors</li>\n<li>Newsroom</li>\n<li>Retail Store</li>\n<li>Sustainability</li>\n</ul>\n</li>\n<li>Careers<ul>\n<li>Jobs</li>\n<li>Benefits</li>\n<li>Life at Garmin</li>\n<li>Students</li>\n</ul>\n</li>\n<li>Garmin Sites<ul>\n<li>Garmin Connect</li>\n<li>Garmin Express</li>\n<li>flyGarmin</li>\n<li>Connect IQ</li>\n<li>Garmin Health: Enterprise Health Solutions</li>\n<li>Sensors</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Fleet Management</li>\n<li>Developers</li>\n<li>Dealer Resource Center</li>\n<li>OneHelm</li>\n<li>Garmin Gear</li>\n<li>Sponsorships</li>\n</ul>\n</li>\n</ul>United States<ul>\n<li>Garmin on Facebook</li>\n<li>Garmin on Twitter</li>\n<li>Garmin on YouTube</li>\n<li>Garmin on Pinterest</li>\n<li>Garmin on Instagram</li>\n</ul>\n<p>Copyright © 1996-2021 Garmin Ltd.\nor its subsidiaries</p>\n<ul>\n<li>Site Map</li>\n<li>Terms of Use</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Web Accessibility</li>\n</ul>Cookie Preferences ", "created_at": "2021-05-18 21:03:42.32939", "updated_at": "2021-05-18 19:03:59.385213"}], "points": [], "urls": ["connect.garmin.com"]}}