{"error": 448, "message": "OK", "parameters": {"id": 5058, "name": "invited.tv ", "created_at": "2021-09-21 00:21:15.673433", "updated_at": "2021-09-25 22:01:09.494491", "wikipedia": null, "keywords": null, "related": null, "slug": "invited-tv", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5058.png", "url": "invited.tv", "documents": [{"id": 9080, "name": "Privacy Policy ", "url": "https://invited.tv/privacy-policy", "xpath": "//body", "text": " INVITEDSign InSign Up FreePrivacy PolicyIntroduction<p>Welcome to&nbsp;<b>Invited</b>.</p>\n<p>Invited&nbsp;(“us”, “we”, or “our”) operates&nbsp;https://invited.tv&nbsp;(hereinafter referred to as “<b>Service</b>”).</p>\n<p>Our Privacy Policy governs your visit to&nbsp;https://invited.tv, and explains how we collect, safeguard and disclose information that results from your use of our Service.\nWe use your data to provide and improve Service.\nBy using Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>\n<p>Our Terms and Conditions (“<b>Terms</b>”) govern all use of our Service and together with the Privacy Policy constitutes your agreement with us (“<b>agreement</b>”).</p>Definitions<p>\n<b>SERVICE</b>&nbsp;means the&nbsp;https://invited.tv website&nbsp;operated by&nbsp;Invited.\n</p>\n<p>\n<b>PERSONAL DATA</b>&nbsp;means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\n<p>\n<b>USAGE DATA</b>&nbsp;is data collected automatically either generated by the use of Service or from Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>\n<b>COOKIES</b>&nbsp;are small files stored on your device (computer or mobile device).</p>\n<p>\n<b>DATA CONTROLLER</b>&nbsp;means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\n<p>\n<b>DATA PROCESSORS (OR SERVICE PROVIDERS)</b>&nbsp;means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.</p>\n<p>\n<b>DATA SUBJECT</b>&nbsp;is any living individual who is the subject of Personal Data.</p>\n<p>\n<b>THE USER</b>&nbsp;is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>Information Collection and Use<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>Types of Data Collected<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Billing address</li>\n<li>Web browser</li>\n<li>IP address</li>\n<li>Time zone</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us&nbsp;by following the unsubscribe link.</p>\n<p>We may also collect information that your browser sends whenever you visit our Service or when you access Service by or through a mobile device (“Usage Data”).</p>\n<p>This Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access Service with a mobile device, this Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.</p>\n<p>We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.</p>\n<p>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>Session Cookies:&nbsp;We use Session Cookies to operate our Service.</li>\n<li>Security Cookies:&nbsp;We use Security Cookies for security purposes.</li>\n</ul>\n<p>\n<b>Invited features designated areas for chatting called \"Rooms\".\nNo personal information or browsing activity is tracked in Rooms.\nWe only track the duration of the Room and the number of people in the Room to improve our Service.</b>\n</p>Use of Data<p>Invited&nbsp;uses the collected data for various purposes:</p>\n<ul>\n<li>to provide and maintain our Service;</li>\n<li>to notify you about changes to our Service.\n</li>\n<li>to allow you to participate in interactive features of our Service when you choose to do so;</li>\n<li>to provide customer support.\n</li>\n<li>to gather analysis or valuable information so that we can improve our Service;</li>\n<li>to monitor the usage of our Service;</li>\n<li>to detect, prevent and address technical issues;</li>\n<li>to fulfill any other purpose for which you provide it;</li>\n<li>to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;</li>\n<li>to provide you with notices about your account and/or subscription, including expiration and renewal notices, email-instructions, etc.;</li>\n<li>to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information;</li>\n<li>in any other way we may describe when you provide the information;</li>\n<li>for any other purpose with your consent.\n</li>\n</ul>Retention of Data<p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>We will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>Transfer of Data<p>Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Invited&nbsp;will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>Disclosure of Data<p>We may disclose personal information that we collect, or you provide:</p>\n<ul>\n<li>Disclosure for Law Enforcement: Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities</li>\n<li>Business Transaction: If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.</li>\n<li>Other cases.\nWe may disclose your information also: if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.</li>\n</ul>Security of Data<p>The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>Your Data Protection Rights Under General Data Protection Regulation (GDPR)<p>If you are a resident of the European Union (EU) and European Economic Area (EEA), you have certain data protection rights, covered by GDPR.\n– See more at https://eur-lex.europa.eu/eli/reg/2016/679/oj.</p>\n<p>We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.\nIf you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please email us at support@invited.tv.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>the right to access, update or to delete the information we have on you;</li>\n<li>the right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete;</li>\n<li>the right to object.\nYou have the right to object to our processing of your Personal Data;</li>\n<li>the right of restriction.\nYou have the right to request that we restrict the processing of your personal information;</li>\n<li>the right to data portability.\nYou have the right to be provided with a copy of your Personal Data in a structured, machine-readable and commonly used format;</li>\n<li>the right to withdraw consent.&nbsp;You also have the right to withdraw your consent at any time where we rely on your consent to process your personal information;</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.\nPlease note, we may not able to provide Service without some necessary data.\nYou have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p>Your Data Protection Rights under the California Privacy Protection Act (CalOPPA)<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law’s reach stretches well beyond California to require a person or company in the United States (and conceivable the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy.\n– See more at: https://consumercal.org/about-cfc/cfc-education-foundation/california-online-privacy-protection-act-caloppa-3/.</p>\n<p>According to CalOPPA we agree to the following:</p>\n<ul>\n<li>users can visit our site anonymously;</li>\n<li>our Privacy Policy link includes the word “Privacy”, and can easily be found on the page specified above on the home page of our website;</li>\n<li>users will be notified of any privacy policy changes on our Privacy Policy Page;</li>\n<li>users are able to change their personal information by emailing us at support@invited.tv;</li>\n</ul>\n<p>We honor \"Do Not Track\" signals and do not track, plant cookies, or use advertising when a Do Not Track browser mechanism is in place.\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p>Your Data Protection Rights under the California Consumer Privacy Act (CCPA)<p>If you are a California resident, you are entitled to learn what data we collect about you, ask to delete your data and not to sell (share) it.\nTo exercise your data protection rights, you can make certain requests and ask us:</p>\n<ul>\n<li>What personal information we have about you.\nIf you make this request, we will return to you:</li>\n<li>\n<ul>\n<li>The categories of personal information we have collected about you.</li>\n<li>The categories of sources from which we collect your personal information.</li>\n<li>The business or commercial purpose for collecting or selling your personal information.</li>\n<li>The categories of third parties with whom we share personal information.</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n<li>A list of categories of personal information that we have sold, along with the category of any other company we sold it to.\nIf we have not sold your personal information, we will inform you of that fact.</li>\n<li>A list of categories of personal information that we have disclosed for a business purpose, along with the category of any other company we shared it with.</li>\n</ul>\n</li>\n</ul>\n<p>Please note, you are entitled to ask us to provide you with this information up to two times in a rolling twelve-month period.\nWhen you make this request, the information provided may be limited to the personal information we collected about you in the previous 12&nbsp;months.</p>\n<ul>\n<li>To delete your personal information.\nIf you make this request, we will delete the personal information we hold about you as of the date of your request from our records and direct any service providers to do the same.\nIn some cases, deletion may be accomplished through de-identification of the information.\nIf you choose to delete your personal information, you may not be able to use certain functions that require your personal information to operate.</li>\n<li>To stop selling your personal information.\nWe don't sell or rent your personal information to any third parties for any purpose.\nYou are the only owner of your Personal Data and can request disclosure or deletion at any time.</li>\n</ul>\n<p>Please note, if you ask us to delete or stop selling your data, it may impact your experience with us, and you may not be able to participate in certain programs or membership services which require the usage of your personal information to function.\nBut in no circumstances, we will discriminate against you for exercising your rights.\nTo exercise your California data protection rights described above, please send your request(s) to support@invited.tv.</p>\n<p>Your data protection rights, described above, are covered by the CCPA, short for the California Consumer Privacy Act.\nTo find out more, visit the official California Legislative Information website.\nThe CCPA took effect on 01/01/2020.</p>Service Providers<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), provide Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<p>\n<u>Google Analytics</u>\n<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.\nFor more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en.\nWe also encourage you to review the Google's policy for safeguarding your data: https://support.google.com/analytics/answer/6004245.</p>Payments<p>We may provide paid products and/or services within Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).\nWe will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>We may provide paid products and/or services within Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).\nWe will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>We work with Stripe's payment processor.\nTheir Privacy Policy can be viewed at: https://stripe.com/us/privacy.</p>Links to Other Sites<p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Children's Privacy<p>Our Services are not intended for use by children under the age of 13 (“Children”).</p>\n<p>We do not knowingly collect personally identifiable information from Children under 13.\nIf you become aware that a Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers.</p>Changes to This Privacy Policy<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update “effective date” at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us at support@invited.tv.</p>\n<p>\n<u>\n<i>Effective date: July 25, 2020</i>\n</u>\n</p>Terms of ServicePrivacy Policy<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-09-21 00:21:15.67724", "updated_at": "2021-09-20 22:22:35.238304"}, {"id": 9079, "name": "Terms of Service ", "url": "https://invited.tv/terms-of-service", "xpath": "//body", "text": " INVITEDSign InSign Up FreeTerms of ServiceIntroduction<p>Welcome to&nbsp;Invited&nbsp;(“Company”, “we”, “our”, “us”)! As you have just clicked our Terms of Service, please pause, grab a cup of coffee and carefully read the following pages.\nIt will take you approximately 20&nbsp;minutes.</p>\n<p>These Terms of Service (“Terms”, “Terms of Service”) govern your use of&nbsp;our web pages located at https://invited.tv&nbsp;operated by&nbsp;Invited.</p>\n<p>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.\nPlease read it here https://invited.tv/privacy-policy.</p>\n<p>Your agreement with us includes these Terms&nbsp;and our Privacy Policy&nbsp;(“Agreements”).\nYou acknowledge that you have read and understood Agreements, and agree to be bound of them.</p>\n<p>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at support@invited.tv so we can try to find a solution.\nThese Terms apply to all visitors, users and others who wish to access or use Service.</p>\n<p>Thank you for being responsible.</p>Communications<p>By creating an Account on our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing support@invited.tv.</p>Purchases<p>If you wish to purchase any product or service made available through Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.</p>\n<p>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.</p>\n<p>We may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties&nbsp;subject to our Privacy Policy.</p>\n<p>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.</p>\n<p>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p>Contests, Sweepstakes and Promotions<p>Any contests, sweepstakes or other promotions (collectively, “Promotions”) made available through Service may be governed by rules that are separate from these Terms of Service.\nIf you participate in any Promotions, please review the applicable rules&nbsp;as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms of Service, Promotion rules will apply.</p>Subscriptions<p>Some parts of Service are billed on a subscription basis (“Subscription(s)”).\nYou will be billed in advance on a recurring and periodic basis (“Billing Cycle”).\nBilling cycles are set&nbsp;either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or&nbsp;Invited&nbsp;cancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting&nbsp;Invited&nbsp;customer support team.</p>\n<p>A valid payment method, including&nbsp;PayPal, is required to process the payment for your subscription.\nYou shall provide&nbsp;Invited&nbsp;with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize&nbsp;Invited&nbsp;to charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason,&nbsp;Invited&nbsp;will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>Free Trial<p>Invited&nbsp;may, at its sole discretion, offer a Subscription with a free trial for a limited period of time (“Free Trial”).</p>\n<p>You may be required to enter your billing information in order to sign up for Free Trial.</p>\n<p>If you do enter your billing information when signing up for Free Trial, you will not be charged by&nbsp;Invited&nbsp;until Free Trial has expired.\nOn the last day of Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.</p>Fee Changes<p>Invited, in its sole discretion and at any time, may modify Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>Invited&nbsp;will provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of Service after Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>Refunds<p>We issue refunds for Contracts within seven (7) days of the original purchase of the Contract.</p>Content<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“Content”).\nYou are responsible for Content that you post on or through Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content on or through Service, You represent and warrant that: (i) Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.</p>\n<p>You retain any and all of your rights to any Content you submit, post or display on or through Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through Service.\nHowever, by posting Content using Service you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through Service.\nYou agree that this license includes the right for us to make your Content available to other users of Service, who may also use your Content subject to these Terms.</p>\n<p>Invited&nbsp;has the right but not the obligation to monitor and edit all Content provided by users.</p>\n<p>In addition, Content found on or through this Service are the property of&nbsp;Invited&nbsp;or used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.</p>Invited Proxy<p>The virtual browsers in Invited Rooms come with an extension installed to provide additional features to the Service.\nThe Invited Proxy is one such feature, and is intended to allow users to access content specific to their region.\nYou are responsible to adhere by the Terms of Service of whichever service you wish to access, whether or not the Invited Proxy is active.</p>Prohibited Uses<p>You may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service:</p>\n<ul>\n<li>In any way that violates any applicable national or international law or regulation.</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.</li>\n<li>In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.</li>\n<li>Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of Service.</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.</li>\n<li>Attack Service via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Take any action that may damage or falsify Company rating.</li>\n<li>Otherwise attempt to interfere with the proper working of Service.</li>\n</ul>Analytics<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<p>\n<u>Google Analytics</u>\n<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en.</p>\n<p>We also encourage you to review the Google's policy for safeguarding your data: https://support.google.com/analytics/answer/6004245.</p>Minimum Age<p>Service is intended only for access and use by individuals at least thirteen (13) years old.\nBy accessing or using any of Company, you warrant and represent that you are at least thirteen (13) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions of Terms.\nIf you are not at least thirteen (13) years old, you are prohibited from both the access and usage of Service.</p>Accounts<p>When you create an account with us, you guarantee that you are above the age of 13, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.</p>\n<p>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.</p>Room Creation, Naming, and Access<p>Invited features separate designated areas for chatting called “Rooms”.\nYou agree not to create or name Rooms that (i) violate the trademark, trade name, copyright or other rights of third parties, (ii) are based on indecent, pornographic, illegal or other inappropriate content, or (iii) otherwise violate the User Conduct rules set out below.\nYou agree to abide by the User Conduct rules set out below in connection with any Rooms you create or in which you participate and you agree not to authorize or encourage other Users to violate such rules.\nThe Company reserves the right, in its sole discretion and without obligation, to monitor the creation of Rooms, selection of Room names and conduct within Rooms.\nThe Company may, in its sole discretion and at any time for any reason (whether due to violation of this Agreement or otherwise), prevent the creation of any given Room, deny or block the use of any given Room name, change a Room name, or shut down, remove, or deny access to any given Room.\nThe Company may also suspend or terminate a User’s account and/or access to the Company Services at any time and for any reason (or no reason), in its sole discretion.</p>User Conduct<p>You agree that you are responsible for your own conduct and Content while using the Company Services and for any consequences thereof.\nYou agree to use Company Services only for purposes that are legal, proper and in accordance with the Agreement and any applicable laws, regulations, rules, policies or guidelines.\nBy way of example, and not as a limitation, you agree that when using Company Services, you will not:</p>\n<ul>\n<li>defame, abuse, harass, stalk, spam, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others;</li>\n<li>upload, post, display, transmit or otherwise share any inappropriate, defamatory, libelous, infringing, obscene, or unlawful Content;</li>\n<li>upload, post, display, transmit or otherwise share any Content that infringes, misappropriates or violates any patent, trademark, copyright, trade secret or other proprietary right or privacy right of any party;</li>\n<li>upload, post, display, transmit or otherwise share messages that promote pyramid schemes, chain letters or disruptive commercial messages or advertisements, or anything else prohibited by law, the Agreement or any applicable policies or guidelines;</li>\n<li>conduct any advertising or commercial activity on or through the Company Service without the prior written permission of Company;</li>\n<li>use Company Services for any illegal or unauthorized purpose;</li>\n<li>download any file posted by another that you know, or reasonably should know, cannot be legally distributed in such manner;</li>\n<li>impersonate another person or entity, or falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material;</li>\n<li>restrict or inhibit any other user from using and enjoying Company Services;</li>\n<li>modify, adapt, appropriate, reproduce, distribute, translate, reverse engineer, create derivative works of, publicly display, sell, trade, or exploit the Company Services, except as expressly authorized by Company;</li>\n<li>remove or modify any copyright, trademark or other proprietary rights notices contained in or on the Company Services;</li>\n<li>interfere with or disrupt (or access non-public parts of) the Company Services or servers or networks connected to the Company Services, or disobey any requirements, procedures, policies or regulations of networks connected to the Company Services;</li>\n<li>use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of Company Services or collect information about users for any unauthorized purpose;</li>\n<li>submit Content that falsely expresses or implies that such Content is sponsored or endorsed by Company;</li>\n<li>create user accounts by automated means or under false or fraudulent pretenses;</li>\n<li>create user accounts not intended for personal use by yourself;</li>\n<li>reserving usernames for the purpose of making them unavailable to others or to profit off of;</li>\n<li>remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Company Services, features that prevent or restrict the use of copying of the Company Services or features that enforce limitations on the use of the Company Services;</li>\n<li>promote or provide instructional information about illegal activities or promote physical harm or injury against any group or individual;</li>\n<li>or transmit, submit links to, upload, post, provide or otherwise share any viruses, worms, defects, Trojan horses, or any items of a destructive or malicious nature.</li>\n</ul>\n<p>International users agree to comply with their own local rules regarding online conduct and accessible content, including laws regulating the export of data to the United States or your country of residence.</p>Intellectual Property<p>Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of&nbsp;Invited&nbsp;and its licensors.\nService is protected by copyright, trademark, and other laws of&nbsp;foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of&nbsp;Invited.</p>Copyright Policy<p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on Service infringes on the copyright or other intellectual property rights (“Infringement”) of any person or entity.</p>\n<p>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to the email of your Copyright Agent , with the subject line: “Copyright Infringement” and include in your claim a detailed description of the alleged Infringement as detailed below, under “DMCA Notice and Procedure for Copyright Infringement Claims”.</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and/or through Service on your copyright.</p>DMCA Notice and Procedure for Copyright Infringement Claims<p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>0.1 an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest;</li>\n<li>0.2 a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;</li>\n<li>0.3 identification of the URL or other specific location on Service where the material that you claim is infringing is located;</li>\n<li>0.4 your address, telephone number, and email address;</li>\n<li>0.5 a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>0.6 a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>You can contact us at support@invited.tv.</p>Error Reporting and Feedback<p>You may provide us&nbsp;directly at support@invited.tv&nbsp;with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“Feedback”).\nYou acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback.\n(ii) Company may have development ideas similar to the Feedback.\n(iii) Feedback does not contain confidential information or proprietary information from you or any third party.\nand (iv) Company is not under any obligation of confidentiality with respect to the Feedback.\nIn the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.</p>Links To Other Web Sites<p>Our Service may contain links to third party web sites or services that are not owned or controlled by&nbsp;Invited.</p>\n<p>Invited&nbsp;has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT&nbsp;Invited&nbsp;SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.</p>\n<p>WE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD PARTY WEB SITES OR SERVICES THAT YOU VISIT.</p>Disclaimer Of Warranty<p>THESE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED THEREIN.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK.</p>\n<p>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES.\nWITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>Limitation Of Liability<p>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nEXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>Termination<p>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms.</p>\n<p>If you wish to terminate your account, you may simply discontinue using Service.</p>\n<p>All provisions of Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>Governing Law<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.</p>Changes To Service<p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.</p>Amendments To Terms<p>We may amend Terms at any time by posting the amended terms on this site.\nIt is your responsibility to review these Terms periodically.</p>\n<p>Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.</p>Waiver And Severability<p>No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.</p>Acknowledgement<p>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.</p>Contact Us<p>Please send your feedback, comments, requests for technical support to support@invited.tv.</p>\n<p>\n<u>\n<i>Effective date: January 11, 2021</i>\n</u>\n</p>Terms of ServicePrivacy Policy<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-09-21 00:21:15.675625", "updated_at": "2021-09-20 22:22:11.187248"}], "points": [{"id": 25256, "title": "You can opt out of promotional communications", "source": "https://invited.tv/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-09-23 04:25:56.906764", "updated_at": "2021-09-25 13:32:25.266908", "quoteText": "However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing support@invited.tv.", "case_id": 223, "document_id": 9079, "quoteStart": 1356, "quoteEnd": 1507}, {"id": 25255, "title": "There is a date of the last update of the agreements", "source": "https://invited.tv/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-09-23 04:22:49.913669", "updated_at": "2021-09-25 13:31:59.549603", "quoteText": "Effective date: January 11, 2021</i>", "case_id": 331, "document_id": 9079, "quoteStart": 28239, "quoteEnd": 28275}, {"id": 25182, "title": "Logs are kept for an undefined period of time", "source": "https://invited.tv/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-09-20 22:26:01.832214", "updated_at": "2021-09-25 13:32:18.963099", "quoteText": "Retention of Data<p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.", "case_id": 178, "document_id": 9080, "quoteStart": 6326, "quoteEnd": 6461}], "urls": ["invited.tv"]}}