{"error": 448, "message": "OK", "parameters": {"id": 5601, "name": "RTL Group", "created_at": "2021-11-13 21:14:03.467061", "updated_at": "2021-11-13 23:01:11.074321", "wikipedia": "https://en.wikipedia.org/wiki/RTL_Group", "keywords": null, "related": null, "slug": "rtl-group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5601.png", "url": "rtlgroup.com", "documents": [{"id": 10063, "name": " Terms of use", "url": "https://www.rtlgroup.com/en/special/terms_of_use.cfm", "xpath": "/html/body/div[5]/div/div/div", "text": "RTL Group General Disclaimer\n<p>Dear Visitor,<br>\n<br>\nThank you for accessing the RTL Group internet site.<br>\n<br>\nBy surfing on this website, you expressly acknowledge the following.<br>\n<br>\nThis website has been prepared with due care and compiled in good faith solely for the purpose of providing information on RTL Group SA and its group entities.\nHowever, neither RTL Group, nor any of its group entities make any representation or give any warranty, expressed or implied as to the completeness, the accuracy, the reliability, the timeliness or usefulness of the information contained on this site or any sites, including group entity and third party sites this site may allow you to access (\"linked sites\").\nIn particular, you should be aware that information contained in this site or any linked site may be incomplete, may contain errors, may be forward-looking or may have become out of date.\nFurthermore, information given on this site or on any linked site does not constitute in any way whatsoever an advice, opinion, recommendation or invitation to invest in or divest from any entities explicitly or implicitly referred to by this site or any shares or securities thereof.\nNeither RTL Group, nor any of its group entities shall take or shall be deemed to have taken any commitment, and they jointly and individually disclaim any obligation or duty to update any of the pages of this site or sites you may access via this site with a specific periodicity.\nRTL Group and its group entities reserve the right, at their sole and entire discretion and without further notice to change, supplement, withdraw or otherwise alter this site, or any sites of group entities or any pages thereof or implement, restrict or alter the terms and conditions for access to such sites.<br>\n<br>\nNeither RTL Group, nor any of its respective group entities, subsidiaries, divisions, affiliates, agents or representatives shall be liable to you or any third party for any loss or injury directly or indirectly arising out of your accessing this site or any linked site, or the information on this web site or any group entity site or any actions taken or not taken in response to any information on this web site or any group entity site or your use of (or inability to use) any such site.\nIn particular, RTL Group shall have no liability vis-à-vis you for any content displayed on third party site which the RTL Group site may allow you to access from time to time.\nAny such access shall not be and shall not be deemed to be an association with or endorsement of such site by RTL Group.<br>\n<br>\nAny and all elements which you may access, read, hear or see on this site or on any linked site/ group entity site, whether interactive or not, including, but not limited to trademarks, service marks, logos and designs are protected by intellectual property rights owned by RTL Group, its group entities or third parties.\nThus you may not deeplink, extract, decompile, distribute, modify, copy, distort or in any way alter or misrepresent or transmit any of such elements.<br>\n&nbsp;</p>\n<strong>Privacy Policy Statement</strong>\n<p>The Privacy Policy applies to all the online services and offers provided, as well as to all personal information collected from users on RTL Group’s Website.\n&nbsp;<br>\n<br>\nRTL Group takes the processing of personal data very seriously and is committed to protecting the rights and freedoms of data subjects in accordance with all the legal obligations.\nThus, RTL Group may amend this Privacy Policy at any time and we advise you to check the website periodically to review the latest version applicable.<br>\n<br>\nRTL Group processes personal data in accordance with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation).&nbsp.\nThis Privacy Policy explains how personal information is obtained, stored and used, when you interact with our websites.\nAs the processing of personal data depends on how you interact with the online services and offers, not all parts of this Privacy Policy may apply to you.<br>\n&nbsp;</p>\n<strong>Collection and Processing of Personal Data</strong>\n<p>The responsible controller with regard to the protection of your Personal Data is:<br>\nRTL Group<br>\n43 bd Pierre Frieden<br>\nL-1543 Luxembourg.<br>\nRTL Group may be contacted with regard to the privacy-related matters of this website at <strong>Privacy_Office@rtlgroup.com</strong>.<br>\n<br>\n“Personal Data” means any information that can be attributed to you, such as your name, your address, e-mail or postal addresses.\nRTL Group does not collect personal data from you except when you specifically provide it, e.g.\nwhen you order information material or subscribe to newsletters.\nRTL Group is responsible for personal data collected, as a controller, therefore determines the purpose and the means for its usage.<br>\n&nbsp;</p>\n<strong>Why do we process personal data?</strong>\n<p>RTL Group collects and processes your personal data only for specific and limited purposes intended to:<br>\n1.\nInform you about its news, press releases, financial results, events, new publications, changes in its management and others.<br>\n2.\nManage our relationship with you, Internet users for our services, for example, to address you personally with your name when sending you newsletters and keeping you informed regarding events, breaking news and special operations;<br>\n3.\nImprove our content with information about who (and how) our content is viewed;<br>\n4.\nEvaluate the effectiveness and usability of our website and its improvement for the benefit of our Internet users, to prevent hacker and virus attacks, to detect system malfunction and to prevent you from receiving unsolicited e-mails from us;<br>\n5.\nConduct internal statistical surveys and studies: for example, to evaluate your interests and to better define the development of our online strategies;<br>\n6.\nComply with legal obligations and requests from authorities, law enforcement agencies as well as for the defense and enforcement of legal claims.<br>\n&nbsp;</p>\n<strong>Legal basis for processing:</strong>\n<p>We process personal data about you when:</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou have consented or;<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRTL Group has legitimate interest of:<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;o&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nimproving user experience on the website.\nand<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndeveloping new service features.<br>\n<br>\nWe have identified which of these grounds for processing we are relying upon, for each of the ways of processing of your personal data.<br>\n&nbsp;</p>\n<strong>Processing under consent</strong>\n<p>When you have consented, we collect and use the following information about you:<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nContact Information<br>\nWe use contact information to respond to your inquiries, send you information as part of the services (as long as you have agreed to this at the point of providing your information and for as long as you do not opt-out).<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHow you use our services<br>\nWe collect information about the webpages you have visited and your activity on our site.\nWe collect this information so that we can track the most visited and most useful parts of our website to identify what are our most popular services and improve them.<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommunication via Email<br>\nRTL Group may send you emails about its financial results, news, new publications and others should you subscribe to such communication.<br>\n&nbsp;</p>\n<strong>Processing under legitimate interest</strong>\n<p>Your personal data are used exclusively for purposes of technical website administration, to operate, maintain and provide all features of our services, or for general communication with you.&nbsp.\nWe use the information to understand and analyse the usage trends and preferences of our visitors and users.<br>\n<br>\nOur legitimate interest is to improve the services and develop new functionalities.\nWe have undertaken appropriate measures to ensure that we place clear limitations and only the information necessary to achieve these legitimate aims is used.<br>\n<br>\nWe process your personal information under the following categories of data and on the basis of legitimate interest:<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDevice data.<br>\nWe collect device and browser information from you to troubleshoot website functionality issues and to fix bugs.<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLog data.<br>\nWe use log data for different business purposes to:<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ntrack your preferences and create new services, features, content;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfix bugs and troubleshoot product functionality.<br>\n<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo manage our services, we will also internally use your information and data, for the following limited purposes:<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To prevent potentially illegal activities.<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To screen for and prevent undesirable or abusive activity.\nFor example, we have automated systems that screen content for phishing activities, spam, and fraud.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLegal uses:<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To respond to legal requests or prevent fraud, we may need to disclose any information or data we hold about you.\nIf we receive a legal request, we may need to inspect the data we hold to determine how to respond.<br>\n&nbsp;</p>\n<strong>Types of personal data collected and processed:</strong>\n<p>The following types of personal information may be collected, stored, and used:</p>\n<ul>\n<li>Name</li>\n<li>First name</li>\n<li>Username&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\n<li>Address</li>\n<li>Company</li>\n<li>Phone</li>\n<li>Mobile Phone</li>\n<li>Email Address&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\n<li>Any other personal information that you send to us.<br>\n&nbsp;</li>\n</ul>\n<p>If you have any additional questions about the collection and storage of your personal data, please contact us at:<br>\nRTL Group<br>\n43, bd Pierre Frieden<br>\nL-1543 Luxembourg<br>\nEmail address: <strong>Privacy_Office@rtlgroup.com</strong>\n<br>\n<br>\n&nbsp;</p>\n<strong>Transfer to third parties</strong>\n<p>RTL Group might share your personal data with third-party service providers such as IT services providers, to provide you with high-quality services.<br>\n<br>\nThird parties, acting in our name and on our account will receive your personal information, only for the specific purposes for which they have been appointed.\nRTL Group makes sure that those third parties have the same legal obligations to protect your personal data and keeps them accountable for any possible breach of confidentiality, discretion and security.<br>\n<br>\nWe enter into confidentiality and data processing terms with partners to ensure that they comply with high levels of confidentiality and best practice in privacy and security standards, and we regularly review these standards and practices.<br>\n<br>\nWe also have to share information or data in order to:</p>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable policies, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>protect against harm to the rights, property or safety of our users, the public and/or as required or permitted by law.<br>\n&nbsp;</li>\n</ul>\n<p>Regarding non-personally identifiable information, we may share it with interested third parties to help them understand the usage patterns of our services and those of our partners.\nSuch non-personally identifiable information is anonymous usage data, as platform types, number of clicks, exit pages, etc.\nIn addition, non-personally identifiable information may be stored indefinitely.<br>\n&nbsp;</p>\n<strong>Storage and processing</strong>\n<p>The personal data collected through the different websites will be stored and processed on servers in the European Union.\nThe information is stored in password-protected and limited access databases.\nThe personal data will be stored no longer than necessary to carry out the specific purposes for which the information was collected.</p>\n<br>\n<strong>Your rights as data subject</strong>\n<p>You have the legal rights to obtain information about whether we hold your personal data, to access it, and to obtain its correction, update, amendment or deletion within reasonable means.<br>\n<br>\nWe will respond to your request to exercise these rights within a reasonable time (and in all cases within 30 days of receiving a request).<br>\n<br>\nRights which you are entitled to are:</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData access rights<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRight to correction<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRight to deletion<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRight to restrict processing<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRight to withdraw consent.\nand<br>\n•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData portability rights<br>\n<br>\nYou may exercise any of these rights by contacting us at: <strong>Privacy_Office@rtlgroup.com</strong>.<br>\n<br>\nYou control the information you provide about yourself.\nMost of our services do not require any form of registration, allowing you to visit our websites without telling us who you are.\nHowever, if you choose not to share your information, please be aware that you may be unable to access some of the areas of the websites and it may not be possible for us to respond to your query.<br>\n&nbsp;</p>\n<strong>Access to information</strong>\n<p>You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding that the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.<br>\n<br>\nOne request per year will be free of charge, more frequent requests may be subject to a reasonable fee.\nWe will fulfil your request by sending you a copy electronically, unless the request expressly specifies a different method.<br>\n<br>\nYou have the right to request access to the information we have on you.\nYou can do this by contacting us at <strong>Privacy_Office@rtlgroup.com</strong>.\nIn order to comply with your request, we may ask you to verify your identity.<br>\n&nbsp;</p>\n<strong>Correction and deletion</strong>\n<p>You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.<br>\n<br>\nIf your personal information changes (e.g.\nzip code, e-mail, postal address), please e-mail the changes to us in order to correct or update your personal data.<br>\n<br>\nIf at any point you wish for RTL Group to delete your information, or you wish to withdraw your consent on a specific purpose of processing your personal data, you can do so by simply contacting us at this email: <strong>Privacy_Office@rtlgroup.com</strong>.<br>\n<br>\n&nbsp;</p>\n<strong>Objection or restriction of processing</strong>\n<p>At any time, you can <strong>\n<u>object</u>\n</strong>to the processing of your personal data, that is based on our legitimate interest, or are processed for direct marketing purposes, in which case the personal data will no longer be processed for such purposes.<br>\n<br>\nIf you believe your right to privacy granted by applicable data protection laws has been infringed upon, please contact RTL Group at this email address: <strong>Privacy_Office@rtlgroup.com</strong>.<br>\n<br>\nIn some circumstances you have the right to <u>\n<strong>restrict</strong>\n</u> the processing of your personal data.\nThose circumstances are:<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou contest the accuracy of the personal data;<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProcessing is unlawful;<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defense of legal claims;<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnd you have objected to processing, pending the verification of that objection.<br>\n<br>\nIf you consider that the processing of your personal data infringes data protection laws, you have a legal right to lodge a complaint with the supervisory authority responsible for data protection.\nYou may do so in the EU Member state of your habitual residence, your place of work or the place of the alleged infringement.<br>\n&nbsp;</p>\n<strong>Minors</strong>\n<p>RTL Group strongly advises all parents and guardians to teach their children safe and responsible handling of personal data on the Internet.\nMinors should not transmit any personal data to our websites without the permission of their parents or guardians.\nRTL Group will never knowingly collect personal data from minors, or use it in any way, or disclose it to third parties without permission.<br>\n&nbsp;</p>\n<strong>Security measures</strong>\n<p>RTL Group takes great care to ensure the security of personal data, by maintaining suitable safeguards, including reasonable physical, administrative and technical safeguards to protect its database from unauthorised access, disclosure, alteration, loss or destruction.\nAll data collected by is stored in accordance with the security regulations.<br>\n&nbsp;</p>\n<strong>Links to other websites</strong>\n<p>Our Websites may contain links to other providers within and outside RTL Group, to which this Privacy Policy statement does not extend.\nWhen you leave one of our websites, please be aware of and read the privacy statements of each and every website that collects personally identifiable information.\nWe are not responsible for the content or privacy and security practices, and policies of third-party sites or services to which links or access are provided through our website.\nWe encourage you to learn about third parties’ privacy and security policies before providing them with information.<br>\n<br>\nIf you are using the functionalities of social media plug-ins, such as the ones provided by:</p>\n<ul>\n<li>Facebook Inc.\n(1 Hacker Way, Menlo Park, California 94025, USA);</li>\n<li>Twitter (1355 Market street, San Francisco, California, 94103, USA);</li>\n<li>LinkedIn (605 W Maude Ave, Sunnyvale, California, 94085, USA);</li>\n</ul>\n<p>They may store your IP address, and if you are logged in your Facebook/Twitter/LinkedIn account while visiting our website, both information will be linked.<br>\n<br>\nThe plug-in will create a direct link between your browser and the Facebook/Twitter/LinkedIn servers.<br>\n<br>\nWe have no influence regarding the nature and the amount of data, which the plug-in will transmit to Facebook/Twitter/LinkedIn servers.<br>\n<br>\nFurther information are available at:</p>\n<ul>\n<li>Facebook:&nbsp;<strong>https://www.facebook.com/help/186325668085084</strong>\n</li>\n<li>Twitter: <strong>https://help.twitter.com/en/safety-and-security#ads-and-data-privacy</strong>;</li>\n<li>LinkedIn: <strong>https://www.linkedin.com/help/linkedin/answer/62931?lang=en</strong>.<br>\n&nbsp;</li>\n</ul>\n<strong>Law Enforcement, Legal Process and Compliance</strong>\n<p>We may disclose personal data or other information if required to do so by law or in the good-faith belief that such action is necessary to comply with applicable laws, in response to a valid court order, judicial or other government warrant, or to otherwise cooperate with law enforcement or other governmental agencies.<br>\n&nbsp;</p>\n<strong>Transfer to third countries</strong>\n<p>RTL Group does not transfer your personal data outside of the European Union, to a country which does not assure an adequate level of protection of Personal Data, according to the EU Regulation 2016/679 applicable from the 25th of May 2018.<br>\n<br>\nYour Personal Data might be transferred to a company in a third country outside of the European Union, under one of the following circumstances:<br>\n<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe European Commission has adopted an \"adequacy decision\" with respect to the data protection laws of the respective country;<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Transfers to the respective country will be protected by appropriate safeguards, namely the use of standard data protection clauses adopted or approved by the European Commission.<br>\n<br>\nFacebook Inc.\ncomplies with the European data protection laws and it is certified under the EU – US Privacy Shield: <strong>https://www.privacyshield.gov/participant?id=a2zt0000000GnywAA&amp;status=Active</strong>.<br>\n<br>\nYou acknowledge that personal data that you submit for publication through our website or services may be available, via the internet, around the world.\nWe cannot prevent the use (or misuse) of such personal data by others.</p>\n<strong>Cookies Policy</strong>\n<p>A cookie is a small unit of data issued by the server of the website that you are viewing and which is registered on the hard disk of your computer or mobile device.\nThe cookie contains a unique code to recognise your browser during your visit to the website or during future visits.\nCookies can be placed by the server of the website you visit or by partners with whom this website collaborates.\nThe server of a website can only read the cookies it has placed itself.\nit does not have access to any other information on your computer or mobile device.<br>\n<br>\nThe content of a cookie typically consists of the name of the server that placed the cookie, an expiration date, and a unique encrypted code.\nCookies provide generally easier and faster interaction between the visitor and the website (a cookie may retain the user's chosen language, for example).\nIndeed, they memorise your preferences and allow you to accelerate your subsequent access to the site and facilitate your visits.<br>\n<br>\nIn addition, they help you navigate between different parts of the website.\nCookies may also be used to make the content of a website more relevant to the visitor and to adapt the website to the personal tastes and needs of the visitor.<br>\n<br>\nThe use of cookies requires your prior and explicit consent.\nYou can always return to it later and refuse these cookies and / or delete them at any time, by modifying the settings of your browser.<br>\n<br>\nOur website is using different types of cookies, namely:<br>\n<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFunctional cookies:<br>\nThese cookies are intended to facilitate and analyse the operation of our websites and to make their use more pleasant and personalized.\nThey allow to customize the services by memorising your preferences (choice of a language, currency, location, etc ...), to prevent you from repeating your choices during each visit to the site.\nThey are useful for collecting the information provided in the online forms, compiling statistics (ex.\nnumber of unique visitors) and analyzing the use of the site and the popularity of our pages.<br>\n<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSession cookies:<br>\nThe session cookie is essential for our site to function.\nIt is used to make sure that your experience, whilst on our site, is as seamless as possible as you move from page to page.\nThe cookie is installed automatically when a user connects to the site.<br>\n<br>\n-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThird-Party Cookies<br>\nThird-party cookies are placed by Google (Analytics / DFP)<br>\n<br>\nFor example, RTL Group uses Google Analytics and its Content Management System to collect information about how visitors use the website.\nThe cookies collect information anonymously, including the number of visitors to the site, where visitors have come to the site from and the pages they have visited.\nRTL Group uses this information to compile reports and to improve the site.\nIt is subject to Google’s current cookie policy, which you can find here: <strong>http://www.google.com/intl/en/policies/</strong>\n<br>\n<br>\nRTL Group protects the technical information collected by our use of Google Analytics.\nThe data collected will only be used on a need to know basis to resolve technical issues, administer the Site and identify visitor preferences.\nbut in this case, the data will be in non-identifiable form.\nRTL Group does not use any of this information to identify visitors or users.&nbsp.\nHowever, Google Analytics uses the cookie to identify you as a specific user on whatever other page you use where Google Analytics is activated.\nYour privacy is ensured.\nHowever, you may change your browser settings at any time and choose to access the Websites without accepting Cookies.</p>\n", "created_at": "2021-11-13 21:14:03.469926", "updated_at": "2021-11-13 20:14:24.0316"}], "points": [], "urls": ["rtlgroup.com"]}}