{"error": 448, "message": "OK", "parameters": {"id": 3911, "name": "one.com", "created_at": "2021-06-01 14:37:26.075713", "updated_at": "2021-06-01 22:00:20.634635", "wikipedia": null, "keywords": null, "related": null, "slug": "one-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3911.png", "url": "one.com", "documents": [{"id": 6633, "name": "Cookie Policy", "url": "https://www.one.com/en/info/cookie-policy", "xpath": "//*[@id=\"innercontent\"]", "text": " Cookies <p>When you visit one.com’s website, we store cookies on your computer.</p> Cookies for statistics <p>On www.one.com we use cookies in an aggregate form for statistical purposes.\nIt gives us for example opportunity to get an overview of how many people visit the different sections of our website, so we can make it as user friendly as possible.</p>\n<p>Cookies make one.com able to track information during the domain name registration and the package sign-up process.\nThese cookies do not track individual information.\nInformation one.com may track includes:</p>\n<dl>\n<dd>The customer’s Internet Protocol address</dd>\n<dd>Browser version or computer operating system used by the customer</dd>\n<dd>Number of links the customer click within the website</dd>\n<dd>State or country from which the customer accessed the site</dd>\n<dd>Date and time of the customer’s visit</dd>\n<dd>Name of the customer’s Internet service provider</dd>\n<dd>Web page the customer came from when visiting www.one.com</dd>\n<dd>Pages the customer viewed on the site</dd>\n</dl>\n<p>We use statistics to improve the usability and the information in the statistics are anonymous and will not be linked to you as a user.</p> Cookies for advertising purposes <p>On www.one.com we also use cookies for advertising purposes.\nWe use first-party cookies (such as the Google Analytics cookie) and third party cookies (such as the DoubleClick cookie).</p>\n<p>Visitors can opt out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ads Settings.</p>\n<p>one.com uses remarketing with Google Analytics to advertise online, and third-party vendors, including Google, show ads on sites across the Internet.</p>\n<p>one.com and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick cookie) together (1) to inform, optimize, and serve ads based on someone’s past visits to the website and (2) to report how ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to www.one.com.</p>\n<p>The Control panel, webmail and web applications that prompt you as a user to log in with username and password, do not use third party cookies.</p>\n<p>If you don’t want us to set cookies, please disable cookies in your browser.\nThis will reduce the usability of the site significantly.</p>\n<p>one.com or third parties do not know (and have no interest in knowing) the identity behind the visitors on www.one.com.</p> Deleting cookies <p>Learn how to delete cookies on your computer: How do I delete cookies?</p> Cookie decleration <p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\n</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>Your consent applies to the following domains: try-websitebuilder.one.com, login.one.com, help.one.com, webstats.one.com, filemanager.one.com, mail.one.com, one.com, webshop.one.com, websitebuilder.one.com</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 5/25/21 by Cookiebot: </p>\n<p>Necessary (37) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type __cf_bm [x2] One.com<br>Zendesk This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n1 day HTTP Cookie __cfduid [x3] Siteimprove<br>One.com<br>Zendesk Used by the content network, Cloudflare, to identify trusted web traffic.\n30 days HTTP Cookie __cfruid [x2] One.com<br>Zendesk This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\nSession HTTP Cookie __zlcstore [x2] Zendesk<br>One.com This cookie is necessary for the chat-box function on the website to function.\nPersistent HTML Local Storage _csrf One.com Ensures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\nSession HTTP Cookie _help_center_session One.com Preserves users states across page requests.\nSession HTTP Cookie _zendesk_session Zendesk Preserves users states across page requests.\nSession HTTP Cookie _zendesk_shared_session Zendesk Preserves users states across page requests.\nSession HTTP Cookie _zendesk_thirdparty_test Zendesk Tests whether the website user's browser allows third party cookies.\nSession HTTP Cookie acceptedCookiePolicy www-static.cdn-one.com Pending 5 years HTTP Cookie AWSALBCORS Zendesk Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 days HTTP Cookie CONSENT YouTube Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n6064 days HTTP Cookie CookieConsent [x7] Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie elementor One.com Used in context with the website's WordPress theme.\nThe cookie allows the website owner to implement or change the website's content in real-time.\nPersistent HTML Local Storage OneClientId www-static.cdn-one.com Pending Session HTTP Cookie onedotcomcountry One.com Pending 1 year HTTP Cookie OneSIDCrm www-static.cdn-one.com Pending Session HTTP Cookie OneSIDCrmAdmin www-static.cdn-one.com Pending Session HTTP Cookie OneSIDStatic One.com Pending Session HTTP Cookie OneStickyCart One.com Pending 5 days HTTP Cookie package-currency www-static.cdn-one.com Pending Session HTML Local Storage package-locale www-static.cdn-one.com Pending Session HTML Local Storage packages www-static.cdn-one.com Pending Session HTML Local Storage rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::b Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage rc::c Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage <p>Preferences (4) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type CookieConsentBulkSetting-# Cookiebot Enables cookie consent across multiple websites Persistent HTML Local Storage lang [x2] LinkedIn Remembers the user's selected language version of a website Session HTTP Cookie pll_language group.one This cookie is used to determine the preferred language of the visitor and sets the language accordingly on the website, if possible.\n1 year HTTP Cookie <p>Statistics (22) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _dc_gtm_UA-# One.com Used by Google Tag Manager to control the loading of a Google Analytics script tag.\n1 day HTTP Cookie _ga [x3] One.com<br>group.one Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat [x2] One.com<br>mail-static.cdn-one.com Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid [x3] One.com<br>group.one Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie _hjAbsoluteSessionInProgress One.com This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\n1 day HTTP Cookie _hjFirstSeen One.com This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n1 day HTTP Cookie _hjid One.com Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\n1 year HTTP Cookie _hjid One.com Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\nPersistent HTML Local Storage _hjIncludedInPageviewSample [x2] One.com<br>Hotjar Determines if the user's navigation should be registered in a certain statistical place holder.\n1 day HTTP Cookie _hjIncludedInSessionSample Hotjar Registers data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\n1 day HTTP Cookie _hjRecordingLastActivity One.com Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\nSession HTML Local Storage _hjTLDTest One.com Detects the SEO-ranking for the current website.\nThis service is part of a third-party statistics and analysis service.\nSession HTTP Cookie AnalyticsSyncHistory LinkedIn Used in connection with data-synchronization with third-party analysis service.\n29 days HTTP Cookie collect Google Used to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker hc:#:recently_visited_articles One.com Registers which articles the user has visited in a Zendesk knowledge base.\nPersistent HTML Local Storage hjViewportId Hotjar Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\nSession HTML Local Storage <p>Marketing (41) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type __zlcmid Zendesk Preserves users states across page requests.\n1 year HTTP Cookie _fbp [x2] One.com<br>group.one Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _gcl_au [x2] One.com<br>group.one Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 months HTTP Cookie _GRECAPTCHA Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n179 days HTTP Cookie _hjRecordingEnabled One.com This cookie is used to identify the visitor and optimize ad-relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.\nSession HTML Local Storage _pin_unauth One.com Used by Pinterest to track the usage of services.\n1 year HTTP Cookie A3 Oath Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.\n1 year HTTP Cookie ads/ga-audiences Google Used by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.\nSession Pixel Tracker B Oath Collects anonymous data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe registered data is used to categorise the users' interest and demographical profiles with the purpose of customising the website content depending on the visitor.\n1 year HTTP Cookie bcookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie bscookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie eng_mt [x4] One.com<br>Taboola Tracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website.\nPersistent HTML Local Storage fr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie lidc LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 day HTTP Cookie pagead/landing [x2] Google Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSession Pixel Tracker sp.pl Oath Pending Session Pixel Tracker taboola global:user-id [x4] One.com<br>Taboola Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\nPersistent HTML Local Storage test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie tr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nSession Pixel Tracker UserMatchHistory LinkedIn Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n29 days HTTP Cookie uuid One.com This cookie is used to optimize ad relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.\nSession HTTP Cookie VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage zte# One.com Saves a Zopim Live Chat ID that recognises a device between visits during a chat session.\nSession HTTP Cookie <p>Unclassified (43) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type __trlpubtkn One.com Pending Session HTTP Cookie _csrfToken One.com Pending Session HTTP Cookie _gaTest One.com Pending 2 years HTTP Cookie _gaTest_gid One.com Pending 1 day HTTP Cookie 1345525:session-data [x4] One.com<br>Taboola Pending Persistent HTML Local Storage article_tree.articles One.com Pending Session HTML Local Storage article_tree.categories One.com Pending Session HTML Local Storage article_tree.locale One.com Pending Session HTML Local Storage article_tree.sections One.com Pending Session HTML Local Storage events/1/b7ed386b69 New Relic Pending Session Pixel Tracker mail@cookiebot.1prod.one webmail InboxModSeq mail-static.cdn-one.com Pending Persistent HTML Local Storage oa mail-static.cdn-one.com Pending Session HTTP Cookie oc_CALDAV mail-static.cdn-one.com Pending Session HTTP Cookie oc_IMAP mail-static.cdn-one.com Pending Session HTTP Cookie OneChatLang [x2] Zendesk<br>One.com Pending 1 day HTTP Cookie onecom-cp-refresh-user www-static.cdn-one.com Pending Session HTML Local Storage onecom-cp-user www-static.cdn-one.com Pending Session HTML Local Storage OneLang One.com Pending Session HTTP Cookie OneUserHasAttemptedLogin One.com Pending 1 year HTTP Cookie os mail-static.cdn-one.com Pending 1 day HTTP Cookie ot mail-static.cdn-one.com Pending Session HTTP Cookie ou mail-static.cdn-one.com Pending Session HTTP Cookie persist:ChatWidget.chatForm [x3] One.com Pending Persistent HTML Local Storage persist:ChatWidget.chatOptions [x2] Zendesk<br>One.com Pending Persistent HTML Local Storage persist:ChatWidget.emailForm [x3] One.com Pending Persistent HTML Local Storage persist:ChatWidget.helpDesk [x3] One.com Pending Persistent HTML Local Storage persist:ChatWidget.navigation [x3] One.com Pending Persistent HTML Local Storage persist:ChatWidget.websdk [x3] One.com Pending Persistent HTML Local Storage ", "created_at": "2021-06-01 12:40:21.083259", "updated_at": "2021-06-01 12:40:28.844456"}, {"id": 6632, "name": "Privacy Notice", "url": "https://www.one.com/static/info-privacy-notice.do", "xpath": "//*[@id=\"innercontent\"]", "text": " GDPR one.com Privacy Notice In effect from 01.11.2019 <p>This Privacy Notice explains how information about you is collected, used and disclosed by ONE.COM when you use our website, mobile applications and other online products and services (collectively, the \"Services\") or when you otherwise interact with us.</p>\n<p>We may amend this Privacy Notice from time to time.\nIf we make changes, we will revise the date at the top of the notice and, depending on the specific amendments, we may provide you with additional notice.\nWe encourage you to review the Privacy Notice whenever you access our Services to stay informed about our information practices and the ways you can help protect your privacy.</p>\n<dl>\n<dd>Collection of personal data </dd>\n<dd>2.\nUse of personal data</dd>\n<dd>3.\nRecipients of your personal data</dd>\n<dd>4.\nDeletion of personal data</dd>\n<dd>5.\nCookies </dd>\n<dd>6.\nSecurity</dd>\n<dd>7.\nYour rights</dd>\n<dd>8.\nWithdrawal of consent</dd>\n<dd>9.\nAmendment of data, etc.\n</dd>\n<dd>10.\nComplaints</dd>\n<dd>11.\nData controller, contact information and DPO</dd>\n</dl> Collection of personal data 1.1 Collection at purchase <p>When you make a purchase with one.com, one.com will collect your contact information and birth date.</p>\n<p>When you wish to register certain top-level domains, we may require further identification like your social security number to be able to register the domain on behalf of you.</p>\n<p>You can help one.com to keep your personal information accurate by logging into your \"one.com control panel\".\nWe advise you to do so every time your personal details change.</p> 1.2 Other collection <p>When you access or use our Services, we automatically collect information about you, including:</p>\n<ul>\n<li>\n<p>Log Information: we log information about your use of our Services, including the type of browser you use, access times, pages viewed, your IP address, and the page you visited before navigating to our Services.</p>\n</li>\n<li>\n<p>Device information: we collect information about the device you use to access our Services, including information about the device’s software and hardware, Media Access Control (\"MAC\") address and other unique device identifiers, device token, mobile network information and time zone.</p>\n</li>\n<li>\n<p>Usage information: we collect information relating to your use of our Services, including which applications you use.</p>\n</li>\n<li>\n<p>Consumption information: we collect information about your consumption habits relating to your use of our Services, including which purchases you make.</p>\n</li>\n<li>\n<p>Information collected by cookies and other tracking technologies: we use various technologies to collect information, and this may include sending cookies to your computer or mobile device.\nCookies are small data files stored on your computer’s hard drive or in device memory that help us to improve our Services and your experience and see which areas and features of our Services are popular.\nPlease refer to our cookie policy for further information.</p>\n</li>\n<li>\n<p>Information using web beacons (also known as \"tracking pixels\").\nWeb beacons are electronic images that may be used in our Services or emails and help deliver cookies, count visits, and understand usage and campaign effectiveness.</p>\n</li>\n<li>\n<p>We also collect other information you provide directly to us, such as when you participate in a contest and promotion, request customer support, send us an email or otherwise interact with us.\nThe types of information we may collect about you include your name, email address and any other information you choose to provide.</p>\n</li>\n<li>\n<p>We may also obtain information from other sources and combine that with information we collect through our Services.\nWe may also collect information from app stores when you download or update one of our applications.</p>\n</li>\n</ul>\n<p>To the extent that you order on behalf of a company/legal entity then this privacy notice apply when we collect personal data on you as a contact person.</p> 2.\nUse of personal data <p>We may use information about you for various purposes, including to:</p>\n<ul>\n<li>\n<p>Provide, maintain and improve our current Services;</p>\n</li>\n<li>\n<p>Develop new Services;</p>\n</li>\n<li>\n<p>Respond to your comments, questions and requests and provide customer service and support;</p>\n</li>\n<li>\n<p>Send you technical notices, updates, security alerts and support and administrative messages;</p>\n</li>\n<li>\n<p>Communicate with you about products, services, offers, promotions and events offered by ONE.COM and others, and provide news and information we think will be of interest to you;</p>\n</li>\n<li>\n<p>Improve our Services</p>\n</li>\n<li>\n<p>Personalise and tailor advertisements, content or features to you personally - socalled profiling and behavioural marketing;</p>\n</li>\n<li>\n<p>Process and deliver contests and rewards;</p>\n</li>\n<li>\n<p>Monitor and analyse trends, usage and activities relating to our Services;</p>\n</li>\n<li>\n<p>Link or combine with information we get from others to help understand your needs and provide you with better service.\nand</p>\n</li>\n<li>\n<p>Carry out any other purpose for which the information was collected.</p>\n</li>\n</ul>\n<p>We may share information about you as follows or as otherwise described in this Privacy Notice:</p>\n<ul>\n<li>\n<p>We may share your name and email with Trustpilot A/S to collect reviews for purposes of improving our service(s).</p>\n</li>\n<li>\n<p>In response to a request for information if we believe disclosure is in accordance with any applicable legal requirement;</p>\n</li>\n<li>\n<p>If we believe your actions are inconsistent with the spirit or language of our terms or policies, or to protect the rights, property and safety of ONE.COM or others;</p>\n</li>\n<li>\n<p>To report abuse or clearly illegal activity</p>\n</li>\n<li>\n<p>In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.\nand</p>\n</li>\n<li>\n<p>We also may share aggregated information or otherwise anonymised information, which cannot reasonably be used to identify you.</p>\n</li>\n<li>\n<p>Our Services may offer social sharing features and other integrated tools (such as the Facebook \"Like button\"), which let you share actions you take on our Services with other media, and vice versa.\nThe use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing relating to social sharing features, please visit the privacy policies of the entities that provide these features.</p>\n</li>\n<li>\n<p>We may allow third parties to serve advertisements and provide analytics services relating to our Services.\nThese entities may use cookies, web beacons and other tracing technologies to collect information about your use of our Services, including your IP address, MAC address, device identifiers, software and hardware information, browser information, time zone and usage information.\nThis information may be used by ONE.COM and others to, among other things, analyse and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests and better understand your activity on our Services.\nThird-party analytics technologies are integrated into our Services, so if you do not want to be subject to these technologies, do not use or access our Services.\nOur Services may also integrate third party Application Program Interfaces (APIs), which allow others to collect and process information about you, including your geolocation information, to provide you with tailored advertisements, offers and other content.\nYou have the ability to control the collection and use of your geolocation information at all times.\nYou may disable location based services at any time by adjusting the settings of your mobile device.</p>\n</li>\n</ul> 3.\nRecipients of your personal data <p>\"Your personal data\" are the data we collect about you upon purchase (as described in section 1.1) and other collection (as described in section 1.2.).</p> 3.1 Disclosure to other one.com entities <p>We disclose your personal data to recipients in the role as data processors, which we collaborate with when we use your personal data as described in section 2.\nThis includes (i) our support group companies (group centres) located in the Philippines, Sweden, Norway, Netherlands and Denmark, (ii) our server parks located in Denmark and Norway.\nand (iii) system operations activities in Denmark and India.\nThese recipients process your data (customer) on some occasions.\nOur support centres process your data (customer data), when it is necessary to provide support to you.\nOur data centres are the place we host the data you place on our web sites.</p> 3.2 Disclosure to one.com’s collaborating partners <p>We use a number of partners and subcontractors whom we have agreements with in order to process personal data.\nStandard contracts are used if the processing takes place outside the EU.</p>\n<p>The agreements regulate what personal data is being processed, why the processing is done, how personal data are to be protected, how it can be processed and for how long.</p> 3.3 Disclosure to domain name authorities <p>As part of our obligations as a domain name registrar, one.com is required to provide certain information to naming authorities around the world about customers who register domain names at one.com.</p>\n<p>This information will vary according to the guidelines from the domain name authority.\nAs a general rule, the data we provide includes your contact details (name and address), but may also include your email, telephone number and date of birth.\nThe relevant naming authority may make such information available for the public through open, accessible directories of domain name owners, socalled whois.\n</p> 3.4 Disclosure of data to courts or authorities <p>Your data (customer data) is any information you have placed on your web space at one.com, for example emails, internet pages, photos and database content.\none.com does not form any opinion or perform any legal review of your data (the customer data) on your web space account.\nWe refer to our for further info on disclosure to courts or authorities as well.</p> 4.\nDeletion of personal data <p>We will delete your personal data when we no longer need to process them in relation to one or more of the purposes set out above.\n</p>\n<p>Generally, we will store your personal for as long as there is still an active subscription and when required to deliver the service and support.\nOtherwise we will store your personal data for up to 8 weeks or longer if legal requirements demand us to do so.</p>\n<p>However, the data may be processed and stored for a longer period in anonymised form in order for us to improve the service.</p> 5.\nCookies <p>We use cookies on our website.\nYou can read more about the use of cookies in our Customer Data Policy.</p> 6.\nSecurity <p>We have implemented security measures to ensure that our internal procedures meet our high security policy standards.\nAccordingly, we strive to protect the quality and integrity of your personal data.\nThis includes encryption of data and use of pseudonymisation or anonymisation whenever applicable.</p>\n<p>It also includes physical and logical access control, backup, logs, encrypted communications and other measures to mitigate risks.</p>\n<p>However, the data may be processed and stored for a longer period in anonymised form in order for us to improve the service.</p> 7.\nYour rights <p>You are at any time entitled to be informed of the personal data about you that we process, but with certain legislative exceptions.\nYou also have the right to object to the collection and further processing of your personal data including profiling/automated decision making.\nFurthermore, you have the right to have your personal data rectified, erased or blocked.\nMoreover, you have the right to receive information about you that you have provided to us, and the right to have this information transmitted to another data controller (data portability).</p>\n<p>If you wish to know more and/or exercise any of these rights, please contact one.com.</p> 8.\nWithdrawal of consent <p>You may, at any time, withdraw any consent you have given and we will no longer process your personal data, unless we can continue the processing based on another purpose.\nIf you wish to withdraw your consent, please contact one.com.</p> 9.\nAmendment of data, etc.\n<p>If you want us to update, amend or delete the personal data that we process about you, if you wish to get access to the data, or if you have any questions concerning the above guidelines, you may contact one.com .</p> 10.\nComplaints <p>If you wish to appeal against the processing of your personal data, please contact us as indicated above.\nYou may also contact the Swedish Data Protection Agency, Drottninggatan 29, 104 20 Stockholm, Sweden.\n</p> 11.\nData controller, contact information and DPO <p>\n<u>Data Controller</u>\n<br> One.com Group AB<br> Carlsgatan 3<br> 211 20 Malmö</p>\n<p>\n<u>DPO - Data Protection Officer</u>\n<br> Bech-Bruun<br> DPO Service<br> Langelinie Allé 35<br> 2100 Copenhagen Ø, Denmark</p> ", "created_at": "2021-06-01 12:39:39.470035", "updated_at": "2021-06-01 12:39:46.906806"}, {"id": 6631, "name": "Terms and Conditions", "url": "https://www.one.com/en/terms-and-conditions-usd", "xpath": "//body", "text": null, "created_at": "2021-06-01 14:37:26.078345", "updated_at": "2021-06-01 12:40:49.855387"}], "points": [], "urls": ["one.com"]}}