{"error": 448, "message": "OK", "parameters": {"id": 3778, "name": "Comparitech ", "created_at": "2021-05-25 18:28:36.561161", "updated_at": "2021-05-25 22:00:21.187216", "wikipedia": null, "keywords": null, "related": null, "slug": "comparitech_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3778.png", "url": "comparitech.com", "documents": [{"id": 6338, "name": " Cookies Policy", "url": "https://www.comparitech.com/privacy-policy/cookies-policy/", "xpath": "/html/body/div[2]/div[2]/div[2]/div/div/div[1]/div", "text": " <p>This is the Cookies Policy (the <strong>‘Policy’</strong>) of Comparitech Limited, company number 09962280, of Suite 3 Falcon Court Business Centre, College Road, Maidstone, Kent, ME15 6TF (hereafter ‘<strong>Comparitech</strong>’, ‘<strong>we</strong>’ or ‘<strong>us</strong>’).\nThis Policy describes the ways in which Comparitech collects and uses information about you via cookies when you use our website at www.comparitech.com (the “<strong>Website</strong>”).</p>\n<p>&nbsp;</p>\n<p>Comparitech may change this Policy at any time in which case we shall notify you of any changes to this Policy by noting this on the Website.\nThe changes will apply to your use of the Website after we have given notice.\nIf you do not wish to accept the new Policy you should not continue to use the Website.\nIf you continue to use the Website after the date on which the change comes into effect, your use of the Website indicates your agreement to be bound by the new Policy.</p>\n<p>&nbsp;</p>\n<p>This Policy was last changed on 24 May 2018.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>What are Cookies?</strong> Cookies are small text files that are placed on your device when you use the Website.\nComparitech’s use of cookies is detailed below.\n<em>Session cookies</em> enable you to move from page to page within the Website and any information you enter will be remembered but is deleted when you close your browser or after a short time.\n<em>Persistent cookies</em> allow us to remember your preferences and settings when you use the Website in the future.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Disabling Cookies: </strong>The use of the cookies described above improves the functionality of the Website and your experience of using them.\nIf you do not want these cookies to be served on your device, you are able to disable them by changing the settings within your browser, or on your device.\nPlease note that if you do decide to disable cookies you may not be able to access some of the Website, and some of the features of the Website may not function properly.</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>Third Party Cookies: </strong>Third Party advertisers may place or read cookies on your browser or device on the Website.\nThis Policy is applicable only to the use of cookies by Comparitech and does not cover the use of cookies by any third parties (including advertisers or social media companies).</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>More information: </strong>To find out more about how cookies work, how to manage and delete them and to see which ones have been set please visit aboutcookies.org or www.allaboutcookies.org.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Comparitech uses cookies and similar technologies in the following ways when you use the Website:</p>\n<p>&nbsp;</p>\n<strong>Cookie Type</strong>\n<strong>Purpose</strong>\n<strong>Further Information</strong> Google Analytics\nComparitech uses Google Analytics cookies to collect information about how visitors use the Website, which Comparitech uses in turn to&nbsp;help improve its services.\nThese cookies collect information such as the number of Website users, where users are located when using the Website and the parts of the Website they visit.\nGoogle Analytics Social networks\nWhere you decide to share an article or other Website information via social networks such as Facebook, Twitter, LinkedIn, Pinterest and Google+, these social networks will each have their own privacy settings which you should be aware of.\nTwitter<br>\nFacebook<br>\nLinkedIn<br>\nPinterest<br>\nGoogle+ <strong>Convert.com</strong>\nConvert.com is a testing tool which uses cookies designed to improve user experience by testing different web pages to see which users prefer.\nThese cookies do not collect information that identifies a visitor.\nAll information from these cookies is aggregated rendering it anonymous.\nIt is therefore used only to improve how this Website works.\n<strong>WPML</strong>\nThis helps remember your choice of language when using our Website\nWPML <strong>Speed Test Tool</strong>\nThis is used in relation to our internet provider speed test and helps us to analyse if you have taken the test before.\n<strong>Icegram</strong>\nThis is used to help remember if a pop-up has been shown and/or dismissed before\nIcegram <strong>WordPress</strong>\nWe use these to help verify who you are\nWordPress <strong>CrazyEgg</strong>\nIt is Crazy Egg’s policy to use first-party cookies (small text files that Crazy Egg stores locally on your computer) for one or more of the following purposes: to help identify whether a visitor is a first time visitor, or has visited previously (provided that it will not store identifiers that can be used to personally identify such visitors).\nassess usage patterns and perform traffic analysis.\nidentify preferences.\ndiagnose problems with servers.\nanalyse trends.\nand otherwise administer its products and services.\nSuch cookies do not include Personally Identifiable Information such as name, phone number, e-mail address or mailing address, nor does Crazy Egg link cookies to such Personally Identifiable Information in its servers or databases.\nCrazyEgg <strong>HotJar</strong>\nHotjar is a user feedback tool which uses cookies to remember whether you have responded to or minimised a feedback poll on the Website.\nHotJar ", "created_at": "2021-05-25 18:28:36.57106", "updated_at": "2021-05-25 16:32:28.057266"}, {"id": 6337, "name": " Terms of use", "url": "https://www.comparitech.com/terms/", "xpath": "/html/body/div[2]/div[2]/div[2]/div/div/div[1]/div", "text": " <p>\n<b>IMPORTANT LEGAL NOTICE – WEBSITE TERMS AND CONDITIONS</b>\n</p>\n<p>\n<b>ATTENTION: WELCOME TO COMPARITECH.COM, THIS WEBSITE IS OWNED AND OPERATED BY COMPARITECH LIMITED (‘THE COMPANY’), A REGISTERED UK LIMITED COMPANY.\nTHIS LEGAL NOTICE APPLIES TO THE ENTIRE CONTENTS OF THIS WEBSITE UNDER THE DOMAIN NAME WWW.COMPARITECH.COM (‘WEBSITE’) AND TO ANY CORRESPONDENCE BY E-MAIL BETWEEN US AND YOU.\nPLEASE READ THESE TERMS BEFORE USING THIS WEBSITE.\nUSING THIS WEBSITE INDICATES THAT YOU ACCEPT THESE TERMS REGARDLESS OF WHETHER OR NOT YOU CHOOSE TO REGISTER WITH US.\nIF YOU DO NOT ACCEPT THESE TERMS, DO NOT USE THIS WEBSITE.\nTHIS NOTICE IS ISSUED BY COMPARITECH LIMITED (‘THE COMPANY’).</b>\n</p>\n<p>\n<b>Introduction</b>\n</p>\n<p>You will be able to access all areas of this Website without registering your details with us.</p>\n<p>By accessing any part of this Website, you shall be deemed to have accepted this legal notice in full.\nIf you do not accept this legal notice in full, you must leave this Website immediately.</p>\n<p>The Company may revise this legal notice at any time by updating this posting.\nYou should check this Website from time to time to review the then current legal notice, because it is binding on you.</p>\n<p>\n<b>Licence</b>\n</p>\n<p>You are permitted to access our Website, use our comparison information and guides and download and store information from this Website on the following basis:</p>\n<ul>\n<li>such material is for personal use only;</li>\n<li>no commercial use is made of any information or material on this Website;</li>\n<li>you accept that your use of the information on this Website is done so at entirely your own risk.</li>\n</ul>\n<p>All intellectual property rights in the material on this Website are owned by the Company.\nFor the purposes of this legal notice, any use of this Website other than in accordance with the paragraph above for any purpose is prohibited.</p>\n<p>\n<b>Website Service Access</b>\n</p>\n<p>While the Company endeavours to ensure that this Website is normally available 24 hours a day, the Company will not be liable if for any reason this Website is unavailable at any time or for any period.</p>\n<p>Access to this Website may be suspended temporarily and without notice in the case of system failure, maintenance or repair or for reasons beyond the Company’s control.</p>\n<p>\n<b>Visitor material and conduct</b>\n</p>\n<p>Any material you transmit to this Website will be considered non-confidential and non-proprietary.\nThe Company will have no obligations with respect to such material.\nThe Company will be free to copy, disclose, distribute, incorporate and otherwise use such material and all data, images, sounds, text and other things embodied therein for any and all commercial or non-commercial purposes.</p>\n<p>\n<b>You are prohibited from transmitting to or from this Website any material:</b>\n</p>\n<ul>\n<li>that is threatening, defamatory, obscene, indecent, seditious, offensive, pornographic, abusive, liable to incite racial hatred, discriminatory, menacing, scandalous, inflammatory, blasphemous, in breach of confidence, in breach of privacy or which may cause annoyance or inconvenience;</li>\n<li>for which you have not obtained all necessary licences and/or approvals;</li>\n<li>which constitutes or encourages conduct that would be considered a criminal offence, give rise to civil liability, or otherwise be contrary to the law of or infringe the rights of any third party, in any country in the world.\nor</li>\n<li>which is technically harmful (including, without limitation, computer viruses, logic bombs, Trojan horses, worms, harmful components, corrupted data or other malicious software or harmful data).</li>\n</ul>\n<p>\n<b>You may not misuse the Website (including, without limitation, by hacking).</b>\n</p>\n<p>The Company will fully co-operate with any law enforcement authorities or court order requesting or directing the Company to disclose the identity or locate anyone transmitting any material in breach of our terms and conditions.</p>\n<p>\n<b>Links to and from other websites</b>\n</p>\n<p>Links to third party websites on this Website are provided solely for your convenience.\nIf you use these links, you leave this Website.\nThe Company has not reviewed all of these third party websites and does not control and is not responsible for these websites or their content.\nThe Company therefore does not endorse or make any representations about them, or any material found there, or any results that may be obtained from using them.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk.</p>\n<p>The Company may earn referral fees from some of the companies and services linked to on this Website, please read our disclosure page for further details.</p>\n<p>\n<b>If you would like to link to this Website, you may only do so on the basis that:</b>\n</p>\n<ul>\n<li>you do not create a frame or any other browser or border environment around this Website;</li>\n<li>you do not in any way imply that the Company is endorsing any products or services other than its own;</li>\n<li>you do not misrepresent your relationship with the Company nor present any other false information about the Company;</li>\n<li>you do not link from a website that is not owned by you.\nand</li>\n<li>your website does not contain content that is distasteful, offensive or controversial, infringes any intellectual property rights or other rights of any other person or otherwise does not comply with all applicable laws and regulations.</li>\n</ul>\n<p>You shall fully indemnify the Company for any loss or damage suffered by the Company or any of its group companies for breach of our terms and conditions.</p>\n<p>\n<b>Disclaimer</b>\n</p>\n<p>While the Company endeavours to ensure that the information on this Website is correct the Company does not warrant the accuracy or suitableness of any of the products or services featured on this Website.</p>\n<p>The material at this Website is provided ‘as is’ without any conditions, warranties or other terms of any kind.\nAccordingly, to the maximum extent permitted by law, the Company provides you with this Website, including its associated materials, on the basis that the Company excludes all representations, warranties, conditions and other terms (including, without limitation, the conditions implied by law of satisfactory quality, fitness for purpose and the use of reasonable care and skill) which but for this legal notice might have effect in relation to this Website.\nWhilst we aim to keep data and information on the Website accurate we cannot make any guarantees or warranties regarding the accuracy of this information and data.\nThe information on this Website should not be taken as advice or endorsement of any activity, company or product and you should always carry out your own research.\nAll information on this Website is for informational purposes only and we do not and will not promote, encourage or condone any illegal activity, breach of contract or damage to any company, organisation or individual.</p>\n<p>The Company may have financial relationships with some of the companies and services listed or linked to on this Website, please read our disclosure page for further details.</p>\n<p>\n<b>Liability</b>\n</p>\n<p>The Company, any other party (whether or not involved in creating, producing, maintaining or delivering this Website), and any of the Company’s group companies and the officers, directors, employees, shareholders or agents of any of them, exclude all liability and responsibility for any amount or kind of loss or damage that may result to you or a third party (including without limitation, any direct, indirect, punitive or consequential loss or damages, or any loss of income, profits, goodwill, data, contracts, use of money, or loss or damages arising from or connected in any way to business interruption, and whether in tort (including without limitation negligence), contract or otherwise) in connection with this Website.</p>\n<p>\n<b>Governing law and jurisdiction</b>\n</p>\n<p>This legal notice shall be governed by and construed in accordance with English law.\nDisputes arising in connection with this legal notice shall be subject to the exclusive jurisdiction of the English courts.</p> ", "created_at": "2021-05-25 18:28:36.568236", "updated_at": "2021-05-25 16:34:31.065116"}, {"id": 6336, "name": " Privacy policy", "url": "https://www.comparitech.com/privacy-policy/", "xpath": "/html/body/div[2]/div[2]/div[2]/div/div/div[1]/div", "text": " <p>This is the Privacy Policy (the <strong>‘Policy’</strong>) of Comparitech Limited, company number 09962280, of Suite 3 Falcon Court Business Centre, College Road, Maidstone, Kent, ME15 6TF, United Kingdom (hereafter ‘<strong>Comparitech</strong>’, ‘<strong>we</strong>’ or ‘<strong>us</strong>’).\nThis Policy describes the ways in which Comparitech collects and uses information about you when you use our website at www.comparitech.com (the “<strong>Website</strong>”).</p>\n<p>&nbsp;</p>\n<p>Comparitech may change this Policy at any time in which case we shall notify you of any changes to this Policy by noting this on the Website.\nThe changes will apply to your use of the Website after we have given notice.\nIf you do not wish to accept the new Policy you should not continue to use the Website.\nIf you continue to use the Website after the date on which the change comes into effect, your use of the Website indicates your agreement to be bound by the new Policy.</p>\n<p>&nbsp;</p>\n<p>This Policy was last changed on 24 May 2018.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>ICO registration</strong>: For the purposes of data protection legislation, Comparitech is the controller for the processing of your personal data.\nComparitech has notified the Information Commissioner’s Office (“<strong>ICO</strong>”) of its processing of personal data.\nThe notification indicates what data is processed by Comparitech and for what purpose, and to which persons or entities the data will be provided.\nComparitech’s registration number is ZA384009.</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>Information which is collected when you use the Website: </strong>Comparitech may collect the following information from you when you use the Website (collectively, the “<strong>Data</strong>”):\n<ol>\n<li>any information collected by Comparitech in relation to its use of cookies.\nClick here for further information on Comparitech’s use of cookies (“<strong>Cookies Data</strong>”).</li>\n<li>certain technical/analytical information collected by Comparitech when you use the Website such as IP addresses, times and methods of your requests, browser and operating system types and other usage data such as pages you visit, for how long and the frequency of such visitations (“<strong>Analytics Data</strong>”).</li>\n<li>if you choose to provide it to Comparitech, your email address and, in certain cases, your zip code (used when participating in our broadband availability tool).\nIf you provide the e-mail address of any other person you confirm that you have that party’s consent to provide such e-mail address to Comparitech.</li>\n<li>information obtained via the use of certain tools hosted on tools.comparitech.com, including your IP address (“<strong>Tools Data</strong>“).</li>\n</ol>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>How the information collected about you when you </strong>\n<strong>use the Website is used: </strong>The information about you described in Clause 2 may be used by Comparitech as follows:\n<ol>\n<li>The Cookies Data and Analytics Data is collected to enable Comparitech to monitor and analyse web traffic and can be used to keep track of visitor behaviour on the Website.</li>\n<li>Your e-mail address is used, where you choose to submit it in relation to e.g., subscribing for a mailing list or newsletter, to provide that mailing list or newsletter to you.\nWe will also, subject to obtaining your consent to do so (unless otherwise permitted under direct marketing legislation), use your e-mail address to send you information about products/services that we consider you might be interested in.\nYou may opt out of us using your e-mail address for such marketing purposes at any time by clicking unsubscribe within the e-mail itself.</li>\n<li>Your zip code is only used in relation to the broadband availability tool should you choose to use it.</li>\n<li>The Tools Data is used by us in terms of two specific tools: (i) a DNS leak test which helps you identify privacy issues so that they can be fixed.\nWe may also, at the same time, and only if you give your consent, access your devices such as camera and microphone but you can revoke such access at any time via your standard browser settings.\nand (ii) a speed test.</li>\n<li>All of the Data is shared with third parties as described further below.</li>\n</ol>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Grounds for processing</strong>: Comparitech relies on the legitimate interests processing ground to collect the Cookies Data and Analytics Data.\nIt is in Comparitech’s legitimate interests to collect the Cookies Data and Analytics Data because this is necessary in order to provide and improve the Website.\nThe items of personal data collected are extremely limited and therefore not of a nature whereby your rights and freedoms as a data subject are outweighed by such data collection.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Comparitech relies on consent to obtain your e-mail address and zip code and Tools Data as you can choose whether to provide such e-mail address or zip code to Comparitech or not and you can choose whether to participate in the DNS leak test or speed test too.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Sharing information with third parties: </strong>Comparitech shall not pass your information to any third party (other than as described in this clause).\nYour information may, subject to Comparitech’s obligations to comply with applicable data protection legislation, be shared with the following third parties:\n<ol>\n<li>those entities listed in its Cookies Policy, click here for more details;</li>\n<li>the provider of Comparitech’s own database;</li>\n<li>with its hosting providers and assistors such as AWS, A2 and Presslabs;</li>\n<li>having taken precautions to maintain the security of such information, Comparitech may share this information with its regulator (the ICO);</li>\n<li>in anonymised form, Comparitech may share the information with:\n<ol>\n<li>any third party, in relation to the sale of some or all of Comparitech’s business, or its assets, or as part of any business restructuring or reorganisation.\nComparitech will take steps with the aim of ensuring that your rights continue to be protected if your personal data is transferred in accordance with this clause;</li>\n<li>data aggregators and platform providers as part of an analysis of user metrics or sales performance.\nor</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ul>\n<li>law enforcement agencies in compliance with law enforcement.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Links to third party websites and third party adverts:</strong> Comparitech is not responsible for the privacy policies and practices of other sites even if you access them via the Website.\nYou should check the policy of each site you visit and contact its owner or operator if you have any concerns or questions.\nIn addition, if you link to the Website from a third party site or via a social network, Comparitech is not responsible for the privacy policies and practices of the owners or operators of that third party site and recommends that you check the policy of that third party site and contact its owner or operator if you have any concerns or questions.</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>Security</strong>: Comparitech has implemented technology and policies to safeguard your privacy from unauthorised access and improper use.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Storage and Data Retention</strong>: Comparitech stores the Data in various countries, including outside the EEA.\nHowever, where it does store the Data outside the EEA it takes measures to ensure that the transfer of such Data is deemed adequate under the GDPR.\nComparitech keeps the Data for the time necessary to provide the service requested by you from the Website.</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>Exercising your rights:</strong> You can contact us using the details set out in Clause 10 below if you wish to: (i) access a copy of the personal data that we hold about you.\n(ii) correct any items of personal data that we hold about you.\nand/or (iii) have any items of personal data that we hold about you erased or object to our processing of such items of personal data.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Comparitech Details:</strong> If at any time you would like to contact Comparitech about your views on this Policy or any enquiry relating to your personal information, you can do so by sending an e-mail to us at info@comparitech.com.\nYou also have the right to make a complaint to the ICO by contacting them at any time.</li>\n</ol> ", "created_at": "2021-05-25 18:28:36.565177", "updated_at": "2021-05-25 16:29:32.331374"}], "points": [{"id": 21140, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.comparitech.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-25 16:59:30.385252", "updated_at": "2021-05-25 17:49:14.28791", "quoteText": "You are permitted to access our Website, use our comparison information and guides and download and store information from this Website on the following basis:</p>\n<ul>\n<li>such material is for personal use only;", "case_id": 143, "document_id": 6337, "quoteStart": 1261, "quoteEnd": 1473}, {"id": 21141, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.comparitech.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-25 17:00:39.694123", "updated_at": "2021-05-25 17:49:04.176982", "quoteText": "The material at this Website is provided ‘as is’ without any conditions, warranties or other terms of any kind.", "case_id": 286, "document_id": 6337, "quoteStart": 5978, "quoteEnd": 6089}, {"id": 21209, "title": "There is a date of the last update of the agreements", "source": "https://www.comparitech.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:24:35.234987", "updated_at": "2021-05-26 11:58:30.589536", "quoteText": "This Policy was last changed on 24 May 2018.", "case_id": 331, "document_id": 6336, "quoteStart": 994, "quoteEnd": 1038}, {"id": 21215, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.comparitech.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-25 22:23:00.801649", "updated_at": "2021-05-26 12:04:16.664359", "quoteText": "If you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk.", "case_id": 279, "document_id": 6337, "quoteStart": 4528, "quoteEnd": 4644}, {"id": 21237, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.comparitech.com/privacy-policy/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-05-26 12:49:20.497568", "updated_at": "2021-05-28 07:22:43.69579", "quoteText": "Comparitech may change this Policy at any time in which case we shall notify you of any changes to this Policy by noting this on the Website.", "case_id": 122, "document_id": 6338, "quoteStart": 492, "quoteEnd": 633}], "urls": ["comparitech.com"]}}