{"error": 448, "message": "OK", "parameters": {"id": 6073, "name": "Cumulus Media ", "created_at": "2021-12-16 21:34:30.146595", "updated_at": "2021-12-16 23:01:15.032415", "wikipedia": null, "keywords": null, "related": null, "slug": "cumulus-media", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6073.png", "url": "cumulusmedia.com", "documents": [{"id": 10981, "name": " Terms of Service", "url": "https://www.cumulusmedia.com/terms-of-service/", "xpath": "", "text": " Cumulus Media <ul>\n<li>About Us\n<ul>\n<li>Company Overview</li>\n<li>Executive Leadership</li>\n<li>Board of Directors</li>\n<li>Newsroom</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Advertising Solutions\n<ul>\n<li>Local Solutions</li>\n<li>Network Solutions</li>\n<li>Digital Solutions</li>\n<li>Podcast Solutions</li>\n<li>Advertising Performance Guarantees</li>\n<li>Research &amp.\nInsights</li>\n</ul>\n</li>\n<li>Work Here\n<ul>\n<li>Career Opportunities</li>\n<li>Company Values</li>\n</ul>\n</li>\n<li>Investors\n<ul>\n<li>Latest Results</li>\n<li>Financial Releases</li>\n<li>Conferences &amp.\nPresentations</li>\n<li>Corporate Sustainability Report</li>\n<li>Analyst Coverage</li>\n<li>Contact &amp.\nCorporate Info</li>\n<li>SEC Filings</li>\n</ul>\n</li>\n<li>Listen\n<ul>\n<li>Radio Stations</li>\n<li>Podcasts</li>\n</ul>\n</li>\n</ul> Terms of Service <p>\n<strong>UPDATED AS OF MAY 1, 2015</strong>\n</p> AGREEMENT BETWEEN USER AND CUMULUS <p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING ANY CUMULUS SITE OR APPLICATION.</p>\n<p>This site or application is owned or managed by Cumulus Media Inc.\n(“Cumulus “) and is part of the Cumulus family of companies, which includes other quality entertainment brands such as broadcast and Internet radio stations, Westwood One, Inc., NASH, Modern Luxury, SweetJack and Incent‐Rev/Radio‐Half Off, each of which operates or manages one or more websites or applications (each a “Cumulus Site,” and collectively the “Cumulus Sites”).</p>\n<p>Cumulus provides this Cumulus Site and related services for your personal non‐commercial use only and subject to your compliance with this Terms of Use Agreement (the “Agreement”).\nPlease read this Agreement carefully before using any Cumulus Site.\nYour use of this Cumulus Site constitutes your acceptance to be bound by this Agreement without limitation, qualification or change.\nIf at any time you do not accept all the terms and conditions of this Agreement, you must immediately discontinue use of this Cumulus Site.\nThis Agreement sets forth Cumulus’s policies with respect to its operation of the Cumulus Sites.\nOther policies govern Cumulus’s non‐Internet operations.</p>\n<p>Certain products or services offered by this and/or other Cumulus Sites (each a “Cumulus Internet Service,” and collectively “Cumulus Internet Services”), and certain areas within this and/or other Cumulus Sites may be governed by additional terms (“Additional Terms”) presented in conjunction with those products or services.\nYou must agree to those Additional Terms before using those areas or Cumulus Internet Services.\nThe Additional Terms and this Agreement, taken together, shall apply to your use of those areas or Cumulus Internet Services.\nIn the event of an irreconcilable inconsistency between the Additional Terms and this Agreement, the Additional Terms shall control.</p>\n<p>By using this Cumulus Site, you are representing and warranting that: (a) you are a legal resident of the United States.\n(b) you are at or above the legal age of majority in your jurisdiction of residence.\n(c) you own or have sufficient authorization to use the computer, mobile device, technology or other device you use to access this Cumulus Site (collectively, “Device”).\nand (d) you will access and use this Cumulus Site in accordance with this Agreement.</p>\n<p>Some parts of this Cumulus Site may contain adult content intended for people who are at or above the legal age of majority in their jurisdiction of residence.\nBy viewing this adult content, you are representing that you are at or above such legal age of majority and that the content is acceptable to you.\nFiltering software is commercially available which can be used to exclude content that is not acceptable to you.\nThis software may prevent the display of all or portions of the Cumulus Site content.</p>\n<p>You acknowledge that these Terms of Use are supported by reasonable and valuable consideration, the receipt and adequacy of which are hereby acknowledged.\nWithout limiting the generality of the foregoing, you acknowledge that such consideration includes your use of the Cumulus Sites and receipt of data, materials and information available at or through the Cumulus Sites, the possibility of our use or display of your Submissions (as defined in Section 4 below) and the possibility of the publicity and promotion from our use or display of your Submissions.</p> MOBILE DEVICES <p>If permitted or available through the applicable Cumulus Internet Service, to (a) upload content to this Cumulus Site via your mobile device and/or tablet, (b) receive and reply to messages, or to access or make posts using text messaging, (c) browse this Cumulus Site from your mobile device and/or (d) to access certain features through a mobile application you have downloaded and installed on your mobile device (collectively the “Mobile Services”), you must have a mobile communications subscription (or have the consent of the applicable subscriber) with a participating carrier or otherwise have access to a mobile communications network for which Cumulus makes the Cumulus Internet Service available as well as any carrier services</p>\n<p>necessary to download content, and pay any service fees associated with any such access (including text messaging charges for each text message you send and receive on your mobile device).\nIn addition, you must provide all equipment and software necessary to connect to the Cumulus Internet Service, including, but not limited to, if this Cumulus Site contains a mobile element, a mobile hand set or other mobile access device that is in working order and suitable for use in connection with the Cumulus Internet Service and to use any part of that Service.\nYou are responsible for ensuring that your equipment and/or software does not disturb or interfere with Cumulus’s or this Cumulus Site’s operations or the Cumulus Internet Service.\nAny equipment or software causing interference will be immediately disconnected from the Cumulus Internet Service and Cumulus will have the right to immediately terminate this Agreement.\nIf any upgrade in or to the Cumulus Internet Service requires changes in your equipment or software (including the operating system for your Device), you must effect these changes at your own expense.\nUnless explicitly stated otherwise, any new or additional features that augment or enhance the current Cumulus Internet Service, including the release of new products and services, will be subject to the terms and conditions of this Agreement.\nYou agree to follow and comply with any applicable laws in your use of the Cumulus Internet Service.</p> USE OF CONTENT <p>All information, materials, functions and other content (including Submissions, as defined in below) (“Content”) contained on any Cumulus Site are our copyrighted property or the copyrighted property of our licensors or licensees.\nAll trademarks, service marks, trade names, and trade dress are proprietary to us and/or our licensors or licensees.\nWe may change the Cumulus Site or delete Content or features at any time, in any way, for any or no reason.</p>\n<p>Except as we specifically agree in writing, no Content from any Cumulus Site may be used, reproduced, transmitted, distributed or otherwise exploited in any way other than as part of the Cumulus Site, except that where a Cumulus Site is configured to enable the download of particular Content, you may download one copy of such Content to a single Device for your personal, noncommercial use only, provided that you (a) keep intact all copyright and other proprietary notices, (b) make no modifications to the Content, and (c) do not use the Content in a manner that suggests an association with any of our products, services or brands.\nAny business use, “re‐mailing” or high‐volume or automated use of any Cumulus Site is prohibited.</p>\n<p>Any and all rights not expressly granted herein are reserved.</p> NO UNLAWFUL OR PROHIBITED USE <p>As a condition of your use of the Cumulus Site, you warrant to us that you will not use the Cumulus Site for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the Cumulus Site in any manner which could damage, disable, overburden, or impair the Cumulus Site or interfere with any other party’s use and enjoyment of the Cumulus Site.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Cumulus Sites.</p>\n<p>YOU MAY NOT USE ANY CUMULUS SITE FOR ANY PURPOSE THAT IS UNLAWFUL OR PROHIBITED BY THIS AGREEMENT AND/OR ANY APPLICABLE ADDITIONAL TERMS.\nYOUR ACCESS TO ANY CUMULUS SITE MAY BE TERMINATED IMMEDIATELY IN CUMULUS’S SOLE DISCRETION, WITH OR WITHOUT NOTICE, IF YOU FAIL TO COMPLY WITH ANY PROVISIONS OF THIS AGREEMENT AND/OR ANY APPLICABLE ADDITIONAL TERMS, OR FOR ANY OTHER REASON, OR NO REASON.</p> PRIVACY AND PROTECTION OF PERSONAL INFORMATION <p>Cumulus has developed a Privacy Policy in order to inform you of its practices with respect to the collection, use, disclosure and protection of personal information.\nYou can find the Privacy Policy, which is incorporated into this Agreement on any Cumulus Platform and by using this Cumulus Site you agree to the terms of the Privacy Policy.</p> ACCOUNTS, SECURITY, PASSWORDS <p>If a particular Cumulus Site or Cumulus Internet Service requires you to open an account, you must complete the specified registration process by providing us with current, complete, and accurate information as requested by the applicable online registration form.\nIt is your responsibility to maintain the currency, completeness, and accuracy of your registration data and any loss caused by your failure to do so is your responsibility.\nAfter you have fully completed the registration form, you may be</p>\n<p>asked to choose a password and a user name.\nIt is entirely your responsibility to maintain the confidentiality of your password and account.\nAdditionally, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify Cumulus immediately of any unauthorized use of your account.\nCumulus is not liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nYou may cancel your account by delivering notice in the manner provided in the Additional Terms governing the particular Cumulus Internet Service.</p> SUBMISSIONS <p>This Cumulus Site may offer certain Cumulus Internet Services having interactive components such as bulletin boards, chat rooms, blogs, and forums (collectively, ” Cumulus Interactive Services”).\nAdditional Terms may cover Cumulus Internet Services, which appear on the pages where these services are available, in addition to the general terms provided below.\nThe selection of available Cumulus Internet Services may change from time to time in Cumulus ‘s sole discretion.\nYou may participate in the Cumulus Interactive Service by completing the registration form where one is provided.</p>\n<p>In these Terms of Use, we use the word “Submissions” to mean text, messages, ideas, feedback, concepts, pitches, suggestions, stories, formats, artwork, photographs, drawings, videos, audiovisual works, musical compositions (including lyrics), sound recordings, characterizations, your and/or other persons’ names, likenesses, voices, usernames, profiles, actions, appearances, performances and/or other biographical information or material, and/or other similar materials that you submit, post, upload, embed, display, communicate or otherwise distribute (collectively “Distribute”) on or through a Cumulus Site using the Cumulus Interactive Services.</p>\n<p>We do not claim ownership of the Submissions you provide, post, upload, input or submit to any Cumulus Site using the Cumulus Interactive Services.\nHowever, by posting, uploading, inputting, providing or submitting your Submission to a Cumulus Site through the Cumulus Interactive Services, you are granting us and our licensees, distributors, agents, representatives and other authorized users, a perpetual, non‐exclusive, irrevocable, fully‐paid, royalty‐free, sub‐licensable and transferable (in whole or part) worldwide license under all copyrights, trademarks, patents, trade secrets, privacy and publicity rights and other intellectual property rights you own or control to use, reproduce, transmit, display, exhibit, distribute, index, comment on, modify, create derivative works based upon, perform and otherwise exploit such Submissions, in whole or in part, in all media formats and channels now known or hereafter devised (including on Cumulus Sites, Cumulus Interactive Services, on third‐party platforms, and on our radio stations) for any and all purposes including entertainment, news, advertising, promotional, marketing, publicity, trade or commercial purposes, all without further notice to you, with or without attribution, and without the requirement of any permission from or payment to you or to any other person or entity (the “Submissions License”).</p>\n<p>By Distributing a Submission, you represent and warrant that the Submission and your communication thereof conform to the provisions set forth below and to the other requirements of these Terms of Use, and that you own or have the necessary rights, licenses, consents and permissions, without the need for any permission from or payment to any other person or entity, to exploit, and to authorize us to exploit, such Submission in all manners contemplated by these terms of use (including the Submissions License).\nAny violation of these provisions can subject your Cumulus account to immediate termination and, possibly, further legal action.\nThese Terms of Use (including the Submissions License) do not limit any past or future grant of rights, consents, agreements, assignments and waivers you may have made or make with respect to Submissions.</p>\n<p>Other than those we specifically request, we do not accept or consider unsolicited creative materials, ideas or suggestions either via this Cumulus Site, email or other means.\nThis is to avoid any misunderstandings if your ideas are similar to those we have developed or obtained independently.\nHowever, if you do still transmit to us, via this Cumulus Site, email or otherwise, any unsolicited communication or material, you will be deemed to have granted to us the same rights as are set out in this section with respect to Submissions.\nWithout limitation thereof, you agree that Cumulus, our affiliates and our licensees are free to use any ideas, concepts, know‐how or techniques contained in any communication you send to us for any purpose whatsoever including, but not limited to, developing, manufacturing and marketing products, services and content using such information, without any credit, notice, approval or compensation to you.\nNo compensation will be paid to you with respect to our use of your Submission, as provided herein.\nWe are under no obligation to post or use any Submission you may provide to us and we may remove any Submission at any time in our sole discretion.</p>\n<p>By Distributing your Submission on a Cumulus Site, you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to Distribute your Submission.\nAccordingly, we, our licensees, distributors, agents, representatives and other authorized users shall not be liable to you or to any person claiming through you for our exploitation or disclosure of any Submission.</p>\n<p>The information and opinions expressed in Submissions appearing on this Cumulus Site are not necessarily those of Cumulus or its content providers, advertisers, sponsors, affiliated or related entities, and Cumulus `makes no representations or warranties regarding that information or those opinions, and expressly disclaims any responsibility for Submissions.\nCumulus does not represent or guarantee the truthfulness, accuracy, or reliability of any Submission or determine whether the Submission violates the rights of others, and Cumulus has no control over whether such Submissions are of a nature that you or other users might find offensive, distasteful or otherwise unacceptable.\nYou acknowledge that any reliance on any Submission submitted by other users will be at your own risk, including any reliance on the accuracy, completeness or usefulness of such Submissions.\nYou acknowledge that this Cumulus Site is “public,” and in addition to the license granted to Cumulus, other users will have access to your Submissions and might copy, modify or distribute them.</p>\n<p>If you are aware of any Submission on this Cumulus Site which violates these Terms, please contact us at support@cumulus.com.\nPlease provide as much detail as possible, including a copy of the underlying material, the location where Cumulus may find it, and the reason such Submission should be removed.\nPlease note that filing a complaint will not guarantee its removal, Cumulus will only remove a Submissions if Cumulus believes the measure is necessary, in our sole discretion.\nTo the extent any notice is based on an alleged copyright violation, please follow in the instructions set forth in the section entitled “Copyright Infringement.”</p> CODE OF CONDUCT ON CUMULUS SITES <p>The Cumulus Site may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, “Communication Services”).\nBy using a Cumulus Site or the Communication Services, you agree that you will adhere to this Code of Conduct and use the Cumulus Site and Communication Services only to Distribute Submissions that are proper and related to the particular Cumulus Site or Communication Service.\nAccordingly, you agree that you will not:</p>\n<ul>\n<li>Distribute any Submission, provide links to, or make any post that is unlawful (according to local, state, federal, or international law or regulation) inappropriate, defamatory, infringing, obscene, indecent or advocate illegal activity.</li>\n<li>Distribute files, provide links to, or make posts that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.</li>\n<li>Deliver, or provide links to, any postings containing material that could be considered harmful, obscene, pornographic, indecent, lewd, violent, abusive, profane, insulting, threatening, harassing, hateful or otherwise objectionable.</li>\n<li>Deliver, or provide links to, any postings containing material that harasses, victimizes, degrades, or intimidates an individual or group of individuals on the basis of religion, race, ethnicity, sexual orientation, gender, age, or disability.</li>\n<li>Distribute files, provide links to, or make posts that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another’s device.</li>\n<li>Deliver any unsolicited advertisement, promotional materials, junk email, bulk email (also known as “spam”), chain letters, surveys or contests, or solicit participation in any pyramid schemes (unless it is on a page that explicitly states that such postings are allowed on that page).</li>\n<li>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Cumulus Site or Communication Service specifically allows such messages.</li>\n<li>Distribute any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner or that you do not have a right to make available under law or contractual or fiduciary relationships.</li>\n<li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</li>\n<li>Impersonate another person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity, or adopt a false identity if the purpose of doing so is to mislead, deceive, or defraud another.</li>\n<li>Manipulate identifiers, including by forging headers, in order to disguise the origin of any posting that you deliver.</li>\n<li>Deliver any posting containing personal information, such as phone numbers, social security numbers, account numbers, addresses or employer references.</li>\n<li>Restrict or inhibit any other user from using and enjoying the Communication Services or the Cumulus Site.</li>\n<li>Attempt to gain unauthorized access to this Cumulus Site, any related website, other accounts, computer system, or networks connected to this Cumulus Site, through hacking, password mining, or any other means.</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available through this Cumulus Site, including harvesting or otherwise collecting information about others such as email addresses.</li>\n<li>Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service or the Cumulus Site.</li>\n<li>Violate any applicable laws or regulations.</li>\n</ul>\n<p>You are and shall remain solely responsible for the Submissions you Distribute on or through any Cumulus Site using the Communication Services, and for the consequences of Distributing same.\nWe have no obligation to monitor the Communication Services.\nHowever, we reserve the right to review Submissions Distributed using a Communication Service and to remove any and all Submissions in our sole discretion for any reason whatsoever.\nWe reserve the right to terminate your access to any or all of the Cumulus Sites and Communication Services at any time without notice for any reason whatsoever.</p>\n<p>You acknowledge that the Cumulus Sites and Communication Services and features offered therein are for public and not private communications, and you have no expectation of privacy with regard to any Submission to a such public forum.\nWe cannot guarantee the security of any information you disclose through any of these media.\nyou make such disclosures at your own risk.</p>\n<p>Always use caution when giving out any personally identifying information about yourself or your children in any Cumulus Site or Communication Service.\nWe do not control or endorse the content, messages or information found in any Communication Service and, therefore, we specifically disclaim any liability with regard to the Cumulus Sites and Communication Services and any actions resulting from your participation in any Cumulus Site or Communication Service.\nManagers and hosts are not authorized Cumulus spokespersons, and their views do not necessarily reflect our views.</p>\n<p>We reserve the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any Submission, information or materials, in whole or in part, in our sole discretion.</p> SOFTWARE AND DOWNLOADS AVAILABLE THROUGH THIS SITE <p>Any software that is made available to access, use, view and/or download in connection with a Cumulus Site or Cumulus Internet Service (“Software”), including applications, podcasts, audio streaming, or video streaming, is owned or controlled by Cumulus and/or licensors, affiliates and suppliers and is protected by copyright laws and international treaty provisions.\nYour use of the Software is limited to private, non‐commercial use and is governed by the terms of the end user license agreement, if any, which accompanies or is included with the Software.\nCumulus accepts no responsibility or liability in connection with any Software owned or controlled by third parties.</p> THIRD PARTY LINKS, MERCHANTS, SOFTWARE AND ADVERTISEMENTS <p>The Cumulus Sites may contain links to other Web Sites (“Linked Sites”).\nThe Linked Sites are not under our control and we are not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nWe are not responsible for webcasting or any other form of transmission received from any Linked Site.\nWe are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site or any association with its operators.</p>\n<p>This Cumulus Site may enable you to order and receive products, information and services from businesses that are not owned or operated by Cumulus.\nThe purchase, payment, warranty, guarantee, delivery, maintenance, and all other matters concerning the merchandise, services or information, opinion or advice ordered or received from such businesses are solely between you and such businesses.\nCumulus does not endorse, warrant, or guarantee such products, information, or services, and is not liable for the accuracy, completeness, or usefulness of such information or the quality of availability of such products or services.</p>\n<p>Cumulus will not be a party to or in any way responsible for monitoring any transaction between you and third‐party providers of such products, services, or information, or for ensuring the confidentiality of your credit card information.\nAny separate charges or obligations you incur in your dealings with these third parties are your responsibility and are not part of the fee, if any, charged for the Cumulus Internet Service.</p>\n<p>Cumulus may display advertisements for the goods and services of a third party on the Cumulus Sites, including in connection with co‐promotions, sponsorships and other similar partnership arrangements.\nCumulus does not endorse or represent and is not responsible for the safety, quality, accuracy, reliability, integrity or legality of any such goods or services advertised, promoted or displayed on this Cumulus Site.</p> EVENTS <p>You may be invited or asked to attend Cumulus‐sponsored events or events held by other members and users of this Cumulus Site which are not in any way associated with Cumulus at various locations throughout the United States (collectively, “Events”).\nYour participation in any Events is at your own risk and you agree to release and hold Cumulus, its subsidiaries, agents, distributors and affiliates, and their officers, directors and employees harmless from and against any and all claims, actions, demands, liabilities, costs and expenses, including, without limitation, any injury or death to you or your minor children or wards, resulting from attending the Events or participation in any activities available at the Events.\nYou also agree that we may film and record any of the Events sponsored by Cumulus in which you or your minor children or wards participate and you hereby agree that such films and recordings shall be owned by Cumulus and we may use your or your minor children or wards’ name, likeness, voice, performance and other activities in which you or your minor children or wards engage for any advertising, promotional or other lawful purpose in any and all media now or hereafter known throughout the world in perpetuity without notice, approval or compensation to you or any third party.</p> CONTESTS/SWEEPSTAKES <p>Any sweepstakes, contests, games and/or promotional offers accessible on this Cumulus Site are governed by specific rules and/or terms and conditions.\nBy entering a sweepstakes or contests or participating in such games or promotional offers available on this Cumulus Site, you will be subject to those rules and/or terms and conditions.\nIt is critical that you read the applicable rules and/or or terms and conditions, which are linked from the particular page or activity.\nTo the extent of any conflict between those rules and/or terms and conditions and these Terms, the rules and/or terms and conditions for the sweepstakes, game or promotional offer will govern, but only to the extent of the conflict.\nAny sweepstakes, contests, games and/or promotional offers made available or advertised on third party sites accessible from this Cumulus Site (such as those of social media partners like Facebook and Twitter), in addition to being subject to the specific rules and/or terms and conditions applicable to your participation in such feature(s) on this Cumulus Site, will also be subject to the rules and/or terms and conditions applicable to your participation in such feature(s) on those third party sites.</p> VOTING/RATING FEATURES <p>For any voting/rating features that are available on this Cumulus Site, you must follow instructions on this Cumulus Site to submit your votes/ratings, including any restrictions set forth with respect to limitations on voting/rating.\nVotes/ratings received from you in excess of any stated limitation will be disqualified.\nPayment or other consideration in exchange for votes/ratings is prohibited.\nVotes/ratings generated by script, macro or other automated means or any other means intended to impact the integrity of the voting/rating process as determined by us may be void.\nCumulus assumes no responsibility for incorrect/inaccurate voting/rating information or for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, votes/ratings.\nWe may, at our discretion, modify, terminate, or suspend the voting/rating or void any vote/rating should a virus, bug, non‐ authorized human intervention, action of voter/rater, or other cause corrupt or impair the administration, security, or fairness of the voting/rating.\nWe reserve the right, in our sole discretion, to disqualify any individual it finds to be violating these terms, tampering with the voting/rating process, or acting in an unsportsmanlike or improper manner and void all associated votes/ratings.\nOur decisions with respect to all aspects of any voting/rating element are final and binding, but not limited to, with respect to the tallying of votes/ratings and the invalidation or disqualification of any suspected votes/ratings or voters/raters.\nYou may also be given the opportunity to participate in voting/rating features in a third party application or feature (such as one of our social media partners like Facebook or Twitter), in which case your participation in such features will be subject to the terms and conditions governing that third party application or feature.</p> REFERRAL PROGRAMS <p>The Cumulus Site may offer referral programs that permit you to submit information about other persons (each, a “Referred Person”), including, without limitation, U.S.‐based email addresses, mobile telephone numbers, names, street addresses and other contact information so they may receive information and/or promotional offers concerning the Cumulus Internet Service.\nYou may only refer persons with whom you have a personal relationship.\nYou must have obtained the consent of the Referred Person prior to providing us with his or her contact information.\nWe reserve the right to limit the number of Referred Persons you can submit.\nWe reserve the right to limit the number of transmissions to any particular Referred Person from time to time.\nYou may not withdraw the contact information you provide for a Referred Person once it has been submitted.\nA Referred Person must be a permanent, legal resident of the continental United States, at least 18 years old (or 19 years old if a resident of Alabama or Nebraska, or 21 years old if a resident of Mississippi), and be able to register for the Cumulus Internet Service, or otherwise use the Cumulus Internet Service.\nThe contact information for a Referred Person must be valid and functioning in order for us to contact him or her about the Cumulus Internet Service.\nWe will not be responsible for validating the contact information you provide.\nWe may elect NOT to communicate with any Referred Person and/or e‐mail address if he/she/it appears to be on any of our “do not contact” or “do not e‐mail” lists.\nIn addition, we reserve the right to reject the participation of any Referred Person if (a) the contact information provided by you is incorrect or not valid, (b) such individual has violated any provision of these terms or conditions, or (c) we determine in our sole discretion that the participation of such individual might be harmful to us, this Cumulus Site, any Cumulus Internet Service, or any third party for any reason.\nWe specifically disclaim any liability for exercising such right.</p>\n<p>We may, at our discretion, send you a confirmation using any means available through the Cumulus Internet Service, including email, text and other forms of messaging, to inform you that the Referred Person has registered for the Cumulus Internet Service.\nIf we send the confirmation to you via the carrier service with which you have a mobile communications subscription or otherwise have access, you understand you will pay any service fees associated with any such access (including text messaging charges in connection with messages to your mobile device).\nIf you misuse any referral program or otherwise engage in improper behavior with respect to a referral program, as we determine in our sole discretion, we reserve the right to discontinue the Cumulus Internet Service to you.\nWe may from time to time offer incentives or rewards in connection with a referral program, and any such incentive or reward programs shall be subject to Additional Terms which will be posted at the time such programs become available and will be deemed incorporated into, and subject to, this Agreement.\nWe reserve the right, in our sole discretion, to suspend, temporarily or permanently, or cease to provide any and all referral programs without notice, reason or liability.</p>\n<p>If you are using the Cumulus Internet Service to communicate to a Referred Person (or any third party), you agree not to use such Cumulus Internet Service to harm the Referred Person or any other third party, and/or use such Cumulus Internet Service in violation of any applicable laws, rules or regulations or the terms and conditions of this Agreement.</p> SUBSCRIPTION SERVICES <p>This Cumulus Site may offer certain Cumulus Subscription Services such as newsletters and Real Simple Syndication (“RSS”) feeds (collectively “Cumulus Subscription Services”).\nBy registering for a Cumulus Subscription Service, you will be subject to any charges and rules set forth in the description of that service which may or may not be reflected in Additional Terms.</p> INTERNATIONAL USE/U.S.\nEXPORT CONTROLS <p>Accessing materials on this Cumulus Site by certain persons in certain countries may not be lawful, and Cumulus makes no representation that materials on this Cumulus Site are appropriate or available for use in locations outside the United States.\nIf you choose to access this Cumulus Site from outside the United States, you do so at your own risk and initiative, and are responsible for compliance with any applicable local laws.</p>\n<p>The United States controls the export of any software downloadable from this Cumulus Site.\nNo software or any other materials associated with this Cumulus Site may be downloaded or otherwise exported or re‐exported to countries or persons prohibited under export control laws, including but not limited to countries against which the United States has embargoed goods, or to anyone on the U.S.\nTreasury Department list of Specially Designated Nationals and Blocked Persons or the U.S.\nCommerce Department’s Table of Deny Orders.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export, or re‐export of any such materials.\nBy using and/or downloading any such materials from a Cumulus Site, you</p>\n<p>represent and warrant that you are not located in, under the control of, or a national or resident of any such country to which such import, export, or re‐export is prohibited or are not a person or entity to which such export is prohibited.</p> DISCLAIMER <p>THE CONTENT ON OR OTHERWISE RELATED IN ANY WAY TO THE CUMULUS WEB SITE OR ANY THIRD‐PARTY WEB SITES OR SERVICES LINKED TO FROM THE CUMULUS WEB SITE ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, COMPLETENESS, AVAILABILITY, SECURITY, COMPATIBILITY AND NON‐INFRINGEMENT.\nWE DO NOT WARRANT THAT ANY CONTENT WILL BE FREE OF INACCURACIES OR TYPOGRAPHICAL ERRORS, THAT ACCESS THERETO WILL BE UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, OR THAT THE CUMULUS WEB SITE OR THE SERVERS THAT MAKE SUCH CONTENT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nMOREOVER, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\nWE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF ANY CONTENT.\nYOU HEREBY IRREVOCABLY WAIVE ANY CLAIM AGAINST US WITH RESPECT TO CONTENT AND ANY CONTENT YOU PROVIDE TO THIRD PARTY SITES (INCLUDING CREDIT CARD AND OTHER PERSONAL INFORMATION).</p>\n<p>Advice received via the Cumulus Web Site should not be relied upon for personal, medical, legal or financial decisions and you should consult an appropriate professional for specific advice tailored to your situation.</p> LIMITATION ON LIABILITY <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL WE BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, LOST PROFITS, PERSONAL INJURY (INCLUDING DEATH) AND PROPERTY DAMAGE OF ANY NATURE WHATSOEVER, THAT RESULT FROM ARISING OUT OF OR IN ANY WAY CONNECTED WITH (a) THE USE, OR INABILITY TO USE, ANY CUMULUS SITE OR CONTENT OR RELATED SERVICES, OR (b) THE CONDUCT OR ACTIONS, WHETHER ONLINE OR OFFLINE, OF ANY USER OF A CUMULUS SITE OR ANY OTHER PERSON OR ENTITY, OR OTHERWISE ARISING OUT OF THE USE OF THE CUMULUS SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE CUMULUS SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE CUMULUS SITE.</p>\n<p>MOREOVER, UNDER NO CIRCUMSTANCES SHALL WE, OUR LICENSORS OR LICENSEES, OR ANY OF THE FOREGOING ENTITIES’ RESPECTIVE RESELLERS, DISTRIBUTORS, SERVICE PROVIDERS OR SUPPLIERS, BE HELD LIABLE FOR ANY DELAY OR FAILURE IN PERFORMANCE RESULTING DIRECTLY OR INDIRECTLY FROM AN ACT OF FORCE MAJEURE OR CAUSES BEYOND OUR OR THEIR REASONABLE CONTROL.</p>\n<p>WE MAY TERMINATE YOUR FURTHER ACCESS TO ANY CUMULUS SITE OR CHANGE THE CUMULUS SITES OR DELETE CONTENT OR FEATURES IN ANY WAY, AT ANY TIME AND FOR ANY REASON OR NO REASON.</p>\n<p>SERVICE CONTACT : support@cumulus.com FEES</p>\n<p>Except where otherwise provided, access to and use of this Cumulus Site and the Cumulus Internet Services offered through it are currently available without charge.\nCumulus reserves the right to charge a fee for access to or use of this Cumulus Site, or any Cumulus Internet Service available on this Cumulus Site at any time in the future.\nYour access to or use of this Cumulus Site before such time does not entitle you to use of this Cumulus Site without charge in the future.</p> INDEMNIFICATION <p>You are responsible for maintaining the confidentiality of your Personal Information as well as for all of your activities on the Cumulus Sites and any related Cumulus Internet Service.\nYou hereby agree to indemnify, defend, and hold us, our licensors, licensees, distributors, agents, representatives and other authorized users, and each of the foregoing entities’ respective resellers, distributors, service providers and suppliers, and all of the foregoing entities’ respective officers, directors, owners, employees, agents, representatives and assigns (collectively, the “Indemnified Parties”) harmless from and against any and all losses, damages, liabilities and costs (including settlement costs and any legal or other fees and expenses for investigating or defending any actions or threatened actions) incurred by the Indemnified Parties in connection with any claim arising out of any breach by you of this Agreement, the Additional Terms, or any warranty you provide herein, or otherwise arising in any way out of your use of the Cumulus Sites and any related Cumulus Internet Service and/or software.\nYou agree to cooperate with us fully in the defense of any claim.\nWe reserve the right, at our own expense, to employ separate counsel and assume the exclusive defense and control of any matter otherwise subject to indemnification by you.</p> JURISDICTION AND VENUE <p>You agree that any action at law or in equity arising out of or relating to these terms of use or the Cumulus Sites, including any Cumulus Internet Service, shall be filed, and that venue properly lies, only in state or federal courts located in Fulton County, Atlanta, Georgia, and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.</p> MODIFICATION/TERMINATION OF THESE TERMS OF USE OR THE CUMULUS SITES <p>At any time in our sole discretion, we may amend these Terms of Use (including by modification, deletion and/or addition of any portion thereof).\nIf we make a material modification to these terms of use, we will notify you of such amendment by posting notice of such modification on the Cumulus Sites covered by these Terms of Use.</p>\n<p>Cumulus reserves the right to modify, suspend, or terminate this Cumulus Site and/or any portion thereof, including any Cumulus Internet Service, and/or your account, password, or use of any Cumulus Internet Service, or any portion thereof, at any time for any reason with or without notice to you.\nTermination of your account for a Cumulus Internet Service removes your authorization to use the Cumulus Internet Service.\nIn the event of termination, you will still be bound by your obligations under this Agreement and any Additional Terms, including the warranties made by you, and by the disclaimers and limitations of liability.\nAdditionally, Cumulus shall not be liable to you or any third party for any termination of your access to a Cumulus Internet Service.</p> GENERAL PROVISIONS <p>To the maximum extent permitted by law, this Agreement and any Additional Terms are governed by the laws of the State of Georgia.\nas it is applied to agreements entered into and to be performed entirely within such state, without regard to conflict of law principles.\nYou agree that any and all disputes, claims and causes of action arising out of, or connected with, this Agreement and/or the Additional Terms, or in connection with any matters related to this Cumulus Site and/or the Privacy Policy, shall be resolved individually, without resort to any form of class action, exclusively in either the state or Federal courts located in Atlanta, Georgia.\nYou agree to submit to the personal jurisdiction of the courts of the State of Georgia for any cause of action arising out of this Agreement.\nYou agree to file any cause of action with respect to this Agreement within one year after the cause of action arises.\nYou agree that a cause of action filed after this date is barred.</p>\n<p>If any provision of this Agreement, or the application thereof to any person or circumstances, is held invalid or for any reason, unenforceable including, but not limited to, the warranty disclaimers and liability limitations, then such provision shall be deemed superseded by a valid, enforceable provision that matches, as closely as possible, the original provision, and the other provisions of this Agreement shall remain in full force and effect.\nThe failure of either party to insist upon strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right.\nUnless expressly provided otherwise, this Agreement is the entire agreement between you and Cumulus with respect to the use of this Cumulus Site and shall not be modified except in writing, signed by an authorized representative of Cumulus.</p>\n<p>If you have any questions concerning this Agreement, you may send them by email to support@cumulus.com.\nYou must send any official correspondence via postal mail to:</p>\n<p>Cumulus Media Inc.\nLegal Department<br>3280 Peachtree Road<br>Suite 2300<br>Atlanta, GA 30305<br>ATTN: Terms of Use</p> USE OF CUMULUS INTELLECTUAL PROPERTY <p>The Cumulus Site, and all of its contents, including but not limited to articles, other text, photographs, images, illustrations, graphics, video material, audio material, including musical compositions and sound recordings, software, Cumulus logos, titles, characters, names, graphics and button icons (collectively “Intellectual Property”), are protected by copyright, trademark and other laws of the United States, as well as international conventions and the laws of other countries.\nThe Intellectual Property is owned or controlled by Cumulus or by other parties that have provided rights thereto to Cumulus.</p>\n<p>You may not, and agree that you will not, reproduce, download, license, publish, enter into a database, display, modify, create derivative works from, transmit, post, distribute or perform publicly by any means, method, or process now known or later developed, decompile, reverse engineer, disassemble, use on another computer‐related environment, transfer or sell any Intellectual Property, information, software or products obtained from or through this Cumulus Site, in whole or in part, without the express written permission of Cumulus.</p>\n<p>Other trademarks, service marks, product names and company names or logos appearing on this Cumulus Site that are not owned by Cumulus may not be used without express permission from their owners.</p>\n<p>Additionally, unless otherwise expressly permitted, websites may not link, whether by hyperlink or otherwise, to any page beyond the homepage of this Cumulus Site, or frame this Cumulus Site, or any web page or material herein, nor may any entity include a link to any aspect of this Cumulus Site in an email for commercial purposes, without the express written permission of Cumulus.\nFurther, unless otherwise expressly permitted, you agree not to link to Cumulus’s Intellectual Property so as to cause you or anyone else to access Cumulus’s Intellectual Property other than through this Cumulus Site.</p>\n<p>You may inquire about obtaining permission by writing:</p>\n<p>Cumulus Media Inc.\nLegal Department<br>3280 Peachtree Road<br>Suite 2300<br>Atlanta, GA 30305<br>ATTN: Terms of Use</p> NOTICE AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT INFRINGEMENT <p>Cumulus respects the intellectual property rights of third parties, and complies with the terms of the Digital Millennium Copyright Act (DMCA) regarding such rights.\nBy submitting any material or photographs through this Cumulus Site, you are granting permission to have this material posted on this Cumulus Site, and are representing that you are the rightful owner of the submitted material, and that no one else may claim rights to this material.\nCumulus reserves the right to remove access to infringing material.\nSuch actions do not affect or modify any other rights Cumulus may have under law or contract.\nOur procedures for providing notice of alleged copyright infringement are set forth below.</p>\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement, you should send written notification of claimed copyright infringement in accordance with the provisions of Title 17, United States Code, Section 512(c)(2) and the Digital Millennium Copyright Act, to our Designated Agent.\nALL INQUIRIES NOT RELEVANT TO THE FOLLOWING PROCEDURE WILL RECEIVE NO RESPONSE.</p>\n<p>Notification must be submitted to the following Designated Agent: Service Provider: Cumulus Media, Inc.</p>\n<p>Name of Agent Designated to Receive Notification of Claimed Infringement: Richard S.\nDenning</p>\n<p>Full Address of Designated Agent to Which Notification Should be Sent: 3280 Peachtree Road, Suite 2300, Atlanta, GA 30305 Telephone Number of Designated Agent: (404) 260‐6677</p>\n<p>Facsimile Number of Designated Agent: (404) 260‐6877</p>\n<p>E‐Mail Address of Designated Agent: Richard.Denning@cumulus.com</p>\n<p>Pursuant to 17 U.S.C.\n§ 512(c), the notification must be a written communication that includes the following:</p>\n<ol>\n<li>A physical or electronic signature of person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</li>\n<li>A statement that the complaining party has a good‐faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>We may give you notice that we have removed or disabled access to certain material by means of a general notice on any Cumulus Site, electronic mail to a user’s e‐mail address in our records, or by written communication sent by first‐class mail to your physical address in our records.\nIf you receive such a notice, you may provide counter‐notification in writing to the designated agent that includes the information below.\nTo be effective, the counter‐notification must be a written communication that includes the following:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a Federal District Court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which Cumulus may be found, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</li>\n</ol>\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Advertising Solutions</li>\n<li>Contact Us</li>\n<li>Investors</li>\n<li>Listen</li>\n<li>Newsroom</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Site Map</li>\n<li>Work Here</li>\n</ul> © 2021 Cumulus Media &nbsp.\nHi, how can we help? CLOSE ", "created_at": "2021-12-16 21:34:30.151218", "updated_at": "2021-12-16 20:35:19.703323"}, {"id": 10980, "name": "PRIVACY POLICY", "url": "https://www.cumulusmedia.com/privacy-policy/", "xpath": "", "text": " Cumulus Media <ul>\n<li>About Us\n<ul>\n<li>Company Overview</li>\n<li>Executive Leadership</li>\n<li>Board of Directors</li>\n<li>Newsroom</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Advertising Solutions\n<ul>\n<li>Local Solutions</li>\n<li>Network Solutions</li>\n<li>Digital Solutions</li>\n<li>Podcast Solutions</li>\n<li>Advertising Performance Guarantees</li>\n<li>Research &amp.\nInsights</li>\n</ul>\n</li>\n<li>Work Here\n<ul>\n<li>Career Opportunities</li>\n<li>Company Values</li>\n</ul>\n</li>\n<li>Investors\n<ul>\n<li>Latest Results</li>\n<li>Financial Releases</li>\n<li>Conferences &amp.\nPresentations</li>\n<li>Corporate Sustainability Report</li>\n<li>Analyst Coverage</li>\n<li>Contact &amp.\nCorporate Info</li>\n<li>SEC Filings</li>\n</ul>\n</li>\n<li>Listen\n<ul>\n<li>Radio Stations</li>\n<li>Podcasts</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>UPDATED AS OF July 1, 2020</strong>\n</p>\n<p>CUMULUS MEDIA Inc.\n(“Cumulus,” “we,” “us,” or “our”) is dedicated to preserving your confidence and trust as it relates to the privacy of your information.\nPlease read this policy so you understand how we collect, safeguard, use and share the information you provide to us through our technology platforms, including, without limitation, our websites, web pages, interactive features, applications, Twitter and Facebook pages, and Mobile Application (collectively the “Cumulus Platform”).</p>\n<ol>\n<li>\nPRIVACY POLICY\n<p>Your personal privacy is a principal concern to us at Cumulus.\nOur goal in outlining our policy on the collection and use of your information is to ensure the highest level of confidentiality and security.\nWhen you provide your personal information on any Cumulus Platform, we will not give or sell your personal information to any outside company for its use in marketing or solicitation without your permission, which may be express or implied.\nWe will maintain the confidentiality of your personal information and it will be used only to support your customer relationship with our company and to assist us in providing better and more targeted services to you.\nAdditionally, internal practices are in place to help protect your privacy by limiting employee access to and use of customer information.\nWhen we ask you to provide personal information through the Cumulus Platform, it is done with the goal of improving the relationship between you and Cumulus.\nAt Cumulus, we allow you to maintain control over your personal information while attempting to provide a more interactive experience.\nOur intention is to send communications only those of you who have chosen to receive such communications.\nAt any time, you have the right to decline receiving future communications from Cumulus in any manner, including email, text, social media, fax, telephone and postal mail.</p>\n</li>\n<li>\nINFORMATION COLLECTED THROUGH THE CUMULUS PLATFORMS\n<p>When you utilize any Cumulus Platform, you do so anonymously.\nPersonal information that could be used to identify you as an individual is not automatically collected.\nHowever, there are several ways in which information about you may be collected through the Cumulus Platform.</p>\n<ol>\n<li>\n<p>Voluntary Disclosure: Some Cumulus Platforms may request that you voluntarily provide personal information for purposes such as correspondence, site registration, membership, making a purchase, or participating in contests or online surveys.\nInformation that we may ask you to provide may include your name, email address, telephone number, mailing address, birth date, and payment information (such as account or credit card number).\nWe may also request that you provide your preference information, social security numbers, lifestyle interests, and other demographic information that may be needed to register or subscribe you to services or offers.</p>\n</li>\n<li>\n<p>Device Identifier: Each time the Cumulus Platform is accessed, we or our service providers automatically collect your IP address or other unique identifier for the device (computer, mobile phone, tablet or other device) you use to access the Platforms (“Device Identifier”).\nCumulus uses Device Identifiers to analyze trends, administer the site, track movements on the site, help identify you and your shopping cart, and gather broad demographic information for aggregate use.\nDevice Identifiers are not linked to any other personally identifiable information by Cumulus.</p>\n</li>\n<li>\n<p>Usage Information: Whenever you access or interact with the Cumulus Platform, we, as well as any third party advertisers and/or service providers, may use a variety of technologies that automatically or passively collect information about how the Cumulus Platform is accessed and used (“Usage Information”).\nUsage Information may include device type, operating system, browser type, application version, the page accessed, the date and time, your use of features or applications, your preceding page views, and your interactions with friends and group activities.\nThis information helps us maintain a platform that is up-to-date and to devise content that is responsive to your interests.</p>\n</li>\n<li>\n<p>Cookies, Mobile Analytics, and Pixel Tags: Like many other commercial technology platforms, the Cumulus Platform may use standard technologies such as cookies, mobile analytics software and pixel tags to collect Usage Information and Device Identifiers.\nCookies are small text files on your system used for keeping track of settings or data for a particular website and can be used to store information necessary to provide a service or access into a site, including associating you with social networking sites like Facebook and Twitter and enable interactions between your activities on the Cumulus Platform and your activities on such social networking sites.\nWe, or our vendors and third party partners, may place cookies or similar files on your Device for security purposes, to facilitate site navigation and to personalize your experience while visiting the Cumulus Platform, such as allowing us to select the ads or offers that are most likely to appeal to you based on your interests, preferences, location, or demographic information), as well as for market research related purposes.\nAny information that we may store in cookies is used for internal purposes only.\nYou may turn cookies off through your browser or set your browser to notify you before accepting them.\nYou can learn more about cookies by visiting www.allaboutcookies.org which includes additional useful information on cookies and how to block cookies using different types of browser.</p>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Your browser’s help menu or other instructions related to your browser will show you how to reduce the number of cookies you receive from us or delete cookies that have already been installed in your browser’s cookie folder.\nIf you elect to disable or opt out of receiving cookies, please understand that some features and services on the Cumulus Platform may not work properly because we may not be able to recognize and associate you with your Cumulus account(s).\nAlso, the offers we make available to you when you visit the Cumulus Platform us may not be as relevant to you or tailored to your interests.</p>\n<p>Pixel Tags are transparent graphic images, sometimes called web beacons or tracking beacons, that are placed on a web page or in an email to indicate that the page or email has been viewed.\nA pixel tag also may tell your browser to get content from another server.</p>\n</li>\n<li>\nHOW WE USE AND DISCLOSE THE INFORMATION WE COLLECT\n<p>We collect only information that is needed, and we tell you how we use it.\nWe limit the collection of information about you to what we need to know to manage your membership.\nprovide customer service, including responding to your questions and communicating with you about your account and activities on the Cumulus Platform.\nmake access to certain areas and features of the Cumulus Platform available to you.\nverify your identity.\noffer new products and services.\nnotify you of changes to Cumulus policies.\nperform market research, analytics and operations.\ntailor content, advertisements, and offers we make available to you.\nimprove the Cumulus Platform.\nfulfill any legal and regulatory requirements.\nand for purposes disclosed at the time you provide your Personal Information or otherwise with your consent.\nUnder certain circumstances we may share location data with our third party partners for market research and other data analytics related purposes.\nWe tell you about the general uses of information we collect about you, and we will provide additional explanation if requested.\nYou may change, update or add additional information about yourself at any time through the Cumulus Platforms that offer this feature.\nIf a Cumulus Platform does not currently provide this ability, you can still change your data profile by contacting your local radio station.\nAll Cumulus Platforms will provide this feature in the near future.</p>\n<p>As a result of providing your personal information to us, the Cumulus Platform can provide a more customized experience, making your interaction with us more productive, helpful and fun, and will enhance the services and offers that we can bring to you.\nIf you provide us with your email address or cell phone number, or have done so in the past, we may send you email or text offers or newsletters.\nThese offers or newsletters are based on information you provided in your membership application, registration forms, surveys, or from information that may indicate purchasing preferences and lifestyle, as well as information available from external sources, such as census bureau data.\nThese email/text offers will come from Cumulus only.\nYour information, email address or cell phone number is never sold to a third party.\nAll offers are carefully developed to guarantee that they meet our standards.\nOur goal is to target offers that you will find to be of value to you.\nAt any time, you may request to discontinue receiving these communications from us by simply replying to the email address or text number included in every email/text message that you receive from us.</p>\n<p>From time to time, we may offer contests or other promotions on the Cumulus Platform.\nIf you enter a contest or sweepstakes, or participate in a promotional event, we will ask you to provide information about yourself (such as your name, address, and email address).\nAmong other things, we will need this information to contact you if you win, and we may also use this information for marketing purposes.\nWe may share this information with any sponsors and prize providers of the contest, sweepstakes, or promotional event.\nsponsors and prize providers will be identified in the official rules.\nWe may also share this information with or other third party service providers that help administer our contests, sweepstakes, and promotional events, such as by conducting drawings, and/or delivering prizes to winners.\nIf you do not want to provide the requested information or have the information provided to sponsors, prize providers, or other third party service providers, please do not enter the contest, sweepstakes, or participate in the promotional event.</p>\n<p>We monitor URL click-throughs found in our electronic communications.\nThe click-through rate is reviewed in order to track (i) participation in contests and sweepstakes to judge effectiveness and award prizes.\n(ii) your interests and preferences.\nand/or (iii) response rates for marketing purposes or to report to a client in aggregate form only, the response of listeners.\nIndividual activity is never shared with employees or third parties.</p>\n<p>At times, our clients might collect Personal Information about you on the Cumulus Platform or on-site at a retail locations or other Cumulus events.\nThe collection of this information is clearly marked as information being collected by or for a third party, and providing such information is strictly voluntary.\nWe may help facilitate the collection of the information by providing forms and collection boxes for the client.\nSometimes this information is shared with us Cumulus, though we will only market to you if you have given us permission.\nInformation gathered in this manner is shared with our client partners.\nand other information you may have previously provided to us remains private.</p>\n<p>We may share your Personal Information with third parties that perform functions on our behalf (or on behalf of our partners) such as service providers that host or operate the Cumulus Platform, analyze data, process transactions and payments, fulfill orders or provide customer service.\nadvertisers.\nsponsors or other third parties that participate in or administer our promotions, surveys or provide marketing or promotional assistance and our partners in co-branded sites and promotions.\nYour Personal Information may also be used by us or shared with our subsidiaries, affiliates, sponsors, partners, advertisers or other third parties in connection with marketing, promotional, and other offers, as well as product information, and for such third party’s analytics and market research.\nThe Cumulus Platform may include Nielsen’s proprietary measurement software which may allow you to contribute to market research.\nFor more information, visit: http://www.nielsen.com/digitalprivacy .</p>\n<p>We may share your Personal Information with other entities and our affiliates primarily for business and operational purposes.\nIn the event that we are involved in a bankruptcy, merger, acquisition, reorganization or sale of assets, your information may be sold or transferred as part of that transaction.\nAdditionally, we may transfer and disclose your information to third parties to comply with a legal obligation.\nwhen we believe in good faith that the law or a governmental authority requires it.\nto verify or enforce our Terms of Use or other applicable policies.\nto address fraud, security or technical issues.\nto respond to an emergency.\nor otherwise to protect our rights or property or security of third parties, visitors to the Cumulus Platform or the public.</p>\n</li>\n<li>\nOTHER DISCLOSURES\n<p>Third party platforms and services accessible through the Cumulus Platform have separate privacy and information collection practices, independent of us.\nCumulus has no responsibility or liability for these independent policies or actions.\nYou are solely responsible for maintaining your Personal Information, the secrecy of your passwords, membership ID, or any account information.\nPlease be careful and responsible whenever you are online.\nIf you post Personal Information online that is accessible to the public, you may receive unsolicited messages from other parties in return.\nWhile we aim to protect your personal information, Cumulus cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk.\nWhile we put forth our best efforts in adhering to these minimum privacy standards, additional restrictions may be imposed to comply with state and local laws, and/or station-specific programs, products and services.</p>\n</li>\n<li>\nINFORMATION WE RECEIVE FROM THIRD PARTIES\n<p>We may receive information about you from third parties.\nFor example, if you are on another website and you opt-in to receive information from Cumulus, that website will submit to us your email address and other information about you so that we may contact you as requested.\nYou may also choose to participate in a third party application or feature (such as one of our Facebook or Twitter applications or a similar application or feature on a third party website) through which you allow us to collect (or the third party to share) information about you, including Usage Information, Device Identifiers, and Personal Information such as lists of your friends, “likes”, comments you have shared, groups and location.\nServices like Facebook Connect give you the option to post information about your activities on the Cumulus Platform to your profile page to share with others within your network.\nIn addition, we may receive information about you if other users of a third party website give us access to their profiles and you are one of their “connections” or information about you is otherwise accessible through your “connections'” web page, profile page, or similar page on a social networking or other third party website or interactive service.</p>\n<p>We may also receive information about you from third party data providers.\nWe may supplement the information we collect about you through the Cumulus Platform with such information from third parties in order to enhance our ability to serve you, to tailor our content to you and/or to offer you opportunities to purchase products or services that we believe may be of interest to you.</p>\n</li>\n<li>\nSECURITY\n<p>Access to your Personal Information is limited to those who specifically need it to conduct their business responsibilities.\nWe use security techniques designed to protect your Personal Information-especially information that is used by employees and business partners to provide services to you.\nIn addition to providing you with the opportunity to refuse marketing offers, we release information only with your consent or at your requests, or when required to do so by law or other regulatory authority.\nWhen a court order or subpoena requires us to release information, we notify you directly so that you legal rights can be exercised, if appropriate.\nThe only exceptions to this policy are when we are prohibited by court order or law from notifying you, or cases in which fraud and/or criminal activity is suspected.\nFinally, each Cumulus employee is personally responsible for maintaining listener and customer confidentiality.\nAll Cumulus employees are required to sign an agreement that they will comply with these policies.\nEmployees who violate these policies are subject to disciplinary action, up to and including termination of employment.\nEmployees are expected to report violations-and may do so confidentially-to their managers or other supervisors.\nEach radio station has an employee who has been assigned the responsibility for assuring the adherence to Cumulus’s privacy policy.\nCheck your local Cumulus Radio Website for this contact.</p>\n<p>While we take information security seriously, please understand that no electronic data transmission or storage of information can be guaranteed to be 100% secure.\nTherefore, we cannot ensure or warrant the security of any information you transmit to us or that you use the Cumulus Platform.\nYou are providing your information to us at your own risk.</p>\n</li>\n<li>\nYOUR PRIVACY RIGHTS, CHOICE AND ACCESS\n<p>You may always direct us not to share your Personal Information with third parties (other than our service providers), not to use your Personal Information to provide you with information or offers, or not to send you newsletters, emails or other communications by: (i) modifying your registered user information on the Cumulus Platform.\n(ii) sending us an email at privacy@cumulus.com.\n(iii) contacting us by mail at Cumulus Digital Department, 3280 Peachtree Road, Suite 2300, Atlanta, GA 30305.\nAttn: Customer Service.\nor (iv) following the removal instructions in the communication that you receive.\nYour opt-out request will be processed within 30 days of the date on which we receive it.</p>\n<p>If you wish to modify, verify, correct, or delete any of your Personal Information collected through the Cumulus Platform, you may edit your registered user information or contact us at the above address or email.\nIn accordance with our routine record keeping, we may delete certain records that contain Personal Information you have submitted through the Cumulus Platform.\nWe are under no obligation to store such Personal Information indefinitely and disclaim any liability arising out of, or related to, the destruction of such Personal Information.\nIt may not always possible to completely remove or delete all of your information from our databases without some residual data because of backups and other reasons.\nWe will retain your information (including geo-location data) for as long as your account is active or as needed to provide you services.\nIf you wish to cancel your account or request that we no longer use your information to provide you services contact us at privacy@cumulus.com.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe do not control certain privacy settings and preferences maintained by our social media partners like Facebook and Twitter.\nIf you wish to make changes to those settings and preferences, you may do so by visiting the settings page of the appropriate social media site.</p>\n</li>\n<li>\nADVERTISING/BEHAVIORAL TARGETING.\nHOW TO OPT-OUT\n<p>We may use third party ad network providers to help present ads on the Cumulus Platform, as well as other service providers to evaluate and provide us with information about the use of the Cumulus Platform and viewing of our content.\nSuch providers may place and access cookies, pixel tags, or similar technologies on your Device to serve you ads or other content personalized to your interests which they infer from your browsing on the Cumulus Platform and other sites you have visited.\nIn doing so, the provider collects or has access to non-Personal Information such as your Usage Information.\nThe use of cookies, pixel tags, or similar technologies by these providers is subject to their own privacy policies, not ours.</p>\n<p>If you do not want to receive the benefits of targeted advertising, you may opt out of some network advertising programs that use your information by visiting the NAI Opt-Out Page.\nPlease note that even if you choose to remove your information (opt out), you will still see advertisements while you’re browsing online.\nHowever the advertisements you see may be less relevant to you and your interests.\nAdditionally, many network advertising programs allow you to view and manage the interest categories they have compiled from your online browsing activities.\nThese interest categories help determine the types of targeted advertisements you may receive.\nThe NAI Opt-Out Page provides a tool that identifies its member companies that have cookies on your browser and provides a mechanism to opt out of receiving cookies from those companies.\nPlease note that if you opt-out of targeted advertising, we may still track your visits to the Cumulus Platform for our own analytics, operations and security purposes.</p>\n<p>We do not respond to web browser “do not track” signals.\nAs such, your navigation of our website may be tracked as part of the gathering of quantitative user information.\nIf you arrive at our website by way of a link from a third party site that does respond to “do not track” requests, the recognition of any “do not track” request you have initiated will end as soon as you reach our website.</p>\n</li>\n<li>\nPROTECTING THE PRIVACY OF CHILDREN\n<p>Children should always get permission from their parents before sending any information about themselves (such as their names, email addresses, and phone numbers) over the Internet, to us or to anyone else.\nThe Cumulus Platform is not directed at children under the age of 13 and we will not knowingly allow anyone under 13 to provide us any Personal Information.\nIf you are under the age of 13, please do not provide any information about yourself to any Cumulus Platform.</p>\n</li>\n<li>\nPRIVACY RIGHTS FOR RESIDENTS OF CALIFORNIA ONLY\n<p>The California Consumer Privacy Act of 2018 (“CCPA”) provides “consumers” (California residents) with specific rights regarding their “personal information”.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>During the past twelve (12) months, we have collected the following categories of personal information from the listed sources, used it for the listed business purposes and shared it with the listed categories of third parties.\nThe categories of information include information we collect from our customers, partners and website visitors, and any other person that interacts with us either online or offline.\nNot all information is collected about all individuals.</p> Category of information collected Source Business purposes* for use Categories of third parties receiving information Identifiers\n<p>(name, email address, telephone number, mailing address, date of birth, lifestyle interests, “likes” and” preferences, comments you have shared and groups)</p>\n<p>Individuals submitting information to us</p>\n<p>Information we may receive from third-party marketing and data partners.</p>\n<p>Performing services for you including joining our clubs or accessing our streaming.</p>\n<p>Advertising customization.</p>\n<p>Auditing relating to transactions and contests.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Functionality debugging, error and repair.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses and advertising partners.</p> Sensitive information\n<p>(invoicing data, payment information (such as account or credit card number), billing details, log-in details (membership ID, password and username)</p>\n<p>Individuals submitting information to us.</p>\n<p>Information we may receive from third-party marketing and data partners.</p>\n<p>Performing services for you.</p>\n<p>Auditing relating to transactions.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses.</p> Commercial information\n<p>(transaction history, products/services purchased, obtained or considered and product preferences)</p>\n<p>Individuals submitting information to us.</p>\n<p>.</p>\n<p>Performing services for you.</p>\n<p>Auditing relating to transactions.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses.</p> Internet or other electronic network activity\n<p>(IP address, web browser type and version, the operating system used and the domain name of your internet service provider, information about your visit, including pages you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs) and methods used to browse away from the page)</p>\n<p>Information we automatically collect from website visitors.</p>\n<p>Information we may receive from third-party marketing and data partners.</p>\n<p>Advertising customization.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Functionality debugging, error and repair.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses.</p> Geolocation <p>Information we automatically collect from website visitors.</p>\n<p>Information we may receive from third-party marketing and data partners.</p>\n<p>Advertising customization.</p>\n<p>Auditing relating to transactions.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Functionality debugging, error and repair.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses.</p> Inferences from the above\n<p>(preferences, characteristics, behaviour, attitudes and abilities, etc.)</p>\n<p>Internal analytics.</p>\n<p>Information we may receive from third-party marketing and data partners.</p>\n<p>Advertising customization.</p>\n<p>Auditing relating to transactions.</p>\n<p>Internal research and development.</p>\n<p>Security detection, protection and enforcement.</p>\n<p>Functionality debugging, error and repair.</p>\n<p>Quality control.</p>\n<p>Service providers (such as those listed in Section 3).</p>\n<p>Affiliated companies.</p>\n<p>Government regulators.</p>\n<p>Law enforcement.</p>\n<p>Strategically aligned businesses.</p>\n<p>* The business purposes also include those listed at Section 3 of this policy.</p>\n<u>Sale of personal information</u>\n<p>In the preceding twelve (12) months, Cumulus may have sold the following categories of personal information:</p>\n<ul>\n<li>\n<p>Identifiers;</p>\n</li>\n<li>\n<p>Commercial information;</p>\n</li>\n<li>\n<p>Geolocation.\nand</p>\n</li>\n<li>\n<p>Inferences from the above.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<u>Your rights and choices</u>\n<p>As of January 1, 2020, if you are a verified California resident, you have the right to obtain certain information about our collection and use of personal information over the past twelve (12) months, including:</p>\n<ul>\n<li>\n<p>The categories of personal information we collect;</p>\n</li>\n<li>\n<p>The categories of sources of personal information we collect;</p>\n</li>\n<li>\n<p>Our business purpose for collecting or sharing that personal information;</p>\n</li>\n<li>\n<p>The categories of third parties with whom we share that personal information;</p>\n</li>\n<li>\n<p>The specific personal information we have collected about you over the past twelve (12) months;</p>\n</li>\n<li>\n<p>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:</p>\n</li>\n<li>\n<p>the categories of personal information sold and the category of third party recipients.\nand</p>\n</li>\n<li>\n<p>list of the categories of personal information that we disclosed for a business purpose.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>You have the right to request that we do not sell personal information about you, and to request that we delete (and direct our service providers to delete) your personal information subject to certain exceptions.</p>\n<u>Personal information sales opt-out and opt-in rights</u>\n<p>If you are sixteen (16) years of age or older, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”).\nWe do not sell the personal information of individuals we actually know are less than sixteen (16) years of age.\nTo exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following page: Do Not Sell My Personal Information.</p>\n<p>Once you make an opt-out request, we will wait at least twelve (12) months before asking you to reauthorize personal information sales.</p>\n<u>Exercising your rights</u>\n<p>You may change, update or add additional information about yourself at any time through the Cumulus Platforms that offer this feature.\nIf a Cumulus Platform does not currently provide this ability, you can still change your data profile by contacting your local radio station.\nYou can also exercise any of these rights by contacting us using the contact details set out throughout this policy or you may submit a request to us by visiting the following page: Website Request Page.\nYou may make a request up to twice within a twelve (12) month period.\nYou may also call us on the following toll free telephone number: 855-849-0505.</p>\n<p>We will ask you for information that allows us to reasonably verify your identity (that you are the person about whom we collected personal information) and we will use that information only for that purpose.\nWe cannot respond to your request or provide you with personal information if we cannot verify your identity and confirm that the personal information relates to you.</p>\n<u>Response timing and format</u>\n<p>We will endeavour to respond within forty-five days of receipt of your request, but if we require more time (up to an additional forty-five days) we will notify you of the reason and extension period in writing.</p>\n<p>Where you request a copy of your personal information, we will endeavour to provide the information in a format that is readily useable, including by mailing you a paper copy or providing an electronic copy.\nAny disclosures we provide will only cover the twelve (12) month period preceding the receipt of you verified request.</p>\n<p>We do not charge a fee to process or respond to your request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>We will not discriminate against you as a result of your exercise of any of these rights.</p>\n</li>\n<li>\nCONSENT TO PROCESSING AND TRANSFER OF INFORMATION\n<p>The Cumulus Platform is governed by and operated in, and in accordance with the laws of, the United States, and is intended for the enjoyment of residents of the United States only.\nWe do not target the Cumulus Platform or any of our services at citizens located outside of the United States including, but not limited to, citizens of the European Union.\nCumulus makes no representation that the Cumulus Platform is governed by or operated in accordance with the laws of any other nation.\nGiven that we are an international business, our use of your information necessarily involves the transmission of data on an international basis.\nIf you are located in the European Union, Canada or elsewhere outside of the United States, please be aware that information we collect may be transferred to and processed in the United States.\nBy using the Cumulus Platform, or providing us with any information, you (a) acknowledge that the Cumulus Platform is subject to the laws of the United States, (b) consent to the collection, processing, maintenance and transfer of such information in and to the United States and other applicable territories in which the privacy laws may not be as comprehensive as or equivalent to those in the country where you reside and/or are a citizen, and (c) waive any claims that may arise under those laws.</p>\n</li>\n<li>\nCHANGES TO THIS PRIVACY STATEMENT\n<p>Technology is an evolving medium.\nIf we need to change this Privacy Policy at some point in the future, we will post the changes to this Privacy Policy on the Cumulus Platform and update the reference to the effective date to reflect the date of the amendment.\nBy visiting the Cumulus Platform, you agree that your visit, and any dispute over privacy, is governed by this Privacy Policy.</p>\n</li>\n</ol>\n<p>\n</p>\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Advertising Solutions</li>\n<li>Contact Us</li>\n<li>Investors</li>\n<li>Listen</li>\n<li>Newsroom</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Site Map</li>\n<li>Work Here</li>\n</ul> © 2021 Cumulus Media &nbsp.\nHi, how can we help? CLOSE ", "created_at": "2021-12-16 21:34:30.149334", "updated_at": "2021-12-16 20:35:38.244416"}], "points": [], "urls": ["cumulusmedia.com"]}}