{"error": 448, "message": "OK", "parameters": {"id": 1614, "name": "USE Credit Union", "created_at": "2019-06-07 04:33:27.3929", "updated_at": "2021-03-25 03:19:25.701819", "wikipedia": null, "keywords": null, "related": null, "slug": "use_credit_union", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1614.png", "url": "www.usecu.org", "documents": [{"id": 3860, "name": "Privacy & Security", "url": "https://www.usecu.org/privacy-security/", "xpath": "//*[@id=\"page_blocks\"]", "text": " Protecting Your Privacy <p>When it comes to the companies you trust, no one has to be more trustworthy than your financial institution.\nAt USE Credit Union, our goal is to preserve and protect not only your finances, but your financial information as well.\nOur federal&nbsp;Privacy Policy, state privacy policy titled&nbsp;Important Choices for Consumers&nbsp;and&nbsp;California Consumer Privacy Act Policy&nbsp;gives you a full accounting of how we collect, use, disclose, and store your confidential information.</p>\n<p>As your trusted financial partner, protecting your right to privacy is one of our most important jobs.\nBy reading our privacy documents you’ll learn what information must be shared out of necessity to manage your accounts and what information sharing you have the right to control.\nWe encourage you to read our policy and contact us if you have any questions.</p> Your Safety is Our Top Priority <p>Fraud Analysis<br>\nWe use state-of-the-art technology to help detect and prevent potential fraud.\nBased on your previous usage, if a purchase appears suspicious, we’ll reach out to ensure you authorized the transaction.\nIf someone is using your account fraudulently, we can prevent additional activity from occurring.\nAnd if you’re planning a vacation or business trip, be sure to let us know.\nPurchases made in areas you normally don’t visit may trigger our fraud detection system, causing transactions to be declined.</p>\n<p>Secure Browsing<br>\nOur website and digital banking channels use the latest security standards to ensure that data transmissions are secure.</p>\n<p>Device Verification<br>\nThink of it as Enhanced Login Security.\nIt protects you against online fraud by providing an additional authentication ‘factor’ beyond your username and password through the use of a one-time access code when you login to a new computer or device.</p> Digital Banking Safety Tips Online Security\n<p>We’re committed to preserving and protecting not only your finances, but your financial information as well.\nHere are some additional security steps you may want to take:</p>\n<ul>\n<li>Add a password to your USE account by calling us at &nbsp;866.873.4968 or by visiting a convenient branch location</li>\n<li>Use transaction notifications located in digital banking to alert you when certain activity occurs on your account</li>\n<li>Alert us before you travel through online banking, by phone at 866.873.4968, or by visiting a convenient branch location</li>\n<li>Contact us immediately if your debit/credit card is lost or stolen</li>\n<li>Monitor your accounts and contact us immediately if you notice an unauthorized activity</li>\n</ul>\nID Theft &amp.\nFraud\n<p>IMPORTANT<br>\nOur Member Service Representatives will never ask you to give your full account number over the phone – they already have that information.\nFor your security, never give your full account information or PIN number to anyone who calls you on the phone or contacts you by email, no matter how legitimate the request may sound.</p>\n<p>We have a system to communicate with you safely</p>\n<p>Did You Receive a “Secure” Email from Us?<br>\nFrom time to time we may send you an email that requires an extra “security” step.\nThat’s because the information in the email is encrypted to protect your information.\nHere’s how to open an encrypted mail from us.</p>\n<p>Suspect that someone stole your identity?<br>\nIf your ID has been stolen, you need to defend your reputation as soon as possible.\nVisit the he Federal Trade Commission website to learn more.</p>\n<p>The Federal Bureau of Investigation (FBI) is also a great resource when dealing with fraud or identity theft.\nLearn more about the most common criminal schemes.</p>\nUseful Resources\n<ul>\n<li>Avoid Scams/Be Smart Online</li>\n<li>Elder Abuse (San Diego County District Attorney)</li>\n<li>FBI Internet Fraud Complaint Center</li>\n<li>Federal Trade Commission: 877.IDTHEFT or &nbsp;www.ftc.gov/idtheft</li>\n<li>Identity Theft Resource Center</li>\n<li>Privacy Right Clearinghouse</li>\n<li>Social Security Fraud Hotline:&nbsp.\n800.269.0271 or &nbsp;https://www.ssa.gov/antifraudfacts/</li>\n<li>State of California Office of the Attorney General</li>\n<li>U.S Department of Justice</li>\n<li>Postal Inspectors: &nbsp;800.372.8347</li>\n<li>To report CHECK fraud: Telecheck: &nbsp;800.710.9898 or Chexsystems: &nbsp;800.428.9623</li>\n</ul> Branch Security <p>Keeping you and our staff safe is our highest concern.\nSimply asking everyone to remove their hats, sunglasses and hoodies while visiting a branch has been proven to deter criminals and prevent robberies, fraud and identity theft.</p>\n<p>We understand there may be special circumstances in which you may not be comfortable removing these items in public.\nOur friendly staff will make sure you’re as comfortable as possible and accommodate special requests on a case-by-case basis.</p>\n<p>Removing your hats, sunglasses and hoodies makes us all safer.\nYour cooperation not only helps deter would-be criminals but also makes it easier for law enforcement to identify the bad guys when necessary.</p> ", "created_at": "2021-01-29 10:48:27.27553", "updated_at": "2021-01-29 10:48:30.497275"}], "points": [], "urls": ["www.usecu.org"]}}