{"error": 448, "message": "OK", "parameters": {"id": 6668, "name": "Corbett Maths", "created_at": "2022-06-12 00:18:37.762959", "updated_at": "2022-06-12 22:01:00.45624", "wikipedia": null, "keywords": null, "related": null, "slug": "corbett-maths", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6668.png", "url": "corbettmaths.com", "documents": [{"id": 12153, "name": "Terms and Conditions ", "url": "https://corbettmaths.com/2018/05/17/terms-and-conditions/", "xpath": "//*[@id=\"post-28076\"]", "text": " May 17, 2018May 15, 2022 corbettmaths Terms and Conditions Terms of Use\n<p>All the resources on Corbettmaths, videos, worksheets, 5-a-day and everything else, have been created, over 1000’s of hours, by Corbettmaths.\nThe resources are&nbsp;free&nbsp;(<strong>and will always be free</strong>)&nbsp;to use for individual use or for use by teachers for their classes.</p>\n<p>I only ask that you keep in consideration the amount of work that I have put into the website and content, and&nbsp;<strong>if in doubt over your planned use of the resources, please feel free to ask me directly</strong>&nbsp;(there is a Contact button on the right hand side).</p>\n<p>I encourage colleagues&nbsp;to “link” to my resources on their school websites, VLEs or personal website rather that uploading copies of my files.\nThe main reason for this is that I constantly update and improve my worksheets and this avoids older versions of my files being found online.</p>\n<p>Under no circumstances can any Corbettmaths resource be used by anyone for profit making purposes.</p>\n<p>Under no circumstances can any Corbettmaths resource (including individual questions) be used within other resources that are redistributed.\nAn example being, copying Corbettmaths&nbsp;questions and then uploading on any teaching&nbsp;resources websites.</p>\n<p>Please&nbsp;<strong>never</strong> pass any of my work off as your own (including individual questions) as all work is copyrighted.\nMake sure it is very clear that it is if a resource is being linked to, that Corbettmaths is the owner of the resource and its use is subject to our Terms of Use.</p>\nWebsite Terms and Conditions\n1.\nCorbettmaths\n<p>The material in the Web Site is copyright to Corbettmaths or our content and technology providers.\nYou are welcome to view, print and download the contents of the Web Site for personal use, but not for any commercial purposes or re-publication.</p>\n2.\nContacting Us\n<p>\n<strong>a)</strong>&nbsp;Our email address is Corbettmaths@gmail.com</p>\n3.\nWeb Site Information\n<p>\n<strong>a)</strong>&nbsp;We have tried to ensure that information provided in the Web Site is accurate.\nHowever, we make no representation and give no warranty of any kind in respect of the information.</p>\n<p>\n<strong>b)</strong>&nbsp;We do not accept liability for any loss (direct, indirect or consequential) which may arise from reliance on information contained in the Web Site or in respect of any error or omission.</p>\n4.\nDescription of Products\n<p>\n<strong>a)</strong>&nbsp;The description and specification of products in the Web Site is only approximate and we reserve the right to make changes.</p>\n<p>\n<strong>b)</strong>&nbsp;We may correct any error appearing in the Web Site or withdraw any product from sale without incurring liability.\nPrice and availability is also subject to change without notice.</p>\n5.\nOrdering Products\n<p>\n<strong>a)</strong>&nbsp;You may order products from the Web Site by submitting a completed order form through the check-out procedure.</p>\n<p>\n<strong>b)</strong>&nbsp;We will confirm acceptance of your order by e-mail to the address you have given and the sending of this e-mail (whether or not it is received) makes the contract between us.</p>\n6.\nThe Price and Payment\n<p>\n<strong>a)</strong>&nbsp;The price of the products will be the price quoted in the Web Site at the time we accept your order.\nThe price will include any applicable value added tax, but not the cost of delivery.</p>\n<p>\n<strong>b)</strong>&nbsp;In addition to the price, you will have to pay our delivery charge.\nThe amount of these charges varies according to the method of delivery and the delivery address you specify in your order.</p>\n<p>\n<strong>c)</strong>&nbsp;Payment is made by credit card or PayPal at the time we accept your order.\n(the payment methods we accept are listed in the Web Site at the time you place your order).\nRefunds will generally be made by means of a credit to your original payment method.</p>\n<p>\n<strong>d)</strong>&nbsp;Although every care is taken in the quality of content on this site, there may occasionally be an error and items may be mis-priced.\nIn this event we will either: contact you to ask if you wish to cancel the order, or simply cancel the order and notify you, at our own discretion.\nWe are under no obligation to supply goods at the incorrect price.</p>\n7.\nDelivery of Products\n<p>\n<strong>a)</strong>&nbsp;We will arrange for delivery of the products you order by the method and to the address which you specify in the check-out procedure.\nHowever, the time for delivery will not be essential to the contract between us.</p>\n<p>\n<strong>b)</strong>&nbsp;If you do not take delivery of the products or supply adequate delivery instructions, we may cancel your order and retain the products.\nIn this event, we will refund you the price of the products, but you will still be liable to pay any delivery charges.</p>\n<p>\n<strong>c)</strong>&nbsp;If there is an error or any other delivery problem in respect of the products ordered, you must notify us within 14 days after the delivery date.\nWe will not be liable for any loss or damage if you fail to do this.</p>\n8.\nCancelling Orders\n<p>\n<strong>a)</strong>&nbsp;You may cancel your order by notifying us in writing at any time up to 14 days after your products have been delivered.\nThe notification should state your order number and give the reason for cancellation.</p>\n<p>\n<strong>b)</strong>&nbsp;If you cancel your order after we have despatched the products, then you must return the address on the packing slip.\nThe products should be returned in a reasonable condition and at your own expense.\nWe recommend the use of a Recorded Delivery Service.</p>\n9.\nGeneral\n<p>\n<strong>a)</strong>&nbsp;The products advertised in the Web Site are intended for sale to persons dealing as consumers and are not for re-sale.</p>\n<p>\n<strong>b)</strong>&nbsp;The Contracts (Rights of Third Parties) Act 1999 shall not apply to any contract between us, so that no contractual rights are conferred on third parties.</p>\n<p>\n<strong>c)</strong>&nbsp;Any contract between us shall incorporate these terms and conditions and be under English law.\nIf there is any dispute, the English Courts will have exclusive jurisdiction.</p>\n<ul>\n<li>Policies</li>\n</ul> Post navigation Previous Privacy PolicyNext Message for Paper 1 – 2018 ", "created_at": "2022-06-11 22:19:45.014758", "updated_at": "2022-06-11 22:21:06.479405"}, {"id": 12152, "name": "Privacy Policy ", "url": "https://corbettmaths.com/2018/05/17/privacy-policy/", "xpath": "//*[@id=\"post-28057\"]", "text": " May 17, 2018August 12, 2019 corbettmaths Privacy Policy Privacy Policy <p>At Corbettmaths we make every effort to ensure we protect your personal information.</p>\n<p>This site, http://www.corbettmaths.com (the “Website”) is owned and operated by Corbettmaths.\nIn this Privacy Policy (“Policy”), the terms “Corbettmaths”, “we”, “us” and “our” mean Corbettmaths.</p>\n<p>This Policy, in conjunction with our&nbsp;Terms and Conditions, explains how Corbettmaths may use the information we collect about you, as well as the rights you have over any personal information we hold about you.</p>\n<p>Please read this Policy and our&nbsp;Terms and Conditions&nbsp;carefully.\nby accessing the Website you confirm to have understood and agreed to them.</p>\n<p>If you have questions regarding our privacy policy or practices, please contact us at corbettmaths@gmail.com</p>\n<strong>Information we collect</strong>\n<p>We collect information about you when you:</p>\n<ul>\n<li>visit the Website – (geographic location, i.e.\ncountry, pages visited, referral source)</li>\n<li>buy revision cards – (name, address and email address)</li>\n<li>take part in our competitions, surveys and questionnaires – (name, email address – if provided)</li>\n<li>contact us via e-mail – (name and email address – if provided)</li>\n</ul>\n<strong>How we use your information</strong>\n<p>We collect your personal information to help Corbettmaths better understand you and to enable us to personalise your experience with Corbettmaths.\nWe use your information to:</p>\n<ul>\n<li>administer the website;</li>\n<li>improve your browsing experience;</li>\n<li>to contact you regarding orders or queries you have made (non-marketing)</li>\n<li>process your purchases;</li>\n<li>develop and improve our website;</li>\n<li>to keep the website secure;</li>\n<li>manage competitions, surveys and questionnaires;</li>\n</ul>\n<p>&nbsp;</p>\n<strong>COOKIES</strong>\n<strong>What is a cookie?</strong>\n<p>Cookies are text files containing small amounts of information which are downloaded to your personal computer, mobile or other device when you visit a website.\nThis information is then sent back to the originating website on each subsequent visit, or to another website that recognises that cookie.\nCookies are useful because they allow a website to recognise a user’s device.</p>\n<p>You can find more information about cookies at&nbsp;www.allaboutcookies.org&nbsp;and&nbsp;www.youronlinechoices.eu.</p>\n<strong>Cookies used on the Website</strong>\n<p>A list of all the cookies used on the Website by category is set out below.</p>\n<p>&nbsp;</p>\nVisitor cookies Cookie Name\nDuration\nPurpose comment_author_{HASH}\n347 days\nRemembers the value entered into the&nbsp;comment form‘s&nbsp;<strong>name</strong>&nbsp;field.\nSpecific to the site from which it is set.&nbsp;<em>This cookie mirrors one set by the core WordPress software&nbsp;for commenting purposes</em>.\ncomment_author_email_{HASH}\n347 days\nRemembers the value entered into the&nbsp;comment form‘s&nbsp;<strong>email</strong>&nbsp;field.\nSpecific to the site from which it is set.&nbsp;<em>This cookie mirrors one set by the core WordPress software&nbsp;for commenting purposes</em>.\ncomment_author_url_{HASH}\n347 days\nRemembers the value entered into the&nbsp;comment form‘s&nbsp;<strong>URL</strong>&nbsp;field.\nSpecific to the site from which it is set.&nbsp;<em>This cookie mirrors one set by the core WordPress software&nbsp;for commenting purposes</em>\n<p>&nbsp;</p>\n<strong>Mobile Theme</strong> Cookie Name\nDuration\nPurpose akm_mobile\n3.5 days\nRemembers whether or not a user wishes to view the&nbsp;mobile version&nbsp;of a site.\n<p>&nbsp;</p>\n<strong>Using browser settings to manage cookies</strong>\n<p>You are able to use the settings within your browser to control the cookies that can be placed onto your computer.&nbsp.\nThe ‘Help’ menu on the menu bar of most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.</p>\n<p>&nbsp;</p>\n<strong>Security</strong>\n<p>The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.\nWhen you enter sensitive information (such as a credit card number) on the third party order forms, PayPal encrypt the transmission of that information using secure socket layer technology (SSL).\nPayPal privacy policy can be found here:&nbsp;https://www.paypal.com/en/webapps/mpp/ua/privacy-full</p>\n<strong>Disclosing your information</strong>\n<p>We will never disclose your information to anyone outside the Corbettmaths except where we have your consent.\nwhere we are required or permitted to do so by law, such as when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order, or legal process.\nwhere other companies who provide a service to us as part of our order process require that data i.e.\ndelivery companies, payment providers.</p>\n<p>We do not use your information for any marketing purposes</p>\n<strong>Other websites</strong>\n<p>The Website may contain links to other sites which are outside our control and not covered by this Policy.\nThe operators of these sites may collect information from you that will be used by them in accordance with their policy, which may differ from ours.</p>\n<strong>Your rights</strong>\n<p>You have a right of access, rectification, restriction, opposition, and erasure.&nbsp;&nbsp.\nPlease contact us if you wish to exercise these rights.\n&nbsp;If you wish to complete an access request to all personal data that Corbettmaths holds on you (which will be your name, address and email address if an order is placed), please note that photo identity will be required to prove your identity.</p>\n<p>We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and fulfil our agreements.</p>\n<strong>GPDR</strong>\n<p>&nbsp;</p>\n<strong>Changes to our policy</strong>\n<p>We may update this privacy policy from time to time by posting a new version on our website.\nYou should check this page occasionally to ensure you are happy with any changes.</p>\n<p>Page created: 17th May 2018</p>\n<p>Last update: 13th June 2018</p>\n<strong>Contacting us</strong>\n<p>If you have any queries, please contact us at&nbsp;corbettmaths@gmail.com</p>\n<ul>\n<li>Policies</li>\n</ul> Post navigation Previous A5 Revision CardsNext Terms and Conditions ", "created_at": "2022-06-12 00:18:37.766774", "updated_at": "2022-06-11 22:19:41.316901"}], "points": [], "urls": ["corbettmaths.com"]}}