{"error": 448, "message": "OK", "parameters": {"id": 5521, "name": "Bad credit loans", "created_at": "2021-11-05 03:21:48.001519", "updated_at": "2021-11-05 23:01:13.103719", "wikipedia": null, "keywords": null, "related": null, "slug": "bad-credit-loans", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5521.png", "url": "badcreditloans.com", "documents": [{"id": 9917, "name": " Terms of Use", "url": "https://www.badcreditloans.com/terms-of-use/", "xpath": "//*[@id=\"site-content\"]", "text": " Terms of Use <p>BadCreditLoans.com (the “Website”) is operated by&nbsp;Chief LLC (the “Website Operator,” “We” or “Us”), which is a limited liability company established in Nevada.\nBy using the Website you accept to the below terms of use:</p>\n<p>\n<strong>Service Information</strong>\n</p>\n<p>Neither BadCreditLoans.com nor the Website Operator are lenders or the issuers of any loan product or other product featured on the Website.\nAny services or products that are presented to you and accepted by you are issued by third party vendors and service providers.\nThe management and customer care of any service or product provided to you are the responsibility of the third party vendors and service providers who issued the service or product.\nIf you receive an order confirmation form or receipt from a loan request, this does not signify that your loan request was accepted or that you will necessarily be given a loan.\nWe are not responsible for unsuccessful loan requests as a result of the requester not qualifying for a loan per the loan service agents’ requirements.\nIf you have any questions regarding your loan request status you must communicate with your lender directly because we cannot access this information due to lending privacy laws and regulations.</p>\n<p>We may receive compensation for successful or unsuccessful product or service requests from third parties.\nAny such compensation arrangements that are in place are not related to your use of the Website.\nWe also may choose to modify any of the Terms of Use and your use of the Website will subsequently comply with the amended Terms of Use.</p>\n<p>You must be a citizen or legal resident of the United States and be over the age of 18 to use the Website or to submit a request for a product or service listed on the Website.\nFor information regarding our privacy policies please visit the Privacy Policy page, which states our policies regarding the storage and use of your personal information.</p>\n<p>\n<strong>Late Payments</strong>\n<br>\nThe most important thing that you must understand as a borrower is the repercussions of making late payments on your loan.\nAlthough each lender that we work with has its own terms and conditions for the loan and the repayment of the loan, there are some general repercussions that it is important for you to understand.\nThere will likely be charges for making a late payment.\nSimilarly, if you are extending a loan, the finance charge for the original loan must be paid on the original due date.\nThen your loan principal will be deferred with an additional finance charge.\nWe recommend paying as much as possible towards your original due date in order to further reduce the charges you incur.\nIf you plan to deviate from your payment plan, you should contact your lender immediately to setup a new payment arrangement.\nIf your loan payment is rejected for any reason by your bank, the lender may initiate collection procedures and you will be prevented from receiving future loans from the lender until all of your payment obligations are met in full.\nThe most important thing to remember is to read about the payment options and penalties for the specific lender that you are connected with and to make sure that you fully understand these policies.\nLastly, remember that personal loans should be used only for short-term financial needs.\nThey are not a long-term financial solution.\nIn general you should always make sure to pay all of your outstanding loans/bills/debts on time.</p>\n<p>\n<strong>Missing a Payment</strong>\n<br>\nBadCreditLoans.com strongly recommends that you pay all of your outstanding debt/loans/bills when they are due.\nThis will ensure that you will have a good payment record and minimize negative repercussions.\nEach lender that BadCreditLoans.com works with has their own terms and conditions governing the specific implications of missing a payment.\nHowever, if the lender does not receive a payment the likely result is that the lender will begin collection procedures against you and you will no longer be able to receive any more loans from the lender.\nTherefore, it is important for you to both understand the specific requirements for repayment and the repercussions of missing a payment.\nAnd, again we strongly urge you to pay all outstanding debts/loans/bills on time.</p>\n<p>\n<strong>Legal Compliance</strong>\n</p>\n<p>You agree to not engage in any unlawful activities pertaining to the use of the Website.\nIf we become aware of any violation of the Terms of Use or Privacy Policy notices listed on our Website we may report any unlawful activities to law enforcement authorities and you may be liable for civil or criminal penalties.\nWe may conduct an investigation related to suspected unlawful activities and we reserve the right to restrict your use of the site during such an investigation.</p>\n<p>All intellectual property rights including trademarks, text, graphics, designs and wordmarks are owned by us and other third parties who have authorized use of such assets (“Intellectual Property”).\nYou may view and retain copies of pages, images or other materials on the Website only for the purpose of obtaining a product or service you have requested.\nYou will not replicate, distribute or disseminate any Intellectual Property belonging to us without the written consent of the Website Operator.\nWe may terminate your use of the Website or suspend services to you based on perceived or actual violations of this Terms of Use, Privacy Policy or another customers’ rights.</p>\n<p>\n<strong>DollarConnect SMS Alerts &amp.\nReminders SMS Terms &amp.\nConditions</strong>\n</p>\n<p>Sign up for an SMS Alert to receive a one-time message with a secure link to your loan request.\nOr you can sign up for SMS Offer Reminders and receive recurring monthly messages.\nTo opt out at any time, text the word STOP to 89810.\nFor help, text the word HELP to 89810.\nMessage and Data Rates May Apply For additional support: SMSAlerts@dollarconnect.com</p>\n<p>Based on program opt-in, you’ll receive a one-time text message or recurring monthly messages.\nThis service is available on all Supported U.S.\nCarriers.Messages may be delayed or undelivered for various factors.\nClient, carriers (including, but not limited to, T-Mobile) and any service providers utilized by Client to send messages are not liable for delayed or undelivered messages.</p>\n<p>\n<strong>Limited Liability and Warranties</strong>\n</p>\n<p>We use our best efforts to make sure that the information and policies listed on the Website are accurate.\nhowever, we cannot ensure 100 percent accuracy.\nWe make no representations of the quality or accuracy of any information provided on the Website in the form of text, images or other content.\nAll content is provided “as is” and without any warranty.\nNeither the Website, Website Operator nor any other third parties involved in creating the content on the Website shall be liable for any damages arising out of your use of the Website.\nWe also use security technology to protect your personal information as outlined in the Privacy Policy.\nhowever, we cannot guarantee that your personal information will not be taken by a third party via malicious or unlawful activities.\nWe are not in any way responsible for such third party access gained from an unlawful activity.</p>\n<p>The Website may also contain links to third party websites, including co-branded sites, affiliates and product or service providers.\nWe are not responsible for the policies or content contained on third party sites and our links to third party sites should not be construed as a recommendation of any product, service or content offered by such sites.\nYour use of the Website indemnifies and holds harmless the Website, Website Operator and any affiliates, officers, employees or partners from any loss or liability resulting from your use of the Website.</p>\n<p>Our contact information:</p>\n<p>BadCreditLoans.com<br>\n2661 N Pearl St #431<br>\nTacoma, WA 98407<br>\nsupport@badcreditloans.com<br>\n800-245-5626</p> Request up to $10,000 Get Started ", "created_at": "2021-11-05 02:23:59.822337", "updated_at": "2021-11-05 02:24:20.991032"}, {"id": 9916, "name": " Privacy Policy", "url": "https://www.badcreditloans.com/privacy-policy/", "xpath": "//*[@id=\"site-content\"]", "text": " Privacy Policy <p>Last Updated June 2, 2021</p>\n<p>We recognize, respect and protect the personal privacy rights of all our customers and work diligently to safeguard your privacy.\nWe are committed to providing a high level of security and privacy regarding the collection and use of our customers’ personal information, as well as the personal information of all consumers who visit our website.\nThe following privacy policy explains how we use and protect the information about our customers.\nWe ask that you read it carefully.\nBy using our website, you hereby consent to our privacy policy and agree to its terms.</p> Facts: What Do We Do with Your Personal Information? Why? <p>Companies choose how they share your personal information.\nConsumers have the right to limit some but not all sharing.\nWe are committed to telling you how we collect, share, and protect your personal information.\nPlease read this policy carefully to understand what we do.</p> What? <p>The types of personal information we collect and share depend on whether you simply browse our website or whether you submit a loan request on our website.\nThis information generally includes, but is not limited to:</p>\n<ol>\n<li>Information you enter on our website or a website in our network, such as:\n<ol>\n<li>Personal information like your name and date of birth.</li>\n<li>Age, including whether you are 40 years old or older</li>\n<li>Social Security number, driver’s license number, and/or other similar identifiers</li>\n<li>Employment and income information</li>\n<li>Active military duty status</li>\n<li>Banking account information</li>\n<li>Contact information like your email address, phone number, and physical address (including how long you’ve been at that address)</li>\n<li>Loan information like the amount requested, the loan reason, and when you prefer to be contacted</li>\n<li>Your communications with us</li>\n</ol>\n</li>\n<li>Tracking data such as:\n<ol>\n<li>internet protocol addresses,</li>\n<li>browser / application type,</li>\n<li>Internet Service Provider,</li>\n<li>date/time stamp,</li>\n<li>referring/exit pages, and</li>\n<li>your activity on our site</li>\n</ol>\n</li>\n<li>Credit report information from credit reporting agencies (collected but never shared)</li>\n<li>Geolocation data</li>\n</ol> How? <p>Companies like ours need to share customers’ personal information to run their everyday business.\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to keep that personal information confidential.\nIn the sections below, we list the reasons we use and share customers’ personal information and whether you can limit this sharing.</p> Our Use of Your Personal Information <p>We may use personal information we collect for one or more of the following business purposes:</p>\n<ol>\n<li>To fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with personal information in order for us to connect you with a lender, we will use that information to try to connect you with a lender.</li>\n<li>To provide you with information, products or services that you request from us.</li>\n<li>To provide you with email alerts and other notices concerning our products or services, or events or news, that may be of interest to you.</li>\n<li>To improve our website and present its contents to you, including creating an account using the information you provide on our website so you can easily submit loan inquiries in the future.</li>\n<li>For testing, research, analysis and product development.</li>\n<li>As necessary or appropriate to protect the rights, property or safety of us, our clients or others.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to you when collecting your personal information.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us is among the assets transferred.</li>\n<li>To create an account for you so that you can more easily submit loan inquiries in the future on this website and our affiliated websites using your previously-provided information.</li>\n</ol> Sharing Your Personal Information Reasons We May Share Your Personal Information Do We Share Can You Limit This Sharing <p>For our everyday business purposes – such as to try to connect you with a lender or process your transactions.</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For our marketing purposes – to offer our products and services to you</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For joint marketing with other companies</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For our affiliates’ everyday business purposes – to choose whether to offer you a loan or to connect you with a lender.</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For our affiliates’ everyday business purposes – to offer you other products and/or services related to your request for a loan.</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For our affiliates to market to you</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>For non-affiliates to market to you</p>\n<p>Yes</p>\n<p>At the time you submit a loan request: No</p>\n<p>Any time after you submit a loan request: Yes</p>\n<p>To respond to court orders and legal investigations as required by law.</p>\n<p>Yes</p>\n<p>No</p> Categories of Third-Parties We Share Your Information With <ol>\n<li>\n</li>\n</ol>\n<ol>\n<li>Lenders</li>\n<li>Network of lenders</li>\n<li>Agents of record for lenders</li>\n<li>Other companies that may be able to offer you or market products or services related to your loan request (for example, credit repair offers and other credit related offers).</li>\n<li>Other third-party marketing partners</li>\n</ol> To limit our sharing <p>Call this toll-free number: (800) 245-5626</p>\n<p>Email us at<br>\nsupport@badcreditloans.com</p>\n<p>When you are no longer our customer, we continue to share your information as described in this notice.\nHowever, you can contact us at any time to limit our sharing of your information.</p> Information we do not collect or share <p>We do not collect or share any of the following information about you: signature, physical characteristics or description, passport number, medical information, health insurance</p> Here’s our Contact Info.\n<p>For questions please contact us at:</p>\n<p>BadCreditLoans.com</p>\n<p>(800) 245-5626</p>\n<p>support@badcreditloans.com</p>\n<p>http://www.badcreditloans.com</p> What We Do How do we protect your personal information? <p>To protect your personal information from unauthorized access and use, we use security measures that comply with applicable law.\nThese measures include computer safeguards and secured files and buildings.</p> How do we collect your personal information? <p>We collect your personal information, for example, when you:</p>\n<ul>\n<li>Create an account</li>\n<li>Request a loan</li>\n<li>Provide information on our forms</li>\n<li>Navigate to or use our website</li>\n<li>Communicate with us</li>\n<li>Request a loan through a different website in our network</li>\n</ul>\n<p>We may also obtain information about you from third parties, including credit bureaus, affiliates, or other companies.</p> Why can’t you limit all sharing at the time you submit a loan request? <p>You cannot limit all sharing at the time you submit a loan request because to connect you with a lender we need to share your information with our network of lenders and other networks of lenders so the lenders in these networks can choose whether to offer you a loan or market their loans to you.\nHowever, you can contact us at any time after you submit your loan request to limit all sharing.</p> Definitions Affiliates <p>Companies with whom we have a formal business relationship</p> Non-affiliates <p>Companies not related by common ownership and control, and with which we do not have a formal business relationship</p> Joint Marketing <p>A formal agreement between nonaffiliated companies that together market products or services to you</p> Other Important Information <u>For California Residents</u>\n<p>See the section below titled “For California Residents Only.”</p>\n<u>Your Credit Score</u>\n<p>We may obtain a “soft pull” of your credit score to help connect you with a lender.\nWe do not share this information with anyone.</p>\n<u>Cookies</u>\n<p>A cookie is a file which contains data that is stored on a visitor’s hard drive.\nThis data includes information about the visitor.\nA visitor has the option to reject a cookie and they still will be able to access our Website, however, the user may not have access to certain sections of our Website if cookies are disabled.\nThe purpose of using cookies is to allow us to track the intent of our visitors and enhance visitor experience while using our Website.\nAll cookies, including session cookies and persistent cookies, served on the Website are tied to PII that you provide.\nOur affiliates and partners may use cookies on our Website, however, we cannot control or access cookies set by third parties.</p>\n<u>Additional Sharing</u>\n<p>We cannot guarantee that all of your information will not be disclosed in ways not covered in this Privacy Policy.\nThere may be circumstances in which the disclosure of your information happens as result of unlawful interception or transmission to a third party.\nAlso, a legal situation may occur in which the disclosure of your PII or other information is required.\nAdditionally, as we develop and grow, we may choose to buy additional businesses or assets, including customer information.\nIn the event that we or one or more of our assets are acquiring, customer information may be one of the assets sold.</p>\n<u>Minors</u>\n<p>We do not knowingly collect or disclose information from children under the age of 18.\nNo information is knowingly collected from children or used for any purpose whatsoever, including marketing and promotional purposes.\nIf a parent or guardian is made aware that a child under the age of 18 has provided us with PII through any point of contact, please contact us using the contact information provided above.</p>\n<u>Unsubscribe</u>\n<p>You can remove your information from our contact list at any time with no questions asked.\nTo remove your information from our database to no longer receive future communications from us, please contact us using the contact information provided below.</p>\n<u>Updates</u>\n<p>We may update this Privacy Policy with any changes to our information practices.\nWe reserve the right to change this Privacy Policy at any time.\nIf we make any material changes to our information practices, we will revise this Privacy Policy.\nWe recommend that you read and review this Privacy Policy each and every time you access our website and/or use any service referred to you by us.\nYour use of the website constitutes your agreement to the terms of the effective Privacy Policy.</p> For California Residents Only Access to Specific Information <p>You can request that we disclose certain information to you about our collection and use of your personal information over the past 12 months, including:</p>\n<ol>\n<li>The categories and sources of personal information we collected about you.</li>\n<li>Our purpose for collecting or sharing that information.</li>\n<li>The categories of third parties with whom we share that personal information, including the categories of information each category of third parties received and the business reasons for sharing.</li>\n<li>The specific pieces of personal information we collected (data portability request).</li>\n</ol> Deletion Request Rights <p>We will delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<ul>\n<li>Complete the processing of your loan request or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise another provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n</ul> Exercising Access, Data Portability, and Deletion Rights <p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending an email to support@badcreditloans.com with the exact subject line “California Resident Exercising Access, Data Portability, or Deletion Rights” or by calling (800) 245-5626.</p>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.</p>\n<p>The verifiable consumer request must: (a) Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative and (b) Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p> Personal Information Sales Opt-Out and Opt-In Rights <p>You have the right to direct us to not sell your personal information at any time by sending an email to support@badcreditloans.com with the exact subject line “California Resident Personal Information Sales Opt-Out” or by calling (800) 245-5626.</p> Non-Discrimination <p>We will not discriminate against you for exercising any of your rights described in this “For California Residents Only” section or any other rights granted to you under the California Consumer Privacy Act of 2018.</p> Do Not Track (DNT) signals <p>We do not track our customers over time and across third party websites, and therefore do not respond to Do Not Track (DNT) signals.\nHowever, we may use third-party services (e.g., Google Analytics) or have third-party advertising partners (e.g., Google, noted above) who may keep track of your browsing activities.\nYou should review the specific privacy policies of these third parties at the following addresses to learn how they respond to DNT signals:</p>\n<p>Google: https://www.google.com/intl/en/policies/privacy/<br>\nAmazon: https://www.amazon.com/gp/help/customer/display.html?nodeId=468496<br>\nMicrosoft: https://www.microsoft.com/en-us/privacystatement/default.aspx</p> California’s “Shine the Light” law (Civil Code Section § 1798.83) <p>California Civil Code Section § 1798.83 permits users of this site that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to support@badcreditloans.com with the exact subject line “California Resident Shine the Light Request” or write to us to physical address above.</p> Other Disclosures <p>All of the categories of information described in the “What Do We Do with Your Personal Information?” section above have been collected and disclosed by us in the preceding 12 months.</p> Request up to $10,000 Get Started ", "created_at": "2021-11-05 03:21:48.004041", "updated_at": "2021-11-05 02:23:14.561284"}], "points": [], "urls": ["badcreditloans.com"]}}