{"error": 448, "message": "OK", "parameters": {"id": 1713, "name": "FaceApp", "created_at": "2019-07-17 16:39:02.066875", "updated_at": "2021-06-06 22:00:30.989787", "wikipedia": "https://en.wikipedia.org/wiki/FaceApp", "keywords": null, "related": null, "slug": "faceapp", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1713.png", "url": "faceapp.com", "documents": [{"id": 1650, "name": "Privacy Policy", "url": "https://faceapp.com/privacy", "xpath": "", "text": "Privacy Policy<p>Effective as of December 03, 2019.</p>\n<p>Last updated June 04, 2020</p>\n<p>This Privacy Policy describes the privacy practices of FaceApp in connection with the FaceApp mobile application (the “App”) and FaceApp.com website (the “Site”).</p>\n<p>Welcome to FaceApp’s Privacy Policy!</p>\n<p>If you decide not to read this entire Privacy Policy, we want you to walk away with a few key points about FaceApp’s privacy practices:</p>\n<ul>\n<li>The App is a photo and video editor that allows users to edit portraits based on neural network technology that automatically generates highly realistic facial transformations.</li>\n<li>We use third-party cloud providers – specifically, Google Cloud Platform and Amazon Web Services – to process and edit photographs.</li>\n<li>The App only uploads to the cloud the photographs that you specifically select for editing.</li>\n<li>Photographs are temporarily cached on the cloud servers during the editing process, and encrypted using a key stored locally on your mobile device.</li>\n<li>Photographs remain in the cloud for a limited period of 24-48 hours after you have last edited the photograph, so that you can return to the image and make additional changes if you so choose.</li>\n<li>We do not use the photographs you provide when you use the App for any reason other than to provide you with the portrait editing functionality of the App.</li>\n<li>Videos are edited locally on your device, so you don’t provide us with videos when you use the App, and we don’t collect, use and share your video information.</li>\n</ul>\n<p>If you have any questions about our privacy practices, please email privacy@faceapp.com.</p>\n<p>Here’s more on our privacy practices.\nIndividuals located in the European Economic Area should also read our Notice to European Users below.</p>Personal Information We Collect<p>When you use the App, we may collect information about you, including:</p>\n<ul>\n<li>Photographs you provide when you use the App, via your camera or camera roll (if you have granted us permission to access your camera or camera roll), the in-App internet search functionality, or your social media account (if you choose to connect your social media account).\nWe obtain only the specific images you chose to modify using the App.\nwe do not collect your photo albums even if you grant us your access to them.\nWe encrypt each photograph that you upload using the App.\nThe encryption key is stored locally on your device.\nThis means that the only device that can view the photo is the device from which the photograph was uploaded using the App – the user’s device.\nPlease note that while we do not require or request any metadata attached to the photographs you upload, metadata (including, for example, geotags) may be associated with your photographs by default.\nWe take steps to delete any metadata that may be associated with a photograph you provide when you use the App.</li>\n<li>App usage information, such as information about how you use the App and interact with us, including your preferred language, the date and time when you first installed the App and the date and time you last used the App.</li>\n<li>Purchase history, if you choose to purchase an App subscription, such as confirmation that you are a paid subscriber to the App.</li>\n<li>Social media information, if you choose to login to the App via a third-party platform or social media network (for example, Facebook), or otherwise connect your account on the third-party platform or network to the App.\nWe may collect information from that platform or network, such as your social media alias, first and last name, number of “friends” on the social media platform and, if depending on your Facebook or other network settings, a list of your friends or connections (though we do not use or store this information).\nOur collection and processing of the information we obtain from social media platforms is governed by the requirements these social media platforms impose on us in their relevant terms and conditions.</li>\n<li>Device data, such as your computer and mobile device operating system type and version number, manufacturer and model, device ID, push tokens, Google Advertising ID, Apple ID for Advertising, browser type, screen resolution, IP address (and the associated country in which you are located), the website you visited before visiting our Site.\nand other information about the device you are using to visit the App.</li>\n<li>Online activity data, such as information about your use of and actions on the App and the Sites, including pages or screens you viewed, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and length of access.\nOur service providers and certain third parties (e.g., online advertising networks and their clients) also may collect this type of information over time and across third-party websites and mobile applications.\nThis information may be collected on our Site using cookies, browser web storage (also known as locally stored objects, or “LSOs”), web beacons, and similar technologies.\nWe may collect this information directly or through our use of third-party software development kits (“SDKs”).\nSDKs may enable third parties to collect information directly from our App.</li>\n</ul>How We Use Your Personal Information<p>We do not use the photographs you provide when you use the App for any reason other than to provide you with the editing functionality of the App.\nWe may use information other than photographs for the following purposes:</p>\n<p>To operate and improve the App:</p>\n<ul>\n<li>Enable you to use the App’s features;</li>\n<li>Establish and maintain your account, if you choose to login to the App using your social media account;</li>\n<li>Communicate with you about the App, including by sending you announcements, updates, and security alerts, which we may send through a push notification, and responding to your requests, questions and feedback;</li>\n<li>Provide technical support and maintenance for the App.\nand</li>\n<li>Perform statistical analysis about use of the App (including throught the use of Google Analytics).</li>\n</ul>\n<p>To send you marketing and promotional communications.\nWe may send you marketing communications as permitted by law.\nYou will have the ability to opt-out of our marketing and promotional communications as described in the Opt out of marketing section below.</p>\n<p>To display advertisements to you.\nIf you use the free version of the App, we work with advertising partners to display advertisements within the App.\nThese advertisements are delivered by our advertising partners and may be targeted based on your use of the App or your activity elsewhere online.\nTo learn more about your choices in connection with advertisements, please see the section below titled “Targeted online advertising.”</p>\n<p>For compliance, fraud prevention, and safety.\nWe may use your personal information and disclose it to law enforcement, government authorities, and private parties as we believe necessary or Appropriate to: (a) protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims).\n(b) enforce the terms and conditions that govern the Service.\nand (c) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>\n<p>With your consent.\nIn some cases, we may specifically ask for your consent to collect, use or share your personal information, such as when required by law.</p>\n<p>To create anonymous, aggregated or de-identified data.\nWe may create anonymous, aggregated or de-identified data from your personal information and other individuals whose personal information we collect.\nWe make personal information into anonymous, aggregated or de-identified data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous, aggregated or de-identified data and share it with third parties for our lawful business purposes.</p>How We Share Your Personal Information<p>We do not disclose user photographs or videos to third parties (with the exception of uploading an encrypted image to our cloud providers Google Cloud Platform and Amazon Web Services to provide the photo editing features of the App).\nWe may share your non-photograph and non-video information in the following circumstances:</p>\n<p>Affiliates.\nWe may share App usage information with our subsidiaries and affiliates, for purposes consistent with this Privacy Policy.</p>\n<p>Service providers.\nWe may share your personal information with services providers that perform services on our behalf or help us operate the App (such as customer support, hosting, analytics, email delivery, marketing, and database management services).\nThese third parties may use your personal information only as directed or authorized by us and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your information for any other purpose.</p>\n<p>Advertising partners.\nWhen we use third-party cookies and other tracking tools, our advertising partners may collect information from your device to help us analyze use of the Site and the App, display advertisements on the App and advertise the Site and App (and related content) elsewhere online.</p>\n<p>Third-party platforms and social media networks.\nIf you have enabled features or functionality that connect the App to a third-party platform or social media network (such as by logging into FaceApp using your account with the third-party, providing your API key or similar access token for the App to a third-party, or otherwise linking your account with the App to a third-party’s services), we may disclose the personal information that you authorized us to share (such as when you elect to upload a photograph or video to your social media account).\nWe do not control the third-party platforms’ use of your personal information, which is governed by that third party’s privacy policy and terms and conditions.</p>\n<p>Professional advisors.\nWe may disclose your personal information to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>For compliance, fraud prevention and safety.\nWe may share your personal information for the compliance, fraud prevention and safety purposes described above.</p>\n<p>Business transfers.\nWe may sell, transfer or otherwise share some or all of our business or assets, including your personal information, in connection with a business transaction (or potential business transaction) such as a corporate divestiture, merger, consolidation, acquisition, reorganization or sale of assets, or in the event of bankruptcy or dissolution.</p>Compliance with Law<p>We may be required to use and share your personal information to comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities.</p>Your Choices<p>In this section, we describe the rights and choices available to all users.\nUsers who are located within European can find additional information about their rights below.</p>\n<p>Opt out of marketing communications and other push notifications.\nYou may opt out of marketing-related communications and other notifications we may send you via push notification by changing the settings on your mobile device.</p>\n<p>Device permissions.\nYou may revoke any permissions you previously granted to us, such as permission to access your camera, camera roll, or microphone through the settings on your mobile device.</p>\n<p>Cloud processing.\nYou may request that we remove your information, including photographs, from the cloud before the 24-48 hour period after which Google Cloud Platform or Amazon Web Services automatically deletes the information by clicking the “Request cloud data removal” button in the “Support” section of the App Settings on your mobile device.</p>\n<p>Cookies &amp.\nBrowser Web Storage.\nMost browsers let you remove or reject cookies.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nPlease note that if you set your browser to disable cookies, the Site may not work properly.\nSimilarly, your browser settings may allow you to clear your browser web storage.</p>\n<p>Targeted online advertising.\nSome of the business partners that collect information about users’ activities on or through the Site or App may be members of organizations or programs that provide choices to individuals regarding the use of their browsing behavior or mobile application usage for purposes of targeted advertising.</p>\n<p>Site users may opt out of receiving targeted advertising on websites through members of the Network Advertising Initiative by clicking here or the Digital Advertising Alliance by clicking here.\nApp users may opt out of receiving targeted advertising in mobile apps through participating members of the Digital Advertising Alliance by installing the AppChoices mobile app, available here, and selecting the user’s choices.\nPlease note that we also may work with companies that offer their own opt-out mechanisms and may not participate in the opt-out mechanisms that we linked above.</p>\n<p>In addition, your mobile device settings may provide functionality to limit our, or our partners’, ability to engage in ad tracking or targeted advertising using the Google Advertising ID or Apple ID for Advertising associated with your mobile device.</p>\n<p>If you choose to opt-out of targeted advertisements, you will still see advertisements online but they may not be relevant to you.\nEven if you do choose to opt out, not all companies that serve online behavioral advertising are included in this list, so you may still receive some cookies and tailored advertisements from companies that are not listed.</p>\n<p>Choosing not to share your personal information.\nWhere we are required by law to collect your personal information, or where we need your personal information in order to provide the App to you, if you do not provide this information when requested (or you later ask to delete it), we may not be able to provide you with our services.\nWe will tell you what information you must provide to use the App by designating it as required at the time of collection or through other appropriate means.</p>\n<p>Third-party platforms or social media networks.\nIf you choose to connect to the App via a third-party platform or social media network, such as by using Facebook login, you may have the ability to limit the information that we may obtain from the third-party at the time you login to the App using the third-party’s authentication service or otherwise connect your account.\nSubsequently, you may be able to control your settings through the third-party’s platform or service.\nFor example, you may access and change your settings through the Facebook settings page for Apps and Websites.\nIf you withdraw our ability to access certain information from a third-party platform or social media network, that choice will not apply to information that we have already received from that third party.</p>Other Sites, Mobile Applications and Services<p>The App may contain links to other websites, mobile applications, and other online services operated by third parties.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.\nIn addition, our content may be included on web pages or in mobile applications or online services that are not associated with us.\nWe do not control third party websites, mobile applications or online services, and we are not responsible for their actions.\nOther websites, mobile applications and online services follow different rules regarding the collection, use and sharing of your personal information.\nWe encourage you to read the privacy policies of the other websites, mobile applications and online services you use.</p>Security Practices<p>We use commercially reasonable security practices to help keep the information collected through the App secure and take reasonable steps to verify your identity before granting you access to your account (if you have an account with us).\nHowever, FaceApp cannot ensure the security of any information you transmit to FaceApp or guarantee that information on the App may not be accessed, disclosed, altered, or destroyed.</p>\n<p>Please do your part to help us.\nYou are responsible for maintaining the confidentiality of your login information and device identifiers, and for controlling access to communications between you and FaceApp, at all times.\nYour privacy settings may also be affected by changes the social media services you connect to FaceApp make to their services.\nWe are not responsible for the functionality, privacy, or security measures of any other organization.</p>Retention<p>We configure Google Cloud Platform and Amazon Web Services to delete photographs, and the information associated with the photographs within 24-48 hours after the photograph was last edited using the App.\nThis allows you to revisit the image for additional modifications during that time.</p>\n<p>With respect to non-photograph information that we may collect, we will retain such information in a personally identifiable format only for as long as necessary to fulfill the purposes we have set out in this Privacy Policy.\nYou may also ask that we delete your information using the “Request cloud data removal” button as described above or by contacting us.</p>Cross-Border Data Transfers<p>We store the information we collect in connection with the App on Amazon Web Services and Google Cloud Platform.\nFor Amazon Web Services, we specify the US as the data storage location, for Google Cloud Platform, we specify data storage at an available location closest to you when you use the App.\nYour personal information may be accessed by our service providers in other locations outside of your state, province, or country.\nYour device ID (and general App usage information) may also be accessed by the Company’s technical support team in other locations outside of your state, province, or country.\nWe rely on the Privacy Shield, as described below, for transfers of data from the EU and Switzerland to FaceApp in the United States.</p>EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield<p>FaceApp Inc is the US entity that publishes and hosts the App.\nFaceApp Inc complies with the EU-U.S.\nand the Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nFaceApp Inc has submitted its certification to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit www.privacyshield.gov.</p>\n<p>FaceApp Inc may transfer your personal information to third parties as described in this Privacy Policy.\nFaceApp Inc maintains contracts with its third-party service providers restricting their access, use and disclosure of personal information in compliance with our Privacy Shield obligations.\nFaceApp Inc may be liable if these third parties fail to meet those obligations and we are responsible for the event giving rise to the damage.</p>\n<p>In compliance with the Privacy Shield Principles, FaceApp Inc commits to resolve complaints about our collection or use of your personal information.\nEuropean individuals with inquiries or complaints regarding our Privacy Policy should first contact FaceApp Inc at privacy@faceapp.com.\nFaceApp Inc has further committed to refer unresolved Privacy Shield complaints to JAMS, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please visit www.jamsadr.com/eu-us-privacy-shield for more information or to file a complaint.\nThe services of JAMS are provided at no cost to you.\nIf neither FaceApp Inc nor JAMS resolves your complaint, you may have the ability to engage in binding arbitration through the Privacy Shield Panel.\nAdditional information on the arbitration process is available on the Privacy Shield website at www.privacyshield.gov.</p>\n<p>FaceApp Inc may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nThe Federal Trade Commission has jurisdiction over FaceApp Inc’s compliance with the Privacy Shield.\nFaceApp Inc’s commitments under the Privacy Principles are subject to the investigatory and enforcement powers of the Federal Trade Commission.</p>Children<p>The App is not directed at children under the age of 13, and our Terms of Use do not allow children under 13 years of age to use the App.\nIf we learn that we have collected personal information of a child under the age of 13, we will delete it.\nWe encourage parents with concerns to contact us.</p>Changes to the Privacy Policy<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the App.\nWe may, and if required by law, will, provide notification of changes in another way that we believe is reasonably likely to reach you, such as through the App.</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting the new terms and/or upon implementation of the new changes on the App (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the App after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>How to Contact Us<p>Please direct any questions or comments about this Policy or privacy practices to privacy@faceapp.com.\nYou may also write to us via postal mail at:</p>FaceApp Inc<br>Attn: Legal – Privacy<br>1000 N West Street, Suite 1200, Wilmington, Delaware, 19801, USA<br>Notice to European Users<p>The information provided in this “Notice to European Users” section applies only to individuals who reside in Europe.</p>\n<p>Personal information.\nReferences to “personal information” in this Privacy Policy are equivalent to “personal data” governed by European data protection legislation.</p>\n<p>Controller and EU Representative.\nFaceApp Inc is the controller of your personal information covered by this Privacy Policy for purposes of European data protection legislation.<br>We have appointed VeraSafe as our representative in the European Union for data protection matters, pursuant to Article 27 of the General Data Protection Regulation of the European Union.\nTo contact VeraSafe, please visit https://www.verasafe.com/privacy-services/contact-article-27-representative/.\nAlternatively, you may call VeraSafe at +420 228 881 031, or write to VeraSafe Ireland Ltd., Unit 3D North Point House North Point Business Park New Mallow Road, Cork T23AT2P, Ireland.</p>\n<p>Legal bases for processing.\nWe use your personal information only as permitted by law.\nOur legal bases for processing the personal information described in this Privacy Policy are described in the table below.</p>\n<p>Processing purpose</p>\n<p>Details regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”.</p>\n<p>Legal basis</p>To operate and improve the AppProcessing is necessary to perform the contract governing our provision of services in connection with the App, or to take steps that you request prior to signing up for the App.\nIf we have not entered into a contract with you, we process your personal information based on our legitimate interest in providing the services you access and request in connection with the App.To send you marketing and promotional communications<br>To display advertisements to you<br>For compliance, fraud prevention and safety<br>To create anonymous, aggregated or de-identified dataThese activities constitute our legitimate interests.\nWe do not use your personal information for these activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).Compliance with LawProcessing is necessary to comply with our legal obligations.With your consentProcessing is based on your consent.\nWhere we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the App.<p>Your rights</p>\n<p>European data protection laws give you certain rights regarding your personal information.\nIf you are located within the European Union, you may ask us to take the following actions in relation to your personal information that we hold:</p>\n<ul>\n<li>Access.\nProvide you with information about our processing of your personal information and give you access to your personal information.</li>\n<li>Correct.\nUpdate or correct inaccuracies in your personal information.</li>\n<li>Delete.\nDelete your personal information.</li>\n<li>Transfer.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</li>\n<li>Restrict.\nRestrict the processing of your personal information.</li>\n<li>Object.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.</li>\n</ul>\n<p>You may submit these requests by email to gdpr@faceapp.com or our postal address provided above.</p>\n<p>If you would like to submit a complaint about our use of your personal information or our response to your requests regarding your personal information, you may contact us or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator here.</p>Notice to California Residents<p>We are required by the California Consumer Privacy Act of 2018 (“CCPA”) to provide to California residents an explanation of how we collect, use and share their personal information, and of the rights and choices we offer California residents regarding our handling of their personal information.</p>\n<p>We do not sell personal information.\nAs we explain in this Privacy Policy, we use cookies and other tracking technologies to analyze Site and App traffic and use, and to facilitate advertising.\nIf you would like to opt out of our (and our third party advertising partners’) use of cookies and other tracking technologies, please review the instructions provided in the Online Tracking Opt-out Guide.</p>\n<p>In addition to disclosures of personal information to our service providers and professional advisors, for compliance, fraud prevention and safety, and in connection with a business transfer, as described in the “How We Share Your Personal Information” section of the Privacy Policy, the following chart further describes our privacy practices with respect to the personal information of our California consumers.</p>Personal information we collectCCPA-defined categoriesSources of personal informationPurposes for which we may collect and use the personal informationData SharingPhotographsPhysical descriptionYouTo operate and improve the App<p>Shared with third-party platforms (e.g., social media networks) at your direction</p>\n<p>Shared with cloud service providers (i.e., Google Cloud Platform and Amazon Web Services)</p>App usage information<p>Online identifiers</p>\n<p>Internet or network information</p>\n<p>Inferences</p>\n<p>You</p>\n<p>Automatic collection</p>\n<p>To operate and improve the App</p>\n<p>To send you marketing and promotional communications</p>Shared with affiliates that provide services to usPurchase history<p>Commercial information</p>\n<p>Online identifiers</p>The app store provider through which you purchased your subscription (i.e., Google or Apple)To operate and improve the AppNoneSocial media information<p>Identifiers</p>\n<p>Online identifiers</p>Third-party platformsTo operate and improve the AppShared with third-party platforms (e.g., social media networks) at your direction<p>Device data</p>\n<p>Online activity data</p>\n<p>Online identifiers</p>\n<p>Internet or network information</p>\n<p>Inferences</p>\n<p>You</p>\n<p>Automatic collection</p>To display advertisements to youCollected directly by advertising partnersCalifornia Residents’ Privacy Rights<p>Except as excluded from the scope of this notice above, the CCPA grants California residents the following rights.</p>\n<ul>\n<li>Information.\nYou can request information about how we have collected, used and shared and used your personal information during the past 12 months.\nWe have made this this information available to California residents without having to request it by including it in this notice, in the above chart.</li>\n<li>Access.\nYou can request a copy of the personal information that we maintain about you.</li>\n<li>Deletion.\nYou can ask us to delete the personal information that we collected or maintain about you.</li>\n</ul>\n<p>Please note that the CCPA limits these rights by, for example, prohibiting us from providing certain sensitive information in response to an access request and limiting the circumstances in which we must comply with a deletion request.\nIf we deny your request, we will communicate our decision to you.</p>\n<p>You are entitled to exercise the rights described above free from discrimination.</p>How to Submit a Request<p>To request access to or deletion of personal information:</p>\n<ul>\n<li>visit faceapp.com/privacy-request-form</li>\n<li>email privacy@faceapp.com</li>\n</ul>\n<p>Identity verification.\nThe CCPA requires us to verify the identity of the individual submitting a request to access or delete personal information before providing a substantive response to the request.\nWe may attempt to verify your identity by asking you to confirm information that we have on file about you or your interactions with us.\nWhere we ask for additional personal information to verify your identity, we will only use it to verify your identity or your authority to make the request on behalf of another consumer.</p>\n<p>Authorized agents.\nCalifornia residents can empower an “authorized agent” to submit requests on their behalf.\nWe will require the authorized agent to have written authorization confirming such authority.</p>", "created_at": "2019-07-17 16:40:07.5565", "updated_at": "2020-12-14 19:52:46.067506"}, {"id": 1651, "name": "Terms of Use", "url": "https://faceapp.com/terms", "xpath": "", "text": "Terms of Use Agreement<p>You can see our previous Terms of Use at www.faceapp.com/terms-20170803.html</p>\n<p>Last Updated: December 03, 2019</p>\n<p>These Terms of Use Agreement (“Agreement”) apply to your access and use of this website, or the applications and other online products and services (collectively, our “Services”) provided by FaceApp Inc (“FaceApp” or “we”).</p>\n<p>PLEASE BE AWARE THAT SECTION 14 OF THE AGREEMENT, BELOW, CONTAINS PROVISIONS GOVERNING HOW DISPUTES THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY DISPUTES THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THIS AGREEMENT.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEVE AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL.</p>\n<p>ANY DISPUTE, CLAIM OR REQUEST FOR RELIEF RELATING IN ANY WAY TO YOUR USE OF THE SITE WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF CALIFORNIA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANY OTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS IS EXPRESSLY EXCLUDED FROM THE AGREEMENT.\nIf you do not agree to this Agreement, including the mandatory arbitration provision and class action waiver in Section 14, do not access or use our Services.</p>\n<p>PLEASE NOTE THAT THE AGREEMENT IS SUBJECT TO CHANGE BY FACEAPP IN ITS SOLE DISCRETION AT ANY TIME.\nWhen changes are made, we will make a new copy of the Agreement available at our website and within our mobile application.\nWe will also update the “Last Updated” date at the top of the Agreement.\nIf we make any material changes, we will also send push notification or show a pop-up to you via the FaceApp application.\nAny changes to the Agreement will be effective immediately for new users of the website, the mobile application and/or the Services and will be effective thirty (30) days after posting notice of such changes on the website for existing users, provided that any material changes shall be effective for existing users upon the earlier of thirty (30) days after posting notice of such changes on the website or thirty (30) days after dispatch of the push notification of such changes.\nWe may require you to provide consent to the updated Agreement in a specified manner before further use of the website, the mobile application and/or the Services is permitted.\nIf you do not agree to any change(s) after receiving a notice of such change(s), you shall stop using the Services, including the website and the mobile application.\nOtherwise, your continued use of the Services, including the website and the mobile application, constitutes your acceptance of such changes.\nPLEASE CHECK THE WEBSITE REGULARLY TO VIEW THE THEN-CURRENT AGREEMENT.</p>\n<p>If you have any questions about this Agreement or our Services, please contact us at contact@faceapp.com</p>1.\nEligibility<p>You must be at least 13 years of age to access or use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may only access or use our Services under the supervision of a parent or legal guardian who agrees to be bound by this Agreement.\nIf you are a parent or legal guardian of a user under the age of 18 (or the age of legal majority), you agree to be fully responsible for the acts or omissions of such user in connection with our Services.\nIf you are accessing or using our Services on behalf of another person or entity, you represent that you are authorized to accept this Agreement on that person or entity’s behalf and that the person or entity agrees to be responsible to us if you or the other person or entity violates this Agreement.</p>2.\nUser Accounts and Account Security<p>If you choose to login to the Services via a third-party platform or social media network, you will need to use your credentials (e.g., username and password) from a third-party online platform.\nYou must maintain the security of your third party account and promptly notify us if you discover or suspect that someone has accessed your account without your permission.\nIf you permit others to use your account credentials, you are responsible for the activities of such users that occur in connection with your account.</p>3.\nPrivacy<p>Please refer to our Privacy Policy for information about how we collect, use and disclose information about you.</p>4.\nUser Content<p>Our Services may allow you and other users to create, post, store and share content, including photos, videos, messages, text, software and other materials (collectively, “User Content”).\nUser Content does not include user-generated filters.\nSubject to this Agreement and the Privacy Policy, you retain all rights in and to your User Content, as between you and FaceApp.\nFurther, FaceApp does not claim ownership of any User Content that you post on or through the Services.\nYou grant FaceApp a nonexclusive, royalty-free, worldwide, fully paid license to use, reproduce, modify, adapt, create derivative works from, distribute, perform and display your User Content during the term of this Agreement solely to provide you with the Services.</p>\n<p>You acknowledge that some of the Services are supported by advertising revenue and may display advertisements and promotions, and you hereby agree that FaceApp may place such advertising and promotions on the Services or on, about, or in conjunction with your User Content.\nThe manner, mode and extent of such advertising and promotions are subject to change without specific notice to you.\nYou acknowledge that we may not always identify paid services, sponsored content, or commercial communications as such.</p>\n<p>You represent and warrant that: (i) you own or otherwise have the right to use the User Content modified by you on or through the Services in accordance with the rights and licenses set forth in this Agreement.\n(ii) you agree to pay for all royalties, fees, and any other monies owed by reason of User Content you stylize on or through the Services.\nand (iii) you have the legal right and capacity to enter into this Agreement in your jurisdiction.</p>\n<p>You may not create, post, store or share any User Content that violates this Agreement or for which you do not have all the rights necessary to grant us the license described above.\nAlthough we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason.</p>\n<p>FaceApp is not a backup service and you agree that you will not rely on the Services for the purposes of User Content backup or storage.\nFaceApp will not be liable to you for any modification, suspension, or discontinuation of the Services, or the loss of any User Content.</p>5.\nProhibited Conduct and Content<p>You will not violate any applicable law, contract, intellectual property or other third-party right or commit a tort, and you are solely responsible for your conduct while accessing or using our Services.\nYou will not:</p>\n<ul>\n<li>Engage in any harassing, threatening, intimidating, predatory or stalking conduct;</li>\n<li>Use or attempt to use another user’s account without authorization from that user and FaceApp;</li>\n<li>Use our Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying our Services or that could damage, disable, overburden or impair the functioning of our Services in any manner;</li>\n<li>Reverse engineer any aspect of our Services or do anything that might discover source code or bypass or circumvent measures employed to prevent or limit access to any part of our Services;</li>\n<li>Attempt to circumvent any content-filtering techniques we employ or attempt to access any feature or area of our Services that you are not authorized to access;</li>\n<li>Develop or use any third-party applications that interact with our Services without our prior written consent, including any scripts designed to scrape or extract data from our Services;</li>\n<li>Use our Services for any illegal or unauthorized purpose, or engage in, encourage or promote any activity that violates this Agreement.</li>\n</ul>\n<p>You may also only post or otherwise share User Content that is non-confidential and you have all necessary rights to disclose.\nYou may not create, post, store or share any User Content that:</p>\n<ul>\n<li>Is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory or fraudulent;</li>\n<li>Would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party or otherwise create liability or violate any local, state, national or international law;</li>\n<li>May infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party;</li>\n<li>Contains or depicts any statements, remarks or claims that do not reflect your honest views and experiences;</li>\n<li>Impersonates, or misrepresents your affiliation with, any person or entity;</li>\n<li>Contains any unsolicited promotions, political campaigning, advertising or solicitations;</li>\n<li>Contains any private or personal information of a third party without such third party’s consent;</li>\n<li>Contains any viruses, corrupted data or other harmful, disruptive or destructive files or content.\nor</li>\n<li>Is, in our sole judgment, objectionable or that restricts or inhibits any other person from using or enjoying our Services, or that may expose FaceApp or others to any harm or liability of any type.</li>\n</ul>\n<p>In addition, although we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason.</p>6.\nLimited License.\nCopyright and Trademark<p>Our Services and the text, graphics, images, photographs, videos, illustrations, trademarks, trade names, page headers, button icons, scripts, service marks, logos, slogans, filters, user generated filters and other content contained therein (collectively, the “FaceApp Content”) are owned by or licensed to FaceApp and are protected under both United States and foreign laws.\nExcept as explicitly stated in this Agreement, FaceApp and our licensors reserve all rights in and to our Services and the FaceApp Content.\nYou are hereby granted a limited, nonexclusive, nontransferable, non-sublicensable, revocable license to access and use our Services and FaceApp Content for your own personal use.\nhowever, such license is subject to this Agreement and does not include any right to: (a) sell, resell or commercially use our Services or FaceApp Content.\n(b) copy, reproduce, distribute, publicly perform or publicly display FaceApp Content, except as expressly permitted by us or our licensors.\n(c) modify the FaceApp Content, remove any proprietary rights notices or markings, or otherwise make any derivative uses of our Services or FaceApp Content, except as expressly set forth in this Agreement.\n(d) use any data mining, robots or similar data gathering or extraction methods.\nor (e) use our Services or FaceApp Content other than as expressly provided in this Agreement.\nAny use of our Services or FaceApp Content other than as specifically authorized herein, without our prior written permission, is strictly prohibited and will terminate the license granted under this Agreement.\nYou will not remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the FaceApp Content.</p>7.\nFeedback<p>Any questions, comments, suggestions, ideas, original or creative materials or other information you submit about FaceApp or our products or Services (collectively, “Feedback”), is non-confidential and we have no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\nYou hereby grant to FaceApp a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of the Services and/or FaceApp’s business.</p>8.\nCopyright Complaints<p>We have a policy of limiting access to our Services and terminating the accounts of users who repeatedly infringe the intellectual property copyright rights of others upon prompt notification to us by the copyright owner or the copyright owner’s legal agent.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on or through the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(b) a description of the copyrighted work that you claim has been infringed.\n(c) a description of the location on the Services of the material that you claim is infringing.\n(d) your address, telephone number and e-mail address.\n€ a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand (f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nContact information for FaceApp’s Copyright Agent for notice of claims of infringement is as follows: Yaroslav Goncharov, Designated DMCA Copyright Agent, FaceApp Inc, 1000 N West Street, Suite 1200, Wilmington, Delaware, 19801.</p>9.\nIndemnification<p>To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless FaceApp and each of our respective officers, directors, agents, partners and employees (individually and collectively, the “FaceApp Parties”) from and against any loss, liability, claim, demand, damages, expenses or costs (“Claims”) arising out of or related to (a) your access to or use of our Services.\n(b) your User Content or Feedback.\n(c) your violation of this Agreement.\n(d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nor (e) your conduct in connection with our Services.\nYou agree to promptly notify FaceApp Parties of any third party Claims, cooperate with FaceApp Parties in defending such Claims and pay all fees, costs and expenses associated with defending such Claims (including, but not limited to, attorneys’ fees).\nYou also agree that the FaceApp Parties will have control of the defense or settlement of any third party Claims.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and FaceApp or the other FaceApp Parties.</p>10.\nDisclaimers<p>We do not control, endorse or take responsibility for any User Content or third-party content available on or linked to by our Services.</p>\n<p>YOUR USE OF OUR SERVICES IS AT YOUR SOLE RISK.\nOUR SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nIn addition, FaceApp does not represent or warrant that our Services are accurate, complete, reliable, current or error-free.\nWhile FaceApp attempts to make your access to and use of our Services safe, we cannot and do not represent or warrant that our Services or servers are free of viruses or other harmful components.\nYou assume the entire risk as to the quality and performance of the Services.</p>11.\nLimitation of Liability<p>FACEAPP AND THE OTHER FACEAPP PARTIES WILL NOT BE LIABLE TO YOU UNDER ANY THEORY OF LIABILITY—WHETHER BASED IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE—FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, PUNITIVE OR SPECIAL DAMAGES OR LOST PROFITS, EVEN IF FACEAPP OR THE OTHER FACEAPP PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>THE TOTAL LIABILITY OF FACEAPP AND THE OTHER FACEAPP PARTIES, FOR ANY CLAIM ARISING OUT OF OR RELATING TO THIS AGREEMENT OR OUR SERVICES, REGARDLESS OF THE FORM OF THE ACTION, IS LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO ACCESS OR USE OUR SERVICES.</p>\n<p>The limitations set forth in this section will not limit or exclude liability for the gross negligence, fraud or intentional misconduct of FaceApp or the other FaceApp Parties or for any other matters in which liability cannot be excluded or limited under applicable law.\nAdditionally, some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations or exclusions may not apply to you.</p>12.\nRelease<p>To the fullest extent permitted by applicable law, you release FaceApp and the other FaceApp Parties from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of or related to disputes between users and the acts or omissions of third parties.\nYou expressly waive any rights you may have under California Civil Code § 1542 as well as any other statute or common law principles that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.</p>13.\nTransfer and Processing Data<p>By accessing or using our Services, you acknowledge and, as applicable, consent to the processing, transfer and storage of information about you in and to the United States and other countries.</p>14.\nDispute Resolution.\nBinding Arbitration Agreement<p>Please read the following section carefully because it requires users who are U.S.\nresidents to arbitrate certain disputes and claims with FaceApp and limits the manner in which you can seek relief from us.</p>\n<p>Applicability of Arbitration Agreement.\nExcept for small claims disputes in which you or FaceApp seek to bring an individual action in small claims court located in the county of your billing address or disputes in which you or FaceApp seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, you and FaceApp waive your rights to a jury trial and to have any dispute arising out of or related to this Agreement or our Services resolved in court.\nThis Arbitration Agreement shall apply, without limitation, to all disputes or claims and requests for relief that arose or were asserted before the effective date of this Agreement or any prior version of this Agreement.</p>\n<p>Arbitration Rules and Forum.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your dispute or claim or request for relief to our registered agent [include name and address of registered agent here].\nThe arbitration will be resolved through confidential binding arbitration by the Judicial Arbitration and Mediation Services (“JAMS”), an established alternative dispute resolution provider.\nDisputes involving claims, counterclaims, or requests for relief under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available.\nall other disputes shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver from JAMS, FaceApp will pay them for you.\nIn addition, we will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for disputes, claims, or requests for relief totaling less than $10,000 unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conduced by telephone, based on written submissions, or in person in the country where you live or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>You may choose to have the arbitration conduced by telephone, based on written submissions or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>Authority of Arbitrator.\nThe arbitrator shall have exclusive authority to (a) determine the scope and enforceability of this Arbitration Agreement and (b) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including, but not limited to, any assertion that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and FaceApp.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and us.</p>\n<p>Waiver of Jury Trial.\nYOU AND FACEAPP HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and FaceApp are instead electing that all disputes, claims or requests for relief shall be resolved by arbitration under this Arbitration Agreement, except as specified above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited.\nReview.</p>\n<p>Waiver of Class or Other Non-Individualized Relief.\nALL DISPUTES, CLAIMS AND REQUESTS FOR RELIEF WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS.\nONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER USER.\nIf a decision is issued stating that applicable law precludes enforcement of any of this subsection’s limitations as to a given dispute, claim or request for relief, then such aspect must be severed from the arbitration and brought into the State or Federal Courts located in the State of California.\nAll other disputes, claims, or requests for relief shall be arbitrated.</p>\n<p>30-Day Right to Opt-Out.\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt-out to: arbitration@faceapp.com, within 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your username (if any), the e-mail address you used to set up your account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>\n<p>You and FaceApp agree that the state or federal courts of the State of California and the United States sitting in Santa Clara County, California have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.</p>\n<p>Severability.\nExcept as provided in this Section 14 above, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed, and the remainder of the Arbitration Agreement shall continue in full force and effect.</p>\n<p>Survival of Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with FaceApp.</p>\n<p>Modification, Notwithstanding any provision in this Agreement to the contrary, we agree that if FaceApp makes any future material change to this Arbitration Agreement you may reject that change within thirty (30) days of such change becoming effective by writing Company at the following address: arbitration@faceapp.com.</p>15.\nGoverning Law and Venue<p>This Agreement and your access to and use of our Services will be governed by and construed and enforced in accordance with the laws of California, consistent with the Federal Arbitration Act, without regard to conflict of law rules or principles (whether of California or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.\nThe United Nations Convention for the International Sale of Goods does not apply to the Agreement.\nAny dispute between the parties that is not subject to arbitration or cannot be heard in small claims court will be resolved in the state or federal courts of California and the United States, respectively, sitting in Santa Clara County, California.</p>16.\nElectronic Communications<p>By accessing or using the Services, you also consent to receive electronic communications from FaceApp (e.g., responses to your requests, questions and feedback, announcements, updates, and security alerts through a push notification or by posting notices on our Services).\nYou agree that any notices, agreements, disclosures or other communications that we send to you electronically will satisfy any legal communication requirements, including, but not limited to, that such communications be in writing.</p>17.\nTermination<p>We reserve the right, without notice and in our sole discretion, to terminate your right to access or use our Services.\nWe are not responsible for any loss or harm related to your inability to access or use our Services.</p>18.\nSeverability<p>If any provision or part of a provision of this Agreement is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from this Agreement and does not affect the validity and enforceability of any remaining provisions.</p>19.\nAdditional Terms Applicable to iOS Devices<p>The following terms apply if you install, access or use the Services on any device that contains the iOS mobile operating system (the “App”) developed by Apple Inc.\n(“Apple”).</p>\n<ul>\n<li>Acknowledgement.\nYou acknowledge that this Agreement is concluded solely between us, and not with Apple, and FaceApp, not Apple, is solely responsible for the App and the content thereof.\nYou further acknowledge that the usage rules for the App are subject to any additional restrictions set forth in the Usage Rules for the Apple App Store Terms of Service as of the date you download the App, and in the event of any conflict, the Usage Rules in the App Store shall govern if they are more restrictive.\nYou acknowledge and agree that you have had the opportunity to review the Usage Rules.</li>\n<li>Scope of License.\nThe license granted to you is limited to a non-transferable license to use the App on any iPhone, iPod touch or iPad that you own or control as permitted by the Usage Rules set forth in the Apple App Store Terms of Service.</li>\n<li>Maintenance and Support.\nYou and FaceApp acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App.</li>\n<li>Warranty.\nYou acknowledge that Apple is not responsible for any product warranties, whether express or implied by law, with respect to the App.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price, if any, paid to Apple for the App by you.\nand to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App.\nThe parties acknowledge that to the extent that there are any applicable warranties, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any such applicable warranty would be the sole responsibility of FaceApp.\nHowever, you understand and agree that in accordance with this Agreement, FaceApp has disclaimed all warranties of any kind with respect to the App, and therefore, there are no warranties applicable to the App.</li>\n<li>Product Claims.\nYou and FaceApp acknowledge that as between Apple and FaceApp, FaceApp, not Apple, is responsible for addressing any claims relating to the App or your possession and/or use of the App, including, but not limited to (a) product liability claims, (b) any claim that the App fails to conform to any applicable legal or regulatory requirement, and (c) claims arising under consumer protection or similar legislation.</li>\n<li>Intellectual Property Rights.\nThe parties acknowledge that, in the event of any third party claim that the App or your possession and use of the App infringe that third party’s intellectual property rights, FaceApp, and not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required under this Agreement.</li>\n<li>Legal Compliance.\nYou represent and warrant that (a) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and (b) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>Developer Name and Address.\nAny questions, complaints or claims with respect to the App should be directed to:FaceApp Inc<br>1000 N West Street, Suite 1200,<br>Wilmington, Delaware, 19801<br>USA<br>contact@faceapp.com</li>\n<li>Third-Party Terms of Agreement.\nYou agree to comply with any applicable third-party terms when using the Services.</li>\n<li>Third-Party Beneficiary.\nThe parties acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of this Agreement, and that, upon your acceptance of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as a third-party beneficiary thereof).</li>\n</ul>20.\nExport<p>You may not use, export, import, or transfer all or any portion of the Services except as authorized by U.S.\nlaw, the laws of the jurisdiction in which you obtained the Services, and any other applicable laws.\nIn particular, but without limitation, the Services may not be exported or re-exported (a) into any United States embargoes countries, or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Person’s List or Entity List.\nBy using the Services, you represent and warrant that (y) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country and (z) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also will not use the Services for any purpose prohibited by U.S.\nlaw, including the development, design, manufacture or production of missiles, nuclear, chemical or biological weapons.\nYou acknowledge and agree that products, services or technology provided by FaceApp are subject to the export control laws and regulations of the United States.\nYou shall comply with these laws and regulations and shall not, without prior U.S.\ngovernment authorization, export, re-export, or transfer FaceApp products, services or technology, either directly or indirectly, to any country in violation of such laws and regulations.</p>21.\nMiscellaneous<p>In accordance with California Civil Code section 1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.\nThis Agreement constitutes the entire agreement between you and FaceApp relating to your access to and use of our Services.\nThe failure of FaceApp to exercise or enforce any right or provision of this Agreement will not operate as a waiver of such right or provision.\nThe section titles in this Agreement is for convenience only and have no legal or contractual effect.\nExcept as otherwise provided herein, this Agreement is intended solely for the benefit of the parties and are not intended to confer third party beneficiary rights upon any other person or entity.</p>", "created_at": "2019-07-17 16:41:06.528661", "updated_at": "2020-12-14 19:55:45.38284"}], "points": [{"id": 21986, "title": "Third-party cookies are used for advertising", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:30:43.414806", "updated_at": "2021-06-06 11:33:02.850383", "quoteText": "Our service providers and certain third parties (e.g., online advertising networks and their clients) also may collect this type of information over time and across third-party websites and mobile applications.\nThis information may be collected on our Site using cookies, browser web storage (also known as locally stored objects, or “LSOs”), web beacons, and similar technologies.\n", "case_id": 128, "document_id": 1650, "quoteStart": 4781, "quoteEnd": 5163}, {"id": 21964, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:12:35.183774", "updated_at": "2021-06-06 11:15:54.253209", "quoteText": "\n<p>PLEASE NOTE THAT THE AGREEMENT IS SUBJECT TO CHANGE BY FACEAPP IN ITS SOLE DISCRETION AT ANY TIME.\nWhen changes are made, we will make a new copy of the Agreement available at our website and within our mobile application.\nWe will also update the “Last Updated” date at the top of the Agreement.\nIf we make any material changes, we will also send push notification or show a pop-up to you via the FaceApp application.\nAny changes to the Agreement will be effective immediately for new users of the website, the mobile application and/or the Services and will be effective thirty (30) days after posting notice of such changes on the website for existing users, provided that any material changes shall be effective for existing users upon the earlier of thirty (30) days after posting notice of such changes on the website or thirty (30) days after dispatch of the push notification of such changes.\n", "case_id": 124, "document_id": 1651, "quoteStart": 1806, "quoteEnd": 2710}, {"id": 21971, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:18:17.056931", "updated_at": "2021-06-06 11:15:04.286277", "quoteText": "Any questions, comments, suggestions, ideas, original or creative materials or other information you submit about FaceApp or our products or Services (collectively, “Feedback”), is non-confidential and we have no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\nYou hereby grant to FaceApp a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of the Services and/or FaceApp’s business.", "case_id": 390, "document_id": 1651, "quoteStart": 12097, "quoteEnd": 12889}, {"id": 21980, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:23:45.962645", "updated_at": "2021-06-06 11:14:53.597144", "quoteText": "This Agreement and your access to and use of our Services will be governed by and construed and enforced in accordance with the laws of California, consistent with the Federal Arbitration Act, without regard to conflict of law rules or principles (whether of California or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.", "case_id": 241, "document_id": 1651, "quoteStart": 26093, "quoteEnd": 26461}, {"id": 21992, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:34:15.091155", "updated_at": "2021-06-06 11:14:08.450779", "quoteText": "These third parties may use your personal information only as directed or authorized by us and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your information for any other purpose.</p>", "case_id": 210, "document_id": 1650, "quoteStart": 8865, "quoteEnd": 9096}, {"id": 21996, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:37:32.661752", "updated_at": "2021-06-06 11:16:09.194499", "quoteText": "\nPlease note that if you set your browser to disable cookies, the Site may not work properly.", "case_id": 375, "document_id": 1650, "quoteStart": 12319, "quoteEnd": 12412}, {"id": 21995, "title": "You can delete your content from this service", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:35:57.405568", "updated_at": "2021-06-06 11:14:04.403019", "quoteText": "You may request that we remove your information, including photographs, from the cloud before the 24-48 hour period after which Google Cloud Platform or Amazon Web Services automatically deletes the information by clicking the “Request cloud data removal” button in the “Support” section of the App Settings on your mobile device.</p>\n<p>", "case_id": 175, "document_id": 1650, "quoteStart": 11765, "quoteEnd": 12103}, {"id": 21994, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:35:03.885023", "updated_at": "2021-06-06 11:17:18.853269", "quoteText": "<p>We may be required to use and share your personal information to comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities.</p>", "case_id": 164, "document_id": 1650, "quoteStart": 10908, "quoteEnd": 11117}, {"id": 21993, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:34:45.66388", "updated_at": "2021-06-06 11:17:24.073822", "quoteText": "We may sell, transfer or otherwise share some or all of our business or assets, including your personal information, in connection with a business transaction (or potential business transaction) such as a corporate divestiture, merger, consolidation, acquisition, reorganization or sale of assets, or in the event of bankruptcy or dissolution.</p>", "case_id": 243, "document_id": 1650, "quoteStart": 10542, "quoteEnd": 10889}, {"id": 21991, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:33:58.053244", "updated_at": "2021-06-06 11:17:28.894945", "quoteText": "We may share your personal information with services providers that perform services on our behalf or help us operate the App (such as customer support, hosting, analytics, email delivery, marketing, and database management services).", "case_id": 188, "document_id": 1650, "quoteStart": 8630, "quoteEnd": 8864}, {"id": 21990, "title": "You can opt out of promotional communications", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:32:48.873365", "updated_at": "2021-06-06 11:14:24.117176", "quoteText": "You will have the ability to opt-out of our marketing and promotional communications ", "case_id": 223, "document_id": 1650, "quoteStart": 6349, "quoteEnd": 6434}, {"id": 21989, "title": "Your personal data may be used for marketing purposes", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:32:32.612632", "updated_at": "2021-06-06 11:17:33.204757", "quoteText": "</li>\n</ul>\n<p>To send you marketing and promotional communications.\nWe may send you marketing communications as permitted by law.", "case_id": 336, "document_id": 1650, "quoteStart": 6218, "quoteEnd": 6348}, {"id": 21988, "title": "Third-party cookies are used for statistics", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:32:17.653626", "updated_at": "2021-06-06 11:17:37.318095", "quoteText": "Perform statistical analysis about use of the App (including throught the use of Google Analytics).", "case_id": 325, "document_id": 1650, "quoteStart": 6119, "quoteEnd": 6218}, {"id": 21987, "title": "Information is provided about how your personal data is used", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:31:55.075451", "updated_at": "2021-06-06 11:14:28.585025", "quoteText": "How We Use Your Personal Information<p>", "case_id": 227, "document_id": 1650, "quoteStart": 5360, "quoteEnd": 5399}, {"id": 21983, "title": "Third parties are involved in operating the service (Google Cloud Platform and Amazon Web Services)", "source": "https://faceapp.com/privacy", "status": "", "created_at": "2021-06-06 09:26:37.03297", "updated_at": "2021-06-06 11:16:13.717272", "quoteText": "We use third-party cloud providers – specifically, Google Cloud Platform and Amazon Web Services – to process and edit photographs.</li>\n", "case_id": 207, "document_id": 1650, "quoteStart": 642, "quoteEnd": 779}, {"id": 21985, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and device fingerprinting", "source": "https://faceapp.com/privacy", "status": "Also \"web beacons\"", "created_at": "2021-06-06 09:29:54.462123", "updated_at": "2021-06-06 11:33:10.05344", "quoteText": "Device data, such as your computer and mobile device operating system type and version number, manufacturer and model, device ID, push tokens, Google Advertising ID, Apple ID for Advertising, browser type, screen resolution", "case_id": 323, "document_id": 1650, "quoteStart": 4051, "quoteEnd": 4274}, {"id": 21984, "title": "Details are provided about what kind of information they collect", "source": "https://faceapp.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:28:08.63142", "updated_at": "2021-06-06 11:14:33.035038", "quoteText": "Personal Information We Collect<p>", "case_id": 228, "document_id": 1650, "quoteStart": 1822, "quoteEnd": 1856}, {"id": 21982, "title": " The service is only available in some countries approved by its government", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:25:35.064756", "updated_at": "2021-06-06 11:33:16.516328", "quoteText": "You represent and warrant that (a) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and (b) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>", "case_id": 490, "document_id": 1651, "quoteStart": 30970, "quoteEnd": 31273}, {"id": 21981, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:25:02.577048", "updated_at": "2021-06-06 11:33:23.882131", "quoteText": "We reserve the right, without notice and in our sole discretion, to terminate your right to access or use our Services.\n", "case_id": 201, "document_id": 1651, "quoteStart": 27374, "quoteEnd": 27494}, {"id": 21979, "title": "U.S. Residents are forced into binding arbitration in case of disputes", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:22:11.673738", "updated_at": "2021-06-06 11:33:29.099875", "quoteText": "Please read the following section carefully because it requires users who are U.S.\nresidents to arbitrate certain disputes and claims with FaceApp and limits the manner in which you can seek relief from us.</p>\n", "case_id": 339, "document_id": 1651, "quoteStart": 18554, "quoteEnd": 18765}, {"id": 21978, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:21:18.33815", "updated_at": "2021-06-06 11:33:33.686112", "quoteText": "THE TOTAL LIABILITY OF FACEAPP AND THE OTHER FACEAPP PARTIES, FOR ANY CLAIM ARISING OUT OF OR RELATING TO THIS AGREEMENT OR OUR SERVICES, REGARDLESS OF THE FORM OF THE ACTION, IS LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO ACCESS OR USE OUR SERVICES.</p>", "case_id": 149, "document_id": 1651, "quoteStart": 16840, "quoteEnd": 17096}, {"id": 21977, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:21:06.187346", "updated_at": "2021-06-06 11:33:43.074422", "quoteText": "FACEAPP AND THE OTHER FACEAPP PARTIES WILL NOT BE LIABLE TO YOU UNDER ANY THEORY OF LIABILITY—WHETHER BASED IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE—FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, PUNITIVE OR SPECIAL DAMAGES OR LOST PROFITS, EVEN IF FACEAPP OR THE OTHER FACEAPP PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>", "case_id": 293, "document_id": 1651, "quoteStart": 16453, "quoteEnd": 16836}, {"id": 21976, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:20:17.696928", "updated_at": "2021-06-06 11:33:47.790899", "quoteText": " FaceApp does not represent or warrant that our Services are accurate, complete, reliable, current or error-free.", "case_id": 287, "document_id": 1651, "quoteStart": 16032, "quoteEnd": 16145}, {"id": 21975, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:19:51.985798", "updated_at": "2021-06-06 11:16:33.405913", "quoteText": "YOUR USE OF OUR SERVICES IS AT YOUR SOLE RISK.\nOUR SERVICES ARE PROVIDED “AS IS” ", "case_id": 286, "document_id": 1651, "quoteStart": 15728, "quoteEnd": 15809}, {"id": 21974, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:19:18.967208", "updated_at": "2021-06-06 11:17:43.679373", "quoteText": "To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless FaceApp and each of our respective officers, directors, agents, partners and employees (individually and collectively, the “FaceApp Parties”) from and against any loss, liability, claim, demand, damages, expenses or costs (“Claims”) arising out of or related to (a) your access to or use of our Services.\n(b) your User Content or Feedback.\n(c) your violation of this Agreement.\n(d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nor (e) your conduct in connection with our Services.", "case_id": 146, "document_id": 1651, "quoteStart": 14367, "quoteEnd": 15032}, {"id": 21973, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:18:52.98773", "updated_at": "2021-06-06 11:16:39.183169", "quoteText": "Without limiting the foregoing, if you believe that your work has been copied and posted on or through the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information:", "case_id": 138, "document_id": 1651, "quoteStart": 13178, "quoteEnd": 13410}, {"id": 21972, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:18:35.194925", "updated_at": "2021-06-06 11:14:58.618201", "quoteText": "We have a policy of limiting access to our Services and terminating the accounts of users who repeatedly infringe the intellectual property copyright rights of others upon prompt notification to us by the copyright owner or the copyright owner’s legal agent.\n", "case_id": 313, "document_id": 1651, "quoteStart": 12919, "quoteEnd": 13178}, {"id": 21970, "title": "This service is only available for use individually and non-commercially.", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:17:41.474647", "updated_at": "2021-06-06 11:16:45.563309", "quoteText": "You are hereby granted a limited, nonexclusive, nontransferable, non-sublicensable, revocable license to access and use our Services and FaceApp Content for your own personal use.", "case_id": 143, "document_id": 1651, "quoteStart": 10844, "quoteEnd": 11023}, {"id": 21969, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://faceapp.com/terms", "status": "\"You may not create, post, store or share any User Content that: [...] Contains any private or personal information of a third party without such third party’s consent\"", "created_at": "2021-06-06 09:16:46.963906", "updated_at": "2021-06-06 11:15:45.268797", "quoteText": "Contains any private or personal information of a third party without such third party’s consent;</li>", "case_id": 444, "document_id": 1651, "quoteStart": 9693, "quoteEnd": 9795}, {"id": 21968, "title": "The posting of pornographic content is prohibited", "source": "https://faceapp.com/terms", "status": "\"You may not create, post, store or share any User Content that: Is unlawful, libelous, defamator, obscene, pornographic, indecent, lewd, suggestive\"", "created_at": "2021-06-06 09:15:24.533281", "updated_at": "2021-06-06 11:16:55.205397", "quoteText": " obscene, pornographic, indecent, lewd, suggestive", "case_id": 315, "document_id": 1651, "quoteStart": 8895, "quoteEnd": 8945}, {"id": 21967, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:15:08.025101", "updated_at": "2021-06-06 11:16:59.769129", "quoteText": "You may not create, post, store or share any User Content that:</p>\n<ul>\n<li>Is unlawful, libelous, defamatory", "case_id": 283, "document_id": 1651, "quoteStart": 8784, "quoteEnd": 8894}, {"id": 21966, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:14:09.782877", "updated_at": "2021-06-06 11:13:58.719918", "quoteText": "\nAlthough we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason.</p>", "case_id": 202, "document_id": 1651, "quoteStart": 6804, "quoteEnd": 6949}, {"id": 21965, "title": "The service has non-exclusive use of your content", "source": "https://faceapp.com/terms", "status": "\"You grant FaceApp a nonexclusive, royalty-free, worldwide, fully paid license to use, reproduce, modify, adapt, create derivative works from, distribute, perform and display your User Content during the term of this Agreement solely to provide you with the Services.\"", "created_at": "2021-06-06 09:13:23.151935", "updated_at": "2021-06-06 11:15:49.782696", "quoteText": "You grant FaceApp a nonexclusive", "case_id": 402, "document_id": 1651, "quoteStart": 5375, "quoteEnd": 5407}, {"id": 21963, "title": "You maintain ownership of your content", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:09:32.36811", "updated_at": "2021-06-06 11:16:01.121952", "quoteText": "Subject to this Agreement and the Privacy Policy, you retain all rights in and to your User Content, as between you and FaceApp.\n", "case_id": 183, "document_id": 1651, "quoteStart": 5142, "quoteEnd": 5271}, {"id": 21962, "title": "You waive your right to a class action.", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-06 09:09:01.209495", "updated_at": "2021-06-06 11:17:50.90573", "quoteText": "1) YOU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEVE AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.", "case_id": 117, "document_id": 1651, "quoteStart": 869, "quoteEnd": 1067}, {"id": 15470, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-02-02 07:36:18.688533", "updated_at": "2021-02-02 10:37:11.616501", "quoteText": "Use our Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying our Services", "case_id": 285, "document_id": 1651, "quoteStart": 7694, "quoteEnd": 7834}, {"id": 15469, "title": "There is a date of the last update of the agreements", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-02-02 07:28:16.93302", "updated_at": "2021-02-02 10:37:16.587029", "quoteText": "<p>Last Updated: December 03, 2019</p>", "case_id": 331, "document_id": 1651, "quoteStart": 106, "quoteEnd": 144}, {"id": 7380, "title": "This service can use your content for all their existing and future services", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-17 17:12:30.30898", "updated_at": "2021-02-06 04:16:23.757089", "quoteText": "You grant FaceApp a perpetual, irrevocable, nonexclusive, royalty-free, worldwide, fully-paid, transferable sub-licensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display your User Content and any name, username or likeness provided in connection with your User Content in all media formats and channels now known or later developed, without compensation to you.", "case_id": 180, "document_id": 1651, "quoteStart": 3803, "quoteEnd": 4250}, {"id": 7379, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-17 17:10:42.815798", "updated_at": "2019-07-18 14:39:17.557816", "quoteText": "You must maintain the security of your third party account and promptly notify us if you discover or suspect that someone has accessed your account without your permission.\nIf you permit others to use your account credentials, you are responsible for the activities of such users that occur in connection with your account.</p>", "case_id": 148, "document_id": 1651, "quoteStart": 4426, "quoteEnd": 4753}, {"id": 7381, "title": "This service takes credit for your content", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-17 17:14:19.730649", "updated_at": "2021-02-06 03:50:44.304568", "quoteText": "You grant FaceApp consent to use the User Content, regardless of whether it includes an individual’s name, likeness, voice or persona, sufficient to indicate the individual’s identity.", "case_id": 179, "document_id": 1651, "quoteStart": 4485, "quoteEnd": 4669}, {"id": 7378, "title": "This service gathers information about you through third parties", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-17 17:09:14.46476", "updated_at": "2021-02-06 04:16:23.8082", "quoteText": "You will need to use your credentials (e.g., username and password) from a third-party online platform to access some or all of our Services", "case_id": 382, "document_id": 1651, "quoteStart": 2618, "quoteEnd": 2758}, {"id": 15474, "title": "This service is only available to users over a certain age", "source": "https://faceapp.com/terms", "status": "Generated through the annotate view", "created_at": "2021-02-02 07:59:51.93407", "updated_at": "2021-02-02 10:37:22.376732", "quoteText": "You must be at least 13 years of age to access or use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may only access or use our Services under the supervision of a parent or legal guardian who agrees to be bound by this Agreement.\nIf you are a parent or legal guardian of a user under the age of 18 (or the age of legal majority), you agree to be fully responsible for the acts or omissions of such user in connection with our Services.", "case_id": 152, "document_id": 1651, "quoteStart": 3398, "quoteEnd": 3885}], "urls": ["faceapp.com"]}}