{"error": 448, "message": "OK", "parameters": {"id": 2016, "name": "The Button Box", "created_at": "2019-11-22 14:26:59.446923", "updated_at": "2021-03-25 03:19:55.760038", "wikipedia": null, "keywords": null, "related": null, "slug": "the_button_box", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2016.png", "url": "buttonbox.com", "documents": [{"id": 2155, "name": "Privacy policy", "url": "https://buttonbox.com/privacy-sm.html", "xpath": "", "text": " <br>Back to The Button Box homepage Website Privacy Policy <p>This is the website of <strong>The Button Box, Inc.</strong>\n</p>\n<p> P.O.\nBox 372<br> 42 Amherst Road<br> Sunderland, MA 01375<br> Phone: +1 (413) 665-7793</p>\n<p>You can reach us by e-mail from our Contact page.</p> Information We Collect &amp.\nHow It Is Used Summary <p>We collect only as much personal information as necessary in order to sell our products through a secure and functional website.\n<strong>We do not track visitors to our website.</strong> Vimeo, Paypal, and Authorize.NET may track visitors, depending on how those visitors use our website (see 'Third Parties' below).\nWe keep only limited personal information associated with purchases.\nWe also keep some records of communications with customers.\n<strong>We do not sell personal information.</strong> We do not share personal information except with our payment processors.\nWe will remove your personal information from our systems upon request.</p>\n<p>\n<strong>We do not store full credit card numbers after a purchase.</strong> We are fully compliant with the stringent security standards of the PCI Data Security Standards.</p> Personal information <p>We keep personal information of people who buy merchandise in our online store.\nThis includes email addresses, telephone numbers, and shipping and billing addresses.\nWe use this information for contact purposes only, and <strong>we do not share this information with any other organizations.</strong> We do not send unsolicited emails.\nWe have an opt-in email list for customers who would like to know about new products or developments at our company.\nIf you give us your telephone number, we will only call you with information or questions regarding orders you have placed online.</p>\n<p>\n<strong>We do not store credit card numbers</strong> except for the last 4 digits.</p>\n<p>At any time, users may request that their personal information be removed from our systems.\nPlease contact us to make this request.\nNote that we can only remove your data from our own systems.\nYou must contact Paypal, Authorize.NET, or Vimeo directly for any requests to be removed from their own systems.</p> Our website <p>The Button Box does not collect information on users who browse our website unless they make a purchase.\nJavascript is used but not required for the functionality of certain elements of the website, including displaying detailed pictures of instruments.\nWe use some services hosted by Google for our site's display and functionality, and Google may use these functionalities to generate web analytics.\nThese services are not known to be used for tracking users.</p> Cookies <p>We do not use cookies to gather personal information from visitors to our site, and we do not use third-party cookies for tracking or advertising purposes.\nOur e-commerce software uses a temporary cookie to keep track of items in the shopping cart, but this cookie is removed after checkout.</p> Third parties <p>Our website uses third-party service providers for some features: Vimeo for video playback and Paypal and Authorize.NET for payment processing.\nUsers can avoid Vimeo by avoiding video playback features in our website or by disabling third-party cookies.\nUsers who make a purchase must choose either Paypal or Authorize.NET as their payment method, but users can partially avoid these processors' web tracking by placing an order over the phone.\nWe use Authorize.NET for processing phone orders by credit card.\nAdditional details on each of these service providers:</p>\n<p>\n<strong>Vimeo</strong> hosts demonstration videos of our instruments.\nThis service uses cookies for some functions, such as preserving your playback preferences across multiple videos.\nVimeo also generates analytics on users of their website, especially for those users who are account holders at Vimeo's own website.\nSee Vimeo's full privacy policy for details.\n<em>Please note, if you restrict third-party cookies in your browser, you may have difficulty viewing our videos on our website.\nIn that case, Vimeo will redirect you to their site for viewing.</em>\n</p>\n<p>\n<strong>Paypal</strong> is an optional payment method in our online store.\nPaypal collects information on users in order \"to fulfill our legal or regulatory obligations and for our business purposes\" (quoting their own privacy policy).\nInformation they collect includes customer name, address, payment account information, and IP address, and this information is used to verify a customer's identity.\nPaypal uses Google analytics and other forms of tracking of visitors to their website.\nUsers do not need to establish a Paypal account in order to use their service.\nSee their full privacy policy for additional details.</p>\n<p>\n<strong>Authorize.NET</strong> is the payment gateway we use for credit card payments within our shopping cart software.\nThey collect data to support the secure processing of payments and verify cardholders' identity.\nThis includes customers' names, contact information, and payment information.\nThey may also collect information about the device used to access their services, including IP address.\nSee their full privacy policy for details.\n</p>\n<p>These services should continue to function even if a user implements strong privacy settings in their device's browser.</p> Data Security <p>Our business complies with the Payment Card Industry Data Security Standard (PCI-DSS).\nOur shopping cart software uses SSL encryption for receiving and transmitting customer information.\n<strong>We do not store credit card numbers</strong> except for the last four digits.</p>\n<p>For online credit card payments we use Authorize.NET, a payment gateway, or Paypal if customers so choose.\nBoth companies adhere to strict industry standards for payment processing, including: 128-bit Secure Socket Layer (SSL) technology for secure Internet Protocol (IP) transactions.\nIndustry leading encryption hardware and software methods and security protocols to protect customer information.\nand compliance with the Payment Card Industry Data Security Standard (PCI-DSS).\nFor additional information regarding the privacy of your sensitive cardholder data, please read the privacy policies at Authorize.NET and Paypal.</p> Changes to this policy Updated December, 2019 <p>\n<em>Policy language updated to improve clarity and provide additional information.\nNo substantive changes to the policy itself.</em>\n</p> ", "created_at": "2019-11-22 14:29:36.326644", "updated_at": "2020-12-14 23:23:42.890258"}], "points": [{"id": 8435, "title": "The service does not share user information with third parties", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:37:21.848371", "updated_at": "2021-02-06 04:02:02.38365", "quoteText": "We do not share this information with any other organizations.", "case_id": 311, "document_id": 2155, "quoteStart": 493, "quoteEnd": 555}, {"id": 8442, "title": "This service only uses temporary session cookies", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:50:30.482025", "updated_at": "2021-02-06 04:02:12.124973", "quoteText": "uses cookies to keep track of items in your shopping cart, but this cookie is removed after checkout", "case_id": 125, "document_id": 2155, "quoteStart": 2383, "quoteEnd": 2483}, {"id": 8439, "title": "The user is informed about security practices", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:46:23.894046", "updated_at": "2021-02-06 04:02:12.149783", "quoteText": "Technology <p>Security", "case_id": 226, "document_id": 2155, "quoteStart": 1306, "quoteEnd": 1328}, {"id": 8438, "title": "This service does not sell your personal data", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:44:41.676821", "updated_at": "2021-02-06 04:02:12.180608", "quoteText": "\nWe do not share email addresses or a customer email list with outside organizations.", "case_id": 193, "document_id": 2155, "quoteStart": 773, "quoteEnd": 858}, {"id": 8437, "title": "IP addresses of website visitors are not tracked", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:43:56.699786", "updated_at": "2021-02-06 04:02:12.215577", "quoteText": "We do not collect information on consumers who browse our website.", "case_id": 192, "document_id": 2155, "quoteStart": 556, "quoteEnd": 622}, {"id": 8436, "title": "The service does not share user information with third parties", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:37:39.114889", "updated_at": "2021-02-06 04:02:12.237042", "quoteText": "We do not share this information with any other organizations.", "case_id": 311, "document_id": 2155, "quoteStart": 493, "quoteEnd": 555}, {"id": 8443, "title": "The service refers users to external documents for more information", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:51:32.070607", "updated_at": "2021-02-06 04:02:12.260108", "quoteText": "Demonstration videos of our instruments are hosted by Vimeo, and this service does use cookies for some functions, such as preserving your playback preferences across multiple videos", "case_id": 299, "document_id": 2155, "quoteStart": 2485, "quoteEnd": 2667}, {"id": 8538, "title": "This service does not track you", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-12-04 18:15:22.685297", "updated_at": "2020-12-15 10:15:43.797353", "quoteText": "<strong>We do not track visitors to our website.", "case_id": 218, "document_id": 2155, "quoteStart": 465, "quoteEnd": 513}, {"id": 8434, "title": "Your personal data is used for limited purposes", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:35:30.893643", "updated_at": "2021-02-06 04:02:12.663383", "quoteText": "We keep customer records for contact purposes.\n", "case_id": 196, "document_id": 2155, "quoteStart": 446, "quoteEnd": 493}, {"id": 8440, "title": "The service refers users to external documents for more information", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:47:47.648173", "updated_at": "2021-02-06 04:02:12.696626", "quoteText": "For additional information regarding the privacy of your sensitive cardholder data, please read the privacy policies at Authorize.net and Paypal.</p>", "case_id": 299, "document_id": 2155, "quoteStart": 2029, "quoteEnd": 2178}, {"id": 8541, "title": "There is a date of the last update of the terms", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-12-04 18:27:24.688561", "updated_at": "2021-02-06 04:16:26.372235", "quoteText": "<em>Updated November, 2019", "case_id": 331, "document_id": 2155, "quoteStart": 5185, "quoteEnd": 5211}, {"id": 8540, "title": "This service does not sell your personal data", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-12-04 18:16:53.031871", "updated_at": "2020-12-15 10:16:06.991342", "quoteText": "We do not sell personal information.", "case_id": 193, "document_id": 2155, "quoteStart": 790, "quoteEnd": 826}, {"id": 8539, "title": "Third parties may be involved in operating the service", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-12-04 18:16:12.063753", "updated_at": "2020-12-15 10:15:58.48314", "quoteText": "Vimeo, Paypal, and Authorize.NET may track visitors, depending on how those visitors use our website", "case_id": 207, "document_id": 2155, "quoteStart": 523, "quoteEnd": 623}, {"id": 8537, "title": "Your personal data is used for limited purposes", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-12-04 18:14:37.888489", "updated_at": "2020-12-15 10:15:29.814061", "quoteText": "<p>We collect only as much personal information as necessary in order to sell our products through a secure and functional website.", "case_id": 196, "document_id": 2155, "quoteStart": 333, "quoteEnd": 464}, {"id": 8441, "title": "This service does not track you", "source": "https://buttonbox.com/privacy-sm.html", "status": "Generated through the annotate view", "created_at": "2019-11-22 14:48:17.605508", "updated_at": "2020-12-15 10:07:04.272237", "quoteText": "we do not use third-party cookies for tracking or advertising purposes.", "case_id": 218, "document_id": 2155, "quoteStart": 2758, "quoteEnd": 2829}], "urls": ["buttonbox.com"]}}