{"error": 448, "message": "OK", "parameters": {"id": 3285, "name": "YouPorn", "created_at": "2021-04-24 14:19:52.453762", "updated_at": "2021-05-08 00:02:34.865873", "wikipedia": null, "keywords": null, "related": null, "slug": "youporn", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3285.png", "url": "youporn.com", "documents": [{"id": 5373, "name": "Terms Of Service ", "url": "https://www.youporn.com/information/#terms", "xpath": "//body", "text": " Pornhub NETWORK<ul>\n<li>Pornhub</li>\n<li>RedTube</li>\n<li>YouPorn</li>\n<li>Tube8</li>\n<li>PornMD</li>\n<li>Thumbzilla</li>\n<li>XTube</li>\n<li>Gay Porn<ul>\n<li>Pornhub Gay</li>\n<li>RedTube Gay</li>\n<li>XTube Gay</li>\n<li>PornMD Gay</li>\n<li>Tube8 Gay</li>\n<li>YouPorn Gay</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Premium</li>\n<li>\n<p>Search with PornMD</p>\n</li>\n</ul>\n<p>Powered by <strong>PornMD</strong>\n</p>Close <i>\n</i> Recent Searches <i>\n</i>\n<i>\n</i>\n<ul>\n</ul> Recommended Categories For You <i>\n</i> More <i>\n</i>\n<ul>\n<li>\n<p>Amateur 174,201 Videos </p>\n</li>\n<li>\n<p>Anal 56,712 Videos </p>\n</li>\n<li>\n<p>Big Butt 78,638 Videos </p>\n</li>\n<li>\n<p>Big Dick 68,342 Videos </p>\n</li>\n<li>\n<p>Big Tits 120,808 Videos </p>\n</li>\n<li>\n<p>Blonde 88,315 Videos </p>\n</li>\n<li>\n<p>Blowjob 165,124 Videos </p>\n</li>\n<li>\n<p>Brunette 103,459 Videos </p>\n</li>\n<li>\n<p>Cumshots 88,467 Videos </p>\n</li>\n<li>\n<p>MILF 93,147 Videos </p>\n</li>\n<li>\n<p>POV 66,677 Videos </p>\n</li>\n<li>\n<p>Small Tits 57,724 Videos </p>\n</li>\n</ul> Recommended Pornstars For You <i>\n</i> More <i>\n</i> Candy Samira 89 Videos Chanel Santini 39 Videos Carolina Sweets 98 Videos Alexis Adams 141 Videos Gina Gerson 389 Videos Gia Derza 120 Videos Lelu Love 798 Videos Emma Hix 188 Videos India Summer 242 Videos Amirah Adara 296 Videos Alexis Fawx 210 Videos Piper Perri 133 Videos Recommended Channels For You <i>\n</i> More <i>\n</i> Mom XXX 551 Videos Female Agent 525 Videos We Are Hairy 893 Videos Babes 919 Videos First Anal Quest 522 Videos Twistys 1856 Videos AmateurEURO 396 Videos Brazzers 3074 Videos Digital Playground 668 Videos mydirtyhobby 1786 Videos Oldje 410 Videos Evil Angel 552 Videos All videos <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Recommended</li>\n<li>Newest</li>\n<li>Top Rated</li>\n<li>Most Viewed</li>\n<li>Erotica</li>\n<li>Most Favorited</li>\n<li>Most Discussed</li>\n<li>Collections</li>\n</ul> EXPLORE MORE CATEGORIES Story Standard <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Female Friendly</li>\n<li>College</li>\n<li>Instructional</li>\n<li>Interracial</li>\n<li>Massage</li>\n<li>Romantic</li>\n<li>Striptease</li>\n</ul> Fake <i>\n</i>\n<i>\n</i>\n<ul>\n<li>BTS</li>\n<li>Casting</li>\n<li>Gonzo</li>\n<li>Parody</li>\n<li>Reality</li>\n</ul> Fantasy <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Cosplay</li>\n<li>Fantasy</li>\n<li>Fetish</li>\n<li>JOI</li>\n<li>Public</li>\n</ul> Taboo <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Cuckold</li>\n<li>Step Fantasy</li>\n<li>Voyeur</li>\n<li>Young/Old</li>\n</ul> Action Action <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Anal</li>\n<li>Blowjob</li>\n<li>Bondage</li>\n<li>Bukkake</li>\n<li>DP</li>\n<li>Face Sitting</li>\n<li>Femdom</li>\n<li>Fingering</li>\n<li>Fisting</li>\n<li>Footjob</li>\n<li>Foreplay</li>\n<li>Handjob</li>\n<li>Kissing</li>\n<li>Masturbation</li>\n<li>Penetration</li>\n<li>Pissing</li>\n<li>Pussy Licking</li>\n<li>Rimming</li>\n<li>Rough Sex</li>\n<li>Dildos/Toys</li>\n</ul> Finish <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Creampie</li>\n<li>Cumshots</li>\n<li>Facial</li>\n<li>Female Orgasm</li>\n<li>Squirting</li>\n<li>Swallow</li>\n</ul> Stars Ethnicity <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Arab</li>\n<li>Asian</li>\n<li>Ebony</li>\n<li>European</li>\n<li>German</li>\n<li>Indian</li>\n<li>Japanese</li>\n<li>Latina</li>\n</ul> Age <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Teen</li>\n<li>Twenties</li>\n<li>MILF</li>\n<li>Mature</li>\n</ul> Body Details <i>\n</i>\n<i>\n</i>\n<ul>\n<li>BBW</li>\n<li>Big Butt</li>\n<li>Big Dick</li>\n<li>Big Tits</li>\n<li>Muscle</li>\n<li>Small Tits</li>\n</ul> Hair <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Beards</li>\n<li>Blonde</li>\n<li>Brunette</li>\n<li>Hairy</li>\n<li>Redhead</li>\n<li>Shaved</li>\n</ul> Extras <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Panties</li>\n<li>Pantyhose</li>\n<li>Tattoos</li>\n<li>Uncut</li>\n</ul> Details Orientation <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Lesbian</li>\n<li>Gay</li>\n<li>Bisexual</li>\n<li>Trans</li>\n<li>Straight Sex</li>\n</ul> Number <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Solo girl</li>\n<li>Solo Male</li>\n<li>Couples</li>\n<li>Threesome</li>\n<li>Gangbang</li>\n<li>Orgy</li>\n</ul> Production <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Amateur</li>\n<li>Homemade</li>\n<li>POV</li>\n<li>SFW</li>\n<li>Verified Amateurs</li>\n<li>Vintage</li>\n<li>Webcam</li>\n</ul> Details <i>\n</i>\n<i>\n</i>\n<ul>\n<li>3D</li>\n<li>ASMR</li>\n<li>Cartoon</li>\n<li>Compilation</li>\n<li>Funny</li>\n<li>Hentai</li>\n<li>Virtual Reality</li>\n</ul>\n<i>\n</i>Upgrade SWYP <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n<p>Sign Up</p>\n</li>\n<li>\n<i>\n</i>\n<p>Log In</p>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>Upload</p>\n</li>\n<li>\n<i>\n</i>\n<p>Try Premium Free</p>\n</li>\n<li>\n</li>\n<li>\n<p>Your Favorites</p>\n</li>\n<li>\n<p>Your Subscriptions</p>\n</li>\n<li>\n<p>Watch History</p>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>VR Mode</p>\n</li>\n<li>\n<i>\n</i>\nDark Mode :\nOff\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\nEnglish\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Back</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>Auto</p>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>Off</p>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>On</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Back</li>\n<li>\n</li>\n<li>\n<p>Deutsch</p>\n</li>\n<li>\n<p>English</p>\n</li>\n<li>\n<p>Español</p>\n</li>\n<li>\n<p>Français</p>\n</li>\n<li>\n<p>Italiano</p>\n</li>\n<li>\n<p>Nederlands</p>\n</li>\n<li>\n<p>Polski</p>\n</li>\n<li>\n<p>Português</p>\n</li>\n<li>\n<p>Português (Brasil)</p>\n</li>\n<li>\n<p>Pусский</p>\n</li>\n<li>\n<p>Türkçe</p>\n</li>\n<li>\n<p>日本語</p>\n</li>\n</ul>\n<ul>\n<li>Videos<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>Recommended</li>\n<li>New Videos</li>\n<li>Top Rated</li>\n<li>Most Viewed</li>\n<li>Most Favorited</li>\n<li>Most Discussed</li>\n<li>Collections</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Categories <i>\n</i> Categories <p>Top Trending &amp.\nRecommended</p>\n<i>\n</i> Top Trending Categories Teen Lesbian Amateur Mature Anal MILF Recommended Categories For You Recommended Categories For You More <p>Brunette\n<br>103,459 videos</p>\n<p>Big Dick\n<br>68,342 videos</p>\n<p>Big Butt\n<br>78,639 videos</p>\n<p>Big Tits\n<br>120,810 videos</p>\n<p>Amateur\n<br>174,201 videos</p>\n<p>Blonde\n<br>88,314 videos</p>\n<p>Cumshots\n<br>88,467 videos</p>\n<p>Blowjob\n<br>165,126 videos</p>\n<p>Story</p>\n<i>\n</i> STANDARD Female Friendly College Instructional Interracial Massage Romantic Striptease FAKE BTS Casting Gonzo Parody Reality FANTASY Cosplay Fantasy Fetish JOI Public TABOO Cuckold Step Fantasy Voyeur Young/Old <p>Action</p>\n<i>\n</i> ACTION Anal Blowjob Bondage Bukkake DP Face Sitting Femdom Fingering Fisting Footjob Foreplay Handjob Kissing Masturbation Penetration Pissing Pussy Licking Rimming Rough Sex Dildos/Toys FINISH Creampie Cumshots Facial Female Orgasm Squirting Swallow <p>Stars</p>\n<i>\n</i> ETHNICITY Arab Asian Ebony European German Indian Japanese Latina AGE Teen Twenties MILF Mature BODY DETAILS BBW Big Butt Big Dick Big Tits Muscle Small Tits HAIR Beards Blonde Brunette Hairy Redhead Shaved EXTRAS Panties Pantyhose Tattoos Uncut <p>Details</p>\n<i>\n</i> ORIENTATION Lesbian Gay Bisexual Trans Straight Sex NUMBER Solo girl Solo Male Couples Threesome Gangbang Orgy PRODUCTION Amateur Homemade POV SFW Verified Amateurs Vintage Webcam DETAILS 3D ASMR Cartoon Compilation Funny Hentai Virtual Reality See All Categories <i>\n</i>Upgrade to Premium </li>\n<li>Live Sex</li>\n<li>Fuck Now</li>\n<li>Live Cams</li>\n<li>Erotica</li>\n<li>\nPornstars\n<i>\n</i> Quick Links <ul>\n<li>Most Popular</li>\n<li>Most Subscribed </li>\n<li>Most Viewed </li>\n<li>Alphabetical </li>\n<li>See All Pornstars</li>\n</ul>\n<i>\n</i>Upgrade to Premium Top Trending Pornstars <ul>\n<li> Whitney Wonders</li>\n<li> Bridgette B</li>\n<li> Kyra Hot</li>\n<li> Evie Olson</li>\n<li> Eva Angelina</li>\n<li> Lana Mars</li>\n</ul> Recommended Pornstars For You Removed.\nUndo <ul>\n<li> RANK 2243 VIDEOS 89 Candy Samira</li>\n<li> RANK 290 VIDEOS 105 Veronica Leal</li>\n<li> RANK 105 VIDEOS 193 Gina Devine</li>\n<li> RANK 12 VIDEOS 389 Gina Gerson</li>\n<li> RANK VIDEOS 81 Gabbie Carter</li>\n<li> RANK 3 VIDEOS 147 Mia Khalifa</li>\n</ul>\n</li>\n</ul> ADBLOCK DETECTED! We understand why you are blocking ads, but just know it compromises your site experience (features may break or not appear entirely) and prevents us from investing in the Future of Porn.\nIf you want an ad-free experience, we recommend trying YouPorn Premium.\n<i>\n</i>\n<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>RTA</li>\n<li>Advertise</li>\n<li>DMCA</li>\n<li>2257</li>\n<li>Support</li>\n<li>FAQ</li>\n<li>DMCA Takedown Form</li>\n</ul> YouPorn Terms Of Service\n<p>Last modified date: January 14, 2016</p>\n1.\nAcceptance of the Terms of Service\n<p>The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “Terms of Service”), govern your access to and use of https://www.youporn.com/ (“YouPorn” or the “Website”), including any content, functionality and services offered on or through the Website, whether as a guest or a registered user.\nThese Terms of Service apply to the Website, web pages, interactive features, applications, widgets, blogs, social networks, social network “tabs”, or other online or wireless offerings that post a link to these Terms of Service, whether accessed via computer, mobile device or other technology, manner or means</p>\n<p>Please read the Terms of Service carefully before you start to use the Website.\nBy using the Website or by clicking to accept or agree to the Terms of Service when this option is made available to you, you accept and agree to be bound and abide by these Terms of Service and our Privacy Policy, found at https://www.youporn.com/information/#privacy, incorporated herein by reference.\nIf you do not want to agree to these Terms of Service or the Privacy Policy, you must not access or use the Website.</p>\n<p>If you access or use the Website, whether you click to accept or not, you agree to all of the various terms in these Terms of Service.\nIf you do not understand all of these Terms of Service, you should consult an attorney before agreeing to any of the Terms of Service.</p>\n<p>You consent to entering these Terms of Service electronically, and to storage of records related to these Terms of Service in electronic form.</p>\n<p>When using the Website, you shall be subject to any posted rules, community guidelines, or policies.\nSuch rules, guidelines, and policies are hereby incorporated by reference into these Terms of Service.\nWe may also offer other websites that are governed by different Terms of Service.</p>\nBack to top\n2.\nAbility to Accept Terms of Service\n<p>You affirm that you are at least 18 years of age or the age of majority in the jurisdiction you are accessing the Website from, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIf you are under 18 or the applicable age of majority, you are not permitted to submit personal information to us or use the Website.\nYou also represent that the jurisdiction from which you access the Website does not prohibit the receiving or viewing of sexually explicit content.</p>\n<p>All changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nThe updated version supersedes any prior versions immediately upon being posted, and the prior version(s) shall have no continuing legal effect.\nIf you do not review new terms as posted, then you agree that you have waived your right to do so, and you are therefore bound by the updated conditions, even if you failed to review the new ones.\nYou are on notice of changes, and your failure to review the amended terms is your own omission.\nBy continuing to use the Website subsequent to us making available an amended version of these Terms of Service, you thereby acknowledge, agree to and consent to such amendment.</p>\nBack to top\n3.\nChanges to the Terms of Service\n<p>We may modify or revise these Terms of Service from time to time in our sole discretion and you agree to be bound by such modifications or revisions.\nAlthough we may attempt to notify you when major changes are made to these Terms of Service, you are expected to periodically review the most up-to-date version found at https://www.youporn.com/information/#terms, so you are aware of any changes, as they are binding on you.</p>\n<p>If we change anything in these Terms of Service, the change will be reflected in the “last modified date”.\nYou agree that you will periodically review these terms and refresh the page when doing so.\nYou agree to note the date of the last revision of these terms.\nIf the “last modified” date is unchanged from the last time you reviewed these terms, then they are unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review the terms, and you agree to the new ones.</p>\nBack to top\n4.\nAbout Our Website\n<p>The Website allows for uploading, sharing and general viewing of various types of adult-oriented content by registered and unregistered users who desire to share and view visual depictions of adult-oriented content, including sexually explicit images.\nIn addition, the Website contains texts, messages, files, data, information, images, photos, videos, recordings, materials, code or content of any kind and other materials posted/uploaded by users.</p>\n<p>The Website may contain links to third party websites that are not owned or controlled by the Website.\nThe Website has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, the Website will not and cannot censor or edit the content of any third-party site.\nBy using the Website you expressly relieve it from any and all liability arising from your use of any third-party website.\nAccordingly, we encourage you to be aware when you leave the Website and to read the terms and conditions and privacy policy of each other website that you visit.</p>\n<p>The Website is for your personal use and shall not be used for any commercial endeavor except those specifically endorsed or approved by the Website.</p>\n<p>This Website is for adult-oriented content.\nOther categories of content may be deleted.</p>\n<p>You understand and acknowledge that when using the Website, you will be exposed to content from a variety of sources, and that the Website is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such content.\nYou further understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against the Website with respect thereto, and agree to indemnify and hold the Website, its site operator, its parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website.</p>\nBack to top\n5.\nAccessing the Website and Account Security\n<p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.</p>\n<p>You are responsible for:</p>\n<ol>\n<li>making all arrangements necessary for you to have access to the Website;</li>\n<li>ensuring that all persons who access the Website through your internet connection are aware of these Terms of Service and comply with them.</li>\n</ol>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our Privacy Policy found at https://www.youporn.com/information/#privacy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password, recovery code or any other piece of information as part of our security procedures, you must treat such information as confidential and, you must not disclose it to any other person or entity and you are fully responsible for all activities that occur under your user name, password, recovery code or any piece of information used to enter your account.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, recovery code or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name, password, recovery code or any other breach of security by contacting us at: support@youporn.com.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password, recovery code or other personal information.\nAlthough the Website will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of the Website or others due to such unauthorized use.</p>\n<p>If you interact with us or with third-party service providers, and you provide information, including account or credit card or other payment information, you agree that all information that you provide will be accurate, complete, and current.\nYou will review all policies and agreements applicable to use of third party services.\nIn the event you use our Website over mobile devices, you hereby acknowledge that your carrier’s normal rates and fees, such as excess broadband fees will still apply.</p>\n<p>We have the right to disable any user name, password, recovery code or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Service.</p>\n<p>You acknowledge that the Website reserves the right to charge fees for its services and website access and to change its fees in its complete and sole discretion.</p>\nBack to top\n6.\nOur Intellectual Property\n<p>YouPorn and our associated logos and names are our trademarks and/or service marks.\nOther trademarks, service marks, names and logos used on or through the Website, such as trademarks, service marks, names or logos associated with third party Content providers, are the trademarks, service marks or logos of their respective owners.\nYou are granted no right or license with respect to any of the aforesaid trademarks, service marks or logos.\n</p>\n<p>The inclusion of images or text containing the trademarks or service marks or the name or likeness of any person, including any celebrity, does not constitute an endorsement, express or implied, by any such person, of the Website or vice versa.\n</p>\n<p>Certain materials available on or through the Website are content we own, authored, created, purchased, or licensed (collectively, our “Works”).\nOur Works may be protected by copyright, trademark, patent, trade secret and/or other laws, and we reserve and retain all rights in our Works and the Website.\nWe hereby grant you a royalty-free, limited, revocable, non-sublicensable, and non-exclusive license to access our Works solely for your personal use in connection with using the Website.\nYou may not otherwise reproduce, distribute, communicate to the public, make available, adapt, publicly perform, link to, or publicly display the Works or any adaptations thereof unless expressly set forth herein.\nSuch conduct would exceed the scope of your license and constitute copyright infringement.\n</p>\n<p>The Website provides an “Embeddable Player” feature, which you may incorporate into your own websites for use in accessing the Content on the Website.\nYou may not modify, build upon or block any portion or functionality of the Embeddable Player in any way, including but not limited to links back to the Website.</p>\n<p>The above described license is conditioned on your compliance with these Terms of Service, and shall terminate upon termination of these Terms of Service.\nIf you breach any provision of these Terms of Service, any license you have obtained will be automatically rescinded and terminated.\nIn order to protect our rights some Content made available on the Website may be controlled by digital rights management technologies, which will restrict how you may use the Content.\nYou must not circumvent, remove, delete, disable, alter or otherwise interfere with any digital rights management technology.\nSuch conduct is prohibited by law.\n</p>\n<p>If the Website allows you to download or otherwise copy our Works, you are not buying or being gifted copies thereof.\nInstead, you are licensing a limited, revocable, non-sublicensable, and non-exclusive right to possess and use the copies for personal, non-commercial use, subject to specific terms and conditions (the “Download License”).\nUnder this Download License you may not thereafter reproduce, distribute, communicate to the public, make available, adapt, publicly perform, or publicly display the Website and Works or any adaptations thereof unless expressly set forth herein.\nSuch conduct would exceed the scope of your Download License and constitute copyright infringement.\nAt the expiration of your Download License or the termination of these Terms of Service, you will delete or otherwise dispose of all copies of Works in your possession.\n</p>\nBack to top\n7.\nContent Posted by Users\n<p>The Website may contain message boards, chat rooms, personal web pages or profiles, playlists, forums, bulletin boards and other interactive features (collectively, “Interactive Services”) that allow users to upload, post, create, submit, publish, make available, send, share, communicate, display or transmit to other users or other persons (collectively, “post”) content, data, information, videos, images, recordings, materials, code or content of any kind (collectively, “Content”) on or through the Website.</p>\n<p>As a Website account holder you may submit Content to the Website and other Websites linked to the Website including videos and user comments.\nYou understand that the Website does not guarantee any confidentiality with respect to any Content you submit.\n</p>\n<p>You shall be solely responsible for your own Content and the consequences of posting, uploading, publishing transmitting or otherwise making available your Content on the Website.\nYou understand and acknowledge that you are responsible for any Content you submit or contribute, and you, not us, have full responsibility for such Content, including its legality, reliability, accuracy and appropriateness.\nWe are not responsible, or liable to any third party, for the content or accuracy of any Content posted by you or any other user of the Website.\nWe do not control Content you submit or contribute and we do not make any guarantee whatsoever related to Content submitted or contributed by users.\nAlthough we sometimes review Content submitted or contributed by users, we are not obligated to do so.\nUnder no circumstances will we be liable or responsible in any way for any claim related to Content submitted or contributed by users.</p>\n<p>You affirm, represent, and warrant that you own or have the necessary licenses, rights, consents, and permissions to publish Content you submit.\nand you license to the Website all patent, trademark, trade secret, copyright or other proprietary rights in and to such Content for publication on the Website pursuant to these Terms of Service.</p>\n<p>You further agree that Content you submit to the Website will not contain third party copyrighted material, or material that is subject to other third party proprietary rights, unless you have permission from the rightful owner of the material or you are otherwise legally entitled to post the material and to grant to the Website all of the license rights granted herein.</p>\n<p>For clarity, you retain all of your ownership rights in your Content.\nHowever, by submitting Content to the Website, you hereby grant the Website a worldwide, irrevocable, perpetual, non-exclusive, royalty-free, sublicenseable and transferable license to use, exploit, reproduce, distribute, prepare derivative works of, display, communicate, and perform the Content in connection with the Website’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Website (and derivative works thereof) in any media formats and through any media channels.\nYou also waive to the full extent permitted by law any and all claims against us related to moral rights in the Content.\nIn no circumstances will we be liable to you for any exploitation of any Content that you post.\nYou also hereby grant each user of the Website a non-exclusive, royalty free license to access your Content through the Website, and to use, reproduce, distribute, display, communicate and perform such Content as permitted through the functionality of the Website and under these Terms of Service.\nThe above licenses granted by you in video Content you submit to the Website terminate within a commercially reasonable time after you remove or delete your videos from the Website.\nYou understand and agree, however, that the Website may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.\nThe above licenses granted by you in user comments you submit are perpetual and irrevocable.</p>\n<p>The Website does not endorse any Content submitted to it by any user or other licensor, or any opinion, recommendation, or advice expressed therein, and the Website expressly disclaims any and all liability in connection with Content.\nThe Website does not permit copyright infringing activities and infringement of intellectual property rights on the Website, and the Website will remove all Content if properly notified that such Content infringes on another’s intellectual property rights.\nThe Website reserves the right to remove Content without prior notice.</p>\n<p>All Content you submit must comply with the Content standards set out in these Terms of Service.</p>\n<p>If any of the Content that you post to or through the Website contains ideas, suggestions, documents, and/or proposals to us, we will have no obligation of confidentiality, express or implied, with respect to such Content, and we shall be entitled to use, exploit or disclose (or choose not to use or disclose) such Content at our sole discretion without any obligation to you whatsoever (i.e., you will not be entitled to any compensation or reimbursement of any kind from us under any circumstances).</p>\n<p>In the process of posting Content to the Website, you may be asked to provide some personally identifying information, such as your name, address, e-mail address, a password, and other documentation.\nYou may also be asked to provide such information in order to use certain features of the Website.</p>\n<p>We will keep a record of the information you provide, including your personally identifiable information.\nThat information may be linked in our records to other information you provide, including Content.\nWe will not provide your name or other personally identifying information to our advertisers or business partners without your permission.\nPlease note that some of the information you provide in registering for and using the Website, including the name used in registering for and using the Website or other personally identifying information, may be displayed to other members of the Website, and may become public.\nIn addition, we may disclose the personally identifying information and documentation you provide in some limited circumstances.</p>\nBack to top\n8.\nProhibited Uses\n<p>You agree that you will only use the Website and our services for the lawful purposes expressly permitted and contemplated by these Terms of Service.\nYou may not use the Website and our services for any other purposes, including commercial purposes, without our express written consent.</p>\n<p>You agree that you will view the Website and its content unaltered and unmodified.\nYou acknowledge and understand that you are prohibited from modifying the Website or eliminating any of the content of the Website, including ads.\nBy using the Website you expressly agree to accept advertising served on and through the Website and to refrain from using ad blocking software or to disable ad blocking software before visiting the Website.</p>\n<p>You agree that you will not use or attempt to use any method, device, software or routine to harm others or interfere with the functioning of the Website or use and/or monitor any information in or related to the Website for any unauthorized purpose.\nSpecifically, you agree not to use the Website to:</p>\n<ol>\n<li>violate any law (including without limitation laws related to torts, contracts, patents, trademarks, trade secrets, copyrights, defamation, obscenity, pornography, rights of publicity or other rights) or encourage or provide instructions to another to do so.\n</li>\n<li>act in a manner that negatively affects other users’ ability to use the Website, including without limitation by engaging in conduct that is harmful, threatening, abusive, inflammatory, intimidating, violent or encouraging of violence to people or animals, harassing, stalking, invasive of another’s privacy, or racially, ethnically, or otherwise objectionable;</li>\n<li>post any Content that depicts any person under 18 years of age (or older in any other location in which 18 is not the minimum age of majority);</li>\n<li>post any Content for which you have not maintained written documentation sufficient to confirm that all subjects of your posts are, in fact, over 18 years of age (or older in any other location in which 18 is not the minimum age of majority).\n</li>\n<li>post any Content depicting child pornography, rape, snuff, torture, death, violence, or incest, racial slurs or hate speech, (either aurally or via the written word);</li>\n<li>post any Content that contains falsehoods or misrepresentations that could damage the Website or any third party;</li>\n<li>post any Content that is obscene, illegal, unlawful, defamatory, libelous, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;</li>\n<li>post any Content containing unsolicited or unauthorized advertising, promotional materials, spam, junk mail, chain letters, pyramid schemes or any other form of unauthorized solicitation.\n</li>\n<li>post any Content containing sweepstakes, contests, or lotteries, or otherwise related to gambling.\n</li>\n<li>post any Content containing copyrighted materials, or materials protected by other intellectual property laws, that you do not own or for which you have not obtained all necessary written permissions and releases;</li>\n<li>post any Content which impersonates another person;</li>\n<li>deploy programs, software or applications designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment, including by engaging in any denial of service attack or similar conduct.\n</li>\n<li>deploy or use programs, software or applications designed to harm, interfere with the operation of, or access in an unauthorized manner, services, networks, servers, or other infrastructure;</li>\n<li>exceed your authorized access to any portion of the Website.\n</li>\n<li>remove, delete, alter, circumvent, avoid or bypass any digital rights management technology.\n</li>\n<li>collect or store personal data about anyone.\n</li>\n<li>alter or modify without permission any part of the Website or its content, including ads.\n</li>\n<li>obtain or attempt to access or otherwise obtain any Content or information through any means not intentionally made available or provided for through the Website.\n</li>\n<li>exploit errors in design, features which are not documented and/or bugs to gain access that would otherwise not be available.</li>\n</ol>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website;</li>\n<li>use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website without our prior written consent;</li>\n<li>use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent;</li>\n<li>use any device, bots, scripts, software or routine that interferes with the proper working of the Website or that shortcut or alter Website functions to run or appear in ways that are not intended by Website design;</li>\n<li>introduce or upload any viruses, Trojan horses, worms, logic bombs, time bombs, cancelbots, corrupted files or any other similar software, program or material which is malicious or technologically harmful or that that may damage the operation of another’s property or of the Website or our services;</li>\n<li>attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website;</li>\n<li>attack the Website via a denial-of-service attack or a distributed denial-of-service attack;</li>\n<li>otherwise attempt to interfere with the proper working of the Website.</li>\n</ol>\nBack to top\n9.\nMonitoring and Enforcement.\nTermination\n<p>We have the right to:</p>\n<ol>\n<li>remove or refuse to post any Content you submit or contribute to the Website for any or no reason in our sole discretion,</li>\n<li>take any action with respect to any Content posted by you that we deem necessary or appropriate in our sole discretion, including if we believe that such Content violates these Terms of Service, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Website or the public or could create liability for us,</li>\n<li>disclose your personally identifying information or other information about you to any third party who claims that Content posted by you violates their rights, including their intellectual property rights or their right to privacy,</li>\n<li>take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website,</li>\n<li>terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</li>\n</ol>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any Content on or through the Website.\nYOU WAIVE AND HOLD US HARMLESS AND OUR SITE OPERATOR, ITS PARENT CORPORATION, THEIR RESPECTIVE AFFILIATES, LICENSORS, SERVICE PROVIDERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US OR ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US, SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>To maintain our services in a manner we deem appropriate for our venue and to the maximum extent permitted by applicable laws, the Website may, but will not have any obligation to, review, monitor, display, reject, refuse to post, store, maintain, accept or remove any Content posted (including, without limitation, private messages, public comments, public group chat messages, private group chat messages or private instant messages) by you, and we may, in our sole discretion, delete, move, re-format, remove or refuse to post or otherwise make use of Content without notice or any liability to you or any third party in connection with our operation of the Website in an appropriate manner.\nWithout limitation, we may do so to address Content that comes to our attention that we believe is offensive, obscene, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms of Service or any applicable additional terms, including, without limitation, the Content restrictions set forth herein.</p>\n<p>However, we do not undertake to review Content before it is posted on the Website, and cannot ensure prompt removal of objectionable Content after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications or Content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or non-performance of the activities described in this section.</p>\nBack to top\n10.\nAccount Termination Policy\n<p>While pornographic and adult-oriented Content is accepted, the Website reserves the right to decide whether Content is appropriate or violates these Terms of Service for reasons other than copyright infringement and violations of intellectual property rights, such as, but not limited to, obscene or defamatory material.\nThe Website may at any time, without prior notice and in its sole discretion, remove such Content and/or terminate a user’s account for submitting such material in violation of these Terms of Service.</p>\n<p>If you violate the letter or spirit of these Terms of Service, or otherwise create risk or possible legal exposure for us, we can terminate access to the Website or stop providing all or part of the Website to you.</p>\nBack to top\n11.\nCopyrights and Other Intellectual Property\n<p>The Website respects the intellectual property of others, and requires that you do the same.\nYou may not upload, embed, post, email, transmit or otherwise make available any Content that infringes any copyright, patent, trademark, trade secret, privacy, publicity or other proprietary rights of any person or entity.</p>\n<p>The Website operates a clear Copyright Policy in relation to any Content alleged to infringe the copyright of a third party.\nDetails of that policy can be found at https://www.youporn.com/information/#dmca.\nIf you believe that any Content violates your copyright, please see our Copyright Policy https://www.youporn.com/information/#dmca for instructions on sending us a notice of copyright infringement.</p>\n<p>As part of our Copyright Policy, the Website will terminate user access to the Website if, under appropriate circumstances, a user has been determined to be a repeat infringer.</p>\n<p>The Website is not in a position to mediate trademark disputes between users and trademark owners.\nAccordingly, we encourage trademark owners to resolve any dispute directly with the user in question.\nIf the trademark owner is unable to reach a resolution with the user, it may send us a notice atlegal@youporn.com.\nThe Website is willing to perform a limited investigation of reasonable complaints and will remove content in clear cases of infringement.</p>\nBack to top\n12.\nReliance on Information Posted\n<p>The information presented on or through the Website is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>This Website includes Content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by us, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect our opinion.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\nBack to top\n13.\nChanges to the Website\n<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\nBack to top\n14.\nInformation about You and Your Visits to the Website\n<p>All information we collect on this Website is subject to our Privacy Policy https://www.youporn.com/information/#privacy.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\nBack to top\n15.\nCollection and Use of Your Usage Information by Advertisers and Others\n<p>The Website allows others to display advertisements using the Website.\nThese third parties use technology to deliver advertisements you see using the Website directly to your browser.\nIn doing so, they may automatically receive your IP, or “Internet Protocol”, address.\nOthers that place advertising using the Website may have the ability to use cookies and/or web beacons to collect information, including information about your usage of the Website.\nWe do not control the processes that advertisers use to collect information.\nHowever, IP addresses, cookies and web beacons alone generally cannot be used to identify individuals, only machines.\nTherefore, advertisers and others whose advertisements or content may be provided through the Service generally will not know who you are unless you provide additional information to them, by responding to an advertisement, by entering into an agreement with them, or by some other means.</p>\nBack to top\n16.\nLinking to the Website and Social Media Features\n<p>You may link to the Website, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.\n</p>\n<p>This Website may provide certain social media features that enable you to:</p>\n<ol>\n<li>link from your own or certain third-party websites to certain content on this Website;</li>\n<li>send e-mails or other communications with certain content, or links to certain content, on this Website;</li>\n<li>cause limited portions of content on this Website to be displayed or appear to be displayed on your own or certain third-party websites.</li>\n</ol>\n<p>You may use these features solely as they are provided by us and solely with respect to the content they are displayed with and otherwise in accordance with any additional terms and conditions we provide with respect to such features.\nSubject to the foregoing, you must not:</p>\n<ol>\n<li>cause the Website or portions of it to be displayed, or appear to be displayed by, for example, framing, deep linking or in-line linking, on any other site,</li>\n<li>otherwise take any action with respect to the materials on this Website that is inconsistent with any other provision of these Terms of Service.</li>\n</ol>\n<p>The website from which you are linking, or on which you make certain content accessible, must comply in all respects with the content standards set out in these Terms of Service.</p>\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to cease.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.</p>\nBack to top\n17.\nLinks from the Website\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over, and assumes no responsibility for, the contents, privacy policies, or practices of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nInclusion of, linking to, or permitting the use or installation of any third party site, applications, software, content or advertising does not imply approval or endorsement thereof by us.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\nFurther, you agree to release us from any and all liability arising from your use of any third-party website, content, service, or software accessed through the Website.</p>\n<p>Your communications or dealings with, or participation in promotions of, sponsors, advertisers, or other third parties found through the Website, are solely between you and such third parties.\nYou agree that the Website shall not be responsible or liable for any loss or damage of any sort incurred as the result of any dealings with such sponsors, third parties or advertisers, or as the result of their presence on the Website.</p>\nBack to top\n18.\nPermitted Disclosures of Personal Information\n<p>The Website generally does not collect personally identifiable information (data such as your name, email address, password, and the content of your communications) unless you submit or communicate Content through the Website, or register with us in order to use certain features of the Website.\nThe Website will not disclose any personally identifiable information it collects or obtains except: (i) as described in these Terms of Service or our Privacy Policy.\n(ii) after obtaining your permission to a specific use or disclosure.\n(iii) if the Website is required to do so in order to comply with any valid legal process or governmental request (such as a court order, search warrant, subpoena, civil discovery request, or statutory requirement).\n(iv) as required to protect the Website’s property, safety, or operations, or the property or safety of others.\nor (v) to a person that acquires the Website, or the assets of the Website’s operator in connection with which such information has been collected or used.\nor (vi) as otherwise required by law.</p>\nBack to top\n19.\nIndemnification\n<p>To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless the Website, its site operator, its parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns from and against any and all claims, damages, judgments, awards, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Website.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your Content caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms of Service and your use of the Website.\nYou agree that we shall have the sole right and obligation to control the legal defense against any such claims, demands, or litigation, including the right to select counsel of our choice and to compromise or settle any such claims, demands, or litigation.\n</p>\nBack to top\n20.\nDisclaimers\n<p>YOU USE THE WEBSITE AT YOUR SOLE RISK.\nWE PROVIDE THE WEBSITE “AS IS” AND “AS AVAILABLE”.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THE WEBSITE, ITS SITE OPERATOR AND THEIR RESPECTICVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND RELATED TO THE WEBSITE AND GOODS OR SERVICES PURCHASED AND OBTAINED THROUGH THE WEBSITE, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM YOUR USE OF THE WEBSITE.\n</p>\n<p>WE MAKE NO WARRANTY OR REPRESENTATION ABOUT THE ACCURACY OR COMPLETENESS OF THIS WEBSITE’S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS WEBSITE OR THAT THE WEBSITE WILL MEET YOUR REQUIREMENTS AND ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE WEBSITE OR OUR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE OR OUR SERVICES, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE OR OUR SERVICES BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE OR OUR SERVICES.\nTHE WEBSITE DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR OUR SERVICES OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND, THE WEBSITE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>NO INFORMATION OBTAINED BY YOU FROM US OR THROUGH THE WEBSITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.\n</p>\nBack to top\n21.\nLimitation of Liability\n<p>To the fullest extent allowed by law, the Website, its site operator, its parent corporation and their respective officers, directors, employees, and agents shall not be responsible or liable to you for any loss or damage of any sort incurred as the result of the following: </p>\n<ol>\n<li>delaying, rejecting or removing any or all Content at any time for any or no reason whatsoever with or without notice to you,</li>\n<li>modifying or discontinuing temporarily or permanently, the Website (or any part thereof) with or without notice to you for any or no reason whatsoever,</li>\n<li>immediately terminating your access to the Website for any or no reason whatsoever and with or without notice to you,</li>\n<li>the accuracy, usefulness or availability of any information posted to or through the Website,</li>\n<li>any user Content that does not get recorded, or is deleted, or for any similar unsatisfactory results or user Content,</li>\n<li>any errors or omissions in any Content or for any loss or damage of any kind incurred as a result of your use of any Content posted, emailed, transmitted, or otherwise made available via the Website,</li>\n<li>personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our Website,</li>\n<li>any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, </li>\n<li>any interruption or cessation of transmission to or from our Website,</li>\n<li>any bugs, viruses, Trojan horses, or the like, which may be transmitted to or through our Website by any third party, and/or</li>\n<li>any loss or damage of any sort incurred by you as a result of interactions you have with third-party advertisements or service providers, or third-party websites, found on or through the Website, including payment and delivery of related goods or services, and any other terms, conditions, policies, warranties or representations associated with such dealings.\n</li>\n</ol>\n<p>In no event shall we be liable to you for any incidental, indirect, punitive, statutory, exemplary, expectation, special, or consequential damages whatsoever (including damages for loss of profit, loss of goodwill, interruption, loss of business information or any other financial loss) in association with any individual or class-action claim, or any loss, damage, action, suit or other proceeding relating to or arising under or out of the Terms of Service, even if we have been notified of the possibility of such damages, whether the action is founded upon contract, infringement of intellectual property rights, tort, negligence or other grounds.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT THE WEBSITE SHALL NOT BE LIABLE FOR CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU AGREE NOT TO FILE ANY LAWSUIT OR PROCEEDING INCONSISTENT WITH THE FOREGOING LIABILITY LIMITATIONS.\n</p>\nBack to top\n22.\nGoverning Law\n<p>These Terms and the relationship between you and us shall be governed by the laws of Cyprus, as an agreement wholly performed, negotiated and executed therein without regard to conflict of law rules.\nYou agree that: (i) the Website shall be deemed solely based in Cyprus.\nand (ii) the Website shall be deemed a passive Website that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than Cyprus.\nThe sole and exclusive jurisdiction and venue for any action or proceeding arising out of or related to this Agreement shall be in an appropriate court located in Limassol, Cyprus.\nYou hereby submit to the jurisdiction and venue of said Courts.\nYou consent to service of process in any legal proceeding.</p>\n<p>Any claim by you that may arise in connection with these Terms will be compensable by monetary damages and you will in no event be entitled to injunctive or other equitable relief.\n</p>\nBack to top\n23.\nLimitation on Time to File Claims\n<p>REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\nBack to top\n24.\nYour Comments and Concerns\n<p>This website is operated by MG Freesites Ltd, 195-197 Old Nicosia-Limassol Road, Block 1 Dali Industrial Zone, Cyprus 2540.</p>\n<p>The YouPorn Trademarks and logos are owned by Licensing IP International S.a.r.l.\nand used under license.</p>\n<p>All notices of copyright infringement claims should be sent to the copyright agent designated in our Copyright Policy https://www.youporn.com/information/#dmca in the manner and by the means set forth therein.</p>\n<p>All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to: support@youporn.com.</p>\nBack to top\n25.\nWaiver and Severability\n<p>No waiver by the Company of any term or condition set forth in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.\n</p>\nBack to top\n26.\nEntire Agreement\n<p>The Terms of Service, our Privacy Policy, our Copyright Policy and any documents they expressly incorporate by reference constitute the sole and entire agreement between you and us with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.\n</p>\nBack to top\n27.\nAssignment\n<p>These Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by us without restriction.</p>\nBack to top\n28.\nFees\n<p>You acknowledge that the Website reserves the right to charge for its services and to change its fees from time to time in its discretion.\nFurthermore, in the event the Website terminates your rights to use the Website because of a breach of these Terms of Services, you shall not be entitled to the refund of any unused portion of subscription fees.</p>\nBack to top\n29.\nMiscellaneous\n<p>No party, nor any of the parties’ respective attorneys, shall be deemed the drafter of this agreement for purposes of interpreting any provision hereof in any judicial or other proceeding that may arise between the parties.\n</p>\n<p>Except as otherwise expressly provided in these Terms of Service, there shall be no third-party beneficiaries to this agreement.\nFor the purpose of clarity, the Website’s representatives, managers, partners, joint venturers, employees, and agents are intended third-party beneficiaries.</p>\n<p>The headings in these Terms of Service are for convenience only and have no legal or contractual effect.\n</p>\n<p>We may terminate these Terms of Service for any or no reason at any time by notifying you through a notice on the Website, by email, or by any other method of communication.\nAny such termination will be without prejudice to our rights, remedies, claims, or defenses hereunder.\nUpon termination of the Terms of Service, you will no longer have a right to access your account or your Content.\nWe will not have any obligation to assist you in migrating your data or your Content and we may not keep any back up of any of your Content.\nWe will not be not responsible for deleting your Content.\nNote that, even if your Content is deleted from our active servers, it may remain in our archives (but we have no obligation to archive or back-up your Content), and subject to the licenses set forth in these Terms of Service.\n</p>\nBack to top YouPorn Privacy Policy\n<em>Last Modified: Jan 1, 2020</em>\nIntroduction\n<p>MG Freesites Ltd (hereinafter “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) operates the website&nbsp;youporn.com&nbsp;(hereinafter “<strong>Youporn</strong>” or the “<strong>Website</strong>”) and is the controller of the information collected or provided via this Website.</p>\n<p>Please read this privacy policy carefully, as your access to and use of our Website signifies that you have read, understand and agree to all terms within this privacy policy.\nIf you do not agree with any part of this privacy policy or our terms, please do not access or continue to use our Website or otherwise submit your personal data.\nWe respect your privacy and are committed to protecting your personal data</p>\n<p>If you have any questions about our privacy practices, please see “<em>Contact Information</em>” below for information on how to contact us.</p>\n<p>We collect, process and retain personal data to the extent it is necessary to provide users with our service.\nThis privacy policy applies to information we collect:</p>\n<ul>\n<li>on this Website,</li>\n<li>in e-mail, text and other communications between you and this Website,</li>\n<li>through mobile applications you download from this Website, which provide dedicated non-browser-based interaction between you and this Website, or</li>\n<li>when you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this privacy policy.</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>us offline or through any other means, including on any other website operated by us or any third party (including our affiliates and subsidiaries).\nor</li>\n<li>any third party (including our affiliates and subsidiaries), including through any application or content (including advertising)&nbsp;that may link to or be accessible from or on the Website.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.</li>\n</ul>\nThe Data We Collect About You\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified by (“<strong>Personal Information</strong>”).\nIt does not include data that has been anonymized or pseudonymized.</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you, which we have grouped together as follows:</p>\n<p>Persons who visit the Website without logging in or registering “<strong>unregistered users</strong>”</p>\n<ul>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, which we pseudonymize (a technique that replaces or removes information in the dataset that identifies an individual), browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example a contest or survey.</li>\n<li>\n<strong>Usage Data</strong> includes aggregated information about how you use our Website, products and services.</li>\n</ul>\n<p>Persons who choose to create a private account “<strong>private account users</strong>”</p>\n<ul>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, which we pseudonymize (a technique that replaces or removes information in the dataset that identifies an individual), browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Website, products and services.</li>\n</ul>\n<p>Persons who choose to create an account “<strong>registered users</strong>”</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes, username or similar identifier, date of birth and gender.</li>\n<li>\n<strong>Contact Data</strong> includes email address.</li>\n<li>\n<strong>Financial Data</strong> in case of purchases includes payment card details.</li>\n<li>\n<strong>Transaction Data</strong> in case of purchases, it may include details about payments to and from you and other details of products and services you have purchased or received from us.</li>\n<li>\n<strong>Technical Data</strong> includes pseudonymized internet protocol (IP) address, your login data, browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Website, products and services.</li>\n<li>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and our third parties and your communication preferences.</li>\n</ul>\n<p>We may also collect, use and share your data to produce and share aggregated insights that do not identify you.\nAggregated data may be derived from your personal data but is not considered personal data as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your usage data to calculate the percentage of users accessing a specific Website feature, to generate statistics about our users, to calculate the percentage of users accessing a specific Website feature, to calculate ad impressions served or clicked on, or to publish visitor demographics.</p>\n<p>We do not collect special categories of Personal Information about you (this includes details about your race or ethnicity, religious or philosophical beliefs, political opinions, trade union membership, information about your health and genetic and biometric data).\nHowever, particular preferences and sexual orientation depend on how you use our Website and services.\nThe processing of such Sensitive Personal Information may be necessary to provide some of our service to you.</p>\nHow is Your Personal Information Collected?\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>\n<strong>\n<em>Direct interactions.&nbsp;</em>\n</strong>Information that you provide when carrying out search queries on our Website or by filling in forms on our Website, in particular at the time of registering to use our Website, subscribing to our service, posting material, taking part in surveys, entering a contest or promotion sponsored by us, when reporting a problem with our Website, or requesting further services.</li>\n<li>\n<strong>\n<em>Automated technologies or interactions</em>\n</strong>.\nSee “<em>Third-party Use of Cookies and Other Tracking Technologies</em>” for details of how we may automatically collect your personal data.</li>\n</ul>\n<p>\n<strong>User Contributions</strong>\n</p>\n<p>We may provide areas on our Website where you can post information about yourself and others and communicate with others, upload content (e.g., pictures, videos, audio files, etc.), and post comments or reviews of content found on the Website.\nSuch postings are governed by our terms of use found at https://www.youporn.com/information#terms.\nYou should be aware that any Personal Information you submit, display, or publish in public areas of our website is considered publicly available and can be read, collected, used, and disclosed by others.\nWe cannot control who reads your posting or what other users may do with the information you voluntarily post, so we encourage you to exercise discretion and caution with respect to your Personal Information.\nTo request removal of your personal information from our website, please refer to the section “your rights related to your personal information” in this policy.</p>\nInformation Collected Through Automatic Data Collection Technologies\n<p>As you navigate through and interact with our Website, we use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including information such as your IP address, browser type, operating system, the referring web page, pages visited, location, your mobile carrier, device information, search terms, and cookie information.</p>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nCookies are small text files that are stored in your web browser or downloaded to your device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie, and allow a website to recognize a user’s device.</li>\n</ul>\n<p>We currently use the following types of cookies:</p>\n<ul>\n<ul>\n<li>\n<em>Cookies that are strictly necessary</em>: These are cookies that are required for the operation of our Website.\nThese include, for example, cookies that enable a user to log in to our Website and to check if a user is allowed access to a particular service or content.</li>\n<li>\n<em>Analytical cookies</em>: These cookies allow us to recognize and count the number of users and to see how users use and explore our Website.\nThese cookies help us to improve our Website, for example by ensuring that all users are able to find what they are looking for easily.</li>\n<li>\n<em>Functionality cookies</em>: These cookies are not essential, but help us to personalize and enhance your online experience on our Website.\nThis type of cookies allows us to recognize you when you return to our Website and to remember, for example, your choice of language.</li>\n<li>\n<em>Targeting cookies</em>: These cookies record the visit of a user on our Website, the pages a user has visited and the links a user has followed in order to enable us to make our Website more relevant to the users' interests.</li>\n<li>We do not require that you accept cookies and you may withdraw your consent to our use of cookies at any time by adjusting your browser’s privacy settings.\nHowever, if you decline to accept cookies, some functionality on our Website may be disabled and you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.\nCookies can be either session cookies or persistent cookies.\nA session cookie expires automatically when you close your browser.\nA persistent cookie will remain until it expires or you delete your cookies.\nExpiration dates are set in the cookies themselves.\nsome may expire after a few minutes while others may expire after multiple year</li>\n</ul>\n</ul>\n<ul>\n<li>\n<strong>Web Beacons</strong>.\nPages of our Website and our e-mails may contain small electronic files known as web beacons (also known as clear gifs, pixel tags, single-pixel gifs and web bugs)&nbsp;that are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users or to access cookies.</li>\n<li>\n<strong>Analytics</strong>.\nWe use third party analytics and advertising tools and technologies, in particular Google Analytics and DoubleClick provided by Google, Inc., USA (“Google”).\nThese tools and technologies collect and analyze certain types of information, including IP addresses, device and software identifiers, referring and exit URLs, onsite behavior and usage information, feature use metrics and statistics, usage and purchase history, media access control address (MAC Address), mobile unique device identifiers, and other similar information via the use of cookies.\nThe information generated by Google Analytics and DoubleClick about your use of the Website (including your IP address)&nbsp;may be transmitted to and stored by Google on servers in the United States.\nBecause we activated IP anonymization for Google Analytics and Double Click, Google will anonymize the last octet of a particular IP address.\nOnly in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA.\nGoogle will use this information for the purpose of evaluating your use of the Website, compiling reports on Website activity and managing advertising content.\nTo learn how you can opt out from this information collection by Google see “<em>Choices About How We Collect, Use and Disclose Your Personal Information</em>” below.</li>\n</ul>\nThird-party Use of Cookies and Other Tracking Technologies\n<p>Some content or applications, including advertisements, on the Website are served by third parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Website.\nUnless expressly stated otherwise, our website does not provide any Personal Information to these third parties, however they may collect information, including Personal Information, such as internet protocol (IP) address, browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.\nThey may use this information to provide you with interest-based advertising or other targeted content.</p>\n<p>We do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see “<em>Choices About How We Collect, Use and Disclose Your Personal Information</em>”.</p>\nHow We Use Your Personal Data\n<p>We will only use your personal data when the applicable local law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>For purposes of providing the services, customer management and functionality and security as is necessary to perform the services provided to you under our term and conditions and any other contract that you have with us.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</li>\n<li>Where we need to comply with a legal or regulatory obligation.</li>\n<li>Where you declare your valid consent to use it.</li>\n</ul>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\nPurposes for Which We Use Your Personal Information\n<p>In general, we use information that we collect about you or that you provide to us, including Personal Information and Sensitive Personal Information, for following purposes:</p>\n<ul>\n<li>\n<strong>Provision of services (Registered Members and Private Account Users Only)</strong>: to present our Website and its contents to you, including any interactive features on our Website, and to provide you with information, products or services that you request from us.\nwe also collect and use Personal Information to verify your eligibility and deliver prizes in connection with contests and sweepstakes;</li>\n<li>\n<strong>Customer management (Registered Members Only)</strong>: to manage a registered users’ account, to provide customer support and notices to the registered user about his account or subscription, including expiration and renewal notices, and notices about changes to our Website or any products or services we offer or provide through it;</li>\n<li>\n<strong>Customization of content (Registered Members and Private Account Users Only)</strong>: to perform research and analysis about your use of, or interest in, our Website content, products, or services, in order to develop and display content and advertising tailored to your interests on our Website and other sites;</li>\n<li>\n<strong>Analytics</strong>: to determine whether users of the Website are unique, or whether the same user is using the Website on multiple occasions, and to monitor aggregate metrics such as total number of visitors, pages viewed, demographic patterns;</li>\n<li>\n<strong>Functionality and security</strong>: to diagnose or fix technology problems, and to detect, prevent, and respond to actual or potential fraud, illegal activities, or intellectual property infringement;</li>\n<li>\n<strong>Compliance</strong>: to enforce our terms and conditions and to comply with our legal obligations;</li>\n<li>in any other way we may describe when you provide the information.\nor for any other purpose with your consent provided separately from this privacy policy.</li>\n</ul>\nDisclosure of Your Personal Information\n<p>We do not disclose your Personal Information except in the limited circumstances described here.</p>\n<ul>\n<li>We may disclose your Personal Information to members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) to the extent this is necessary for the purposes of provision of services, customer management, customization of content, advertising, analytics, verifications, functionality and security, and compliance.</li>\n<li>\n<strong>Service providers.&nbsp;</strong>To our authorized service providers that perform certain services on our behalf.\nThese services may include fulfilling orders, processing credit card payments, risk and fraud detection and mitigation, providing customer service, performing business and sales analysis, customization of content, analytics, security, supporting our Website functionality, surveys and other features offered through our Website.\nThese service providers may have access to Personal Information needed to perform their functions but are not permitted to share or use such information for any other purposes.</li>\n<li>\n<strong>Legal successors</strong>.\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.\nShould such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your personal information uses it in a manner that is consistent with this privacy policy.</li>\n</ul>\n<p>We access, preserve and share your Personal Information with regulators, law enforcement or others where we reasonably believe such disclosure is needed to (a)&nbsp;satisfy any applicable law, regulation, legal process, or governmental request, (b)&nbsp;enforce applicable terms of use, including investigation of potential violations thereof, (c)&nbsp;detect, prevent, or otherwise address illegal or suspected illegal activities, security or technical issues, (d)&nbsp;protect against harm to the rights, property or safety of our company, our users, our employees, or others.\nor (e)&nbsp;to maintain and protect the security and integrity of our Website or infrastructure.\nIn such cases, we may raise or waive any legal objection or right available to us, in our sole discretion.</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\nWe also may share aggregated information with third parties for conducting general business analysis.\nThis information does not contain any Personal Information and may be used to develop content and services that we hope you and other users will find of interest.</p>\nFinancial Information\n<p>Financial information (including Personal Information) that you have provided to us will only be shared with our third party processors in order to initiate and complete any orders placed on your account.\nAll credit card transactions and such are processed with industry standard encryption through third party processors who only use your financial information and Personal Information for that purpose.\nAll financial data and related Personal Information will not be shared by us with third parties except with your authorization or when necessary to carry out all and any transactions requested by you with the understanding that such transactions may be subject to rules, terms, conditions and policies of a third party.\nAll such information provided to a third party is subject to their terms and conditions.</p>\nTransfers of Your Personal Information to Other Countries\n<p>Whenever in the course of sharing information we transfer Personal Information to countries outside of the European Economic Area and other regions with comprehensive data protection laws, we will ensure that the information is transferred in accordance with this privacy policy and as permitted by the applicable laws on data protection.</p>\n<p>By using the Website you consent to the transfer of information that we collect about you, including personal information, to any country in which we, members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) or our service providers are located.</p>\nRetention of Personal Information\n<p>We will only retain your Personal Data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>Where we no longer need to process your Personal Data for the purposes set out in this Privacy Policy, we will delete your Personal Data from our systems.</p>\n<p>Where permissible, we will also delete your Personal Data upon your request.\nInformation on how to make a deletion request can be found under “<em>Your Rights Related to Your Personal Information</em>”.</p>\n<p>If you have questions about our data retention practices, please send us an e-mail at&nbsp;<u>support@youporn.com</u>.</p>\n<p>The period for which we keep your Personal Information that is necessary for compliance and legal enforcement purposes varies and depend on the nature of our legal obligations and claims in the individual case.</p>\nHow We Protect the Security of Your Personal Information\n<p>We take appropriate security measures (including physical, electronic and procedural measures)&nbsp;to safeguard your Personal Information from unauthorized access and disclosure.\nFor example, only authorized employees are permitted to access Personal Information, and they may do so only for permitted business functions.\nIn addition, we use encryption in the transmission of your Personal Information between your system and ours, and we use firewalls to help prevent unauthorized persons from gaining access to your Personal Information.\nPlease be advised, however, that we cannot fully eliminate security risks associated with the storage and transmission of Personal Data.</p>\n<p>You are responsible for maintaining the secrecy of your unique password and account information at all times.\nWe are not responsible for circumventions of any privacy settings or security measures contained on the Website.</p>\nChoices About How We Collect, Use and Disclose Your Personal Information\n<p>We strive to provide you with choices regarding the Personal Information you provide to us.</p>\n<ul>\n<li>You can choose not to provide us with certain Personal Information, but that may result in you being unable to use certain features of our Website because such information may be required in order for you to register as a member.\npurchase products or services.\nparticipate in a contest, promotion, survey, or sweepstakes.\nask a question.\nor initiate other transactions on our Website.</li>\n<li>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of the Website may then be inaccessible or not function properly.</li>\n<li>You may opt out of the DoubleClick cookie or of Google Analytics by visiting the&nbsp;Google advertising opt-out page&nbsp;or by downloading and installing the browser plug-in available at&nbsp;Google Analytics opt-out page.</li>\n<li>When you register on our Website.\nIf you no longer want to receive commercial or promotional emails or newsletters from us, you will need to avail yourself of the unsubscribe mechanism set out in the applicable communication.\nIt may take up to seven days for us to process an opt-out request.\nWe may send you other types of transactional and relationship e-mail communications, such as service announcements, administrative notices, and surveys, without offering you the opportunity to opt out of receiving them.\nPlease note that opting out of receipt of promotional email communications will only affect future activities or communications from us.\nIf we have already provided your information to a third party before you have changed your preferences or updated your information, you may have to change you preferences directly with that third party.</li>\n<li>If you submit Personal Information, you may delete and deactivate your account with us at any time.\nIf you deactivate and delete the information of your account, your Personal Information and any and all other account related information including, but not limited to, user profile data, sharing data and any other data, or content specifically associated with your account will no longer be accessible by you.\nAfter deleting and deactivating your account, if you choose to have an account with us in the future, you will have to sign up for a new account as none of the information you previously provided or saved within your account will have been saved.</li>\n</ul>\nYour Rights Related to Your Personal Information\n<p>Subject to local law, you have certain rights regarding the Personal Information we collect, use or disclose and that is related to you, including the right</p>\n<ul>\n<li>to receive information on the Personal Information concerning we hold about you and how such Personal Information is used (right to access);</li>\n<li>to rectify inaccurate Personal Information concerning you (right to data rectification);</li>\n<li>to delete/erase your Personal Information (right to erasure/deletion, “right to be forgotten”);</li>\n<li>to receive the Personal Information provided by you in a structured, commonly used and machine-readable format and to transmit those Personal Information to another data controller (right to data portability)</li>\n<li>to object to the use of your Personal Information where such use is based on our legitimate interests or on public interests (right to object).\nand</li>\n<li>in some cases, to restrict our use of your Personal Information (right to restriction of processing).</li>\n</ul>\n<p>If we ask for your consent to use your Personal Information, you can withdraw your consent at any time.\nNote that in case of a withdrawal of your consent you may no longer able to use several functionalities of our Website and our services.</p>\n<p>You may, at any time, send us an e-mail at&nbsp;<u>support@youporn.com</u>&nbsp;to exercise your above rights in accordance with the applicable legal requirements and limitations.\nIf you are located in the European Economic Area, you have a right to lodge a complaint with your local data protection authority.</p>\n<p>Note that some requests to delete certain Personal Information will require the deletion of your user account as the provision of user accounts are inextricable linked to the use of certain Personal Information (<em>e.g.</em>, your e-mail address).\nAlso note that it is possible that we require additional information from you in order to verify your authorization to make the request and to honor your request.</p>\nCALIFORNIA CONSUMER PRIVACY ACT NOTICE\n<p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“CCPA”) provides California residents (“Consumer(s)”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<ul>\n<li>Opt-out of the sale of their personal information, should we sell their personal information;</li>\n<li>Be informed of certain information concerning our collection and use of their personal information;</li>\n<li>Request that we delete certain personal information we collected from them;</li>\n<li>Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems;</li>\n<li>Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.</li>\n</ul>\n<p>This Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p>\n<p>If the CCPA is applicable to you and you would like to exercise your rights, please contact <u>support@youporn.com</u>\n</p>\nChanges to Our Privacy Policy\n<p>We may modify or revise our privacy policy from time to time.\nAlthough we may attempt to notify you when major changes are made to this privacy policy, you are expected to periodically review the most up-to-date version found at https://www.youporn.com/information#privacy so you are aware of any changes, as they are binding on you.</p>\n<p>If we change anything in our privacy policy, the date of change will be reflected in the “last modified date”.\nYou agree that you will periodically review this privacy policy and refresh the page when doing so.\nYou agree to note the date of the last revision to our privacy policy.\nIf the “last modified” date is unchanged from the last time you reviewed our privacy policy, then it is unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review our privacy policy, and you agree to the new ones.\nBy continuing to use the Website subsequent to us making available an amended version of our privacy policy in a way that you can easily take notice of it, you thereby consent to such amendment.</p>\nEnforcement.\nCooperation\n<p>We regularly review our compliance with this privacy policy.\nPlease feel free to direct any questions or concerns regarding this privacy policy or our treatment of Personal Information by contacting us through this Website at https://www.youporn.com/information#support.\nWhen we receive a formal written complaint, it is our policy to contact the complaining party regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the collection, use and disclosure of Personal Information that cannot be resolved by an individual and us.</p>\nNo Rights of Third Parties\n<p>This privacy policy does not create rights enforceable by third parties or require disclosure of any Personal Information relating to users of the Website.</p>\nOur Policy Towards Minors\n<p>Our Website is not directed to persons under the age of 18 or the applicable age of majority in the jurisdiction from which the Website is accessed and we do not knowingly collect Personal Information from minors.\nIf you become aware that your child has provided us with Personal Information, please contact us at&nbsp;<u>support@youporn.com</u>.\nIf we become aware that a minor has provided us with Personal Information, we take steps to remove such information and terminate that person’s account.</p>\nNo Error Free Performance\n<p>We do not guarantee error-free performance under this privacy policy.\nWe will use reasonable efforts to comply with this privacy policy and will take prompt corrective action when we learn of any failure to comply with our privacy policy.\nWe shall not be liable for any incidental, consequential or punitive damages relating to this privacy policy.</p>\nContact Information\n<p>If you have any questions about this privacy policy or our information-handling practices, please contact us at&nbsp;<u>support@youporn.com</u>.</p>\n<p>You may also contact us at 195-197 Old Nicosia-Limassol Road, Block 1 Dali Industrial Zone, Cyprus 2540, Phone: +357&nbsp;22662&nbsp;320, Fax: +357&nbsp;22343&nbsp;282.</p>\nGDPR (General Data Protection Regulation)\n<p>In accordance with the General Data Protection Regulation law in the European Union effective May 25, 2018, Youporn users can request a copy of their personal identifying data as well as get Youporn to delete their personal data.\n</p> Request a Copy of my Personal Data\nDelete my Personal Data Back to top RTA\n<p>\nYouPorn is rated with RTA label.\nParents, you can easily block access to this site.\nPlease read this page\nhttp://www.rtalabel.org/index.php?content=parents\nfor more information.\n</p> Advertise on YouPorn <p>\n</p> Name: <p>\n</p> E-mail:* <p>\n</p> Subject: YouPorn Advertising Report inappropriate content Feedback <p>\n</p> Type: Spot/Placement: <p>\n</p> Screenshot: <p>\n</p> Link to content being reported: <p>\n</p> My site: <p>\n</p> I'm interested in: Global Traffic Geo-targeted Traffic <p>\n</p> Comments:* <p>\n</p>\n<p>\n</p> Send Type: Type: Type of Content Video Ads Profile <p>\n</p> Start advertising on YouPorn today\nCreate your advertiser account Success <p>Your inquiry has been sent successfully.\nYouPorn support will respond to your inqury as soon as possible.</p> OK Error <p>An error happened while submitting your request.\nPlease try again later or contact customer support.\nThank you.</p> OK COPYRIGHT POLICY\nReporting Claims of Copyright Infringement\n<p>\nWe take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act (the <strong>“DMCA”</strong> ) or any other applicable intellectual property legislation or laws.\nResponses may include removing, blocking or disabling access to material claimed to be the subject of infringing activity, terminating the user’s access to https://www.youporn.com/ (“<strong>YouPorn</strong>”), or all of the foregoing.\n</p>\n<p>\nIf you believe any material accessible on YouPorn infringes your copyright, you may submit a copyright infringement notification (see below, “Filing a DMCA Notice of Copyright Infringement” for instructions on filing such a notice).\nThese requests should only be submitted by the copyright owner or an agent authorized to act on the owner’s behalf.\n</p>\n<p>\nIf we remove or disable access to material in response to such a notice, we will take reasonable steps to notify the user that uploaded the affected content material that we have removed or disabled access to so that the user has the opportunity to submit a counter notification (see below, “Counter-Notification Procedures” for instructions on filing a counter notification).\nIt is our policy to document all notices of alleged infringement on which we act.\n</p>\n<p>\nAll copyright infringement notifications and counter-notifications must be written in English.\nAny attempted notifications written in foreign languages or using foreign characters may, at our discretion, be deemed non-compliant and disregarded.\n</p>\nFiling a DMCA Notice of Copyright Infringement\n<p>\nIf you choose to request removal of content by submitting an infringement notification, please remember that you are initiating a legal process.\nDo not make false claims.\nMisuse of this process may result in the suspension of your account or other legal consequences.\n</p>\n<p>\nYou may notify YouPorn of alleged copyright infringement via our form found at https://www.youporn.com/information/#dmcaForm.\nThis form is designed to help you identify your content accurately and help speed up the process of content take-down.\n</p>\n<p>\nIn accordance with the DMCA, the written notice (the <strong>“DMCA Notice”</strong>)&nbsp;must include substantially the following:\n</p>\n<ul>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.\nIf your complaint does not contain the specific URL of the video you believe infringes your rights, we may be unable to locate and remove it.\nGeneral information about the video, such as a channel URL or username, is typically not adequate.\nPlease include the URL(s)&nbsp;of the exact video(s).</li>\n<li>Adequate information by which we, and the uploader(s)&nbsp;of any video(s)&nbsp;you remove, can contact you (including your name, postal address, telephone number and, if available, e-mail address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate, and under penalty of perjury, that you are the owner, or an agent authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.</li>\n<li>Complete complaints require the physical or electronic signature of the copyright owner or a representative authorized to act on their behalf.\nTo satisfy this requirement, you may type your full legal name to act as your signature at the bottom of your complaint.</li>\n</ul>\n<p>\nOur designated copyright agent to receive DMCA Notices is:\n</p>\n<p>\nLawrence G.\nWalters<br>\n<strong>Walters Law Group</strong>\n<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750<br>\nEmail: copyright@youporn.com<br>\n</p>\n<p>Please do not send other inquiries or requests to our designated copyright agent.\nAbsent prior express permission, our designated copyright agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to receive valid DMCA Notices or Counter-Notices (as defined below) is expressly disclaimed.</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3)&nbsp;of the DMCA, your DMCA Notice may not be effective.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on YouPorn is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees)&nbsp;under Section 512(f)&nbsp;of the DMCA.</p>\n<p>The copyright owner’s name will be published on YouPorn in place of disabled content.\nThis will become part of the public record of your DMCA Notice, along with your description of the work(s)&nbsp;allegedly infringed.\nAll the information provided in a DMCA Notice, the actual DMCA Notice (including your personal information), or both may be forwarded to the uploader of the allegedly infringing content.\nBy submitting a DMCA Notice, you consent to having your information revealed in this way.</p>\nBack to top\nCounter-Notification Procedures\n<p>\nIf you have received a DMCA Notice and believe that material you posted on YouPorn was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a <strong>“Counter-Notice”</strong>).\nCounter notifications must be submitted by the video’s original uploader or an agent authorized to act on their behalf.</p>\n<p>Counter-notices must be sent to our designated agent:</p>\n<p>\nLawrence G.\nWalters<br>\n<strong>Walters Law Group</strong>\n<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750<br>\nEmail: copyright@youporn.com<br>\n</p>\n<p>Please do not send other inquiries or requests to our designated copyright agent.\nAbsent prior express permission, our designated copyright agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to receive valid DMCA Notices or Counter-Notices is expressly disclaimed.</p>\n<p>\nPursuant to the DMCA, the Counter-Notice must include substantially the following:\n</p>\n<ul>\n<li>Your name, address, phone number and physical or electronic signature;</li>\n<li>Identification of the allegedly infringing content and its location before removal or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you believe in good faith that the content was removed by mistake or misidentification.\nand </li>\n<li>A statement that you consent to the jurisdiction of the U.S.\nFederal District Court for the judicial district in which you are located (or if you are outside the U.S., for any judicial district in which the operator of YouPorn may be found), and that you will accept service of process from the person who originally provided us with the DMCA Notice or an agent of such person.</li>\n</ul>\n<p>\nWe will not respond to Counter-Notices that do not meet the requirements set out above.\n</p>\n<p>\nAfter we receive your Counter Notice, we will forward it to the party who submitted the original DMCA Notice and inform that party that the removed material may be restored after 10 business days but no later than 14 business days from the date we received your Counter Notice, unless our Designated Agent first receives notice from the party who filed the original DMCA Notice informing us that such party has filed a court action to restrain you from engaging in infringing activity related to the material in question.\n</p>\n<p>\nPlease note that when we forward your Counter Notice, it will include your personal information.\nBy submitting a counter notification, you consent to having your information revealed in this way.\nWe will not forward the counter notification to any party other than the original claimant or to law enforcement or parties that assist us with enforcing and protecting our rights.\n</p>\n<p>\nPlease be aware that if you knowingly materially misrepresent that material or activity on YouPorn was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees)&nbsp;under Section 512(f)&nbsp;of the DMCA.\n</p>\nBack to top\nRepeat Infringers\n<p>\nIn accordance with the DMCA and other applicable law, we have adopted a policy of terminating or disabling, in appropriate circumstances and at our sole discretion, the accounts of users who are deemed to be repeat infringers.\nWe may also at our sole discretion limit access to YouPorn, terminate or disable the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.\n</p>\nBack to top\nVideo Fingerprinting\n<p>We use MediaWise®, an automated audiovisual identification system, to assist us in identifying and blocking potentially infringing content from being uploaded by users.\nVideos uploaded to YouPorn are compared against a database of digital fingerprints.\nWhen a video is matched to a digital fingerprint, access to it is disabled.</p>\n<p>If you are interested in having your content digitally fingerprinted by the provider of the automated audiovisual identification system we use, please contact Vobile in one of the manners described at https://www.vobileinc.com/contact/.</p>\nBack to top 2257 <strong>18 U.S.C.\n§2257 Record Keeping Requirements Compliance Statement.</strong>\n<p>\nThe operator of Youporn is not the producer (whether primary or secondary as defined in 18 U.S.C.\n§ 2257) of any of the content found on Youporn.\nThe operator’s activities, with respect to such content, are limited to the transmission, storage, retrieval, hosting and/or formatting of depictions posted by third party users, on areas of the website under the user's control.\n</p>\n<p>\nPlease direct any request you may have regarding §2257 records in relation to any content found on Youporn, directly to the respective uploader, amateur, producer, studio or account holder of the content (<strong>\"Verified Uploaders\"</strong>).\n</p>\n<p>\nFor further assistance in communicating with the Verified Uploaders or any questions regarding this notice, please contact Youporn’s compliance department at support@youporn.com.\n</p>\n<p>\nYouporn abides by the following strict compliance procedures regarding uploaded content:\n</p>\n<ul>\n<li>All Verified Uploaders must be over eighteen (18) years of age (or age required by their State, jurisdiction or Country if more than 18 years old) and are personally identified and verified by Youporn at account activation prior to being able to upload, share and sell content on Youporn;</li>\n<li>Prior to uploads, Youporn ensures that all Verified Uploaders, provide evidence or certify that:\n<ul>\n<li>all individuals appearing in the content are over the age of 18 years old (or minimal age required to appear in such content by their State, jurisdiction or Country if more than 18 years old).\nthat they freely consented to appear in the content at the time of its production and agree to its upload on Youporn;</li>\n<li>as producer of said content, the Verified Uploader certifies being compliant with record keeping requirements under U.S.C.\n§ 2257 for all content uploaded on Youporn, and agrees to deliver such documentation promptly upon request;</li>\n<li>the uploaded content does not violate Youporn’s Terms of Service, and any of its related policies namely but without limitation, its Child Sexual Abuse Material Policy, or Non-Consensual Content Policy.</li>\n</ul>\n</li>\n</ul> Contact Us Select a Category General Support/Technical Support Request Login Information Request Video be Removed Cancel Free Account Cancel Premium Account Premium/HD Services Broken Link Chat Mobile Video Streaming Video Download Video Upload Inappropriate Content Content Partner Program &amp.\nAdvertisers Suggestions (Feedback/Comments) Report Issues with Ads Media Inquiries <p>\n</p> Email Address <p>\n</p> Username <p>\n</p> Subject <p>\n</p> Message <p>\n</p> Screenshot picture <p>\n</p>\n<p>\n</p>\n<p>For any content removal requests please use our content removal form.</p> Send Success!\n<p>Your inquiry has been sent successfully.\nYouPorn Support will respond to your inquiry as soon as possible..</p> Have you checked the FAQs? <p>Hold your horses, Jack! Before you go submitting a support ticket, check out the Frequently Asked Questions (FAQs) section.If you've already been there, done that, and come up empty handed, then fill out the support form below and we'll do our best to help you out.</p>\nRead FAQs? Media inquiries? <p>For media inquiries, please contact media@youporn.com</p>\nmedia@youporn.com FAQ <ul>\n<li>General</li>\n<li>Account Management</li>\n<li>Account Settings</li>\n<li>Video/Upload Management</li>\n<li>Site Features</li>\n<li>Advertisers &amp.\nContent Partners</li>\n<li>Other</li>\n</ul> What is YouPorn? <p>If you haven't figured it out by now, it's shocking that you've made it this far.\nYouPorn is a 100% free streaming adult video site hosting hundreds of thousands of videos from every genre imaginable that services more than 15 million visitors worldwide every day.</p> I want to make sure a video of me or my content never gets uploaded to YouPorn / the Pornhub Network.\n<p>You can find more information on how to remove content by visiting content removal form\n</p>\n<p>We use MediaWise®, a third-party automated audiovisual identification system, to assist us in identifying and blocking potentially infringing content from being uploaded by users.\nVideos uploaded to Pornhub are compared against MediaWise®’s database of digital fingerprints.\nWhen a video is matched to a digital fingerprint, access to it is disabled.\nIf you are interested in having your content digitally fingerprinted by the provider of the automated audiovisual identification system we use, please contact Vobile in one of the manners described at http://www.vobileinc.com/contact/</p> Where do I sign up? <p>Signing up for a YouPorn.com account is fast, easy, and free, and gives you access to special features only registered users can use.\nTo sign up for an account, go to https://www.youporn.com/register/, fill out and submit the form, and then check your email for a verification link.\nIf you don't receive the link within 1 hour, don't panic.\ncheck your Spam/Junk Mail folder as it may have found its way in there by mistake.</p> I signed up but never received an activation email, what do I do now? <p>Don't worry, take a deep breath, we'll get through this together.\nYour first stop should be checking your Spam/Junk mail folder to see if it ended up in there by mistake.\nIf you don't find it there, it's been over an hour, and you still haven't received your verification email, then contact YouPorn Support using the form at https://www.youporn.com/information/#support and we'll get you squared away in no time.</p> Help! I forgot my password, how can I retrieve it? <p>Retrieving your password is simple: Just go to https://www.youporn.com/login/forgotpassword/, enter the email address you signed up with, and check your email for instructions.\nDon't forget to check your Spam/Junk folder if you don't see the email within 1 hour.</p> I forgot my password and signed up before 2012, what now? <p>Not to worry, we can help with that too.\nContact support using the form at https://www.youporn.com/information/#support (be sure to include your username) and we'll get you reconnected with your long lost account in no time.</p> Uh oh, I forgot my username, how can I retrieve it? <p>If you signed up after 2012 and provided an email address during the sign-up process, then contact support using the form at https://www.youporn.com/information/#support (be sure to include the email address) and we'll send you your username.</p>\n<p>If your account was created before 2012, and doesn't have an email address associated with it, we won't be able to retrieve your username - sorry, we're not mind readers.\nYou can, however, sign up for a new account without a problem (see: Where do I sign up?).</p> Can I change my password? * <p>You can change your password at any time.\nTo do so, click on your username in the top right corner of the site, select \"Settings\" from the drop-down menu, and then click \"Change password\" in the left hand menu.\nFill out the form, 2it save, and you're good to go.</p> Where do I update my email address? * <p>If you've changed email addresses, or signed up before 2012 and never had one associated with your account, click on your username in the top right corner of the site, select \"Settings\" from the drop-down menu, and then click \"Edit/add email\" in the left hand menu.\nFill out the form, hit save, and you're email address will be updated.</p> How do I upload a video? * <p>Only content partners and people within the Model Program are able to upload content to YouPorn.</p> How do I delete the video(s) I uploaded? <p>Don't want your video on the site anymore? No problem.\nJust contact support at https://www.youporn.com/information/#support with the URL of the video(s) you would like removed and they should be taken down within 24-48hrs.</p> The videos won't stream, what's wrong? <p>If you're having trouble getting videos to play, try clearing your browser's cache and cookies, then refreshing the page.\nIf that doesn't do the trick, contact YouPorn support at https://www.youporn.com/information/#support and we'll do our best to help you out.</p> How do I add a video to my Favorites? * <p>Any video on YouPorn.com can be added to Your Favorites simply by clicking the heart shaped button below the video.\nYou can also add a video to Your Favorites from any non-video player page by moving your cursor over the video's thumbnail, clicking the pink plus sign icon in the top right corner, and selecting \"Add to Favorites\".</p> Can I remove a video from my Favorites? * <p>Don't need that video in your favorites anymore? No problem.\nTo remove a video from Your Favorites, just click on your username in the top right corner of the site (or go to https://www.youporn.com/favorites/time/), select \"Favorites\" from the menu, and click the \"X\" above the top left corner of the video you want to remove from Your Favorites.</p> Where can I make a Collection? * <p>Making a collection is easy.\nFind a video you'd like to include in your collection, move your cursor over the video's thumbnail, click the pink plus sign icon in the top right corner, go to \"Add to Collection...\" and click on \"New Collection\" at the bottom of the dialog.\nEnter a title for your new collection, click save, and a new collection will be created with that video in it.</p>\n<p>To create a new collection from a video page, click the \"Add to Collection\" button below the video, go to \"Add to Collection...\" and click on \"New Collection\" at the bottom of the dialog, enter a title for your new collection, click save, and a new collection will be created with that video in it.</p> How can I add a video to my Collections? * <p>To add a new video to an existing collection from any non-video player page, move your cursor over the video's thumbnail, click the pink plus sign icon in the top right corner, go to \"Add to Collection...\" and click on the title of the existing collection you'd like to add the video to.</p>\n<p>To add a new video to an existing collection from any video player page, just click the \"Add to Collection\" button below the video and select the existing collection you'd like to add the video to.</p> Can I create a Channel? <p>At this time Channel pages are only available to YouPorn Content Partners.\nIf you run an adult website and would like to become a Content Partner, please visit https://www.youporn.com/contentpartnerprogram/.</p> How do I subscribe to a Channel/Pornstar/User? * <p>To subscribe to a Channel, you can go to https://www.youporn.com/channels/, search for the Channel you want, and then click the \"Subscribe\" button next to the channel name in the top right corner of the page, or if you're on a video player page, just click the \"Subscribe\" button next to the \"By: Channel Name\" below the video.</p>\n<p>To subscribe to a Pornstar, go to https://www.youporn.com/pornstars/, select the pornstar you wish to subscribe to, and click the \"Subscribe\" button below their picture on the left side of the page.</p>\n<p>To subscribe to a User, click the \"Subscribe\" button beside their username found below the bottom right corner of any user submitted video.</p> Where can I find my subscriptions? * <p>All of your subscriptions can be viewed, filtered, and managed from Your Subscriptions page.\nTo access the page, click on your username in the top right corner of the site and select \"Subscriptions\" from the drop-down menu (or go to https://www.youporn.com/subscriptions/videos/).</p> How do I unsubscribe from a Channel/Pornstar/User? * <p>To unsubscribe from a Channel, Pornstar, or User, click on your username in the top right corner of the site, select \"Subscriptions\" from the drop-down menu, select the Channel, Pornstar, or User you would like to unsubscribe from under the subscriptions list on the left side of the page, then click on the \"Unsubscribe\" button to the right of the page above the list of videos.</p>\n<p>You can also unsubscribe from Channels, Pornstars, and Users, by simply clicking the \"Unsubscribe\" button found on any Channel, Pornstar, or User pages.</p> I'd like to buy an Ad on YouPorn, how does that work? <p>All ads on YouPorn.com are managed by Traffic Junky.\nFor information on how to contact Traffic Junky, see https://www.youporn.com/information/#advertise.</p> I run an adult website, do you have an affiliate/partner program? <p>If you run your own adult website, produce your own xxx videos, and would like to promote your content on YouPorn.com, visit the YouPorn Content Partner page at https://www.youporn.com/contentpartnerprogram/ for more information.</p> Can I embed YouPorn.com videos on my site? <p>Absolutely.\nTo embed a single video on your website, simply click the \"Embed\" button below any video, copy the provided code from the pop-up, and paste the code into your site.</p>\n<p>If you'd like to embed YouPorn videos on your website in a larger, bulk scale, then check out the Webmasters page at https://www.youporn.com/webmasters/embed-dump/.</p> I've a great idea to make YouPorn.com better, where can I send it? <p>Great ideas can come from anywhere, and YouPorn users have the best! If you've got an idea of how to make YouPorn.com better, please submit it for consideration on the YouPorn Feedback Board at feedback.youporn.com/.</p> Does YouPorn.com have any social media accounts I can follow? <p>You can find us on Twitter at www.twitter.com/youporn, and on Tumblr at youporn.tumblr.com.</p> How can I stay up-to-date with what's happening at YouPorn.com? <p>Check out the official YouPorn Blog at blog.youporn.com for exclusive contests, giveaways, featured content, and new feature announcements.</p> I'm a member of the media, who can I contact with questions? <p>Please direct all media inquiries to media@youporn.com.</p> My question wasn't answered here, what can I do now? <p>If you couldn't find the answers you were looking for here, feel free to contact YouPorn support at any time via https://www.youporn.com/information/#support.</p>\n<p>* Note: you must be logged in to an existing YouPorn.com account to complete these actions.</p> DMCA Takedown Form Video To Be Removed Location (URL) of the allegedly infringing work or material <p>\n</p>\n<small>Please insert the URL of allegedly infringing video to be removed</small> Description of the work claimed to be infringed\nPlease ChooseMy or my company's, organization's or client's videoMy or my company's, organization's or client's photoMy or my company's, organization's or client's original music or songMy or my company's, organization's or client's softwareMy or my company's, organization's or client's artworkOther\n<p>\n</p> InfringedTitle <p>\n</p>\n<p>\n</p>\n<small>Please describe the copyrighted work so that it may be easily identified</small> Contact Information First Name <p>\n</p> Last Name <p>\n</p> Email Address <p>\n</p> Phone Number <p>\n</p> Copyright holder name (ex: company or full legal name) <p>\n</p> Address <p>\n</p> City <p>\n</p> State/Region/Province <p>\n</p> Country\nAlgeriaArgentinaAustraliaAustriaBelgiumBrazilBulgariaCanadaChileColombiaCroatiaCzech RepublicDenmarkEgyptFinlandFranceGermanyGreeceHungaryIndiaIndonesiaIrelandIsraelItalyJapanMalaysiaMexicoMoroccoNetherlandsNew ZealandNorwayPeruPhilippinesPolandPortugalRomaniaRussian FederationSerbiaSouth AfricaSpainSwedenSwitzerlandTaiwanThailandTunisiaUkraineUnited KingdomUnited StatesVenezuelaVietnam\n<p>\n</p> Zip/Postal Code <p>\n</p> Check The Following Boxes To State That: Each box below must be checked UNDER PENALTY OF PERJURY, you are the owner or an agent authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nYou have a good faith belief that the use of the content in the manner complained of, is not authorized by the copyright owner, its agent, or the law.\nThe information in this notification is accurate.\nYou acknowledge that you may be subject to liability if you knowingly make a material misrepresentation that activity is infringing.\nFair use should also be taken into consideration.\nYou acknowledge that abuse of this tool may result in termination of your account.\nPlease Note: <p>\nThe copyright owner’s name will be published on YouPorn in place of the disabled content.\nThis will become part of the public record of your request, along with your description of the work(s) allegedly infringed.\nAll the information provided in this DMCA Takedown Form (including your personal information) are part of the full takedown notice and may be forwarded to the uploader of the allegedly infringing content.\nBy submitting this form you consent to having your information revealed in this way.\n</p>\n<p>\nWe reserve the right to challenge abuses of the DMCA process, and your use of this form does not waive that right.\n</p> Type Your Full Name Here To Provide Your Electronic Signature: ElectronicSignature <p>\n</p>\n<p>\n</p> Submit Success! <p>Your DMCA takedown request has been sent successfully.</p> Close Error <p>An error happened while submitting your request.\nPlease try again later or contact customer support.\nThank you.</p> Close HELP &amp.\nSUPPORT\n<ul>\n<li>Content Removal</li>\n<li>Contact</li>\n<li>Feedback Board</li>\n<li>FAQ</li>\n<li>Sitemap</li>\n</ul> WORK WITH US\n<ul>\n<li>Content Partner Program</li>\n<li>Advertise</li>\n<li>Webmasters</li>\n<li>Jobs</li>\n</ul> CONNECT WITH US\n<ul>\n<li>YouPorn Blog</li>\n<li>YouPorn World</li>\n<li>YouPorn Shop</li>\n<li>Press</li>\n<li> Mobile Porn </li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Looking for youporngay.com? © YouPorn 2006 - 2021 <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>DMCA</li>\n<li>2257</li>\n<li>DMCA Takedown Form</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-04-24 14:19:54.100282", "updated_at": "2021-04-24 14:23:13.207217"}, {"id": 5372, "name": "Privacy Policy ", "url": "https://www.youporn.com/information/#privacy", "xpath": "", "text": " <p>\nWe use cookies to optimize site functionality and give you the best possible experience.\nLearn more\nOk\n</p> Pornhub NETWORK<ul>\n<li>Pornhub</li>\n<li>RedTube</li>\n<li>YouPorn</li>\n<li>Tube8</li>\n<li>PornMD</li>\n<li>Thumbzilla</li>\n<li>XTube</li>\n<li>Gay Porn<ul>\n<li>Pornhub Gay</li>\n<li>RedTube Gay</li>\n<li>XTube Gay</li>\n<li>PornMD Gay</li>\n<li>Tube8 Gay</li>\n<li>YouPorn Gay</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Premium</li>\n<li>\n<p>Search with PornMD</p>\n</li>\n</ul>\n<p>Powered by <strong>PornMD</strong>\n</p>Close <i>\n</i> Recent Searches <i>\n</i>\n<i>\n</i>\n<ul>\n</ul> Recommended Categories For You <i>\n</i> More <i>\n</i>\n<ul>\n<li>\n<p>Amateur 175,701 Videos </p>\n</li>\n<li>\n<p>Anal 57,284 Videos </p>\n</li>\n<li>\n<p>Big Butt 79,861 Videos </p>\n</li>\n<li>\n<p>Big Dick 69,303 Videos </p>\n</li>\n<li>\n<p>Big Tits 121,705 Videos </p>\n</li>\n<li>\n<p>Blonde 88,857 Videos </p>\n</li>\n<li>\n<p>Blowjob 166,423 Videos </p>\n</li>\n<li>\n<p>Brunette 104,107 Videos </p>\n</li>\n<li>\n<p>Cumshots 89,237 Videos </p>\n</li>\n<li>\n<p>MILF 93,456 Videos </p>\n</li>\n<li>\n<p>POV 67,303 Videos </p>\n</li>\n<li>\n<p>Small Tits 58,400 Videos </p>\n</li>\n</ul> Recommended Pornstars For You <i>\n</i> More <i>\n</i> Chanel Santini 39 Videos Candy Samira 82 Videos Carolina Sweets 99 Videos Chloe Cherry 128 Videos Alexis Adams 141 Videos Gina Gerson 400 Videos Lauren Phillips 205 Videos Gia Derza 124 Videos Lelu Love 808 Videos Emma Hix 192 Videos India Summer 241 Videos Amirah Adara 300 Videos Recommended Channels For You <i>\n</i> More <i>\n</i> Mom XXX 552 Videos Female Agent 525 Videos We Are Hairy 893 Videos Babes 919 Videos First Anal Quest 523 Videos Twistys 1858 Videos AmateurEURO 407 Videos Brazzers 3078 Videos Digital Playground 670 Videos FAMILY xxx 30 Videos mydirtyhobby 1792 Videos Oldje 410 Videos All videos <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Recommended</li>\n<li>Newest</li>\n<li>Top Rated</li>\n<li>Most Viewed</li>\n<li>Erotica</li>\n<li>Most Favorited</li>\n<li>Most Discussed</li>\n<li>Collections</li>\n</ul> EXPLORE MORE CATEGORIES Story Standard <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Female Friendly</li>\n<li>College</li>\n<li>Instructional</li>\n<li>Interracial</li>\n<li>Massage</li>\n<li>Romantic</li>\n<li>Striptease</li>\n</ul> Fake <i>\n</i>\n<i>\n</i>\n<ul>\n<li>BTS</li>\n<li>Casting</li>\n<li>Gonzo</li>\n<li>Parody</li>\n<li>Reality</li>\n</ul> Fantasy <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Cosplay</li>\n<li>Fantasy</li>\n<li>Fetish</li>\n<li>JOI</li>\n<li>Public</li>\n</ul> Taboo <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Cuckold</li>\n<li>Step Fantasy</li>\n<li>Voyeur</li>\n<li>Young/Old</li>\n</ul> Action Action <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Anal</li>\n<li>Blowjob</li>\n<li>Bondage</li>\n<li>Bukkake</li>\n<li>DP</li>\n<li>Face Sitting</li>\n<li>Femdom</li>\n<li>Fingering</li>\n<li>Fisting</li>\n<li>Footjob</li>\n<li>Foreplay</li>\n<li>Handjob</li>\n<li>Kissing</li>\n<li>Masturbation</li>\n<li>Penetration</li>\n<li>Pissing</li>\n<li>Pussy Licking</li>\n<li>Rimming</li>\n<li>Rough Sex</li>\n<li>Dildos/Toys</li>\n</ul> Finish <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Creampie</li>\n<li>Cumshots</li>\n<li>Facial</li>\n<li>Female Orgasm</li>\n<li>Squirting</li>\n<li>Swallow</li>\n</ul> Stars Ethnicity <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Arab</li>\n<li>Asian</li>\n<li>Ebony</li>\n<li>European</li>\n<li>German</li>\n<li>Indian</li>\n<li>Japanese</li>\n<li>Latina</li>\n</ul> Age <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Teen</li>\n<li>Twenties</li>\n<li>MILF</li>\n<li>Mature</li>\n</ul> Body Details <i>\n</i>\n<i>\n</i>\n<ul>\n<li>BBW</li>\n<li>Big Butt</li>\n<li>Big Dick</li>\n<li>Big Tits</li>\n<li>Muscle</li>\n<li>Small Tits</li>\n</ul> Hair <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Beards</li>\n<li>Blonde</li>\n<li>Brunette</li>\n<li>Hairy</li>\n<li>Redhead</li>\n<li>Shaved</li>\n</ul> Extras <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Panties</li>\n<li>Pantyhose</li>\n<li>Tattoos</li>\n<li>Uncut</li>\n</ul> Details Orientation <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Lesbian</li>\n<li>Gay</li>\n<li>Bisexual</li>\n<li>Trans</li>\n<li>Straight Sex</li>\n</ul> Number <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Solo girl</li>\n<li>Solo Male</li>\n<li>Couples</li>\n<li>Threesome</li>\n<li>Gangbang</li>\n<li>Orgy</li>\n</ul> Production <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Amateur</li>\n<li>Homemade</li>\n<li>POV</li>\n<li>SFW</li>\n<li>Verified Amateurs</li>\n<li>Vintage</li>\n<li>Webcam</li>\n</ul> Details <i>\n</i>\n<i>\n</i>\n<ul>\n<li>3D</li>\n<li>ASMR</li>\n<li>Cartoon</li>\n<li>Compilation</li>\n<li>Funny</li>\n<li>Hentai</li>\n<li>Virtual Reality</li>\n</ul>\n<i>\n</i>Upgrade SWYP <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n<p>Sign Up</p>\n</li>\n<li>\n<i>\n</i>\n<p>Log In</p>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>Upload</p>\n</li>\n<li>\n<i>\n</i>\n<p>Try Premium Free</p>\n</li>\n<li>\n</li>\n<li>\n<p>Your Favorites</p>\n</li>\n<li>\n<p>Your Subscriptions</p>\n</li>\n<li>\n<p>Watch History</p>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>VR Mode</p>\n</li>\n<li>\n<i>\n</i>\nDark Mode :\nOff\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\nEnglish\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Back</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>Auto</p>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>Off</p>\n</li>\n<li>\n<i>\n</i>\n<p>Dark Mode: </p>\n<p>On</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Back</li>\n<li>\n</li>\n<li>\n<p>Deutsch</p>\n</li>\n<li>\n<p>English</p>\n</li>\n<li>\n<p>Español</p>\n</li>\n<li>\n<p>Français</p>\n</li>\n<li>\n<p>Italiano</p>\n</li>\n<li>\n<p>Nederlands</p>\n</li>\n<li>\n<p>Polski</p>\n</li>\n<li>\n<p>Português</p>\n</li>\n<li>\n<p>Português (Brasil)</p>\n</li>\n<li>\n<p>Pусский</p>\n</li>\n<li>\n<p>Türkçe</p>\n</li>\n<li>\n<p>日本語</p>\n</li>\n</ul>\n<ul>\n<li>Videos<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>Recommended</li>\n<li>New Videos</li>\n<li>Top Rated</li>\n<li>Most Viewed</li>\n<li>Most Favorited</li>\n<li>Most Discussed</li>\n<li>Collections</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Categories <i>\n</i> Categories <p>Top Trending &amp.\nRecommended</p>\n<i>\n</i> Top Trending Categories Teen Lesbian Amateur Mature Anal MILF Recommended Categories For You Recommended Categories For You More <p>Big Tits\n<br>121,718 videos</p>\n<p>Big Dick\n<br>69,345 videos</p>\n<p>Brunette\n<br>104,114 videos</p>\n<p>Blowjob\n<br>166,456 videos</p>\n<p>Big Butt\n<br>79,912 videos</p>\n<p>Blonde\n<br>88,855 videos</p>\n<p>Cumshots\n<br>89,273 videos</p>\n<p>Amateur\n<br>175,758 videos</p>\n<p>Story</p>\n<i>\n</i> STANDARD Female Friendly College Instructional Interracial Massage Romantic Striptease FAKE BTS Casting Gonzo Parody Reality FANTASY Cosplay Fantasy Fetish JOI Public TABOO Cuckold Step Fantasy Voyeur Young/Old <p>Action</p>\n<i>\n</i> ACTION Anal Blowjob Bondage Bukkake DP Face Sitting Femdom Fingering Fisting Footjob Foreplay Handjob Kissing Masturbation Penetration Pissing Pussy Licking Rimming Rough Sex Dildos/Toys FINISH Creampie Cumshots Facial Female Orgasm Squirting Swallow <p>Stars</p>\n<i>\n</i> ETHNICITY Arab Asian Ebony European German Indian Japanese Latina AGE Teen Twenties MILF Mature BODY DETAILS BBW Big Butt Big Dick Big Tits Muscle Small Tits HAIR Beards Blonde Brunette Hairy Redhead Shaved EXTRAS Panties Pantyhose Tattoos Uncut <p>Details</p>\n<i>\n</i> ORIENTATION Lesbian Gay Bisexual Trans Straight Sex NUMBER Solo girl Solo Male Couples Threesome Gangbang Orgy PRODUCTION Amateur Homemade POV SFW Verified Amateurs Vintage Webcam DETAILS 3D ASMR Cartoon Compilation Funny Hentai Virtual Reality See All Categories <i>\n</i>Upgrade to Premium </li>\n<li>Live Sex</li>\n<li>Fuck Now</li>\n<li>Live Cams</li>\n<li>Erotica</li>\n<li>\nPornstars\n<i>\n</i> Quick Links <ul>\n<li>Most Popular</li>\n<li>Most Subscribed </li>\n<li>Most Viewed </li>\n<li>Alphabetical </li>\n<li>See All Pornstars</li>\n</ul>\n<i>\n</i>Upgrade to Premium Top Trending Pornstars <ul>\n<li> Ava Vincent</li>\n<li> Lana Mars</li>\n<li> Carolina Cortez</li>\n<li> Meana Wolf</li>\n<li> Nicole Sweet</li>\n<li> Soffie</li>\n</ul> Recommended Pornstars For You Removed.\nUndo <ul>\n<li> RANK 137 VIDEOS 192 Emma Hix</li>\n<li> RANK 152 VIDEOS 808 Lelu Love</li>\n<li> RANK 3 VIDEOS 147 Mia Khalifa</li>\n<li> RANK 290 VIDEOS 107 Veronica Leal</li>\n<li> RANK VIDEOS 83 Gabbie Carter</li>\n<li> RANK 294 VIDEOS 128 Chloe Cherry</li>\n</ul>\n</li>\n</ul> ADBLOCK DETECTED! We understand why you are blocking ads, but just know it compromises your site experience (features may break or not appear entirely) and prevents us from investing in the Future of Porn.\nIf you want an ad-free experience, we recommend trying YouPorn Premium.\n<i>\n</i>\n<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>RTA</li>\n<li>Advertise</li>\n<li>DMCA</li>\n<li>2257</li>\n<li>Support</li>\n<li>FAQ</li>\n<li>DMCA Takedown Form</li>\n</ul> YouPorn Terms Of Service\n<p>Last modified date: January 14, 2016</p>\n1.\nAcceptance of the Terms of Service\n<p>The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “Terms of Service”), govern your access to and use of https://www.youporn.com/ (“YouPorn” or the “Website”), including any content, functionality and services offered on or through the Website, whether as a guest or a registered user.\nThese Terms of Service apply to the Website, web pages, interactive features, applications, widgets, blogs, social networks, social network “tabs”, or other online or wireless offerings that post a link to these Terms of Service, whether accessed via computer, mobile device or other technology, manner or means</p>\n<p>Please read the Terms of Service carefully before you start to use the Website.\nBy using the Website or by clicking to accept or agree to the Terms of Service when this option is made available to you, you accept and agree to be bound and abide by these Terms of Service and our Privacy Policy, found at https://www.youporn.com/information/#privacy, incorporated herein by reference.\nIf you do not want to agree to these Terms of Service or the Privacy Policy, you must not access or use the Website.</p>\n<p>If you access or use the Website, whether you click to accept or not, you agree to all of the various terms in these Terms of Service.\nIf you do not understand all of these Terms of Service, you should consult an attorney before agreeing to any of the Terms of Service.</p>\n<p>You consent to entering these Terms of Service electronically, and to storage of records related to these Terms of Service in electronic form.</p>\n<p>When using the Website, you shall be subject to any posted rules, community guidelines, or policies.\nSuch rules, guidelines, and policies are hereby incorporated by reference into these Terms of Service.\nWe may also offer other websites that are governed by different Terms of Service.</p>\nBack to top\n2.\nAbility to Accept Terms of Service\n<p>You affirm that you are at least 18 years of age or the age of majority in the jurisdiction you are accessing the Website from, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIf you are under 18 or the applicable age of majority, you are not permitted to submit personal information to us or use the Website.\nYou also represent that the jurisdiction from which you access the Website does not prohibit the receiving or viewing of sexually explicit content.</p>\n<p>All changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nThe updated version supersedes any prior versions immediately upon being posted, and the prior version(s) shall have no continuing legal effect.\nIf you do not review new terms as posted, then you agree that you have waived your right to do so, and you are therefore bound by the updated conditions, even if you failed to review the new ones.\nYou are on notice of changes, and your failure to review the amended terms is your own omission.\nBy continuing to use the Website subsequent to us making available an amended version of these Terms of Service, you thereby acknowledge, agree to and consent to such amendment.</p>\nBack to top\n3.\nChanges to the Terms of Service\n<p>We may modify or revise these Terms of Service from time to time in our sole discretion and you agree to be bound by such modifications or revisions.\nAlthough we may attempt to notify you when major changes are made to these Terms of Service, you are expected to periodically review the most up-to-date version found at https://www.youporn.com/information/#terms, so you are aware of any changes, as they are binding on you.</p>\n<p>If we change anything in these Terms of Service, the change will be reflected in the “last modified date”.\nYou agree that you will periodically review these terms and refresh the page when doing so.\nYou agree to note the date of the last revision of these terms.\nIf the “last modified” date is unchanged from the last time you reviewed these terms, then they are unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review the terms, and you agree to the new ones.</p>\nBack to top\n4.\nAbout Our Website\n<p>The Website allows for uploading, sharing and general viewing of various types of adult-oriented content by registered and unregistered users who desire to share and view visual depictions of adult-oriented content, including sexually explicit images.\nIn addition, the Website contains texts, messages, files, data, information, images, photos, videos, recordings, materials, code or content of any kind and other materials posted/uploaded by users.</p>\n<p>The Website may contain links to third party websites that are not owned or controlled by the Website.\nThe Website has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, the Website will not and cannot censor or edit the content of any third-party site.\nBy using the Website you expressly relieve it from any and all liability arising from your use of any third-party website.\nAccordingly, we encourage you to be aware when you leave the Website and to read the terms and conditions and privacy policy of each other website that you visit.</p>\n<p>The Website is for your personal use and shall not be used for any commercial endeavor except those specifically endorsed or approved by the Website.</p>\n<p>This Website is for adult-oriented content.\nOther categories of content may be deleted.</p>\n<p>You understand and acknowledge that when using the Website, you will be exposed to content from a variety of sources, and that the Website is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such content.\nYou further understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against the Website with respect thereto, and agree to indemnify and hold the Website, its site operator, its parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website.</p>\nBack to top\n5.\nAccessing the Website and Account Security\n<p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.</p>\n<p>You are responsible for:</p>\n<ol>\n<li>making all arrangements necessary for you to have access to the Website;</li>\n<li>ensuring that all persons who access the Website through your internet connection are aware of these Terms of Service and comply with them.</li>\n</ol>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our Privacy Policy found at https://www.youporn.com/information/#privacy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password, recovery code or any other piece of information as part of our security procedures, you must treat such information as confidential and, you must not disclose it to any other person or entity and you are fully responsible for all activities that occur under your user name, password, recovery code or any piece of information used to enter your account.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, recovery code or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name, password, recovery code or any other breach of security by contacting us at: support@youporn.com.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password, recovery code or other personal information.\nAlthough the Website will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of the Website or others due to such unauthorized use.</p>\n<p>If you interact with us or with third-party service providers, and you provide information, including account or credit card or other payment information, you agree that all information that you provide will be accurate, complete, and current.\nYou will review all policies and agreements applicable to use of third party services.\nIn the event you use our Website over mobile devices, you hereby acknowledge that your carrier’s normal rates and fees, such as excess broadband fees will still apply.</p>\n<p>We have the right to disable any user name, password, recovery code or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Service.</p>\n<p>You acknowledge that the Website reserves the right to charge fees for its services and website access and to change its fees in its complete and sole discretion.</p>\nBack to top\n6.\nOur Intellectual Property\n<p>YouPorn and our associated logos and names are our trademarks and/or service marks.\nOther trademarks, service marks, names and logos used on or through the Website, such as trademarks, service marks, names or logos associated with third party Content providers, are the trademarks, service marks or logos of their respective owners.\nYou are granted no right or license with respect to any of the aforesaid trademarks, service marks or logos.\n</p>\n<p>The inclusion of images or text containing the trademarks or service marks or the name or likeness of any person, including any celebrity, does not constitute an endorsement, express or implied, by any such person, of the Website or vice versa.\n</p>\n<p>Certain materials available on or through the Website are content we own, authored, created, purchased, or licensed (collectively, our “Works”).\nOur Works may be protected by copyright, trademark, patent, trade secret and/or other laws, and we reserve and retain all rights in our Works and the Website.\nWe hereby grant you a royalty-free, limited, revocable, non-sublicensable, and non-exclusive license to access our Works solely for your personal use in connection with using the Website.\nYou may not otherwise reproduce, distribute, communicate to the public, make available, adapt, publicly perform, link to, or publicly display the Works or any adaptations thereof unless expressly set forth herein.\nSuch conduct would exceed the scope of your license and constitute copyright infringement.\n</p>\n<p>The Website provides an “Embeddable Player” feature, which you may incorporate into your own websites for use in accessing the Content on the Website.\nYou may not modify, build upon or block any portion or functionality of the Embeddable Player in any way, including but not limited to links back to the Website.</p>\n<p>The above described license is conditioned on your compliance with these Terms of Service, and shall terminate upon termination of these Terms of Service.\nIf you breach any provision of these Terms of Service, any license you have obtained will be automatically rescinded and terminated.\nIn order to protect our rights some Content made available on the Website may be controlled by digital rights management technologies, which will restrict how you may use the Content.\nYou must not circumvent, remove, delete, disable, alter or otherwise interfere with any digital rights management technology.\nSuch conduct is prohibited by law.\n</p>\n<p>If the Website allows you to download or otherwise copy our Works, you are not buying or being gifted copies thereof.\nInstead, you are licensing a limited, revocable, non-sublicensable, and non-exclusive right to possess and use the copies for personal, non-commercial use, subject to specific terms and conditions (the “Download License”).\nUnder this Download License you may not thereafter reproduce, distribute, communicate to the public, make available, adapt, publicly perform, or publicly display the Website and Works or any adaptations thereof unless expressly set forth herein.\nSuch conduct would exceed the scope of your Download License and constitute copyright infringement.\nAt the expiration of your Download License or the termination of these Terms of Service, you will delete or otherwise dispose of all copies of Works in your possession.\n</p>\nBack to top\n7.\nContent Posted by Users\n<p>The Website may contain message boards, chat rooms, personal web pages or profiles, playlists, forums, bulletin boards and other interactive features (collectively, “Interactive Services”) that allow users to upload, post, create, submit, publish, make available, send, share, communicate, display or transmit to other users or other persons (collectively, “post”) content, data, information, videos, images, recordings, materials, code or content of any kind (collectively, “Content”) on or through the Website.</p>\n<p>As a Website account holder you may submit Content to the Website and other Websites linked to the Website including videos and user comments.\nYou understand that the Website does not guarantee any confidentiality with respect to any Content you submit.\n</p>\n<p>You shall be solely responsible for your own Content and the consequences of posting, uploading, publishing transmitting or otherwise making available your Content on the Website.\nYou understand and acknowledge that you are responsible for any Content you submit or contribute, and you, not us, have full responsibility for such Content, including its legality, reliability, accuracy and appropriateness.\nWe are not responsible, or liable to any third party, for the content or accuracy of any Content posted by you or any other user of the Website.\nWe do not control Content you submit or contribute and we do not make any guarantee whatsoever related to Content submitted or contributed by users.\nAlthough we sometimes review Content submitted or contributed by users, we are not obligated to do so.\nUnder no circumstances will we be liable or responsible in any way for any claim related to Content submitted or contributed by users.</p>\n<p>You affirm, represent, and warrant that you own or have the necessary licenses, rights, consents, and permissions to publish Content you submit.\nand you license to the Website all patent, trademark, trade secret, copyright or other proprietary rights in and to such Content for publication on the Website pursuant to these Terms of Service.</p>\n<p>You further agree that Content you submit to the Website will not contain third party copyrighted material, or material that is subject to other third party proprietary rights, unless you have permission from the rightful owner of the material or you are otherwise legally entitled to post the material and to grant to the Website all of the license rights granted herein.</p>\n<p>For clarity, you retain all of your ownership rights in your Content.\nHowever, by submitting Content to the Website, you hereby grant the Website a worldwide, irrevocable, perpetual, non-exclusive, royalty-free, sublicenseable and transferable license to use, exploit, reproduce, distribute, prepare derivative works of, display, communicate, and perform the Content in connection with the Website’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Website (and derivative works thereof) in any media formats and through any media channels.\nYou also waive to the full extent permitted by law any and all claims against us related to moral rights in the Content.\nIn no circumstances will we be liable to you for any exploitation of any Content that you post.\nYou also hereby grant each user of the Website a non-exclusive, royalty free license to access your Content through the Website, and to use, reproduce, distribute, display, communicate and perform such Content as permitted through the functionality of the Website and under these Terms of Service.\nThe above licenses granted by you in video Content you submit to the Website terminate within a commercially reasonable time after you remove or delete your videos from the Website.\nYou understand and agree, however, that the Website may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.\nThe above licenses granted by you in user comments you submit are perpetual and irrevocable.</p>\n<p>The Website does not endorse any Content submitted to it by any user or other licensor, or any opinion, recommendation, or advice expressed therein, and the Website expressly disclaims any and all liability in connection with Content.\nThe Website does not permit copyright infringing activities and infringement of intellectual property rights on the Website, and the Website will remove all Content if properly notified that such Content infringes on another’s intellectual property rights.\nThe Website reserves the right to remove Content without prior notice.</p>\n<p>All Content you submit must comply with the Content standards set out in these Terms of Service.</p>\n<p>If any of the Content that you post to or through the Website contains ideas, suggestions, documents, and/or proposals to us, we will have no obligation of confidentiality, express or implied, with respect to such Content, and we shall be entitled to use, exploit or disclose (or choose not to use or disclose) such Content at our sole discretion without any obligation to you whatsoever (i.e., you will not be entitled to any compensation or reimbursement of any kind from us under any circumstances).</p>\n<p>In the process of posting Content to the Website, you may be asked to provide some personally identifying information, such as your name, address, e-mail address, a password, and other documentation.\nYou may also be asked to provide such information in order to use certain features of the Website.</p>\n<p>We will keep a record of the information you provide, including your personally identifiable information.\nThat information may be linked in our records to other information you provide, including Content.\nWe will not provide your name or other personally identifying information to our advertisers or business partners without your permission.\nPlease note that some of the information you provide in registering for and using the Website, including the name used in registering for and using the Website or other personally identifying information, may be displayed to other members of the Website, and may become public.\nIn addition, we may disclose the personally identifying information and documentation you provide in some limited circumstances.</p>\nBack to top\n8.\nProhibited Uses\n<p>You agree that you will only use the Website and our services for the lawful purposes expressly permitted and contemplated by these Terms of Service.\nYou may not use the Website and our services for any other purposes, including commercial purposes, without our express written consent.</p>\n<p>You agree that you will view the Website and its content unaltered and unmodified.\nYou acknowledge and understand that you are prohibited from modifying the Website or eliminating any of the content of the Website, including ads.\nBy using the Website you expressly agree to accept advertising served on and through the Website and to refrain from using ad blocking software or to disable ad blocking software before visiting the Website.</p>\n<p>You agree that you will not use or attempt to use any method, device, software or routine to harm others or interfere with the functioning of the Website or use and/or monitor any information in or related to the Website for any unauthorized purpose.\nSpecifically, you agree not to use the Website to:</p>\n<ol>\n<li>violate any law (including without limitation laws related to torts, contracts, patents, trademarks, trade secrets, copyrights, defamation, obscenity, pornography, rights of publicity or other rights) or encourage or provide instructions to another to do so.\n</li>\n<li>act in a manner that negatively affects other users’ ability to use the Website, including without limitation by engaging in conduct that is harmful, threatening, abusive, inflammatory, intimidating, violent or encouraging of violence to people or animals, harassing, stalking, invasive of another’s privacy, or racially, ethnically, or otherwise objectionable;</li>\n<li>post any Content that depicts any person under 18 years of age (or older in any other location in which 18 is not the minimum age of majority);</li>\n<li>post any Content for which you have not maintained written documentation sufficient to confirm that all subjects of your posts are, in fact, over 18 years of age (or older in any other location in which 18 is not the minimum age of majority).\n</li>\n<li>post any Content depicting child pornography, rape, snuff, torture, death, violence, or incest, racial slurs or hate speech, (either aurally or via the written word);</li>\n<li>post any Content that contains falsehoods or misrepresentations that could damage the Website or any third party;</li>\n<li>post any Content that is obscene, illegal, unlawful, defamatory, libelous, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;</li>\n<li>post any Content containing unsolicited or unauthorized advertising, promotional materials, spam, junk mail, chain letters, pyramid schemes or any other form of unauthorized solicitation.\n</li>\n<li>post any Content containing sweepstakes, contests, or lotteries, or otherwise related to gambling.\n</li>\n<li>post any Content containing copyrighted materials, or materials protected by other intellectual property laws, that you do not own or for which you have not obtained all necessary written permissions and releases;</li>\n<li>post any Content which impersonates another person;</li>\n<li>deploy programs, software or applications designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment, including by engaging in any denial of service attack or similar conduct.\n</li>\n<li>deploy or use programs, software or applications designed to harm, interfere with the operation of, or access in an unauthorized manner, services, networks, servers, or other infrastructure;</li>\n<li>exceed your authorized access to any portion of the Website.\n</li>\n<li>remove, delete, alter, circumvent, avoid or bypass any digital rights management technology.\n</li>\n<li>collect or store personal data about anyone.\n</li>\n<li>alter or modify without permission any part of the Website or its content, including ads.\n</li>\n<li>obtain or attempt to access or otherwise obtain any Content or information through any means not intentionally made available or provided for through the Website.\n</li>\n<li>exploit errors in design, features which are not documented and/or bugs to gain access that would otherwise not be available.</li>\n</ol>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website;</li>\n<li>use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website without our prior written consent;</li>\n<li>use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent;</li>\n<li>use any device, bots, scripts, software or routine that interferes with the proper working of the Website or that shortcut or alter Website functions to run or appear in ways that are not intended by Website design;</li>\n<li>introduce or upload any viruses, Trojan horses, worms, logic bombs, time bombs, cancelbots, corrupted files or any other similar software, program or material which is malicious or technologically harmful or that that may damage the operation of another’s property or of the Website or our services;</li>\n<li>attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website;</li>\n<li>attack the Website via a denial-of-service attack or a distributed denial-of-service attack;</li>\n<li>otherwise attempt to interfere with the proper working of the Website.</li>\n</ol>\nBack to top\n9.\nMonitoring and Enforcement.\nTermination\n<p>We have the right to:</p>\n<ol>\n<li>remove or refuse to post any Content you submit or contribute to the Website for any or no reason in our sole discretion,</li>\n<li>take any action with respect to any Content posted by you that we deem necessary or appropriate in our sole discretion, including if we believe that such Content violates these Terms of Service, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Website or the public or could create liability for us,</li>\n<li>disclose your personally identifying information or other information about you to any third party who claims that Content posted by you violates their rights, including their intellectual property rights or their right to privacy,</li>\n<li>take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website,</li>\n<li>terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</li>\n</ol>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any Content on or through the Website.\nYOU WAIVE AND HOLD US HARMLESS AND OUR SITE OPERATOR, ITS PARENT CORPORATION, THEIR RESPECTIVE AFFILIATES, LICENSORS, SERVICE PROVIDERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US OR ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US, SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>To maintain our services in a manner we deem appropriate for our venue and to the maximum extent permitted by applicable laws, the Website may, but will not have any obligation to, review, monitor, display, reject, refuse to post, store, maintain, accept or remove any Content posted (including, without limitation, private messages, public comments, public group chat messages, private group chat messages or private instant messages) by you, and we may, in our sole discretion, delete, move, re-format, remove or refuse to post or otherwise make use of Content without notice or any liability to you or any third party in connection with our operation of the Website in an appropriate manner.\nWithout limitation, we may do so to address Content that comes to our attention that we believe is offensive, obscene, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms of Service or any applicable additional terms, including, without limitation, the Content restrictions set forth herein.</p>\n<p>However, we do not undertake to review Content before it is posted on the Website, and cannot ensure prompt removal of objectionable Content after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications or Content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or non-performance of the activities described in this section.</p>\nBack to top\n10.\nAccount Termination Policy\n<p>While pornographic and adult-oriented Content is accepted, the Website reserves the right to decide whether Content is appropriate or violates these Terms of Service for reasons other than copyright infringement and violations of intellectual property rights, such as, but not limited to, obscene or defamatory material.\nThe Website may at any time, without prior notice and in its sole discretion, remove such Content and/or terminate a user’s account for submitting such material in violation of these Terms of Service.</p>\n<p>If you violate the letter or spirit of these Terms of Service, or otherwise create risk or possible legal exposure for us, we can terminate access to the Website or stop providing all or part of the Website to you.</p>\nBack to top\n11.\nCopyrights and Other Intellectual Property\n<p>The Website respects the intellectual property of others, and requires that you do the same.\nYou may not upload, embed, post, email, transmit or otherwise make available any Content that infringes any copyright, patent, trademark, trade secret, privacy, publicity or other proprietary rights of any person or entity.</p>\n<p>The Website operates a clear Copyright Policy in relation to any Content alleged to infringe the copyright of a third party.\nDetails of that policy can be found at https://www.youporn.com/information/#dmca.\nIf you believe that any Content violates your copyright, please see our Copyright Policy https://www.youporn.com/information/#dmca for instructions on sending us a notice of copyright infringement.</p>\n<p>As part of our Copyright Policy, the Website will terminate user access to the Website if, under appropriate circumstances, a user has been determined to be a repeat infringer.</p>\n<p>The Website is not in a position to mediate trademark disputes between users and trademark owners.\nAccordingly, we encourage trademark owners to resolve any dispute directly with the user in question.\nIf the trademark owner is unable to reach a resolution with the user, it may send us a notice atlegal@youporn.com.\nThe Website is willing to perform a limited investigation of reasonable complaints and will remove content in clear cases of infringement.</p>\nBack to top\n12.\nReliance on Information Posted\n<p>The information presented on or through the Website is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>This Website includes Content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by us, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect our opinion.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\nBack to top\n13.\nChanges to the Website\n<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\nBack to top\n14.\nInformation about You and Your Visits to the Website\n<p>All information we collect on this Website is subject to our Privacy Policy https://www.youporn.com/information/#privacy.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\nBack to top\n15.\nCollection and Use of Your Usage Information by Advertisers and Others\n<p>The Website allows others to display advertisements using the Website.\nThese third parties use technology to deliver advertisements you see using the Website directly to your browser.\nIn doing so, they may automatically receive your IP, or “Internet Protocol”, address.\nOthers that place advertising using the Website may have the ability to use cookies and/or web beacons to collect information, including information about your usage of the Website.\nWe do not control the processes that advertisers use to collect information.\nHowever, IP addresses, cookies and web beacons alone generally cannot be used to identify individuals, only machines.\nTherefore, advertisers and others whose advertisements or content may be provided through the Service generally will not know who you are unless you provide additional information to them, by responding to an advertisement, by entering into an agreement with them, or by some other means.</p>\nBack to top\n16.\nLinking to the Website and Social Media Features\n<p>You may link to the Website, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.\n</p>\n<p>This Website may provide certain social media features that enable you to:</p>\n<ol>\n<li>link from your own or certain third-party websites to certain content on this Website;</li>\n<li>send e-mails or other communications with certain content, or links to certain content, on this Website;</li>\n<li>cause limited portions of content on this Website to be displayed or appear to be displayed on your own or certain third-party websites.</li>\n</ol>\n<p>You may use these features solely as they are provided by us and solely with respect to the content they are displayed with and otherwise in accordance with any additional terms and conditions we provide with respect to such features.\nSubject to the foregoing, you must not:</p>\n<ol>\n<li>cause the Website or portions of it to be displayed, or appear to be displayed by, for example, framing, deep linking or in-line linking, on any other site,</li>\n<li>otherwise take any action with respect to the materials on this Website that is inconsistent with any other provision of these Terms of Service.</li>\n</ol>\n<p>The website from which you are linking, or on which you make certain content accessible, must comply in all respects with the content standards set out in these Terms of Service.</p>\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to cease.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.</p>\nBack to top\n17.\nLinks from the Website\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over, and assumes no responsibility for, the contents, privacy policies, or practices of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nInclusion of, linking to, or permitting the use or installation of any third party site, applications, software, content or advertising does not imply approval or endorsement thereof by us.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\nFurther, you agree to release us from any and all liability arising from your use of any third-party website, content, service, or software accessed through the Website.</p>\n<p>Your communications or dealings with, or participation in promotions of, sponsors, advertisers, or other third parties found through the Website, are solely between you and such third parties.\nYou agree that the Website shall not be responsible or liable for any loss or damage of any sort incurred as the result of any dealings with such sponsors, third parties or advertisers, or as the result of their presence on the Website.</p>\nBack to top\n18.\nPermitted Disclosures of Personal Information\n<p>The Website generally does not collect personally identifiable information (data such as your name, email address, password, and the content of your communications) unless you submit or communicate Content through the Website, or register with us in order to use certain features of the Website.\nThe Website will not disclose any personally identifiable information it collects or obtains except: (i) as described in these Terms of Service or our Privacy Policy.\n(ii) after obtaining your permission to a specific use or disclosure.\n(iii) if the Website is required to do so in order to comply with any valid legal process or governmental request (such as a court order, search warrant, subpoena, civil discovery request, or statutory requirement).\n(iv) as required to protect the Website’s property, safety, or operations, or the property or safety of others.\nor (v) to a person that acquires the Website, or the assets of the Website’s operator in connection with which such information has been collected or used.\nor (vi) as otherwise required by law.</p>\nBack to top\n19.\nIndemnification\n<p>To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless the Website, its site operator, its parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns from and against any and all claims, damages, judgments, awards, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Website.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your Content caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms of Service and your use of the Website.\nYou agree that we shall have the sole right and obligation to control the legal defense against any such claims, demands, or litigation, including the right to select counsel of our choice and to compromise or settle any such claims, demands, or litigation.\n</p>\nBack to top\n20.\nDisclaimers\n<p>YOU USE THE WEBSITE AT YOUR SOLE RISK.\nWE PROVIDE THE WEBSITE “AS IS” AND “AS AVAILABLE”.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THE WEBSITE, ITS SITE OPERATOR AND THEIR RESPECTICVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND RELATED TO THE WEBSITE AND GOODS OR SERVICES PURCHASED AND OBTAINED THROUGH THE WEBSITE, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM YOUR USE OF THE WEBSITE.\n</p>\n<p>WE MAKE NO WARRANTY OR REPRESENTATION ABOUT THE ACCURACY OR COMPLETENESS OF THIS WEBSITE’S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS WEBSITE OR THAT THE WEBSITE WILL MEET YOUR REQUIREMENTS AND ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE WEBSITE OR OUR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE OR OUR SERVICES, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE OR OUR SERVICES BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE OR OUR SERVICES.\nTHE WEBSITE DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR OUR SERVICES OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND, THE WEBSITE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>NO INFORMATION OBTAINED BY YOU FROM US OR THROUGH THE WEBSITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.\n</p>\nBack to top\n21.\nLimitation of Liability\n<p>To the fullest extent allowed by law, the Website, its site operator, its parent corporation and their respective officers, directors, employees, and agents shall not be responsible or liable to you for any loss or damage of any sort incurred as the result of the following: </p>\n<ol>\n<li>delaying, rejecting or removing any or all Content at any time for any or no reason whatsoever with or without notice to you,</li>\n<li>modifying or discontinuing temporarily or permanently, the Website (or any part thereof) with or without notice to you for any or no reason whatsoever,</li>\n<li>immediately terminating your access to the Website for any or no reason whatsoever and with or without notice to you,</li>\n<li>the accuracy, usefulness or availability of any information posted to or through the Website,</li>\n<li>any user Content that does not get recorded, or is deleted, or for any similar unsatisfactory results or user Content,</li>\n<li>any errors or omissions in any Content or for any loss or damage of any kind incurred as a result of your use of any Content posted, emailed, transmitted, or otherwise made available via the Website,</li>\n<li>personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our Website,</li>\n<li>any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, </li>\n<li>any interruption or cessation of transmission to or from our Website,</li>\n<li>any bugs, viruses, Trojan horses, or the like, which may be transmitted to or through our Website by any third party, and/or</li>\n<li>any loss or damage of any sort incurred by you as a result of interactions you have with third-party advertisements or service providers, or third-party websites, found on or through the Website, including payment and delivery of related goods or services, and any other terms, conditions, policies, warranties or representations associated with such dealings.\n</li>\n</ol>\n<p>In no event shall we be liable to you for any incidental, indirect, punitive, statutory, exemplary, expectation, special, or consequential damages whatsoever (including damages for loss of profit, loss of goodwill, interruption, loss of business information or any other financial loss) in association with any individual or class-action claim, or any loss, damage, action, suit or other proceeding relating to or arising under or out of the Terms of Service, even if we have been notified of the possibility of such damages, whether the action is founded upon contract, infringement of intellectual property rights, tort, negligence or other grounds.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT THE WEBSITE SHALL NOT BE LIABLE FOR CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU AGREE NOT TO FILE ANY LAWSUIT OR PROCEEDING INCONSISTENT WITH THE FOREGOING LIABILITY LIMITATIONS.\n</p>\nBack to top\n22.\nGoverning Law\n<p>These Terms and the relationship between you and us shall be governed by the laws of Cyprus, as an agreement wholly performed, negotiated and executed therein without regard to conflict of law rules.\nYou agree that: (i) the Website shall be deemed solely based in Cyprus.\nand (ii) the Website shall be deemed a passive Website that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than Cyprus.\nThe sole and exclusive jurisdiction and venue for any action or proceeding arising out of or related to this Agreement shall be in an appropriate court located in Limassol, Cyprus.\nYou hereby submit to the jurisdiction and venue of said Courts.\nYou consent to service of process in any legal proceeding.</p>\n<p>Any claim by you that may arise in connection with these Terms will be compensable by monetary damages and you will in no event be entitled to injunctive or other equitable relief.\n</p>\nBack to top\n23.\nLimitation on Time to File Claims\n<p>REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\nBack to top\n24.\nYour Comments and Concerns\n<p>This website is operated by MG Freesites Ltd, 195-197 Old Nicosia-Limassol Road, Block 1 Dali Industrial Zone, Cyprus 2540.</p>\n<p>The YouPorn Trademarks and logos are owned by Licensing IP International S.a.r.l.\nand used under license.</p>\n<p>All notices of copyright infringement claims should be sent to the copyright agent designated in our Copyright Policy https://www.youporn.com/information/#dmca in the manner and by the means set forth therein.</p>\n<p>All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to: support@youporn.com.</p>\nBack to top\n25.\nWaiver and Severability\n<p>No waiver by the Company of any term or condition set forth in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.\n</p>\nBack to top\n26.\nEntire Agreement\n<p>The Terms of Service, our Privacy Policy, our Copyright Policy and any documents they expressly incorporate by reference constitute the sole and entire agreement between you and us with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.\n</p>\nBack to top\n27.\nAssignment\n<p>These Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by us without restriction.</p>\nBack to top\n28.\nFees\n<p>You acknowledge that the Website reserves the right to charge for its services and to change its fees from time to time in its discretion.\nFurthermore, in the event the Website terminates your rights to use the Website because of a breach of these Terms of Services, you shall not be entitled to the refund of any unused portion of subscription fees.</p>\nBack to top\n29.\nMiscellaneous\n<p>No party, nor any of the parties’ respective attorneys, shall be deemed the drafter of this agreement for purposes of interpreting any provision hereof in any judicial or other proceeding that may arise between the parties.\n</p>\n<p>Except as otherwise expressly provided in these Terms of Service, there shall be no third-party beneficiaries to this agreement.\nFor the purpose of clarity, the Website’s representatives, managers, partners, joint venturers, employees, and agents are intended third-party beneficiaries.</p>\n<p>The headings in these Terms of Service are for convenience only and have no legal or contractual effect.\n</p>\n<p>We may terminate these Terms of Service for any or no reason at any time by notifying you through a notice on the Website, by email, or by any other method of communication.\nAny such termination will be without prejudice to our rights, remedies, claims, or defenses hereunder.\nUpon termination of the Terms of Service, you will no longer have a right to access your account or your Content.\nWe will not have any obligation to assist you in migrating your data or your Content and we may not keep any back up of any of your Content.\nWe will not be not responsible for deleting your Content.\nNote that, even if your Content is deleted from our active servers, it may remain in our archives (but we have no obligation to archive or back-up your Content), and subject to the licenses set forth in these Terms of Service.\n</p>\nBack to top YouPorn Privacy Policy\n<em>Last Modified: Jan 1, 2020</em>\nIntroduction\n<p>MG Freesites Ltd (hereinafter “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) operates the website&nbsp;youporn.com&nbsp;(hereinafter “<strong>Youporn</strong>” or the “<strong>Website</strong>”) and is the controller of the information collected or provided via this Website.</p>\n<p>Please read this privacy policy carefully, as your access to and use of our Website signifies that you have read, understand and agree to all terms within this privacy policy.\nIf you do not agree with any part of this privacy policy or our terms, please do not access or continue to use our Website or otherwise submit your personal data.\nWe respect your privacy and are committed to protecting your personal data</p>\n<p>If you have any questions about our privacy practices, please see “<em>Contact Information</em>” below for information on how to contact us.</p>\n<p>We collect, process and retain personal data to the extent it is necessary to provide users with our service.\nThis privacy policy applies to information we collect:</p>\n<ul>\n<li>on this Website,</li>\n<li>in e-mail, text and other communications between you and this Website,</li>\n<li>through mobile applications you download from this Website, which provide dedicated non-browser-based interaction between you and this Website, or</li>\n<li>when you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this privacy policy.</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>us offline or through any other means, including on any other website operated by us or any third party (including our affiliates and subsidiaries).\nor</li>\n<li>any third party (including our affiliates and subsidiaries), including through any application or content (including advertising)&nbsp;that may link to or be accessible from or on the Website.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.</li>\n</ul>\nThe Data We Collect About You\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified by (“<strong>Personal Information</strong>”).\nIt does not include data that has been anonymized or pseudonymized.</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you, which we have grouped together as follows:</p>\n<p>Persons who visit the Website without logging in or registering “<strong>unregistered users</strong>”</p>\n<ul>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, which we pseudonymize (a technique that replaces or removes information in the dataset that identifies an individual), browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example a contest or survey.</li>\n<li>\n<strong>Usage Data</strong> includes aggregated information about how you use our Website, products and services.</li>\n</ul>\n<p>Persons who choose to create a private account “<strong>private account users</strong>”</p>\n<ul>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, which we pseudonymize (a technique that replaces or removes information in the dataset that identifies an individual), browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Website, products and services.</li>\n</ul>\n<p>Persons who choose to create an account “<strong>registered users</strong>”</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes, username or similar identifier, date of birth and gender.</li>\n<li>\n<strong>Contact Data</strong> includes email address.</li>\n<li>\n<strong>Financial Data</strong> in case of purchases includes payment card details.</li>\n<li>\n<strong>Transaction Data</strong> in case of purchases, it may include details about payments to and from you and other details of products and services you have purchased or received from us.</li>\n<li>\n<strong>Technical Data</strong> includes pseudonymized internet protocol (IP) address, your login data, browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.</li>\n<li>\n<strong>User Submitted Data</strong> includes data collected at your direction for a specific function, for example your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Website, products and services.</li>\n<li>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and our third parties and your communication preferences.</li>\n</ul>\n<p>We may also collect, use and share your data to produce and share aggregated insights that do not identify you.\nAggregated data may be derived from your personal data but is not considered personal data as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your usage data to calculate the percentage of users accessing a specific Website feature, to generate statistics about our users, to calculate the percentage of users accessing a specific Website feature, to calculate ad impressions served or clicked on, or to publish visitor demographics.</p>\n<p>We do not collect special categories of Personal Information about you (this includes details about your race or ethnicity, religious or philosophical beliefs, political opinions, trade union membership, information about your health and genetic and biometric data).\nHowever, particular preferences and sexual orientation depend on how you use our Website and services.\nThe processing of such Sensitive Personal Information may be necessary to provide some of our service to you.</p>\nHow is Your Personal Information Collected?\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>\n<strong>\n<em>Direct interactions.&nbsp;</em>\n</strong>Information that you provide when carrying out search queries on our Website or by filling in forms on our Website, in particular at the time of registering to use our Website, subscribing to our service, posting material, taking part in surveys, entering a contest or promotion sponsored by us, when reporting a problem with our Website, or requesting further services.</li>\n<li>\n<strong>\n<em>Automated technologies or interactions</em>\n</strong>.\nSee “<em>Third-party Use of Cookies and Other Tracking Technologies</em>” for details of how we may automatically collect your personal data.</li>\n</ul>\n<p>\n<strong>User Contributions</strong>\n</p>\n<p>We may provide areas on our Website where you can post information about yourself and others and communicate with others, upload content (e.g., pictures, videos, audio files, etc.), and post comments or reviews of content found on the Website.\nSuch postings are governed by our terms of use found at https://www.youporn.com/information#terms.\nYou should be aware that any Personal Information you submit, display, or publish in public areas of our website is considered publicly available and can be read, collected, used, and disclosed by others.\nWe cannot control who reads your posting or what other users may do with the information you voluntarily post, so we encourage you to exercise discretion and caution with respect to your Personal Information.\nTo request removal of your personal information from our website, please refer to the section “your rights related to your personal information” in this policy.</p>\nInformation Collected Through Automatic Data Collection Technologies\n<p>As you navigate through and interact with our Website, we use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including information such as your IP address, browser type, operating system, the referring web page, pages visited, location, your mobile carrier, device information, search terms, and cookie information.</p>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nCookies are small text files that are stored in your web browser or downloaded to your device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie, and allow a website to recognize a user’s device.</li>\n</ul>\n<p>We currently use the following types of cookies:</p>\n<ul>\n<ul>\n<li>\n<em>Cookies that are strictly necessary</em>: These are cookies that are required for the operation of our Website.\nThese include, for example, cookies that enable a user to log in to our Website and to check if a user is allowed access to a particular service or content.</li>\n<li>\n<em>Analytical cookies</em>: These cookies allow us to recognize and count the number of users and to see how users use and explore our Website.\nThese cookies help us to improve our Website, for example by ensuring that all users are able to find what they are looking for easily.</li>\n<li>\n<em>Functionality cookies</em>: These cookies are not essential, but help us to personalize and enhance your online experience on our Website.\nThis type of cookies allows us to recognize you when you return to our Website and to remember, for example, your choice of language.</li>\n<li>\n<em>Targeting cookies</em>: These cookies record the visit of a user on our Website, the pages a user has visited and the links a user has followed in order to enable us to make our Website more relevant to the users' interests.</li>\n<li>We do not require that you accept cookies and you may withdraw your consent to our use of cookies at any time by adjusting your browser’s privacy settings.\nHowever, if you decline to accept cookies, some functionality on our Website may be disabled and you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.\nCookies can be either session cookies or persistent cookies.\nA session cookie expires automatically when you close your browser.\nA persistent cookie will remain until it expires or you delete your cookies.\nExpiration dates are set in the cookies themselves.\nsome may expire after a few minutes while others may expire after multiple year</li>\n</ul>\n</ul>\n<ul>\n<li>\n<strong>Web Beacons</strong>.\nPages of our Website and our e-mails may contain small electronic files known as web beacons (also known as clear gifs, pixel tags, single-pixel gifs and web bugs)&nbsp;that are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users or to access cookies.</li>\n<li>\n<strong>Analytics</strong>.\nWe use third party analytics and advertising tools and technologies, in particular Google Analytics and DoubleClick provided by Google, Inc., USA (“Google”).\nThese tools and technologies collect and analyze certain types of information, including IP addresses, device and software identifiers, referring and exit URLs, onsite behavior and usage information, feature use metrics and statistics, usage and purchase history, media access control address (MAC Address), mobile unique device identifiers, and other similar information via the use of cookies.\nThe information generated by Google Analytics and DoubleClick about your use of the Website (including your IP address)&nbsp;may be transmitted to and stored by Google on servers in the United States.\nBecause we activated IP anonymization for Google Analytics and Double Click, Google will anonymize the last octet of a particular IP address.\nOnly in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA.\nGoogle will use this information for the purpose of evaluating your use of the Website, compiling reports on Website activity and managing advertising content.\nTo learn how you can opt out from this information collection by Google see “<em>Choices About How We Collect, Use and Disclose Your Personal Information</em>” below.</li>\n</ul>\nThird-party Use of Cookies and Other Tracking Technologies\n<p>Some content or applications, including advertisements, on the Website are served by third parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Website.\nUnless expressly stated otherwise, our website does not provide any Personal Information to these third parties, however they may collect information, including Personal Information, such as internet protocol (IP) address, browser type and version, time zone setting and location, operating system and platform and other technology on the devices you use to access this Website.\nThey may use this information to provide you with interest-based advertising or other targeted content.</p>\n<p>We do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see “<em>Choices About How We Collect, Use and Disclose Your Personal Information</em>”.</p>\nHow We Use Your Personal Data\n<p>We will only use your personal data when the applicable local law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>For purposes of providing the services, customer management and functionality and security as is necessary to perform the services provided to you under our term and conditions and any other contract that you have with us.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</li>\n<li>Where we need to comply with a legal or regulatory obligation.</li>\n<li>Where you declare your valid consent to use it.</li>\n</ul>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\nPurposes for Which We Use Your Personal Information\n<p>In general, we use information that we collect about you or that you provide to us, including Personal Information and Sensitive Personal Information, for following purposes:</p>\n<ul>\n<li>\n<strong>Provision of services (Registered Members and Private Account Users Only)</strong>: to present our Website and its contents to you, including any interactive features on our Website, and to provide you with information, products or services that you request from us.\nwe also collect and use Personal Information to verify your eligibility and deliver prizes in connection with contests and sweepstakes;</li>\n<li>\n<strong>Customer management (Registered Members Only)</strong>: to manage a registered users’ account, to provide customer support and notices to the registered user about his account or subscription, including expiration and renewal notices, and notices about changes to our Website or any products or services we offer or provide through it;</li>\n<li>\n<strong>Customization of content (Registered Members and Private Account Users Only)</strong>: to perform research and analysis about your use of, or interest in, our Website content, products, or services, in order to develop and display content and advertising tailored to your interests on our Website and other sites;</li>\n<li>\n<strong>Analytics</strong>: to determine whether users of the Website are unique, or whether the same user is using the Website on multiple occasions, and to monitor aggregate metrics such as total number of visitors, pages viewed, demographic patterns;</li>\n<li>\n<strong>Functionality and security</strong>: to diagnose or fix technology problems, and to detect, prevent, and respond to actual or potential fraud, illegal activities, or intellectual property infringement;</li>\n<li>\n<strong>Compliance</strong>: to enforce our terms and conditions and to comply with our legal obligations;</li>\n<li>in any other way we may describe when you provide the information.\nor for any other purpose with your consent provided separately from this privacy policy.</li>\n</ul>\nDisclosure of Your Personal Information\n<p>We do not disclose your Personal Information except in the limited circumstances described here.</p>\n<ul>\n<li>We may disclose your Personal Information to members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) to the extent this is necessary for the purposes of provision of services, customer management, customization of content, advertising, analytics, verifications, functionality and security, and compliance.</li>\n<li>\n<strong>Service providers.&nbsp;</strong>To our authorized service providers that perform certain services on our behalf.\nThese services may include fulfilling orders, processing credit card payments, risk and fraud detection and mitigation, providing customer service, performing business and sales analysis, customization of content, analytics, security, supporting our Website functionality, surveys and other features offered through our Website.\nThese service providers may have access to Personal Information needed to perform their functions but are not permitted to share or use such information for any other purposes.</li>\n<li>\n<strong>Legal successors</strong>.\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.\nShould such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your personal information uses it in a manner that is consistent with this privacy policy.</li>\n</ul>\n<p>We access, preserve and share your Personal Information with regulators, law enforcement or others where we reasonably believe such disclosure is needed to (a)&nbsp;satisfy any applicable law, regulation, legal process, or governmental request, (b)&nbsp;enforce applicable terms of use, including investigation of potential violations thereof, (c)&nbsp;detect, prevent, or otherwise address illegal or suspected illegal activities, security or technical issues, (d)&nbsp;protect against harm to the rights, property or safety of our company, our users, our employees, or others.\nor (e)&nbsp;to maintain and protect the security and integrity of our Website or infrastructure.\nIn such cases, we may raise or waive any legal objection or right available to us, in our sole discretion.</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\nWe also may share aggregated information with third parties for conducting general business analysis.\nThis information does not contain any Personal Information and may be used to develop content and services that we hope you and other users will find of interest.</p>\nFinancial Information\n<p>Financial information (including Personal Information) that you have provided to us will only be shared with our third party processors in order to initiate and complete any orders placed on your account.\nAll credit card transactions and such are processed with industry standard encryption through third party processors who only use your financial information and Personal Information for that purpose.\nAll financial data and related Personal Information will not be shared by us with third parties except with your authorization or when necessary to carry out all and any transactions requested by you with the understanding that such transactions may be subject to rules, terms, conditions and policies of a third party.\nAll such information provided to a third party is subject to their terms and conditions.</p>\nTransfers of Your Personal Information to Other Countries\n<p>Whenever in the course of sharing information we transfer Personal Information to countries outside of the European Economic Area and other regions with comprehensive data protection laws, we will ensure that the information is transferred in accordance with this privacy policy and as permitted by the applicable laws on data protection.</p>\n<p>By using the Website you consent to the transfer of information that we collect about you, including personal information, to any country in which we, members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) or our service providers are located.</p>\nRetention of Personal Information\n<p>We will only retain your Personal Data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>Where we no longer need to process your Personal Data for the purposes set out in this Privacy Policy, we will delete your Personal Data from our systems.</p>\n<p>Where permissible, we will also delete your Personal Data upon your request.\nInformation on how to make a deletion request can be found under “<em>Your Rights Related to Your Personal Information</em>”.</p>\n<p>If you have questions about our data retention practices, please send us an e-mail at&nbsp;<u>support@youporn.com</u>.</p>\n<p>The period for which we keep your Personal Information that is necessary for compliance and legal enforcement purposes varies and depend on the nature of our legal obligations and claims in the individual case.</p>\nHow We Protect the Security of Your Personal Information\n<p>We take appropriate security measures (including physical, electronic and procedural measures)&nbsp;to safeguard your Personal Information from unauthorized access and disclosure.\nFor example, only authorized employees are permitted to access Personal Information, and they may do so only for permitted business functions.\nIn addition, we use encryption in the transmission of your Personal Information between your system and ours, and we use firewalls to help prevent unauthorized persons from gaining access to your Personal Information.\nPlease be advised, however, that we cannot fully eliminate security risks associated with the storage and transmission of Personal Data.</p>\n<p>You are responsible for maintaining the secrecy of your unique password and account information at all times.\nWe are not responsible for circumventions of any privacy settings or security measures contained on the Website.</p>\nChoices About How We Collect, Use and Disclose Your Personal Information\n<p>We strive to provide you with choices regarding the Personal Information you provide to us.</p>\n<ul>\n<li>You can choose not to provide us with certain Personal Information, but that may result in you being unable to use certain features of our Website because such information may be required in order for you to register as a member.\npurchase products or services.\nparticipate in a contest, promotion, survey, or sweepstakes.\nask a question.\nor initiate other transactions on our Website.</li>\n<li>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of the Website may then be inaccessible or not function properly.</li>\n<li>You may opt out of the DoubleClick cookie or of Google Analytics by visiting the&nbsp;Google advertising opt-out page&nbsp;or by downloading and installing the browser plug-in available at&nbsp;Google Analytics opt-out page.</li>\n<li>When you register on our Website.\nIf you no longer want to receive commercial or promotional emails or newsletters from us, you will need to avail yourself of the unsubscribe mechanism set out in the applicable communication.\nIt may take up to seven days for us to process an opt-out request.\nWe may send you other types of transactional and relationship e-mail communications, such as service announcements, administrative notices, and surveys, without offering you the opportunity to opt out of receiving them.\nPlease note that opting out of receipt of promotional email communications will only affect future activities or communications from us.\nIf we have already provided your information to a third party before you have changed your preferences or updated your information, you may have to change you preferences directly with that third party.</li>\n<li>If you submit Personal Information, you may delete and deactivate your account with us at any time.\nIf you deactivate and delete the information of your account, your Personal Information and any and all other account related information including, but not limited to, user profile data, sharing data and any other data, or content specifically associated with your account will no longer be accessible by you.\nAfter deleting and deactivating your account, if you choose to have an account with us in the future, you will have to sign up for a new account as none of the information you previously provided or saved within your account will have been saved.</li>\n</ul>\nYour Rights Related to Your Personal Information\n<p>Subject to local law, you have certain rights regarding the Personal Information we collect, use or disclose and that is related to you, including the right</p>\n<ul>\n<li>to receive information on the Personal Information concerning we hold about you and how such Personal Information is used (right to access);</li>\n<li>to rectify inaccurate Personal Information concerning you (right to data rectification);</li>\n<li>to delete/erase your Personal Information (right to erasure/deletion, “right to be forgotten”);</li>\n<li>to receive the Personal Information provided by you in a structured, commonly used and machine-readable format and to transmit those Personal Information to another data controller (right to data portability)</li>\n<li>to object to the use of your Personal Information where such use is based on our legitimate interests or on public interests (right to object).\nand</li>\n<li>in some cases, to restrict our use of your Personal Information (right to restriction of processing).</li>\n</ul>\n<p>If we ask for your consent to use your Personal Information, you can withdraw your consent at any time.\nNote that in case of a withdrawal of your consent you may no longer able to use several functionalities of our Website and our services.</p>\n<p>You may, at any time, send us an e-mail at&nbsp;<u>support@youporn.com</u>&nbsp;to exercise your above rights in accordance with the applicable legal requirements and limitations.\nIf you are located in the European Economic Area, you have a right to lodge a complaint with your local data protection authority.</p>\n<p>Note that some requests to delete certain Personal Information will require the deletion of your user account as the provision of user accounts are inextricable linked to the use of certain Personal Information (<em>e.g.</em>, your e-mail address).\nAlso note that it is possible that we require additional information from you in order to verify your authorization to make the request and to honor your request.</p>\nCALIFORNIA CONSUMER PRIVACY ACT NOTICE\n<p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“CCPA”) provides California residents (“Consumer(s)”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<ul>\n<li>Opt-out of the sale of their personal information, should we sell their personal information;</li>\n<li>Be informed of certain information concerning our collection and use of their personal information;</li>\n<li>Request that we delete certain personal information we collected from them;</li>\n<li>Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems;</li>\n<li>Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.</li>\n</ul>\n<p>This Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p>\n<p>If the CCPA is applicable to you and you would like to exercise your rights, please contact <u>support@youporn.com</u>\n</p>\nChanges to Our Privacy Policy\n<p>We may modify or revise our privacy policy from time to time.\nAlthough we may attempt to notify you when major changes are made to this privacy policy, you are expected to periodically review the most up-to-date version found at https://www.youporn.com/information#privacy so you are aware of any changes, as they are binding on you.</p>\n<p>If we change anything in our privacy policy, the date of change will be reflected in the “last modified date”.\nYou agree that you will periodically review this privacy policy and refresh the page when doing so.\nYou agree to note the date of the last revision to our privacy policy.\nIf the “last modified” date is unchanged from the last time you reviewed our privacy policy, then it is unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review our privacy policy, and you agree to the new ones.\nBy continuing to use the Website subsequent to us making available an amended version of our privacy policy in a way that you can easily take notice of it, you thereby consent to such amendment.</p>\nEnforcement.\nCooperation\n<p>We regularly review our compliance with this privacy policy.\nPlease feel free to direct any questions or concerns regarding this privacy policy or our treatment of Personal Information by contacting us through this Website at https://www.youporn.com/information#support.\nWhen we receive a formal written complaint, it is our policy to contact the complaining party regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the collection, use and disclosure of Personal Information that cannot be resolved by an individual and us.</p>\nNo Rights of Third Parties\n<p>This privacy policy does not create rights enforceable by third parties or require disclosure of any Personal Information relating to users of the Website.</p>\nOur Policy Towards Minors\n<p>Our Website is not directed to persons under the age of 18 or the applicable age of majority in the jurisdiction from which the Website is accessed and we do not knowingly collect Personal Information from minors.\nIf you become aware that your child has provided us with Personal Information, please contact us at&nbsp;<u>support@youporn.com</u>.\nIf we become aware that a minor has provided us with Personal Information, we take steps to remove such information and terminate that person’s account.</p>\nNo Error Free Performance\n<p>We do not guarantee error-free performance under this privacy policy.\nWe will use reasonable efforts to comply with this privacy policy and will take prompt corrective action when we learn of any failure to comply with our privacy policy.\nWe shall not be liable for any incidental, consequential or punitive damages relating to this privacy policy.</p>\nContact Information\n<p>If you have any questions about this privacy policy or our information-handling practices, please contact us at&nbsp;<u>support@youporn.com</u>.</p>\n<p>You may also contact us at 195-197 Old Nicosia-Limassol Road, Block 1 Dali Industrial Zone, Cyprus 2540, Phone: +357&nbsp;22662&nbsp;320, Fax: +357&nbsp;22343&nbsp;282.</p>\nGDPR (General Data Protection Regulation)\n<p>In accordance with the General Data Protection Regulation law in the European Union effective May 25, 2018, Youporn users can request a copy of their personal identifying data as well as get Youporn to delete their personal data.\n</p> Request a Copy of my Personal Data\nDelete my Personal Data Back to top RTA\n<p>\nYouPorn is rated with RTA label.\nParents, you can easily block access to this site.\nPlease read this page\nhttp://www.rtalabel.org/index.php?content=parents\nfor more information.\n</p> Advertise on YouPorn <p>\n</p> Name: <p>\n</p> E-mail:* <p>\n</p> Subject: YouPorn Advertising Report inappropriate content Feedback <p>\n</p> Type: Spot/Placement: <p>\n</p> Screenshot: <p>\n</p> Link to content being reported: <p>\n</p> My site: <p>\n</p> I'm interested in: Global Traffic Geo-targeted Traffic <p>\n</p> Comments:* <p>\n</p>\n<p>\n</p> Send Type: Type: Type of Content Video Ads Profile <p>\n</p> Start advertising on YouPorn today\nCreate your advertiser account Success <p>Your inquiry has been sent successfully.\nYouPorn support will respond to your inqury as soon as possible.</p> OK Error <p>An error happened while submitting your request.\nPlease try again later or contact customer support.\nThank you.</p> OK COPYRIGHT POLICY\nReporting Claims of Copyright Infringement\n<p>\nWe take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act (the <strong>“DMCA”</strong> ) or any other applicable intellectual property legislation or laws.\nResponses may include removing, blocking or disabling access to material claimed to be the subject of infringing activity, terminating the user’s access to https://www.youporn.com/ (“<strong>YouPorn</strong>”), or all of the foregoing.\n</p>\n<p>\nIf you believe any material accessible on YouPorn infringes your copyright, you may submit a copyright infringement notification (see below, “Filing a DMCA Notice of Copyright Infringement” for instructions on filing such a notice).\nThese requests should only be submitted by the copyright owner or an agent authorized to act on the owner’s behalf.\n</p>\n<p>\nIf we remove or disable access to material in response to such a notice, we will take reasonable steps to notify the user that uploaded the affected content material that we have removed or disabled access to so that the user has the opportunity to submit a counter notification (see below, “Counter-Notification Procedures” for instructions on filing a counter notification).\nIt is our policy to document all notices of alleged infringement on which we act.\n</p>\n<p>\nAll copyright infringement notifications and counter-notifications must be written in English.\nAny attempted notifications written in foreign languages or using foreign characters may, at our discretion, be deemed non-compliant and disregarded.\n</p>\nFiling a DMCA Notice of Copyright Infringement\n<p>\nIf you choose to request removal of content by submitting an infringement notification, please remember that you are initiating a legal process.\nDo not make false claims.\nMisuse of this process may result in the suspension of your account or other legal consequences.\n</p>\n<p>\nYou may notify YouPorn of alleged copyright infringement via our form found at https://www.youporn.com/information/#dmcaForm.\nThis form is designed to help you identify your content accurately and help speed up the process of content take-down.\n</p>\n<p>\nIn accordance with the DMCA, the written notice (the <strong>“DMCA Notice”</strong>)&nbsp;must include substantially the following:\n</p>\n<ul>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.\nIf your complaint does not contain the specific URL of the video you believe infringes your rights, we may be unable to locate and remove it.\nGeneral information about the video, such as a channel URL or username, is typically not adequate.\nPlease include the URL(s)&nbsp;of the exact video(s).</li>\n<li>Adequate information by which we, and the uploader(s)&nbsp;of any video(s)&nbsp;you remove, can contact you (including your name, postal address, telephone number and, if available, e-mail address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate, and under penalty of perjury, that you are the owner, or an agent authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.</li>\n<li>Complete complaints require the physical or electronic signature of the copyright owner or a representative authorized to act on their behalf.\nTo satisfy this requirement, you may type your full legal name to act as your signature at the bottom of your complaint.</li>\n</ul>\n<p>\nOur designated copyright agent to receive DMCA Notices is:\n</p>\n<p>\nLawrence G.\nWalters<br>\n<strong>Walters Law Group</strong>\n<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750<br>\nEmail: copyright@youporn.com<br>\n</p>\n<p>Please do not send other inquiries or requests to our designated copyright agent.\nAbsent prior express permission, our designated copyright agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to receive valid DMCA Notices or Counter-Notices (as defined below) is expressly disclaimed.</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3)&nbsp;of the DMCA, your DMCA Notice may not be effective.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on YouPorn is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees)&nbsp;under Section 512(f)&nbsp;of the DMCA.</p>\n<p>The copyright owner’s name will be published on YouPorn in place of disabled content.\nThis will become part of the public record of your DMCA Notice, along with your description of the work(s)&nbsp;allegedly infringed.\nAll the information provided in a DMCA Notice, the actual DMCA Notice (including your personal information), or both may be forwarded to the uploader of the allegedly infringing content.\nBy submitting a DMCA Notice, you consent to having your information revealed in this way.</p>\nBack to top\nCounter-Notification Procedures\n<p>\nIf you have received a DMCA Notice and believe that material you posted on YouPorn was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a <strong>“Counter-Notice”</strong>).\nCounter notifications must be submitted by the video’s original uploader or an agent authorized to act on their behalf.</p>\n<p>Counter-notices must be sent to our designated agent:</p>\n<p>\nLawrence G.\nWalters<br>\n<strong>Walters Law Group</strong>\n<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750<br>\nEmail: copyright@youporn.com<br>\n</p>\n<p>Please do not send other inquiries or requests to our designated copyright agent.\nAbsent prior express permission, our designated copyright agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to receive valid DMCA Notices or Counter-Notices is expressly disclaimed.</p>\n<p>\nPursuant to the DMCA, the Counter-Notice must include substantially the following:\n</p>\n<ul>\n<li>Your name, address, phone number and physical or electronic signature;</li>\n<li>Identification of the allegedly infringing content and its location before removal or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you believe in good faith that the content was removed by mistake or misidentification.\nand </li>\n<li>A statement that you consent to the jurisdiction of the U.S.\nFederal District Court for the judicial district in which you are located (or if you are outside the U.S., for any judicial district in which the operator of YouPorn may be found), and that you will accept service of process from the person who originally provided us with the DMCA Notice or an agent of such person.</li>\n</ul>\n<p>\nWe will not respond to Counter-Notices that do not meet the requirements set out above.\n</p>\n<p>\nAfter we receive your Counter Notice, we will forward it to the party who submitted the original DMCA Notice and inform that party that the removed material may be restored after 10 business days but no later than 14 business days from the date we received your Counter Notice, unless our Designated Agent first receives notice from the party who filed the original DMCA Notice informing us that such party has filed a court action to restrain you from engaging in infringing activity related to the material in question.\n</p>\n<p>\nPlease note that when we forward your Counter Notice, it will include your personal information.\nBy submitting a counter notification, you consent to having your information revealed in this way.\nWe will not forward the counter notification to any party other than the original claimant or to law enforcement or parties that assist us with enforcing and protecting our rights.\n</p>\n<p>\nPlease be aware that if you knowingly materially misrepresent that material or activity on YouPorn was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees)&nbsp;under Section 512(f)&nbsp;of the DMCA.\n</p>\nBack to top\nRepeat Infringers\n<p>\nIn accordance with the DMCA and other applicable law, we have adopted a policy of terminating or disabling, in appropriate circumstances and at our sole discretion, the accounts of users who are deemed to be repeat infringers.\nWe may also at our sole discretion limit access to YouPorn, terminate or disable the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.\n</p>\nBack to top\nVideo Fingerprinting\n<p>We use MediaWise®, an automated audiovisual identification system, to assist us in identifying and blocking potentially infringing content from being uploaded by users.\nVideos uploaded to YouPorn are compared against a database of digital fingerprints.\nWhen a video is matched to a digital fingerprint, access to it is disabled.</p>\n<p>If you are interested in having your content digitally fingerprinted by the provider of the automated audiovisual identification system we use, please contact Vobile in one of the manners described at https://www.vobileinc.com/contact/.</p>\nBack to top 2257 <strong>18 U.S.C.\n§2257 Record Keeping Requirements Compliance Statement.</strong>\n<p>\nThe operator of Youporn is not the producer (whether primary or secondary as defined in 18 U.S.C.\n§ 2257) of any of the content found on Youporn.\nThe operator’s activities, with respect to such content, are limited to the transmission, storage, retrieval, hosting and/or formatting of depictions posted by third party users, on areas of the website under the user's control.\n</p>\n<p>\nPlease direct any request you may have regarding §2257 records in relation to any content found on Youporn, directly to the respective uploader, amateur, producer, studio or account holder of the content (<strong>\"Verified Uploaders\"</strong>).\n</p>\n<p>\nFor further assistance in communicating with the Verified Uploaders or any questions regarding this notice, please contact Youporn’s compliance department at support@youporn.com.\n</p>\n<p>\nYouporn abides by the following strict compliance procedures regarding uploaded content:\n</p>\n<ul>\n<li>All Verified Uploaders must be over eighteen (18) years of age (or age required by their State, jurisdiction or Country if more than 18 years old) and are personally identified and verified by Youporn at account activation prior to being able to upload, share and sell content on Youporn;</li>\n<li>Prior to uploads, Youporn ensures that all Verified Uploaders, provide evidence or certify that:\n<ul>\n<li>all individuals appearing in the content are over the age of 18 years old (or minimal age required to appear in such content by their State, jurisdiction or Country if more than 18 years old).\nthat they freely consented to appear in the content at the time of its production and agree to its upload on Youporn;</li>\n<li>as producer of said content, the Verified Uploader certifies being compliant with record keeping requirements under U.S.C.\n§ 2257 for all content uploaded on Youporn, and agrees to deliver such documentation promptly upon request;</li>\n<li>the uploaded content does not violate Youporn’s Terms of Service, and any of its related policies namely but without limitation, its Child Sexual Abuse Material Policy, or Non-Consensual Content Policy.</li>\n</ul>\n</li>\n</ul> Contact Us Select a Category General Support/Technical Support Request Login Information Request Video be Removed Cancel Free Account Cancel Premium Account Premium/HD Services Broken Link Chat Mobile Video Streaming Video Download Video Upload Inappropriate Content Content Partner Program &amp.\nAdvertisers Suggestions (Feedback/Comments) Report Issues with Ads Media Inquiries <p>\n</p> Email Address <p>\n</p> Username <p>\n</p> Subject <p>\n</p> Message <p>\n</p> Screenshot picture <p>\n</p>\n<p>\n</p>\n<p>For any content removal requests please use our content removal form.</p> Send Success!\n<p>Your inquiry has been sent successfully.\nYouPorn Support will respond to your inquiry as soon as possible..</p> Have you checked the FAQs? <p>Hold your horses, Jack! Before you go submitting a support ticket, check out the Frequently Asked Questions (FAQs) section.If you've already been there, done that, and come up empty handed, then fill out the support form below and we'll do our best to help you out.</p>\nRead FAQs? Media inquiries? <p>For media inquiries, please contact media@youporn.com</p>\nmedia@youporn.com FAQ <ul>\n<li>General</li>\n<li>Account Management</li>\n<li>Account Settings</li>\n<li>Video/Upload Management</li>\n<li>Site Features</li>\n<li>Advertisers &amp.\nContent Partners</li>\n<li>Other</li>\n</ul> What is YouPorn? <p>If you haven't figured it out by now, it's shocking that you've made it this far.\nYouPorn is a 100% free streaming adult video site hosting hundreds of thousands of videos from every genre imaginable that services more than 15 million visitors worldwide every day.</p> I want to make sure a video of me or my content never gets uploaded to YouPorn / the Pornhub Network.\n<p>You can find more information on how to remove content by visiting content removal form\n</p>\n<p>We use MediaWise®, a third-party automated audiovisual identification system, to assist us in identifying and blocking potentially infringing content from being uploaded by users.\nVideos uploaded to Pornhub are compared against MediaWise®’s database of digital fingerprints.\nWhen a video is matched to a digital fingerprint, access to it is disabled.\nIf you are interested in having your content digitally fingerprinted by the provider of the automated audiovisual identification system we use, please contact Vobile in one of the manners described at http://www.vobileinc.com/contact/</p> Where do I sign up? <p>Signing up for a YouPorn.com account is fast, easy, and free, and gives you access to special features only registered users can use.\nTo sign up for an account, go to https://www.youporn.com/register/, fill out and submit the form, and then check your email for a verification link.\nIf you don't receive the link within 1 hour, don't panic.\ncheck your Spam/Junk Mail folder as it may have found its way in there by mistake.</p> I signed up but never received an activation email, what do I do now? <p>Don't worry, take a deep breath, we'll get through this together.\nYour first stop should be checking your Spam/Junk mail folder to see if it ended up in there by mistake.\nIf you don't find it there, it's been over an hour, and you still haven't received your verification email, then contact YouPorn Support using the form at https://www.youporn.com/information/#support and we'll get you squared away in no time.</p> Help! I forgot my password, how can I retrieve it? <p>Retrieving your password is simple: Just go to https://www.youporn.com/login/forgotpassword/, enter the email address you signed up with, and check your email for instructions.\nDon't forget to check your Spam/Junk folder if you don't see the email within 1 hour.</p> I forgot my password and signed up before 2012, what now? <p>Not to worry, we can help with that too.\nContact support using the form at https://www.youporn.com/information/#support (be sure to include your username) and we'll get you reconnected with your long lost account in no time.</p> Uh oh, I forgot my username, how can I retrieve it? <p>If you signed up after 2012 and provided an email address during the sign-up process, then contact support using the form at https://www.youporn.com/information/#support (be sure to include the email address) and we'll send you your username.</p>\n<p>If your account was created before 2012, and doesn't have an email address associated with it, we won't be able to retrieve your username - sorry, we're not mind readers.\nYou can, however, sign up for a new account without a problem (see: Where do I sign up?).</p> Can I change my password? * <p>You can change your password at any time.\nTo do so, click on your username in the top right corner of the site, select \"Settings\" from the drop-down menu, and then click \"Change password\" in the left hand menu.\nFill out the form, 2it save, and you're good to go.</p> Where do I update my email address? * <p>If you've changed email addresses, or signed up before 2012 and never had one associated with your account, click on your username in the top right corner of the site, select \"Settings\" from the drop-down menu, and then click \"Edit/add email\" in the left hand menu.\nFill out the form, hit save, and you're email address will be updated.</p> How do I upload a video? * <p>Only content partners and people within the Model Program are able to upload content to YouPorn.</p> How do I delete the video(s) I uploaded? <p>Don't want your video on the site anymore? No problem.\nJust contact support at https://www.youporn.com/information/#support with the URL of the video(s) you would like removed and they should be taken down within 24-48hrs.</p> The videos won't stream, what's wrong? <p>If you're having trouble getting videos to play, try clearing your browser's cache and cookies, then refreshing the page.\nIf that doesn't do the trick, contact YouPorn support at https://www.youporn.com/information/#support and we'll do our best to help you out.</p> How do I add a video to my Favorites? * <p>Any video on YouPorn.com can be added to Your Favorites simply by clicking the heart shaped button below the video.\nYou can also add a video to Your Favorites from any non-video player page by moving your cursor over the video's thumbnail, clicking the pink plus sign icon in the top right corner, and selecting \"Add to Favorites\".</p> Can I remove a video from my Favorites? * <p>Don't need that video in your favorites anymore? No problem.\nTo remove a video from Your Favorites, just click on your username in the top right corner of the site (or go to https://www.youporn.com/favorites/time/), select \"Favorites\" from the menu, and click the \"X\" above the top left corner of the video you want to remove from Your Favorites.</p> Where can I make a Collection? * <p>Making a collection is easy.\nFind a video you'd like to include in your collection, move your cursor over the video's thumbnail, click the pink plus sign icon in the top right corner, go to \"Add to Collection...\" and click on \"New Collection\" at the bottom of the dialog.\nEnter a title for your new collection, click save, and a new collection will be created with that video in it.</p>\n<p>To create a new collection from a video page, click the \"Add to Collection\" button below the video, go to \"Add to Collection...\" and click on \"New Collection\" at the bottom of the dialog, enter a title for your new collection, click save, and a new collection will be created with that video in it.</p> How can I add a video to my Collections? * <p>To add a new video to an existing collection from any non-video player page, move your cursor over the video's thumbnail, click the pink plus sign icon in the top right corner, go to \"Add to Collection...\" and click on the title of the existing collection you'd like to add the video to.</p>\n<p>To add a new video to an existing collection from any video player page, just click the \"Add to Collection\" button below the video and select the existing collection you'd like to add the video to.</p> Can I create a Channel? <p>At this time Channel pages are only available to YouPorn Content Partners.\nIf you run an adult website and would like to become a Content Partner, please visit https://www.youporn.com/contentpartnerprogram/.</p> How do I subscribe to a Channel/Pornstar/User? * <p>To subscribe to a Channel, you can go to https://www.youporn.com/channels/, search for the Channel you want, and then click the \"Subscribe\" button next to the channel name in the top right corner of the page, or if you're on a video player page, just click the \"Subscribe\" button next to the \"By: Channel Name\" below the video.</p>\n<p>To subscribe to a Pornstar, go to https://www.youporn.com/pornstars/, select the pornstar you wish to subscribe to, and click the \"Subscribe\" button below their picture on the left side of the page.</p>\n<p>To subscribe to a User, click the \"Subscribe\" button beside their username found below the bottom right corner of any user submitted video.</p> Where can I find my subscriptions? * <p>All of your subscriptions can be viewed, filtered, and managed from Your Subscriptions page.\nTo access the page, click on your username in the top right corner of the site and select \"Subscriptions\" from the drop-down menu (or go to https://www.youporn.com/subscriptions/videos/).</p> How do I unsubscribe from a Channel/Pornstar/User? * <p>To unsubscribe from a Channel, Pornstar, or User, click on your username in the top right corner of the site, select \"Subscriptions\" from the drop-down menu, select the Channel, Pornstar, or User you would like to unsubscribe from under the subscriptions list on the left side of the page, then click on the \"Unsubscribe\" button to the right of the page above the list of videos.</p>\n<p>You can also unsubscribe from Channels, Pornstars, and Users, by simply clicking the \"Unsubscribe\" button found on any Channel, Pornstar, or User pages.</p> I'd like to buy an Ad on YouPorn, how does that work? <p>All ads on YouPorn.com are managed by Traffic Junky.\nFor information on how to contact Traffic Junky, see https://www.youporn.com/information/#advertise.</p> I run an adult website, do you have an affiliate/partner program? <p>If you run your own adult website, produce your own xxx videos, and would like to promote your content on YouPorn.com, visit the YouPorn Content Partner page at https://www.youporn.com/contentpartnerprogram/ for more information.</p> Can I embed YouPorn.com videos on my site? <p>Absolutely.\nTo embed a single video on your website, simply click the \"Embed\" button below any video, copy the provided code from the pop-up, and paste the code into your site.</p>\n<p>If you'd like to embed YouPorn videos on your website in a larger, bulk scale, then check out the Webmasters page at https://www.youporn.com/webmasters/embed-dump/.</p> I've a great idea to make YouPorn.com better, where can I send it? <p>Great ideas can come from anywhere, and YouPorn users have the best! If you've got an idea of how to make YouPorn.com better, please submit it for consideration on the YouPorn Feedback Board at feedback.youporn.com/.</p> Does YouPorn.com have any social media accounts I can follow? <p>You can find us on Twitter at www.twitter.com/youporn, and on Tumblr at youporn.tumblr.com.</p> How can I stay up-to-date with what's happening at YouPorn.com? <p>Check out the official YouPorn Blog at blog.youporn.com for exclusive contests, giveaways, featured content, and new feature announcements.</p> I'm a member of the media, who can I contact with questions? <p>Please direct all media inquiries to media@youporn.com.</p> My question wasn't answered here, what can I do now? <p>If you couldn't find the answers you were looking for here, feel free to contact YouPorn support at any time via https://www.youporn.com/information/#support.</p>\n<p>* Note: you must be logged in to an existing YouPorn.com account to complete these actions.</p> DMCA Takedown Form Video To Be Removed Location (URL) of the allegedly infringing work or material <p>\n</p>\n<small>Please insert the URL of allegedly infringing video to be removed</small> Description of the work claimed to be infringed\nPlease ChooseMy or my company's, organization's or client's videoMy or my company's, organization's or client's photoMy or my company's, organization's or client's original music or songMy or my company's, organization's or client's softwareMy or my company's, organization's or client's artworkOther\n<p>\n</p> InfringedTitle <p>\n</p>\n<p>\n</p>\n<small>Please describe the copyrighted work so that it may be easily identified</small> Contact Information First Name <p>\n</p> Last Name <p>\n</p> Email Address <p>\n</p> Phone Number <p>\n</p> Copyright holder name (ex: company or full legal name) <p>\n</p> Address <p>\n</p> City <p>\n</p> State/Region/Province <p>\n</p> Country\nAlgeriaArgentinaAustraliaAustriaBelgiumBrazilBulgariaCanadaChileColombiaCroatiaCzech RepublicDenmarkEgyptFinlandFranceGermanyGreeceHungaryIndiaIndonesiaIrelandIsraelItalyJapanMalaysiaMexicoMoroccoNetherlandsNew ZealandNorwayPeruPhilippinesPolandPortugalRomaniaRussian FederationSerbiaSouth AfricaSpainSwedenSwitzerlandTaiwanThailandTunisiaUkraineUnited KingdomUnited StatesVenezuelaVietnam\n<p>\n</p> Zip/Postal Code <p>\n</p> Check The Following Boxes To State That: Each box below must be checked UNDER PENALTY OF PERJURY, you are the owner or an agent authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nYou have a good faith belief that the use of the content in the manner complained of, is not authorized by the copyright owner, its agent, or the law.\nThe information in this notification is accurate.\nYou acknowledge that you may be subject to liability if you knowingly make a material misrepresentation that activity is infringing.\nFair use should also be taken into consideration.\nYou acknowledge that abuse of this tool may result in termination of your account.\nPlease Note: <p>\nThe copyright owner’s name will be published on YouPorn in place of the disabled content.\nThis will become part of the public record of your request, along with your description of the work(s) allegedly infringed.\nAll the information provided in this DMCA Takedown Form (including your personal information) are part of the full takedown notice and may be forwarded to the uploader of the allegedly infringing content.\nBy submitting this form you consent to having your information revealed in this way.\n</p>\n<p>\nWe reserve the right to challenge abuses of the DMCA process, and your use of this form does not waive that right.\n</p> Type Your Full Name Here To Provide Your Electronic Signature: ElectronicSignature <p>\n</p>\n<p>\n</p> Submit Success! <p>Your DMCA takedown request has been sent successfully.</p> Close Error <p>An error happened while submitting your request.\nPlease try again later or contact customer support.\nThank you.</p> Close HELP &amp.\nSUPPORT\n<ul>\n<li>Content Removal</li>\n<li>Contact</li>\n<li>Feedback Board</li>\n<li>FAQ</li>\n<li>Sitemap</li>\n</ul> WORK WITH US\n<ul>\n<li>Content Partner Program</li>\n<li>Advertise</li>\n<li>Webmasters</li>\n<li>Jobs</li>\n</ul> CONNECT WITH US\n<ul>\n<li>YouPorn Blog</li>\n<li>YouPorn World</li>\n<li>YouPorn Shop</li>\n<li>Press</li>\n<li> Mobile Porn </li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Looking for youporngay.com? © YouPorn 2006 - 2021 <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>DMCA</li>\n<li>2257</li>\n<li>DMCA Takedown Form</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-04-24 14:19:53.422329", "updated_at": "2021-05-05 19:16:27.252591"}], "points": [{"id": 19914, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.youporn.com/information/#terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:12:49.155956", "updated_at": "2021-05-07 21:22:25.489444", "quoteText": "We may modify or revise these Terms of Service from time to time in our sole discretion and you agree to be bound by such modifications or revisions.", "case_id": 121, "document_id": 5373, "quoteStart": 11736, "quoteEnd": 11885}, {"id": 19915, "title": "Third-party cookies are used for statistics", "source": "https://www.youporn.com/information/#privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:18:41.889454", "updated_at": "2021-05-07 21:22:32.310902", "quoteText": "\nWe use third party analytics and advertising tools and technologies, in particular Google Analytics and DoubleClick provided by Google, Inc., USA (“Google”).", "case_id": 325, "document_id": 5372, "quoteStart": 71066, "quoteEnd": 71224}, {"id": 19916, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.youporn.com/information/#privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:19:37.210734", "updated_at": "2021-05-07 21:22:41.389756", "quoteText": "These third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Website.", "case_id": 323, "document_id": 5372, "quoteStart": 72659, "quoteEnd": 72825}, {"id": 19917, "title": "You can opt out of promotional communications", "source": "https://www.youporn.com/information/#privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:21:26.067727", "updated_at": "2021-05-07 21:22:54.589542", "quoteText": "We may send you other types of transactional and relationship e-mail communications, such as service announcements, administrative notices, and surveys, without offering you the opportunity to opt out of receiving them.", "case_id": 223, "document_id": 5372, "quoteStart": 84922, "quoteEnd": 85141}, {"id": 19918, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.youporn.com/information/#privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:22:51.360375", "updated_at": "2021-05-07 21:23:09.619231", "quoteText": "Subject to local law, you have certain rights regarding the Personal Information we collect, use or disclose and that is related to you, including the right</p>\n<ul>\n<li>to receive information on the Personal Information concerning we hold about you and how such Personal Information is used (right to access);</li>\n<li>to rectify inaccurate Personal Information concerning you (right to data rectification);</li>\n<li>to delete/erase your Personal Information (right to erasure/deletion, “right to be forgotten”);</li>\n<li>to receive the Personal Information provided by you in a structured, commonly used and machine-readable format and to transmit those Personal Information to another data controller (right to data portability)", "case_id": 195, "document_id": 5372, "quoteStart": 86212, "quoteEnd": 86943}, {"id": 19919, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.youporn.com/information/#privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:24:11.146183", "updated_at": "2021-05-07 21:26:57.034629", "quoteText": "<p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“CCPA”) provides California residents (“Consumer(s)”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<ul>\n<li>Opt-out of the sale of their personal information, should we sell their personal information;</li>\n<li>Be informed of certain information concerning our collection and use of their personal information;</li>\n<li>Request that we delete certain personal information we collected from them;</li>\n<li>Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems;</li>\n<li>Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.</li>\n</ul>\n<p>This Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p>\n<p>If the CCPA is applicable to you and you would like to exercise your rights, please contact <u>support@youporn.com", "case_id": 482, "document_id": 5372, "quoteStart": 88247, "quoteEnd": 90230}, {"id": 19913, "title": "This service is only available to users over a certain age", "source": "https://www.youporn.com/information/#terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 19:10:43.351603", "updated_at": "2021-05-07 21:22:15.338204", "quoteText": "If you are under 18 or the applicable age of majority, you are not permitted to submit personal information to us or use the Website.", "case_id": 152, "document_id": 5373, "quoteStart": 10657, "quoteEnd": 10790}], "urls": ["youporn.com"]}}