{"error": 448, "message": "OK", "parameters": {"id": 4609, "name": "BreezoMeter", "created_at": "2021-07-07 21:30:19.396774", "updated_at": "2021-07-07 22:00:48.609917", "wikipedia": null, "keywords": null, "related": null, "slug": "breezometer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4609.png", "url": "breezometer.com", "documents": [{"id": 8191, "name": "Cookies Policy", "url": "https://www.breezometer.com/cookies-policy", "xpath": "//body", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NK8XSV3&amp;l=dataLayer\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSummer 2021: Extreme Weather, Heatwaves &amp.\nWildfires <ul>\n<li>Products <ul>\n<li> Products Overview <p>Air quality data APIs for businesses</p>\n</li>\n<li> Air Pollution API <p>Real-time air quality data for your business</p> Pollen API <p>Global multi-species pollen API</p> Fires API <p>Location-specific fire information</p>\n</li>\n<li> API Documentation <p>How to use and integrate our APIs</p> API Login </li>\n</ul>\n</li>\n<li>Solutions <ul>\n<li> Air Purification &amp.\nSmart Homes <p>Air quality alerts for residential and commercial settings</p>\n</li>\n<li> Medical Devices &amp.\nDigital Health <p>Pollution alerts for medical devices and health apps</p>\n</li>\n<li> Automotive &amp.\nSmart Mobility <p>Preventing in-cabin contamination &amp.\npassenger exposure to harmful pollution</p>\n</li>\n<li> Media &amp.\nAdvertising <p>Environmental data for advertisers and publishers to increase ROI</p>\n</li>\n</ul>\n</li>\n<li>Plans</li>\n<li>Resources <ul>\n<li> Use Cases <p>Innovative customer integrations and benefits</p>\n</li>\n<li> Resource Center <p>Informative premium content about air pollution, pollen data, and API integrations</p>\n</li>\n</ul>\n</li>\n<li>Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n</ul>\n</li>\n<li>Blog</li>\n<li>\n<p>Contact Us</p>\n</li>\n</ul>\n<p>Check Your Air Quality</p>\n<p>Contact Us</p> Cookies Policy <p> In our site, www.breezometer.com (\"Site\"), we use cookies and similar files or technologies to automatically collect and store information about your computer, device, and Site usage, in order to improve their performance and enhance your user experience.\nWe use the general term \"cookies\" in this policy to refer to these technologies and all such similar technologies that collect information automatically when you are using our Site where this policy is posted.\nYou can find out more about cookies and how to control them in the information below.\n</p>\n<br>\n<p> If you do not accept the use of these cookies, please disable them using the instructions in this cookie policy or by changing your browser settings so that cookies from this Site cannot be placed on your computer or mobile device.\nImportant: disabling cookies on this Site may seriously cripple the user experience and other features on the Site, to the point of rendering them useless.\n</p>\n<br>\n<p> In this Cookies Policy, we use the term Breezometer (and \"we\", \"us\" and \"our\") to refer to Breezometer Ltd.\nOur Privacy Policy is available at https://www.breezometer.com/privacy-policy.\n</p> What is a cookie? <p> Cookies are computer files containing small amounts of information which are downloaded to your computer or mobile device when you visit a website.\nCookies can then be sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nCookies are widely used in order to make websites work, or to work more efficiently, as well as to provide information to the owners of the website.\n</p>\n<br>\n<p> Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and generally improving the user experience.\nCookies may tell us, for example, whether you have visited our Site before or whether you are a new visitor.\n</p>\n<br>\n<p>There are two broad categories of cookies:</p>\n<br>\n<ul>\n<li>First party cookies, served directly by us to your computer or mobile device.</li>\n<li>Third party cookies, which are served by a third party on our behalf.\nWe use third party cookies for functionality, performance / analytics, marketing, unclassified and other technologies, and social media purposes.\n</li>\n</ul>\n<br>\n<p> Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are 'session cookies', meaning that they exist only while your browser is open.\nThese are deleted automatically once you close your browser.\nOther cookies are 'permanent cookies', meaning that they survive after your browser is closed.\nThey can be used by websites to recognize your computer when you open your browser and browse the Internet again.\n</p>\n<br> Web beacons: <br>\n<p> Cookies are not the only way to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called \"tracking pixels\" or \"clear gifs\").\nThese are small graphics files that contain a unique identifier that enable us to recognize when someone has visited our website.\nThis allows us, for example, to monitor the traffic patterns of users from one page within our website to another, to deliver or communicate with cookies, to understand whether you have come to our website from an online advertisement displayed on a third party website, to improve website performance and to measure the success of email marketing campaigns.\nIn most instances, these technologies are reliant on cookies to function, and therefore declining cookies prevents them from functioning.\n</p>\n<br>\n<p> If you don't want your cookie information to be associated with your visits to these pages, you can set your browser to turn off cookies as described further below.\nIf you turn off cookies, web beacon and other technologies will still detect your visits to our Site.\nhowever, they will not be associated with information otherwise stored in cookies.\n</p> Targeted advertising <br>\n<p> Third parties may drop cookies on your computer or mobile device to serve advertising through our website.\nThese companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in.\nThey may also employ technology that is used to measure the effectiveness of advertisements.\nThe information collected through this process does not enable us or them to identify your name, contact details or other personally identifying details unless you choose to provide these to us.\n</p>\n<br> How do we use cookies? <br>\n<p>We use cookies to:</p>\n<br>\n<ul>\n<li>track traffic flow and patterns of travel in connection with our Site;</li>\n<li>understand the total number of visitors to our Sites on an ongoing basis and the types of internet browsers (e.g.\nChrome, Firefox, Safari, or Internet Explorer) and operating systems (e.g.\nWindows or Mac) used by our visitors;</li>\n<li>monitor the performance of our Site and to continually improve it.\nand</li>\n<li>customize and enhance your online experience.</li>\n</ul>\n<br> What types of cookies do we use? <br>\n<p> The types of cookies used by us in connection with the Site can be considered 'essential website cookies', 'functionality cookies', 'analytics and performance cookies', 'marketing', 'unclassified', and 'other technologies' We've set out some further information below, and the purposes of the cookies we set in the following table.\n</p>\n<br>\n<p>1.\nCookies necessary for essential website purposes</p>\n<br>\n<p> These cookies are essential to provide you with services available through this Site and to use some of its features, such as access to secure areas.\nWithout these cookies we will not be able to provide services that you require, such as transactional pages and secure login accounts.\n</p>\n<br> Cookie name Source Expiry Purpose JSESSIONID nr-data.net Session Preserves users states across page requests.\n<br>\n<p>2.\nFunctionality Cookies</p>\n<br>\n<p> These cookies record information about choices you've made and allow us to tailor the website to you.\nThese cookies allow us to provide you with our services in the way in which you have required, as you continue to use or come back to our Site.\nFor example, these cookies allow us to: </p>\n<br>\n<ul>\n<li>Save your location preference if you have set your location on the homepage in order to receive a localized information;</li>\n<li>Remember settings you have applied, such as layout, text size, preferences, and colors;</li>\n<li>Show you when you are logged in.\nand</li>\n<li>Store accessibility options.</li>\n</ul>\n<br> Cookie name Source Expiry Purpose lang ads.linkedin.com Session Remembers the user's selected language version of a website lang linkedin.com Session Set by Lin kedIn when a web page contains an embedded \"Follow u s\" pan el messagesUtk breezometer.com 1 year Stores a unique ID string for each chat-box session .\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\n<br>\n<p>3.\nPerformance / Analytics Cookies</p>\n<br>\n<p> We use performance/analytics cookies to analyze how the website is accessed, used, or is performing.\nWe do this in order to provide you with a better user experience and to maintain, operate and continually improve the website.\nFor example, these cookies allow us to: </p>\n<br>\n<ul>\n<li>Better understand our website visitors so that we can improve how we present our content;</li>\n<li>Test different design ideas for particular pages, such as our homepage;</li>\n<li>Collect information about Site visitors such as where they are located and what browsers they are using;</li>\n<li>Determine the number of unique users of the website;</li>\n<li>Improve the website by measuring any errors that occur.\nand</li>\n<li>Conduct research and diagnostics to improve product offerings.</li>\n</ul>\n<br> Cookie name Source Expiry Purpose _ga breezometer.com 2 years Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n_gat breezometer.com 1 day Used by Google Analytics to throttle request rate _gid breezometer.com 1 day Registers unique ID that is used to generate statistical data on how the visitor uses the website.\n<br>\n<p>4.\nMarketing</p>\n<br>\n<p> We use marketing cookies to deliver many types of targeted digital marketing..\nWe do this in order to provide you with a better user experience and to maintain, operate and continually improve the website.\nThe cookie store user data and behavior information, which allows advertising services to target audience according to variables.\nFor example, these cookies allow us to: </p>\n<br>\n<ul>\n<li>Observe the site performance and generate retargeting (Site retargeting, search retargeting, etc).</li>\n<li>Maintain and improve the website and our products</li>\n</ul>\n<br> Cookie name Source Expiry Purpose __gads breezometer.com 2 years Used to register what ads have been displayed to the user.\n__hstc breezometer.com 1 years Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location ,in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\n__hssc breezometer.com 1 day Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location ,in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\n__hssrc breezometer.com Session Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location , in order to enable media and marketing agencies to structure and understand their target groups t o enable customised online advertising.\n__ptq.gif hubspot.com Session Sends data to the marketing platform Hu bspot about the visitor's device and behaviour.\nTracks the visitor across devices and marketing channels.\n__fbp breezometer.com 3 months Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nads/ga-audiences google.com Session Used by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor 's online behaviour across websites.\nbcookie linkedin.com 2 years Used by the social networking service, Lin kedIn , for tracking the use of embedded services bscookie linkedin.com 2 years Used by the social networking service, Lin kedIn , for tracking the use of embedded services embed/v3/counters.gif forms.hsforms.com Session Collects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign -platform used by w ebsite ow n ers for promoting events or products.\nfr facebook.com 3 months Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\ngoogle_experiment_mod breezometer.com Persistent Used by Google AdSen se for experimenting with advertisement efficiency across websites using their services.\nGoogleAdServingTest breezometer.com Session Used to register what ads have been displayed to the user.\nhubspotutk breezometer.com 1 year Keeps track of a visitor's identity.\nThis cookie is passed to the marketing platform HubSpot on form submission and used when deduplicating contacts.\nIDE doubleclick.net 1 year Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\nlidc linkedin.com 1 day Used by the social networking service, Lin kedIn , for tracking the use of embedded services lissc linkedin.com 1 year Used by the social networking service, Lin kedIn , for tracking the use of embedded services pagead/1p-user-list/# google.com Session Unclassified sbjs_current breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_current_add breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_first breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_first_add breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_migrations breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_session breezometer.com 1 day Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nsbjs_udata breezometer.com 269 days Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\ntest_cookie doubleclick.net 1 day Used to check if the user's browser supports cookies.\ntr facebook.com Session Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nUserMatchHistory linkedin.com 29 days Used to track visitors on multiple websites, in order to present relevant advertisements based on the visitor's preferences.\n<br>\n<p>5.\nUnclassified</p>\n<br> Cookie name Source Expiry Purpose goog_pem_mod breezometer.com Persistent This cookie is used to send data to Google Analytics about the visitor’s device and behaviour.\nIt tracks the visitor across devices and marketing channels.\ni18n_redirected breezometer.com 1 year The il8n redirect, redirects user with permanent 302 redirect to their detected locale if a valid language was not found for them.\nIt also sets the cookie locale for future requests to their detected locale.\nThis also stores the last_locale for a user.\nrise-above-competition-popup breezometer.com Persistent Not actually a cookie - Its saved on 'local storage' and it saves only the timestamp for when a user closes the popup <br>\n<p>Please note: a persistent cookie remains in your browser's subfolders until you delete them manually or your browser deletes them based on the duration period contained within the persistent cookie's file.</p>\n<br>\n<p>How to control or delete cookies</p>\n<br>\n<p> Most browsers allow you to change your cookie settings.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\nIn order to understand these settings and learn how to use them, please consult the “Help” function of your browser, or the documentation published online for your particular browser type and version.\n</p>\n<br>\n<p>However, please note that if you choose to refuse cookies you may not be able to use the full functionality of our Site.</p>\n<br>\n<p>The following pages have information on how to change your cookies settings for the different browsers:</p>\n<br>\n<ul>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Safari and iOS and iOS</li>\n</ul>\n<br>\n<p>Third Party Websites' Cookies</p>\n<br>\n<p> When using our website, you may be directed to other websites for such activities as surveys, to make payment in currency other than U.S.\ndollars, or for job applications.\nThese websites may use their own cookies.\nWe do not have control over the placement of cookies by other websites you visit, even if you are directed to them from our website.\n</p>\n<br>\n<p>If you use the buttons that allow you to share products and content with your friends via social networks like Google, Twitter and Facebook, these companies may set a cookie on your computer memory.\nFind out more about these here:</p>\n<br> https://www.facebook.com/about/privacy http://twitter.com/privacy http://www.google.com/intl/en-GB/policies/privacy <br>\n<p>Need More Information?</p>\n<br>\n<p>If you would like to find out more about cookies and their use on the Internet, you may find the following link useful:</p>\n<br>\n<ul>\n<li>All About Cookies</li>\n</ul>\n<br>\n<p>Cookies that have been set in the past</p>\n<br>\n<p>If you have disabled one or more Cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p>\n<br>\n<p>Contact us</p>\n<br>\n<p>If you have any questions or comments about this cookies policy, or privacy matters generally, please contact us via email at privacy@breezometer.com</p> Headquarters <p> 24 HaNamal St, <br>P.O.\nBox 33887, <br>Haifa, Israel 3303124 </p>\n<ul>\n<li>twitter</li>\n<li>linkedin</li>\n<li>youtube</li>\n<li>facebook</li>\n</ul> Products <ul>\n<li>Overview</li>\n<li>Plans</li>\n<li>\n<p>Core Products:</p>\n<ul>\n<li>Air Pollution API</li>\n<li>Pollen API</li>\n<li>Fires API</li>\n</ul>\n</li>\n<li>\n<p>For Developers:</p>\n<ul>\n<li>API Documentation</li>\n<li>API Login</li>\n</ul>\n</li>\n</ul> Solutions <ul>\n<li>Air Purification &amp.\nSmart Homes</li>\n<li>Medical Devices &amp.\nDigital Health</li>\n<li>Automotive &amp.\nSmart Mobility</li>\n<li>Media &amp.\nAdvertising</li>\n</ul> Resources <ul>\n<li>Blog</li>\n<li>Use Cases</li>\n<li>Resource Center</li>\n<li>Check Your Air Quality</li>\n<li>Air Quality App</li>\n</ul> About Us <ul>\n<li>Company</li>\n<li>News and Events</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2021 BreezoMeter, All Rights Reserved.</p> Terms of Use Cookies Policy Privacy Policy <p> This website uses cookies to ensure you get the best experience on our website.\nLearn more </p> Got It! ", "created_at": "2021-07-07 21:30:19.404858", "updated_at": "2021-07-07 19:31:21.690228"}, {"id": 8190, "name": "PRIVACY POLICY", "url": "https://www.breezometer.com/privacy-policy", "xpath": "//body", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NK8XSV3&amp;l=dataLayer\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSummer 2021: Extreme Weather, Heatwaves &amp.\nWildfires <ul>\n<li>Products <ul>\n<li> Products Overview <p>Air quality data APIs for businesses</p>\n</li>\n<li> Air Pollution API <p>Real-time air quality data for your business</p> Pollen API <p>Global multi-species pollen API</p> Fires API <p>Location-specific fire information</p>\n</li>\n<li> API Documentation <p>How to use and integrate our APIs</p> API Login </li>\n</ul>\n</li>\n<li>Solutions <ul>\n<li> Air Purification &amp.\nSmart Homes <p>Air quality alerts for residential and commercial settings</p>\n</li>\n<li> Medical Devices &amp.\nDigital Health <p>Pollution alerts for medical devices and health apps</p>\n</li>\n<li> Automotive &amp.\nSmart Mobility <p>Preventing in-cabin contamination &amp.\npassenger exposure to harmful pollution</p>\n</li>\n<li> Media &amp.\nAdvertising <p>Environmental data for advertisers and publishers to increase ROI</p>\n</li>\n</ul>\n</li>\n<li>Plans</li>\n<li>Resources <ul>\n<li> Use Cases <p>Innovative customer integrations and benefits</p>\n</li>\n<li> Resource Center <p>Informative premium content about air pollution, pollen data, and API integrations</p>\n</li>\n</ul>\n</li>\n<li>Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n</ul>\n</li>\n<li>Blog</li>\n<li>\n<p>Contact Us</p>\n</li>\n</ul>\n<p>Check Your Air Quality</p>\n<p>Contact Us</p> BREEZOMETER PRIVACY POLICY <p>Last Updated: December 31, 2020</p>\n<p> In order to ensure transparency and give you more control over your Personal Information (as defined below), this privacy policy (“<strong>Privacy Policy</strong>”) governs how we, Breezometer Ltd.\n(together, “<strong>Breezometer</strong>” “<strong>we</strong>”, “<strong>our</strong>” or “<strong>us</strong>”) use, collect, and store Personal Data (as defined below) we collect or receive from or about you (“<strong>you</strong>”) such as in the following use cases: </p>\n<ol>\n<li>When you browse or visit our website, https://www.breezometer.com (“<strong>Website</strong>”);</li>\n<li> When you make use of, or interact with, our Website <ol>\n<li>When you create an account and log in (API login) to the account dashboard</li>\n<li>When you request an evaluation</li>\n<li>When you subscribe to receive monthly updates about air quality and the internet of things</li>\n<li>When we process your job application</li>\n<li>When you contact us (e.g.\ncustomer support, need help, submit a request)</li>\n<li>When you use the Livemap feature</li>\n</ol>\n</li>\n<li> When you make use of, or interact with, our mobile software application \"Air Quality Index Breezometer\", that we license (each individually, and collectively, the “<strong>App</strong>”).\n<ol>\n<li>When you use the Livemap feature</li>\n<li>When you request to continuously update your personal exposure and/or to receive updates with the air quality is getting better or worse</li>\n<li>When you send us feedback</li>\n<li>When you utilize the \"saved location\" function (e.g., home, work)</li>\n</ol>\n</li>\n<li>When you attend a marketing event and provide us with your Personal Data and/or you exchange business cards with us</li>\n<li>When we use the Personal Data of our customers (e.g.\ncontact details)</li>\n<li>When we use the Personal Data of our resellers, distributors, agents and/or finders (e.g.\ncontact details)</li>\n<li>When we use the Personal Data of our service providers (e.g.\ncontact details)</li>\n<li>When you interact with us on our social media profiles (e.g., Facebook, Instagram, Twitter, LinkedIn)</li>\n</ol>\n<p> We greatly respect your privacy, which is why we make every effort to provide a platform that would live up to the highest of user privacy standards.\nPlease read this Privacy Policy carefully, so you can fully understand our practices in relation to Personal Data.\n“Personal Data” or “Personal Information” means any information that can be used, alone or together with other data, to uniquely identify any living human being.\nPlease note that this is a master privacy policy and some of its provisions only apply to individuals in certain jurisdictions.\nFor example, the legal basis in the table below is only relevant for GDPR-protected individuals.\n</p>\n<p>\n<strong>Important note</strong>: Nothing in this Privacy Policy is intended to limit in any way your statutory right, including your rights to a remedy or means of enforcement.</p>\n<p>\n<strong>Table of contents</strong>: What information we collect, why we collect it, and how it is used </p>\n<ol>\n<li>How we protect and retain your Personal Data</li>\n<li>How we share your Personal Data</li>\n<li>Additional information regarding transfers of Personal Data</li>\n<li>Your privacy rights</li>\n<li>Use by children</li>\n<li>Interaction with third party products</li>\n<li>Log files</li>\n<li>Analytic tools</li>\n<li>Specific provisions applicable under California privacy law</li>\n<li>Contact us</li>\n</ol>\n<p> This Privacy Policy can be updated from time to time and, therefore, we ask you to check back periodically for the latest version of this Privacy Policy.\nIf we implement significant changes to the use of your Personal Data in a manner different from that stated at the time of collection, we will notify you by posting a notice on our Website or by other means.\n</p>\n<ol>\n<li>\n<strong>WHAT INFORMATION WE COLLECT, WHY WE COLLECT IT, AND HOW IT IS USED</strong>\n</li>\n<strong>Specific Personal Data we collect</strong>\n<strong>Why is the Personal Data collected and for what purposes?</strong>\n<strong>Legal basis </strong>\n<strong>Third parties with whom we share your Personal Data </strong>\n<strong>Consequences of not providing the Personal Data</strong>\n<strong>\n<em>When you browse or visit our Website</em>\n</strong> Cookies, analytic tools and log files.\n<p>For more information, please read our cookies policy</p> For marketing, analytics and statistics purposes.\nConsent <p> Legitimate interest (e.g., essential cookies) </p> 3rd party platforms such as for the following purposes: <ul>\n<li>Google Analytics (analytic tool)</li>\n<li>Hubspot (CRM tool)</li>\n<li>LinkedIn (Ad Campaigns and referral traffic to site)</li>\n<li>Facebook (ad campaigns and referral traffic to site)</li>\n<li>Doubleclick (ad campaigns)</li>\n<li>Google (ad campaigns)</li>\n</ul> Certain Website features may not be available <p>Read more about the purposes of each cookie here</p>\n<strong>\n<em>When you make use of, or interact with, our Website</em>\n</strong>\n<strong>\n<em>When you create an account and when you log in (API login) to the account dashboard</em>\n</strong>\n<ul>\n<li>Full name</li>\n<li>Work email address</li>\n<li>Password</li>\n<li>Company URL</li>\n<li>Any other information you may provide for us</li>\n</ul>\n<ul>\n<li>To be able to create an account</li>\n<li>To be able to log in to the account dashboard</li>\n<li>To be able to enjoy features available to registered users only</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.\n<p> Legitimate interest (e.g.\nto log into the service).\n</p> 3rd party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n</ul> Cannot create an account <p> Cannot log in </p>\n<p> Cannot enjoy all the features </p>\n<strong>\n<em>When you request an evaluation</em>\n</strong>\n<ul>\n<li>Full Name</li>\n<li>Work email address</li>\n<li>Company name</li>\n<li>Vertical</li>\n<li>Company URL<strong>\n</strong>\n</li>\n</ul>\n<ul>\n<li>To provide you with an evaluation of our product/services</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.<strong>\n</strong>\n<p> Legitimate interest (e.g., to provide an evaluation) </p> 3rd party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n</ul> Cannot provide you with an evaluation <strong>\n<em>When you subscribe to receive monthly updates about air quality and the internet of things </em>\n</strong>\n<ul>\n<li>Email addresses</li>\n<li>Full Name</li>\n</ul>\n<ul>\n<li>To send you monthly updates with information about how air pollution can affect you and updates regarding how environmental insights can improve the health of billions.<strong>\n</strong>\n</li>\n</ul> Consent <p> Legitimate interest (e.g.\nto allow you to post in our blog) </p> 3rd party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n</ul> Cannot email you our monthly update <strong>\n<em>When we process your job application</em>\n</strong>\n<ul>\n<li>Full Name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Department/position</li>\n<li>CV and cover letter</li>\n<li>Any other information you choose to share with us</li>\n</ul>\n<ul>\n<li>To process your job application</li>\n<li>To review your application</li>\n<li>To assess you as a candidate</li>\n<li>To analyze your application</li>\n<li>To communicate with you in connection with your job application<br>\n</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nto process your job application) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional- CRM and Marketing Automation</li>\n<li>Gsuit for scheduling interviews and contacting user</li>\n</ul> Cannot process your job application <p> Cannot review your application </p>\n<p> Cannot assess you as a candidate \\ Cannot analyze your application \\ Cannot communicate with you in connection with your job application </p>\n<strong>\n<em>When you contact us (e.g.\ncustomer support, need help, submit a request)</em>\n</strong>\n<ul>\n<li>Full Name</li>\n<li>Email address</li>\n<li>Company URL and work email address</li>\n<li>Industry</li>\n<li>Any other information you choose to share with us</li>\n</ul>\n<ul>\n<li>To process your request</li>\n<li>To provide you with assistance</li>\n<li>To respond to your query</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nto respond to a query sent by you) </p> 3rd party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n</ul> Cannot process your request <p> Cannot provide assistance </p>\n<p> Cannot respond to your query </p>\n<strong>\n<em>When you use the LiveMap feature</em>\n</strong>\n<ul>\n<li>Location data</li>\n<li>IP address</li>\n</ul>\n<ul>\n<li>To provide you with information about air quality and exposure<strong>\n</strong>in the place that you are located</li>\n<li>Provide alerts about fires around you.</li>\n</ul> Consent <p> Legitimate interest (e.g.\nto allow you to access location specific information) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Mapbox- map loads for web</li>\n<li>Here technologies – a tool to convert the longitude and latitude coordinates to address and search capabilities</li>\n<li>Openstreetmap-Nominatim- a tool for geocoding and reverse geocoding</li>\n<li>Sisense - Sisense Business Intelligence and Analytics software</li>\n</ul> Cannot provide you with air quality and exposure information <p> Cannot send you location specific air quality alerts </p>\n<p> Cannot send you alerts about fires around you </p>\n<p> Cannot collect air quality data in order to update your personal exposure </p>\n<strong>\n<em>When you make use of, or interact with, the App</em>\n</strong>\n<strong>\n<em>When you use the Livemap feature </em>\n</strong>\n<ul>\n<li>User Identifier<strong>\n</strong>(anonymous manner)</li>\n<li>IP address or MAC address</li>\n<li>Device name<strong>\n</strong>and<strong>\n</strong>details (for example [Samsung S10, OS version 8), to the extent that includes Personal Data</li>\n</ul>\n<ul>\n<li>To provide you with information about air quality and exposure in the place that the user is located</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nto provide you with the Livemap feature) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Google Analytics for app analytics</li>\n<li>Sisense - Sisense Business Intelligence and Analytics software</li>\n<li>Google Firebase - to store the data</li>\n</ul> Cannot provide you with air quality and exposure information <ul>\n<li>Location data (longitude and latitude coordinates only)</li>\n</ul>\n<ul>\n<li>To provide you information about the air quality and exposure of the user's current location and to allow you to access, in the App, any changes to the air quality and exposure</li>\n<li>To provide your with the pollen feature (when proactively by you)</li>\n<li>To provide you with the weather feature (when proactively by you)</li>\n<li>To show you about the closest fires to your location</li>\n<li>Note: We will only track your location data when you use the Livemap feature (foreground data access).</li>\n</ul> Consent (the user can activate this feature by the permissions available in the App.\nUsers can withdraw permission at any time) 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Mapbox- map loads for web</li>\n<li>Here technologies – a tool to convert the longitude and latitude coordinates to address and search capabilities</li>\n<li>Openstreetmap-Nominatim- a tool for geocoding and reverse geocoding</li>\n<li>Google Analytics- analytics tool</li>\n<li>Google Firebase - to store the data</li>\n</ul> Cannot provide you information about the air quality and exposure of the user's current location or allow you to access information pertaining to the changes in air quality and exposure <p> Cannot provide your with the pollen feature </p>\n<p> Cannot provide you with the weather feature </p>\n<strong>\n<em>When you request to continuously update your personal exposure and/or to receive updates with the air quality is getting better or worse </em>\n</strong>\n<br>\n<ul>\n<li>Location (longitude and latitude coordinates only)</li>\n<li>Device name<strong>\n</strong>and<strong>\n</strong>details (for example [Samsung S10, OS version 8), to the extent that includes Personal Data</li>\n</ul>\n<ul>\n<li> When you proactively activate this feature, the App collects location data even when the App is closed or not in use, in order to enable us to update you about the exposure in your location and/or when the air quality is getting better or worse (background data access).\n</li>\n</ul> Consent (the user can activate this feature by the permissions available in the App.\nUsers can withdraw permission at any time) 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Mapbox- map loads for web</li>\n<li>Here technologies – a tool to convert the longitude and latitude coordinates to address and search capabilities</li>\n<li>Google Analytics for app analytics Google Firebase - to store the data</li>\n</ul> Cannot provide you with information and updates/changes about the air quality and exposure at your location <p> Cannot provide you with updates regarding air quality </p>\n<strong>\n<em>When you send us feedback</em>\n</strong>\n<ul>\n<li>Email address</li>\n<li>Feedback and/or comments</li>\n<li>Any other information you choose to share with us, to the extent that it contains Personal Data</li>\n</ul>\n<ul>\n<li>To provide us with feedback regarding the App</li>\n<li>To improve the App</li>\n<li>To provide you with a better service</li>\n</ul> Legitimate interest (e.g.\nto allow you to send feedback) 3rd party platforms such as for the following purposes: <ul>\n<li>Google Analytics for app analytics</li>\n<li>Gsuit – email provider</li>\n</ul>\n<ul>\n<li>Cannot provide us with your feedback.</li>\n</ul>\n<strong>\n<em>When you utilize the \"saved location\" function (e.g..\nhome, work)</em>\n</strong>\n<ul>\n<li>Location data (longitude and latitude coordinates only)</li>\n<li>Device name<strong>\n</strong>and<strong>\n</strong>details (for example [Samsung S10, OS version 8), to the extent that includes Personal Data</li>\n</ul>\n<ul>\n<li>To enable you to save your favorite locations</li>\n<li>To show you the address saved by you as favorite in the App.</li>\n<li>To provide you with the Weather feature (when proactively by you)</li>\n<li>To provide your with the pollen feature (when proactively by you)</li>\n<li>Note: For the avoidance of doubt, we do not store the specific address, we only store longitude and latitude coordinates</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nto allow you to save locations) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Google Analytics for app analytics</li>\n<li>Google Firebase - to store the data</li>\n<li>Mapbox- map loads for web</li>\n<li>Here technologies – a tool to convert the longitude and latitude coordinates to address and search capabilities</li>\n</ul>\n<ul>\n<li>Cannot enable you to save your favorite locations</li>\n<li>Cannot show you the address saved by you as favorite in the App.</li>\n<li>Cannot provide you with the Weather feature</li>\n<li>Cannot provide your with the pollen feature</li>\n</ul>\n<strong>\n<em>When you attend a marketing event and provide us with your Personal Data and/or you exchange business cards with us</em>\n</strong>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Any other information you choose to share with us</li>\n</ul>\n<ul>\n<li>To establish a business connection</li>\n<li>To send you marketing communications</li>\n</ul> Depending on the context, consent or legitimate interest (e.g., to send you more information about Breezometer) or pre-contractual discussions 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n<li>Sisense Business Intelligence and Analytics software</li>\n</ul> Cannot send you marketing communications <p> Cannot establish a business connection </p>\n<strong>\n<em>When we use the Personal Data of our customers (e.g.\ncontact details) </em>\n</strong>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Company Name</li>\n<li>Position at company</li>\n<li>Any other information you choose to share with use</li>\n</ul>\n<ul>\n<li>To communicate with customers</li>\n<li>To perform the applicable agreement</li>\n</ul> Processing is necessary for the performance of a contract to which our customer is a party.\n<p> Compliance with a legal obligation (e.g.\ntax laws, bookkeeping laws, etc.).\n</p>\n<p> Legitimate interest (e.g.\nsend you contract-related communications) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n<li>Sisense Business Intelligence and Analytics software</li>\n</ul> Cannot communicate with Customers <p> Cannot perform applicable agreement </p>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n</ul>\n<ul>\n<li>To send marketing updates<strong>\n</strong>\n</li>\n</ul> Consent <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n</ul> Cannot send marketing updates <strong>\n<em>When we use the Personal Data of our resellers, distributors, agents and/or finders (e.g.\ncontact details)</em>\n</strong>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Position at company</li>\n<li>Any other info that you choose to share with us</li>\n</ul>\n<ul>\n<li>To communicate with our resellers, distributors, agents and/or finders</li>\n<li>To perform the applicable agreement</li>\n<li>To send you contract-related communications</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nperform the contract, send contract-related communications) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n<li>Sisense Business Intelligence and Analytics software</li>\n</ul> Cannot communicate with our resellers, distributors, agents, and/or finders <strong>\n<em>When we use the Personal Data of our service providers (e.g.\ncontact details)</em>\n</strong>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Position at company</li>\n<li>Company Name</li>\n<li>Any other info that you choose to share with us</li>\n</ul>\n<ul>\n<li>To communicate with our service providers</li>\n<li>To perform the applicable agreement</li>\n<li>To send you contract-related communications</li>\n</ul> Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <p> Legitimate interest (e.g.\nperform the contract, send contract-related communications) </p> 3<sup>rd</sup> party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n<li>Sisense Business Intelligence and Analytics software</li>\n</ul> Cannot communicate with our service providers <strong>\n<em>When you interact with us on our social media profiles (e.g., Facebook, Twitter, LinkedIn) </em>\n</strong>\n<ul>\n<li>Name/user name</li>\n<li>Email address</li>\n<li>Any information that you wish to share with us</li>\n</ul>\n<ul>\n<li>To allow you to communicate with us</li>\n<li>To answer your queries</li>\n</ul> Depending on the context, legitimate interest (e.g.\nreplying your requests/questions), pre-contractual discussions (e.g.\nif you request us to send you more information of our products/services) or consent 3rd party platforms such as for the following purposes: <ul>\n<li>Hubspot Marketing Hub Professional - CRM and Marketing Automation</li>\n<li>Sisense Business Intelligence and Analytics software Facebook for the purpose of communicating with you</li>\n<li>LinkedIn for the purpose of communicating with you</li>\n<li>Twitter for the purpose of communicating with you</li>\n</ul> Cannot communicate with you, Cannot provide you with necessary marketing/product/services information <p> Finally, please note that some of the abovementioned Personal Data will be used for detecting, taking steps to prevent, and prosecution of fraud or other illegal activity, to identify and repair errors, to conduct audits, and for security purposes.\nPersonal Data may also be used to comply with applicable laws, with investigations performed by the relevant authorities, law enforcement purposes, and/or to exercise or defend legal claims.\nIn certain cases, we may or will anonymize or de-identify your Personal Data.\n“Anonymous Information” means information which does not enable identification of an individual user, such as aggregated information about the use of our services.\nWe may use Anonymous Information and/or disclose it to third parties without restrictions (for example, in order to improve our services and enhance your experience with them).\n</p>\n<li> HOW WE PROTECT AND RETAIN YOUR INFORMATION <ol>\n<li>Security.\nWe have implemented appropriate technical, organizational and security measures designed to protect your personal data.\nHowever, please note that we cannot guarantee that the information will not be compromised as a result of unauthorized penetration to our servers.\nAs the security of information depends in part on the security of the computer, device or network you use to communicate with us and the security you use to protect your user IDs and passwords, please make sure to take appropriate measures to protect this information.\n</li>\n<li>Retention of your Personal Data.\nIn addition to the retention periods mentioned above, in some circumstances we may store your Personal Data for longer periods of time, for example (i) where we are required to do so in accordance with legal, regulatory, tax or accounting requirements, or (ii) for us to have an accurate record of your dealings with us in the event of any complaints or challenges, or (iii) if we reasonably believe there is a prospect of litigation relating to your Personal Data or dealings.\nWe have an internal data retention policy to ensure that we do not retain your Personal Data perpetually.\nRegarding retention of cookies, you can read more in our cookies policy.\n</li>\n</ol>\n</li>\n<li> HOW WE SHARE YOUR PERSONAL DATA <p>In addition to the recipients described above, we may share your Personal Data as follows:</p>\n<ol>\n<li>With our business partners with whom we jointly offer products or services.\nWe may also share Personal Data with our affiliated companies.</li>\n<li> To the extent necessary, with regulators, courts or competent authorities, to comply with applicable laws, regulations and rules (including, without limitation, federal, state or local laws), and requests of law enforcement, regulatory and other governmental agencies or if required to do so by court order.\n</li>\n<li> If, in the future, we sell or transfer, or we consider selling or transferring, some or all of our business, shares or assets to a third party, we will disclose your Personal Data to such third party (whether actual or potential) in connection with the foregoing events.\n</li>\n<li> In the event that we are acquired by, or merged with, a third party entity, or in the event of bankruptcy or a comparable event, we reserve the right to transfer, disclose or assign your Personal Data in connection with the foregoing events.\nand/or </li>\n<li>Where you have provided your consent to us sharing or transferring your Personal Data (e.g., where you provide us with marketing consents or opt-in to optional additional services or functionality).</li>\n</ol>\n</li>\n<li> ADDITIONAL INFORMATION REGARDING TRANSFERS OF PERSONAL DATA <p>Storage: We store our data in Hubspot CRM.\nThe HubSpot platform is hosted in data center providers in the US - Amazon Web Services in the US-East-1 region.</p>\n<p>Google Cloud Platform- data stored here is located in the US.\n-</p>\n<ol>\n<li>Access from Israel: Access from Israel is covered by the European Commission’s Adequacy Decision regarding Israel.\nYou can read more here: https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en.\n</li>\n<li>Internal transfers: Transfers within the Breezometer Group will be covered by an internal processing agreement entered into by members of the Breezometer Group (an intra-group agreement) which contractually obliges each member to ensure that Personal Data receives an adequate and consistent level of protection wherever it is transferred to.\n</li>\n<li>External transfers: Where we transfer your Personal Data outside of EU/EEA (for example to third parties who provide us with services), we will obtain contractual commitments from them to protect your Personal Data.\n</li>\n</ol>\n</li>\n<li> YOUR PRIVACY RIGHTS.\nHOW TO DELETE YOUR ACCOUNT <ol>\n<li>Rights: The following rights (which may be subject to certain exemptions or derogations) shall apply to certain individuals (some of which only apply to individuals protected by the GDPR): <ul>\n<li> You have a right to access Personal Data held about you.\nYour right of access may normally be exercised free of charge, however we reserve the right to charge an appropriate administrative fee where permitted by applicable law.\n</li>\n<li>You have the right to request that we rectify any Personal Data we hold that is inaccurate or misleading;</li>\n<li> You have the right to request the erasure/deletion of your Personal Data (e.g.\nfrom our records).\nPlease note that there may be circumstances in which we are required to retain your Personal Data, for example for the establishment, exercise or defense of legal claims.\n</li>\n<li>You have the right to object, to or to request restriction, of the processing;</li>\n<li> You have the right to data portability.\nThis means that you may have the right to receive your Personal Data in a structured, commonly used and machine-readable format, and that you have the right to transmit that data to another controller.\n</li>\n<li>You have the right to object to profiling;</li>\n<li> You have the right to withdraw your consent at any time.\nPlease note that there may be circumstances in which we are entitled to continue processing your data, in particular if the processing is required to meet our legal and regulatory obligations.\nAlso, please note that the withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.\n</li>\n<li> You also have a right to request certain details of the basis on which your Personal Data is transferred outside the European Economic Area, but data transfer agreements and/or other details may need to be partially redacted for reasons of commercial confidentiality.\n</li>\n<li> You have a right to lodge a complaint with your local data protection supervisory authority (i.e., your place of habitual residence, place or work or place of alleged infringement) at any time or before the relevant institutions in your place of residence.\nWe ask that you please attempt to resolve any issues with us before you contact your local supervisory authority and/or relevant institution.\n</li>\n</ul>\n<p> You can exercise your rights by contacting us at privacy@breezometer.com.\nSubject to legal and other permissible considerations, we will make every reasonable effort to honor your request promptly in accordance with applicable law or inform you if we require further information in order to fulfil your request.\nWhen processing your request, we may ask you for additional information to confirm or verify your identity and for security purposes, before processing and/or honoring your request.\nWe reserve the right to charge a fee where permitted by law, for instance if your request is manifestly unfounded or excessive.\nIn the event that your request would adversely affect the rights and freedoms of others (for example, would impact the duty of confidentiality we owe to others) or if we are legally entitled to deal with your request in a different way than initial requested, we will address your request to the maximum extent possible, all in accordance with applicable law.\n</p>\n</li>\n<li>Deleting your account: Should you ever decide to delete your account, you may do so by emailing privacy@breezometer.com.\nIf you terminate your account, any association between your account and Personal Data we store will no longer be accessible through your account.\nHowever, given the nature of sharing on certain services, any public activity on your account prior to deletion will remain stored on our servers and will remain accessible to the public.\n</li>\n</ol>\n</li>\n<li>USE BY CHILDREN <p> We do not offer our products or services for use by children and, therefore, we do not knowingly collect Personal Data from, and/or about children under the age of eighteen (18).\nIf you are under the age of eighteen (18), do not provide any Personal Data to us without involvement of a parent or a guardian.\nFor the purposes of the GDPR, we do not intend to offer information society services directly to children.\nIn the event that we become aware that you provide Personal Data in violation of applicable privacy laws, we reserve the right to delete it.\nIf you believe that we might have any such information, please contact us at privacy@breezometer.com.\n</p>\n</li>\n<li>INTERACTION WITH THIRD PARTY PRODUCTS <p> We enable you to interact with third party websites, mobile software applications and products or services that are not owned or controlled by us (each a “Third Party Service”).\nWe are not responsible for the privacy practices or the content of such Third Party Services.\nPlease be aware that Third Party Services can collect Personal Data from you.\nAccordingly, we encourage you to read the terms and conditions and privacy policies of each Third Party Service.\n</p>\n</li>\n<li>LOG FILES <p> We use log files.\nThe information inside the log files includes internet protocol (IP) addresses, type of browser, Internet Service Provider (ISP), date/time stamp, referring/exit pages, clicked pages and any other information your browser may send to us.\nWe use such information to analyze trends, administer the Website, track users’ movement around the Website, and gather demographic information.\n</p>\n</li>\n<li>ANALYTIC TOOLS <ul>\n<li>\n<p> Google Analytics.\nThe Website uses a tool called “Google Analytics” to collect information about use of the Website.\nGoogle Analytics collects information such as how often users visit this Website, what pages they visit when they do so, and what other websites they used prior to coming to this Website.\nWe use the information we get from Google Analytics to maintain and improve the Website and our products.\nWe do not combine the information collected through the use of Google Analytics with Personal Information we collect.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this Website is restricted by the Google Analytics Terms of Service, available at https://marketingplatform.google.com/about/analytics/terms/us/, and the Google Privacy Policy, available at http://www.google.com/policies/privacy/.\nYou may learn more about how Google collects and processes data specifically in connection with Google Analytics at http://www.google.com/policies/privacy/partners/.\nYou may prevent your data from being used by Google Analytics by downloading and installing the Google Analytics Opt-out Browser Add-on, available at https://tools.google.com/dlpage/gaoptout/.\n</p>\n</li>\n<li>\n<p> Firebase Analytics.\nWe also use “Google Analytics for Firebase”.\nBy enabling this tool, we enable the collection of data about App Users, including via identifiers for mobile devices (including Android Advertising ID and Advertising Identifier for iOS), cookies and similar technologies.\nWe use the information we get from Google Analytics for Firebase to maintain and improve our App(s).\nWe do not facilitate the merging of personally-identifiable information with non-personally identifiable information unless we have robust notice of, and your prior affirmative (i.e., opt-in) consent to, that merger.\nFinally, please note that Google Analytics for Firebase’s terms (available at https://firebase.google.com/terms/) shall also apply.\n</p>\n</li>\n<li>\n<p> Hotjar.\nThe Website uses Hotjar in order to better understand our users’ needs and to optimize this service and experience.\nHotjar is a technology service that helps us better understand our users experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behavior and their devices (in particular device's IP address (captured and stored only in anonymized form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), preferred language used to display our Website).\nHotjar stores this information in a pseudonymized user profile.\nNeither Hotjar nor we will ever use this information to identify individual users or to match it with further data on an individual user.\nFor further details, please see Hotjar’s privacy policy at https://www.hotjar.com/legal/policies/privacy.\nYou can opt-out to the creation of a user profile, Hotjar’s storing of data about your usage of our Website and Hotjar’s use of tracking cookies on other websites on this link https://www.hotjar.com/legal/compliance/opt-out.\n</p>\n</li>\n<li>\n<p> Facebook Pixels and SDKs.\nWe use Facebook pixels or SDKs, which are tools that provide help to website owners and publishers, developers, advertisers, business partners (and their customers) and others integrate, use and exchange information with Facebook, as such the collection and use of information for ad targeting.\nPlease note that third parties, including Facebook, use cookies, web beacons, and other storage technologies to collect or receive information from your websites and elsewhere on the internet and use that information to provide measurement services and target ads.\nFacebook’s ability to use and share information is governed by the Facebook Tools Terms, available at: https://www.facebook.com/legal/technology_terms/.\nYou can prevent your data from being used by Facebook Pixels and SDKs by exercising your choice through these mechanisms: http://www.aboutads.info/ choices or http://www.youronlinechoices.eu/.</p>\n</li>\n<li>Facebook Custom Audience</li>\n<li>Lookalike Audience</li>\n<li>\n<p> Advertising Partners.\nThrough our services, we allow third party advertising partners to set technologies and other tracking tools to collect information regarding your activities and your device (e.g., your IP address, mobile/website identifiers, page(s) visited, location, time of day).\nWe also combine and share such information and other information (such as demographic information and past purchase history) with third party advertising partners.\nThese advertising partners will use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit third party websites within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “online behavioral advertising.\nWe allow access to other data collected by the services to share information that may be useful, relevant, valuable or otherwise of interest to you.\nIf you prefer not to share your Personal Information with third party advertising partners, you may let us know.\n</p>\n</li>\n</ul>\n<p>We reserve the right to remove or add new analytic tools.</p>\n</li>\n<li>SPECIFIC PROVISIONS APPLICABLE UNDER CALIFORNIA PRIVACY LAW <ol>\n<li>Our California Do Not Track Notice: Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.\n</li>\n<li>Deletion of Content from California Residents:<strong>\n</strong> If you are a California resident under the age of 18 and a registered user, California Business and Professions Code Section 22581 permits you to remove content or personal information you have publicly posted.\nIf you wish to remove such content or personal information and you specify which content or personal information you wish to be removed, we will do so in accordance with applicable law.\nPlease be aware that after removal you may not be able to restore removed content.\nIn addition, such removal does not ensure complete or comprehensive removal of the content or personal information you have posted and that there may be circumstances in which the law does not require us to enable removal of content.\n<p>California Privacy Rights: California Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to privacy@breezometer.com.\nPlease note that we will respond to one request per customer each year, unless otherwise required by law </p>\n</li>\n</ol>\n</li>\n<li>CONTACT US <p> If you have any questions, concerns or complaints regarding our compliance with this notice and the data protection laws, or if you wish to exercise your rights, we encourage you to first contact us at privacy@breezometer.com.\n</p>\n</li>\n</ol> Headquarters <p> 24 HaNamal St, <br>P.O.\nBox 33887, <br>Haifa, Israel 3303124 </p>\n<ul>\n<li>twitter</li>\n<li>linkedin</li>\n<li>youtube</li>\n<li>facebook</li>\n</ul> Products <ul>\n<li>Overview</li>\n<li>Plans</li>\n<li>\n<p>Core Products:</p>\n<ul>\n<li>Air Pollution API</li>\n<li>Pollen API</li>\n<li>Fires API</li>\n</ul>\n</li>\n<li>\n<p>For Developers:</p>\n<ul>\n<li>API Documentation</li>\n<li>API Login</li>\n</ul>\n</li>\n</ul> Solutions <ul>\n<li>Air Purification &amp.\nSmart Homes</li>\n<li>Medical Devices &amp.\nDigital Health</li>\n<li>Automotive &amp.\nSmart Mobility</li>\n<li>Media &amp.\nAdvertising</li>\n</ul> Resources <ul>\n<li>Blog</li>\n<li>Use Cases</li>\n<li>Resource Center</li>\n<li>Check Your Air Quality</li>\n<li>Air Quality App</li>\n</ul> About Us <ul>\n<li>Company</li>\n<li>News and Events</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2021 BreezoMeter, All Rights Reserved.</p> Terms of Use Cookies Policy Privacy Policy <p> This website uses cookies to ensure you get the best experience on our website.\nLearn more </p> Got It! ", "created_at": "2021-07-07 21:30:19.402398", "updated_at": "2021-07-07 19:31:06.790267"}, {"id": 8189, "name": "Terms of Use", "url": "https://www.breezometer.com/terms-of-use", "xpath": "//body", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NK8XSV3&amp;l=dataLayer\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSummer 2021: Extreme Weather, Heatwaves &amp.\nWildfires <ul>\n<li>Products <ul>\n<li> Products Overview <p>Air quality data APIs for businesses</p>\n</li>\n<li> Air Pollution API <p>Real-time air quality data for your business</p> Pollen API <p>Global multi-species pollen API</p> Fires API <p>Location-specific fire information</p>\n</li>\n<li> API Documentation <p>How to use and integrate our APIs</p> API Login </li>\n</ul>\n</li>\n<li>Solutions <ul>\n<li> Air Purification &amp.\nSmart Homes <p>Air quality alerts for residential and commercial settings</p>\n</li>\n<li> Medical Devices &amp.\nDigital Health <p>Pollution alerts for medical devices and health apps</p>\n</li>\n<li> Automotive &amp.\nSmart Mobility <p>Preventing in-cabin contamination &amp.\npassenger exposure to harmful pollution</p>\n</li>\n<li> Media &amp.\nAdvertising <p>Environmental data for advertisers and publishers to increase ROI</p>\n</li>\n</ul>\n</li>\n<li>Plans</li>\n<li>Resources <ul>\n<li> Use Cases <p>Innovative customer integrations and benefits</p>\n</li>\n<li> Resource Center <p>Informative premium content about air pollution, pollen data, and API integrations</p>\n</li>\n</ul>\n</li>\n<li>Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n</ul>\n</li>\n<li>Blog</li>\n<li>\n<p>Contact Us</p>\n</li>\n</ul>\n<p>Check Your Air Quality</p>\n<p>Contact Us</p> Terms of Use - BreezoMeter Air Quality Data Table of content <ul>\n<li>BreezoMeter App End User License Agreement</li>\n<li>Terms of Use for Breezometer Services</li>\n<li>BreezoMeter App Privacy Policy</li>\n<li>BreezoMeter Website Terms of Use</li>\n</ul> BreezoMeter App End User License Agreement <p> By clicking the “accept” or “ok” button, or installing and/or using the BreezoMeter Ltd.\nmobile software application (the “ <b>App</b>“), you expressly acknowledge and agree that you are entering into a legal agreement with BreezoMeter Ltd.\n(“ <b>BreezoMeter</b>“, “ <b>we</b>“, “ <b>us</b>” or “ <b>our</b>“) and have understood and agreed to comply with, and be legally bound by, the terms and conditions of this BreezoMeter App End User License Agreement (“ <b>Agreement</b>“).\nYou hereby waive any applicable rights to require an original (non-electronic) signature or delivery or retention of non-electronic records, to the extent not prohibited under applicable law.\nIf you do not agree to be bound by this Agreement, please do not download, install or use the App.\n</p>\n<ol>\n<li>\n<b>Ability to Accept.&nbsp;</b>By installing the App you affirm that you are over thirteen (13) years of age.\nIf you are between the age of thirteen (13) and eighteen (18) years then, prior to installing the App, you must first review this Agreement with your parent or guardian to make sure that you and your parent or guardian understand its terms and conditions and agree to them.\n</li>\n<li>\n<b>License.</b> Subject to the terms and conditions of this Agreement, we hereby grant you a personal, revocable, non-exclusive, non-sublicensable, non-assignable, non-transferable license (“License”) to: (i) download, install and use the App on a mobile telephone, tablet or device (each a “Device”) that you own or control.\nand (ii) access and use the App on that Device in accordance with this Agreement and any applicable Usage Rules (defined below).\nThe the App is not able to provide “indoor” air quality, specifically in industrial areas, labs, research facilities, construction sites and factory courtyards In this case, we can add a clause warning that the content provided by the App is not intended to apply to such areas.\n</li>\n<li>\n<strong>License Restrictions.</strong> You agree not to, and shall not permit any third party to: (i) sublicense, redistribute, duplicate, publish, sell, lease, lend or rent the App and/or its Content.\n(ii) make the App and/or its Content, commercially or otherwise, available over a network where it could be used by multiple devices owned or operated by different people at the same time.\n(iii) disassemble, reverse engineer, decompile, decrypt, or attempt to derive the source code of, the App.\n(iv) copy (except for back-up purposes), modify, improve, or create derivative works of the App or any part thereof.\n(v) circumvent, disable or otherwise interfere with security-related features of the App or features that prevent or restrict use or copying of any content or that enforce limitations on use of the App.\n(vi) remove, alter or obscure any proprietary notice or identification, including copyright, trademark, patent or other notices, contained in or displayed on or via the App.\n(vii) use the BreezoMeter name, logo or trademarks without our prior written consent.\nand/or (viii) use the App to violate any applicable laws, rules or regulations, or for any unlawful, harmful, irresponsible, or inappropriate purpose, or in any manner that breaches this Agreement.\n</li>\n<li>\n<strong>Account.</strong> In order to use some of the App features, you may have to create or use an account (an “Account”).\nIf you create an Account, you must provide accurate and complete information for yourself.\nYou are solely responsible for the activity that occurs in your Account, and you must keep your Account password secure.\nYou must notify us immediately of any unauthorized use of your Account.\n</li>\n<li>\n<b>Usage Rules.</b> If you are downloading the App from a third party mobile device platform or service provider (“ <b>Distributor</b>“), please be aware that the Distributor may have established usage rules which also govern your use of the App (“ <b>Usage Rules</b>“).\nYou acknowledge that, prior to downloading the App from a Distributor, you have had the opportunity to review and understand, and will comply with, its Usage Rules.\nThe Usage Rules that are applicable to your use of the App are incorporated into this Agreement by this reference.\nYou represent that you are not prohibited by any applicable Usage Rules and/or applicable law from using the App.\nif you are unable to make such a representation you are prohibited from installing and/or using the App.\n</li>\n<li>\n<b>Location Data.</b> Certain features or functionality (“ <b>Features</b>“) of the App may collect or be dependent on data related to your geographic location (“ <b>Location Data</b>“).\nIf you wish to use these Features, you acknowledge that BreezoMeter may collect information about the physical location of your Device and agree to provide or to make your Location Data accessible to us.\nTo the extent that we do collect Location Data, we shall use it in accordance with our Privacy Policy (defined below).\nIf you do not provide or make such Location Data accessible, then the Features may be limited or not operate.\n</li>\n<li>\n<b>Use of the App in a Vehicle.</b> If you are using the App in a vehicle, you agree: (i) to comply with all applicable traffic laws.\nand (ii) if you are the driver, not to use the App unless your vehicle is stationary and legally parked.\n</li>\n<li>\n<b>Intellectual Property Rights.</b>\n<ol>\n<li>Ownership.\nThe App is licensed and not sold to you under this Agreement and you acknowledge that BreezoMeter and its licensors retain all title, ownership rights and Intellectual Property Rights (defined below) in and to the App (and its related software).\nWe reserve all rights not expressly granted herein to the App.\n“ <b>Intellectual Property Rights</b>” means any and all rights in and to any and all trade secrets, patents, copyrights, service marks, trademarks, know-how, or similar intellectual property rights, as well as any and all moral rights, rights of privacy, publicity and similar rights of any type under the laws or regulations of any governmental, regulatory, or judicial authority, whether foreign or domestic.\n</li>\n<li>Content.\nThe content on the App, including without limitation, the text, information, documents, descriptions, products, software, graphics, photos, sounds, videos, interactive features, and services (the “ <b>Materials</b>“), and the User Submissions (defined below), and the trademarks, service marks and logos contained therein (“ <b>Marks</b>“, and together with the Materials and User Submissions, the “ <b>Content</b>“), is the property of BreezoMeter and/or its licensors and may be protected by applicable copyright or other intellectual property laws and treaties.\n“BreezoMeter” and the BreezoMeter logo are Marks of BreezoMeter Ltd.\nand/or its affiliates.\nAll other Marks used on the App are the trademarks, service marks, or logos of their respective owners.\n</li>\n<li>Use of Content.\nThe content on the App is provided to you “AS IS” for your personal use only and may not be used, copied, distributed, transmitted, broadcasted, displayed, sold, licensed, de-compiled, or otherwise exploited for any other purpose whatsoever without our prior written consent.\nIf you download or print a copy of the content, you must retain all copyright and other proprietary notices contained therein.\n</li>\n<li>Third Party Open Source Software.\nPortions of the App may include third party open source software that are subject to third party terms and conditions (“Third Party Terms”).\nA list of any third party open source software and related Third Party Terms is available at https://www.breezometer.com/.\nIf there is a conflict between any Third Party Terms and the terms of this Agreement, then the Third Party Terms shall prevail but solely in connection with the related third party open source software.\n</li>\n</ol>\n</li>\n<li>\n<b>User Submissions.</b>\n<ol>\n<li> The App may permit the sharing of content by you and other users, including but not limited to information, opinions, recommendations, inventions and/or feedback that you may provide BreezoMeter in connection with the App and/or your experience while using the App (“ <b>User Submissions</b>“).\nYour User Submissions may be posted to the App, or otherwise made publicly available.\nYou understand that, whether or not such User Submissions are published, we do not guarantee any confidentiality with respect to any User Submissions.\nYou shall be solely responsible for your User Submissions and the consequences of sharing them.\nWe have complete discretion whether to publish your User Submissions and we reserve the right without further notice to you, to monitor, censor, edit, remove, delete, and/or remove any and all User Submissions at any time and for any reason.\n</li>\n<li>License to User Submissions.\nSubject to this Agreement and the terms of our Privacy Policy, by submitting User Submissions, you hereby grant us a worldwide, irrevocable, non-exclusive, royalty-free, perpetual, sub-licensable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the User Submissions only in connection with the App, including without limitation to redistribute part or all of your User Submissions (and derivative works thereof), and you hereby waive any moral rights in your User Submissions, to the extent permitted by law.\nYou also hereby grant each App user and Third Party Source (defined below) a non-exclusive right to use, reproduce, distribute, prepare derivative works of, display and perform such User Submissions in accordance with this Agreement.\n</li>\n</ol>\n</li>\n<li>\n<b>Third Party Sources and Content.</b>\n<ol>\n<li> The Site enables you to view, access, link to, and use content and/or information based on raw data, including observational data, gathered by third party sources (“ <strong>Third Party Sources</strong>“), not owned or controlled by us (“ <strong>Third Party Content</strong>”).\nSuch Third Party Content is subject to third party terms and conditions (“ <strong>Third Party Terms</strong>“) and provided without BreezoMeter or any other professional person monitoring, examining, validating or altering in any way such information, and without any verification whether such information is true, complete or accurate.\n</li>\n<li> A list of the Third Party Sources and their related Third Party Terms is available at Data Sources Attribution.\nIf there is a conflict between any Third Party Terms and the terms of this End User License Agreement, then the Third Party Terms shall prevail but solely in connection with the related Third Party Sources.\n</li>\n<li>For the avoidance of doubt, all such Third Party Sources are and shall continue to be the owners of all such Third Party Content.</li>\n<li> We are not affiliated with and have no control over any Third Party Sources.\nWe do not assume any responsibility for the content, terms of use, privacy policies, actions or practices of, any Third Party Sources.\nPlease read the terms of use and privacy policy of any Third Party Source that you interact with before you engage in any such activity.\n</li>\n<li>We are not responsible for, and we expressly disclaim all warranties regarding, the accuracy, appropriateness, usefulness, safety, or Intellectual Property Rights (defined below) of, or relating to, any Third Party Content.</li>\n<li>We do not endorse any advertising, promotions, campaigns, products, services or other materials that are included in any Third Party Content or communicated to you from a Third Party Source.</li>\n<li> By using the App, you may be exposed to Third Party Content that is inaccurate, offensive, indecent, or objectionable.\nYou always have the choice of deciding whether or not to interact with a Third Party Source or to view and use Third Party Content.\nYour interaction with a Third Party Source and your use of, and reliance upon, any Third Party Content is at your sole discretion and risk.\n</li>\n<li> You are solely responsible and liable for your interaction with Third Party Sources.\nYou agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against BreezoMeter, and release BreezoMeter from any and all liability, arising from your use of and interaction with any Third Party Content and/or Third Party Source.\nIf you have any query or complaint regarding a Third Party Source or Third Party Content, you agree to contact the Third Party Source directly.\n</li>\n</ol>\n</li>\n<li>\n<b>Payments</b>\n<ol>\n<li> The License granted hereunder is currently for free, however, we may in the future charge a fee for certain features and/or uses or in-app purchases.\nYou will not be charged for any such uses of the App unless you first agree to such charges, but please be aware that any failure to pay applicable charges may result in you not having access to some or all of the App.\n</li>\n<li> Please be aware that your use of the App may require and utilize Internet connection or data access.\nTo the extent that third party service provider or carrier charges for your Internet or data usage are applicable, you agree to be solely responsible for those charges.\n</li>\n</ol>\n</li>\n<li>\n<b>Information Description</b>.\nWe attempt to be as accurate as possible and provide you with real-time air quality information.\nHowever, please be aware that since such Third Party Content provided and displayed within the App is received from Third Party Sources, such information may appear in a delay and/or may be partial or inaccurate, and therefore we cannot and do not warrant that the content available on the App is accurate, complete, reliable, current, or error-free.\nWe reserve the right to make changes in or to the content, or any part thereof, without the requirement of giving you any notice prior to or after making such changes to the content.\n</li>\n<li>\n<b>Privacy</b>.\nWe will use any personal information that we may collect or obtain in connection with the App in accordance with our privacy policy which is available at this link&nbsp;(“ <b>Privacy Policy</b>“), and you agree that we may do so.\nPlease also be aware that certain personal information and other information provided by you in connection with your use of the App may be stored on your Device (even if we do not collect that information).\nYou are solely responsible for maintaining the security of your Device from unauthorized access.\n</li>\n<li>\n<b>Warranty Disclaimers.</b>\n<ol>\n<li> THE APP IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND INCLUDING, WITHOUT LIMITATION, REPRESENTATIONS, WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AND THOSE ARISING BY STATUTE OR FROM A COURSE OF DEALING OR USAGE OF TRADE.\n</li>\n<li> WE DO NOT WARRANT THAT THE APP WILL OPERATE ERROR-FREE, THAT THE APP IS FREE OF VIRUSES OR OTHER HARMFUL CODE OR THAT WE WILL CORRECT ANY ERRORS IN THE APP.\nYOU AGREE THAT WE WILL NOT BE HELD RESPONSIBLE FOR ANY CONSEQUENCES TO YOU OR ANY THIRD PARTY THAT MAY RESULT FROM TECHNICAL PROBLEMS, INCLUDING WITHOUT LIMITATION IN CONNECTION WITH THE INTERNET (SUCH AS SLOW CONNECTIONS, TRAFFIC CONGESTION OR OVERLOAD OF OUR OR OTHER SERVERS) OR ANY TELECOMMUNICATIONS OR INTERNET PROVIDERS.\n</li>\n<li> 14.3.\nTHE CONTENT PROVIDED AND DISPLAYED WITHIN THE APP IS NOT INTENDED TO BE, AND SHALL NOT BE CONSIDERED BY YOU TO BE, A SUBSTITUTE FOR THE TESTING OR REPORTING OF THECONCENTRATION OF POLLUTION ELEMENTS BY THE APPLICABLE INSTITUTION(S) OR SERVICE PROVIDER(S) AUTHORIZED TO DO SO UNDER APPLICABLE LAWS AND REGULATIONS.\nTHE APP AND ITS CONTENT SHALL NOT CONSTITUTE ANY FORM OF CONSULTATION, OPINION, DIAGNOSIS, AND/OR RECOMMENDATION OF ANY KIND, AND SHALL NOT BE RELIED UPON, FOR ANY PURPOSE WHATSOEVER, INCLUDING BUT NOT LIMITED TO, FOR THE PURPOSE OF MAKING DECISIONS CONCERNING YOUR OR ANY OTHER PERSON’S HEALTH, FORMULATING OR SUPPORTING REGULATIONS, ASCERTAINING TRENDS, ACTING AS GUIDANCE, OR SUPPORTING ANY OTHER GOVERNMENTAL OR PUBLIC DECISION-MAKING.\nYOU HEREBY ACKNOWLEDGE AND AGREE THAT THE CONTENT PROVIDED BY THE APP IS BASED ON RAW DATA, INCLUDING OBSERVATIONAL DATA, WHICH ARE NOT FULLY VERIFIED OR VALIDATED, ARE SUBJECT TO CHANGE, SHOULD BE CONSIDERED PRELIMINARY, AND ARE PROVIDED SOLELY FOR THE PURPOSE OF REPORTING AND FORECASTING THE AIR QUALITY INDEX (AQI).\nANY AND ALL OFFICIAL REGULATORY AIR QUALITY DATA MUST BE OBTAINED FROM THE EPA’S AIR QUALITY SYSTEM (AQS).\n</li>\n<li>IF YOU HAVE A DISPUTE WITH ANY OTHER APP USER, YOU AGREE THAT WE ARE NOT LIABLE FOR ANY CLAIMS OR DAMAGES ARISING OUT OF OR CONNECTED WITH SUCH A DISPUTE.\nWE RESERVE THE RIGHT, BUT HAVE NO OBLIGATION, TO MONITOR ANY SUCH DISPUTE.</li>\n<li>Applicable law may not allow the exclusion of certain warranties, so to that extent such exclusions may not apply.</li>\n</ol>\n</li>\n<li>\n<b>Limitation of Liability.</b>\n<ol>\n<li> UNDER NO CIRCUMSTANCES SHALL BREEZOMETER BE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, OR FOR ANY LOSS OF DATA, REVENUE, BUSINESS OR REPUTATION, THAT ARISES UNDER OR IN CONNECTION WITH THIS AGREEMENT, OR THAT RESULTS FROM THE USE OF, OR THE INABILITY TO USE, THE APP EVEN IF BREEZOMETER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</li>\n<li> IN ANY EVENT, BREEZOMETER’S TOTAL AGGREGATE LIABILITY FOR ALL DAMAGES AND LOSSES THAT ARISE UNDER OR IN CONNECTION WITH THIS AGREEMENT, OR THAT RESULT FROM YOUR USE OF OR INABILITY TO USE THE APP, SHALL NOT IN ANY CIRCUMSTANCE EXCEED THE TOTAL AMOUNTS, IF ANY, ACTUALLY PAID BY YOU TO BREEZOMETER FOR USING THE APP WITHIN THE THREE (3) MONTHS PRECEDING THE DATE OF BRINGING A CLAIM.\n</li>\n</ol>\n</li>\n<li>\n<b>Indemnity</b>.\nYou agree to defend, indemnify and hold harmless BreezoMeter and our affiliates, and our respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney’s fees) arising from: (i) your use of, or inability to use, the App.\n(ii) your violation of this Agreement.\nand (iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nWithout derogating from or excusing your obligations under this section, we reserve the right (at your own expense), but are not under any obligation, to assume the exclusive defense and control of any matter which is subject to an indemnification by you if you choose not to defend or settle it.\nYou agree not to settle any matter subject to an indemnification by you without first obtaining our express approval.\n</li>\n<li>\n<b>Export Laws</b>.\nYou agree to comply fully with all applicable export laws and regulations to ensure that neither the App nor any technical data related thereto are exported or re-exported directly or indirectly in violation of, or used for any purposes prohibited by, such laws and regulations.\n</li>\n<li>\n<b>Updates and Upgrades</b>.\nWe may from time to time and at our sole discretion provide updates or upgrades to the App, and/or its structure and/or its design, as well as its scope and/or availability (each a “Revision”), but are not under any obligation to do so.\nSuch Revisions will be supplied according to our then-current policies, which may include automatic updating or upgrading without any additional notice to you.\nYou consent to any such automatic updating or upgrading of the App.\nAll references herein to the App shall include Revisions.\nThis Agreement shall govern any Revisions that replace or supplement the original App, unless the Revision is accompanied by a separate license agreement which will govern the Revision.\nWe reserve the right to limit or cease the service at any given time, in whole or part, for a limited or unlimited period of time, all at our sole discretion, including without limitation, in order to perform construction maintenance and/or setup activates with regard to the services and/or any of its systems.\n</li>\n<li>\n<b>Term and Termination.</b>\n<ol>\n<li> This Agreement is effective until terminated by us or you.\nWe reserve the right, at any time, to: (i) discontinue or modify any aspect of the App.\nand/or (ii) terminate this Agreement and your use of the App with or without cause, and shall not be liable to you or any third party for any of the foregoing.\nIf you object to any term or condition of this Agreement or any subsequent modifications thereto, or become dissatisfied with the App in any way, your only recourse is to immediately discontinue use of the App.\n</li>\n<li> Upon termination of this Agreement, you shall cease all use of the App.\nThis Section 19 and Sections 8 (Intellectual Property Rights), 13 (Privacy), 14 (Warranty Disclaimers), 15 (Limitation of Liability), 16 (Indemnity), and 20 (Assignment) to 23 (General) shall survive termination of this Agreement.\n</li>\n</ol>\n</li>\n<li>\n<b>Assignment.</b> This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you but may be assigned by BreezoMeter without restriction or notification.</li>\n<li>\n<b>Modification.</b> We reserve the right to modify this Agreement at any time by sending you an in-App notification and/or publishing the revised Agreement on the App.\nSuch change will be effective ten (10) days following the foregoing notification thereof, and your continued use of the App thereafter means that you accept those changes.\n</li>\n<li>\n<b>Governing Law and Disputes.</b> This Agreement shall be governed by and construed in accordance with the laws of the State of New York, U.S.A., without regard to its conflict of laws rules.\nYou agree to submit to the personal and exclusive jurisdiction of the courts located in New York, NY, and waive any jurisdictional, venue, or inconvenient forum objections to such courts.\nNotwithstanding the foregoing, we may seek injunctive relief in any court of competent jurisdiction.\n</li>\n<li>\n<b>General</b>.\nThis Agreement, and any other legal notices published by us in connection with the App, shall constitute the entire agreement between you and BreezoMeter concerning the App.\nIn the event of a conflict between this Agreement and any such legal notices, the terms of the applicable notice shall prevail with respect to the subject matter of such notice.\nNo amendment to this Agreement will be binding unless in writing and signed by BreezoMeter.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and a party’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.\nYOU AGREE THAT ANY CAUSE OF ACTION THAT YOU MAY HAVE ARISING OUT OF OR RELATED TO THE APP MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</li>\n</ol>\n<p>\n<br>\n</p> Terms of Use for Breezometer Services <p> Upon your use and/or entry to Breezometer application and/or your use of Breezometer services and/or Breezometer website and/or any of Breezometer’s forums, blogs and/or page in the various social networks (whether as a visitor or a user) (the “ <strong>Service</strong>“), you hereby declare that you acknowledge and agree to the following: </p>\n<ol>\n<li> It is hereby clarified that the Service offered is an initial and experimental version of the Service, which is distributed at the moment as a trial and free version.\nTherefore, any use of the Service will be made upon your sole and exclusive responsibility and liability and entirely at your own risk.\n</li>\n<li> Breezometer does not warrant that the Service will be provided stably, safely and/or without mistakes, bugs, errors, failures, crashes and/or interruptions.\nThe Service is provides “as is”, without liability or warranty of any kind whatsoever, whether specific or implied.\n</li>\n<li> The information displayed within the Service is based on raw information that is gathered by the Israeli Ministry of Environment and published by it from time to time, without Breezometer or any other professional person monitoring, examining or validating such information, and without any verification if such information is true, complete or accurate.\n</li>\n<li>Since the information displayed within the Service is received from third parties, such information may appear in a delay and/or may be partial or inaccurate.</li>\n<li> The information displayed within the Service does not replace any examination for concentration of pollution elements, by the authorized institutions according to the laws of the state of Israel and/or by any other authorized services providers.\nSuch information does not constitute any consultation, opinion, diagnosis, and/or recommendation of any kind, and may not be based upon for any purposes whatsoever.\n</li>\n<li> The Service is for your personal use only, and you are not permitted to use the Service for any commercial activity and/or for any other purpose, Without derogating from the foregoing it is clarified, that you are not entitled to use any information displayed within the Service in industrial areas, labs, research facilities, construction sites and factory courtyards, as such terms are defined in the Israeli Work Safety Ordinance (new addition) 5730 – 1970 and the Israeli Work Safety Regulations (environmental monitoring and biological monitoring of employees in harmful elements).\n</li>\n<li> You are not entitled to copy, distribute, duplicate, publish or transfer to third parties any information displayed within the Service, or any part thereof, nor to change, publish, broadcast, transfer, sell, distribute or make any commercial use with any information displayed within the Service, or any part thereof.\n</li>\n<li> To the extent you are willing to use Breezometer application on your smartphone, you hereby acknowledge that Breezometer may gather non-personal information about the physical location of your smartphone, in order to provide you the Service customized per your location.\nYou can prevent the sharing of your smartphone location through your smartphone’s settings, however please note that by preventing such sharing, Breezometer may not be able to provide you the Service or any part thereof.\n</li>\n<li> All rights in and to the Service, including without limitation any tradenames, trademarks, patents, design, commercial secrets, copyrights and other intellectual property rights, whether registered or not, are and shall be exclusively owned by Breezometer, and you shall not have any right and/or claim and/or demand in connection therewith.\n</li>\n<li> Without derogating from the foregoing it is clarified, that any information, opinion, recommendation, invention and/or feedback that you may provide Breezometer in connection with the Service and/or your experience while using the Service, including without limitation any improvement, revision, modification or adjustment that may be made by Breezometer as a result thereof, shall be the exclusively property of Breezometer, and you shall not have any right and/or claim and/or demand with respect thereto.\n</li>\n<li>You acknowledge that Breezometer reserves the right to change and/or update the Service and/or its structure and/or its design, as well as its scope and/or availability, all at its sole discretion.</li>\n<li> Breezometer reserves the right to limit or cease the Service at any given time, in whole or part, for a limited or unlimited period of time, all at Breezometer’s sole discretion, including without limitation, in order to perform construction maintenance and/or setup activates with regard to the Services and/or any of its systems.\n</li>\n<li> Breezometer, its management, its employees and/or anyone acting on its behalf or in its name, will not be liable for any damage or loss of any kind, whether direct or indirect, including but not limited incidental, special, consequential or exemplary damages, that may be caused to any user of the Services or to other third party, in connection with the Services, the use of the Service and/or any information displayed within the Service, including without limitation in connection with any limitation, cessation or discontinuation of the Service, temporarily or permanently.\nBy using the Services you hereby irrevocable waive any claim and/or demand with respect thereto.\n</li>\n<li> Breezometer reserves the right to change or modify, from time to time, at its sole discretion, these Terms of Use.\nPosting the modified Terms of Use on Breezometer’s application or website will give effect to the revised terms within 14 days as of such posting.\nThereafter, your continuing use of the Services will constitute your expressed agreement to abide by such revised terms.\nIf you do not agree to the modified Terms of Use, you are not entitled to continue using of the Service.\n</li>\n<li>This Agreement will be governed by the laws of the State of Israel.\nThe sole and exclusive jurisdiction for any dispute in connection with these Terms of Use will be the competent courts of Tel Aviv-Yafo.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p> BreezoMeter App Privacy Policy This is the privacy policy (“ <strong>Privacy Policy</strong>“) that governs how we, BreezoMeter Ltd.\n(“ <strong>BreezoMeter</strong>“, “ <strong>we</strong>“, “ <strong>our</strong>” or “ <strong>us</strong>“), use Personal Information (defined below) that we collect, receive and store about individuals in connection with the use of the BreezoMeter application (the “ <strong>App</strong>“).\n<ol>\n<li> We have implemented this Privacy Policy because your privacy, and the privacy of other users, is important to us.\nThis Privacy Policy explains our online information practices and the choices you can make about the way your Personal Information is collected and used in connection with the App.\n“ <strong>Personal Information</strong>” means any information that may be used, either alone or in combination with other information, to personally identify an individual, including, but not limited to, a first and last name, a personal profile, an email address, a home or other physical address, or other contact information.\n</li>\n<li> This Privacy Policy forms part of the App’s end user license agreement (“ <strong>EULA</strong>“) which can be viewed from within the App.\nAny capitalized but undefined term in this Privacy Policy shall have the meaning given to in the EULA as applicable.\n</li>\n<li>\n<strong>Consent and Modification.</strong>By using the App, you consent to the terms of this Privacy Policy and to our collection, processing and sharing of Personal Information for the purposes set forth herein.\nIf you do not agree to this Privacy Policy, please do not access or otherwise use the App.\nWe reserve the right, at our discretion, to change this Privacy Policy at any time.\nSuch change will be effective ten (10) days following our notification to you or by our posting the revised Privacy Policy on the website https://www.breezometer.com/ (the “ <strong>Site</strong>“) and/or the App.\nYour continued use of the App thereafter means that you accept those changes.\n</li>\n<li>\n<strong>What Personal Information We Collect and How We Collect It.</strong> We do not currently require you to provide Personal Information in order to have access to general information available on the App.&nbsp;&nbsp.\nBut, we receive and/or collect Personal Information from you in the following ways: <ol>\n<li> Account.\nIf you are an App user then you may be required to create an account (“ <strong>Account</strong>“).\nWhen you create an Account you will be asked to provide us with certain mandatory information such as your name, email address, and a password that you will use for your Account.\nYou may also choose to provide additional Personal Information as part of the Account registration process and in connection with your ongoing use of your Account.\n</li>\n<li> Profile.\nSome parts of the App may enable you to build a public profile in connection with your Account (“ <strong>Profile</strong>“).\nYour Public Profile will include your user name.\nYou may also choose to include a picture and other Personal Information in your Profile.\n</li>\n<li> ‘Contact Us’ Information.\nIf you send us a feedback form or a “Contact Us” request, whether by submitting an online form that we make available on the App or by sending an email to an email address that we display on the App, you may be required to provide us with certain information such as your name and email address.\n</li>\n<li> Share with Friends Service.\nThe App enables you to invite your friends to use the App by sending them an invitation email or message.\nIf you send or post an invitation message we may collect Personal Information about the recipient such as their email address or their third party website account (e.g.\nFacebook) user name and id.\n</li>\n<li> Location Data.\nWe provide certain location-based services (“ <strong>Location Services</strong>“) in connection with the App that are dependent on data related to the geographic location of your mobile device on which the App is installed (“ <strong>Location Data</strong>“).\nIf you choose to participate in these Location Services and use the App, you agree that we may collect or obtain Location Data from your mobile device.\nYou should be able to use the settings on your mobile device to turn off location-sharing features.\n</li>\n<li> Log Files.\nThe App may make use of log files.\nThe information inside the log files includes internet protocol (IP) addresses, type of browser, Internet App Provider (ISP), date/time stamp, referring/exit pages, clicked pages and any other information your browser may send to us.\nWe may use such information to analyze trends, administer the App, track user’s movement around the App, and gather demographic information.\n</li>\n<li> Cookies and Other Tracking Technologies.\nThe App may utilize “cookies” and other tracking technologies.\nA “cookie” is a small text file that may be used, for example, to collect information about App activity.\nCertain cookies and other technologies may serve to recall Personal Information, such as an IP address, previously indicated by an App user.\nMost browsers allow you to control cookies, including whether or not to accept them and how to remove them.\nYou may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser </li>\n<li> Mobile Device Data.\nWe may collect limited information from your mobile device in order to provide the App.\nSuch information may include your mobile device type, mobile device id, and date and time stamps of App use.\nIn addition, we may deploy tracking technologies within the App to help us gather aggregate statistics, but we will not use Personal Information for such purposes.\n</li>\n<li>\n<strong>Publicly Available Information.</strong>Your Profile and any publicly available content that you post on or via the App (“ <strong>User Submissions</strong>”) may be publicly available to other App users, and may also be accessed and used by people off the App.\nThe notices and tools that we provide on the App should help inform you which information will be made publicly available.\nIf you publish your contact information in any User Submissions or as part of your Profile, you may receive unsolicited messages from App users or the public.\nWe therefore encourage you to only post information that you are sure you want to be accessible to anyone </li>\n</ol>\n</li>\n<li>\n<strong>The Way We Use Personal Information.</strong>If you submit or we collect Personal Information through the App, then such Personal Information may be used by us in the following ways: <ol>\n<li> We will use your Personal Information to provide and improve the App, to contact you in connection with the App and certain programs or offerings that you may have registered for, and to identify and authenticate your access to the parts of the App that you are authorized to access.\n</li>\n<li> We may use your designated email address to: (i) send you updates or news regarding the App and our products and the products of third parties.\nand/or (ii) respond to a “Contact Us” or administrative request (for example, to change your password).\nand/or (iii) inform you about any program or product updates and/or problems in connection with the Airnow observational data provided to you as part of the App’s content.\n</li>\n<li>If you include Personal Information in your Profile or User Submissions that you post to a public area of the App, then such Personal Information will be generally publicly available.</li>\n<li> If you choose to send your friend an invitation email or message we will use the contact information that you provide, or make available, to automatically send your friend an email or message inviting them to download the App.\nYour name or email address may be included in the invitation email or message.\n</li>\n<li> We may transfer your Personal Information to our subsidiaries or affiliated companies for the purpose of storing or processing such information on our behalf.\nSuch information may be transferred to other countries around the world.\nWe require that these parties agree to process such information in compliance with our Privacy Policy.\n</li>\n<li> We may share your Personal Information with our third party service providers and partners, but only to assist us with our business operations and to provide the App.\nSuch information may be transferred to other countries around the world.\nWe use commercially reasonable efforts to only engage or interact with third party service providers and partners that post a privacy policy governing their processing of Personal Information.\n</li>\n<li> We may disclose your Personal Information or any information you submitted via the App if we have a good faith belief that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request.\n(ii) enforce our EULA, including investigations of potential violations thereof.\n(iii) detect, prevent, or otherwise address fraud or security issues.\nor (iv) protect against harm to the rights, property or safety of BreezoMeter, our users, yourself or the public.\n</li>\n</ol>\n</li>\n<li>\n<strong>Use of Anonymous Information.</strong> We may collect and use Anonymous Information (as defined below) or disclose it to third party service providers in order to improve the App and enhance your experience with the App.\nWe may also disclose Anonymous Information (with or without compensation) to third parties, including advertisers and partners.\n“ <strong>Anonymous Information</strong>” means information which does not enable identification of an individual user, such as aggregated information about the use of the App.\n</li>\n<li>\n<strong>Opting Out.</strong>You may choose not to receive future promotional, advertising, or other App-related emails from us by selecting an unsubscribe link at the bottom of such emails that you receive from us.\nPlease note that even if you opt out of receiving the foregoing emails, we may still send you a response to any “Contact Us” request as well as administrative emails (for example, in connection with a request to change your password) that are necessary to facilitate your use of the App.\n</li>\n<li>\n<b>Choice</b> At all times, you may choose whether or not to provide or disclose Personal Information.\nIf you choose not to provide mandatory Personal Information, you may still visit parts of the App but you may be unable to access certain options, programs, offers, and services that involve our interaction with you.\n</li>\n<li>\n<strong>Access/Accuracy.</strong>To the extent that you do provide us with Personal Information, we wish to maintain accurate Personal Information and keep you up-to-date in connection with services, information and/or data provided to you as part of the App’s content.\nIf you would like to delete or correct any of your Personal Information that we may be storing, you may submit an access request by sending an email to support@breezometer.com.\nYour email should include adequate details of your request.\n</li>\n<li>\n<strong>Children’s Privacy.</strong>The App is not structured to attract children under the age of 13 years.\nAccordingly, we do not intend to collect Personal Information from anyone we know to be under 13 years.\nIf we learn that we have collected Personal Information from a child under 13 years, we will delete that information as quickly as possible.\nIf you believe that we might have any such information, please contact us at support@breezometer.com.\n</li>\n<li>\n<b>Security.</b>The security of Personal Information is important to us.\nWe follow generally accepted industry standards, including the use of appropriate administrative, physical and technical safeguards, to protect the Personal Information submitted to us.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security or confidentiality.\nIf you have any questions about security on the App, you can contact us at support@breezometer.com.\n</li>\n<li>\n<strong>Merger, Sale or Bankruptcy.</strong> In the event that we are acquired by or merged with a third party entity, or in the event of bankruptcy or a comparable event, we reserve the right to transfer or assign Personal Information in connection with the foregoing events, without any notice.\n</li>\n<li>\n<strong>California Privacy Rights.</strong> California Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to support@breezometer.com.\nPlease note that we are only required to respond to one request per customer each year.\n</li>\n<li>\n<strong>Our California Do Not Track Notice.</strong>We do not currently respond or take any action with respect to web browser “do not track” signals or other mechanisms that provide consumers the ability to exercise choice regarding the collection of personally identifiable information about an individual consumer’s online activities over time and across third-party web sites or online services.\nWe may allow third parties, such as companies that provide us with analytics tools, to collect personally identifiable information about an individual consumer’s online activities over time and across different web sites when a consumer uses the App.\n</li>\n<li> We are committed to protecting your privacy.\nProtecting your privacy online is an evolving area, and we are constantly evolving the App to meet these demands.\nIf you have any comments or questions regarding our Privacy Policy, or your Personal Information that we may be storing and using, please contact us at support@breezometer.com.\n</li>\n</ol> BreezoMeter Website Terms of Use <p>PLEASE READ THE FOLLOWING CAREFULLY BEFORE ACCESSING AND/OR USING ANY PART OF THE SITE.</p>\n<p> By using any part of the Site (defined below), you expressly acknowledge and agree that you are entering into a legal agreement with BreezoMeter Ltd.\n(“ <b>BreezoMeter</b>“, “ <b>we</b>“, “ <b>us</b>” or “ <b>our</b>“) and have understood and agree to comply with, and be legally bound by, the following terms and conditions (the “ <b>Terms</b>“).\nYou hereby waive any applicable rights to require an original (non-electronic) signature or delivery or retention of non-electronic records, to the extent not prohibited under applicable law.\nIf you do not agree to be bound by these Terms, please do not use any part of the Site.\nThe term “ <b>Site</b>” means the BreezoMeter website available at https://www.breezometer.com/, as well as any services, features and content made available to you thereon.\nFor the avoidance of doubt, if you download the BreezoMeter App (BreezoMeter’s mobile software application product) from the Site or receive access to any other BreezoMeter products or services made available for developers or businesses from the Site, additional terms and conditions will apply to your use of such products or services.\n</p>\n<ol>\n<li>\n<b>Ability to Accept.\n&nbsp.\nBy using the Site you affirm that you are over thirteen (13) years of age.\n&nbsp;If you are between the ages of thirteen (13) and eighteen (18) years, then, prior to using the Site, you must first review these Terms with your parent or guardian to make sure that you and your parent or guardian understand them.</b>\n</li>\n<li>\n<b>License.</b> Subject to your full compliance with these Terms, we grant you a non-exclusive, non-sublicensable and non-transferable license to access, use and display locally the Site and the Content (as defined below), to the extent we hold such rights, and solely for purpose of using the Site.\n</li>\n<li>\n<b>License Restrictions.\n&nbsp;</b>You shall not: (i) copy, distribute or modify any part of the Site without our prior written authorization.\n(ii) use, modify, create derivative works of, transfer (by sale, resale, license, sublicense, download or otherwise), reproduce, distribute, display or disclose Content (defined below), except as expressly authorized herein.\n(iii) disrupt servers or networks connected to the Site.\n(iv) use or launch any automated system (including without limitation, “robots” and “spiders”) to access the Site.\nand/or (v) circumvent, disable or otherwise interfere with security-related features of the Site or features that prevent or restrict use or copying of any Content or that enforce limitations on use of the Site.\n</li>\n<li>\n<b>Location Data.</b>Certain features or functionality (“ <b>Features</b>“) of the Site may collect or be dependent on data related to your geographic location (“ <b>Location Data</b>“).\n&nbsp;If you wish to use these Features, you agree to provide or to make your Location Data accessible to us.\nTo the extent that we do collect Location Data, we shall use it in accordance with our Privacy Policy (defined below).\nIf you do not provide or make such Location Data accessible, then the Features may be limited or not operate.\n</li>\n<li>\n<b>Intellectual Property Rights.</b>\n<ol>\n<li> Ownership.\nYour use of the Site is licensed and not sold to you under these Terms and you acknowledge that BreezoMeter and its licensors retain all title, ownership rights and Intellectual Property Rights (defined below) in and to the Site (and its related software).\nWe reserve all rights not expressly granted herein to the Site.\n&nbsp;As used herein, the term “ <b>Intellectual Property Rights</b>” means any and all rights in and to any and all trade secrets, patents, copyrights, service marks, trademarks, know-how, or similar intellectual property rights, as well as any and all moral rights, rights of privacy, publicity and similar rights of any type under the laws or regulations of any governmental, regulatory, or judicial authority, whether foreign or domestic.\n<b>&nbsp;&nbsp;</b>\n</li>\n<li> Content.\nThe content, including, without limitation, information, data, text, photographs, videos, audio clips, written posts, articles, comments, software, scripts, graphics, and interactive features generated, provided or otherwise made available on or through the Site (collectively, the “ <b>Materials</b>“), as well as the User Submissions (defined below) and the trademarks, service marks and logos contained therein (collectively, “ <b>Marks</b>“, and together with the Materials and User Submissions, the “ <b>Content</b>“), is the property of BreezoMeter and/or its licensors and may be protected by applicable copyright or other intellectual property laws and treaties.\n“BreezoMeter” and the BreezoMeter logo are Marks of BreezoMeter Ltd.\nand/or its affiliates.\nAll other Marks used on the Site are the trademarks, service marks, or logos, as applicable, of their respective owners.\n</li>\n<li>\n<u>Use of Content</u>.\nThe Content on the Site is provided to you “AS IS” for your personal use only and may not be used, copied, distributed, transmitted, broadcasted, displayed, sold, licensed, de-compiled, or otherwise exploited for any other purpose whatsoever without our prior written consent.\nIf you download or print a copy of the Content, you must retain all copyright and other proprietary notices contained therein.\nYou acknowledge that all Content accessed or used by you is at your own risk and you will be solely responsible for any damage or loss to you or any other party resulting therefrom.\n</li>\n</ol>\n</li>\n<li>\n<b>User Submissions.</b>\n<ol>\n<li> The Site may permit the sharing of content by you and other users, including but not limited to information, opinions, recommendations, inventions and/or feedback that you may provide BreezoMeter in connection with the Site and/or your experience while using the Site (“ <b>User Submissions</b>“).\nYour User Submissions may be made publicly available through the Site.\nYou understand and agree that, whether or not such User Submissions are published, we do not guarantee any confidentiality with respect to any User Submissions.\nYou shall be solely responsible for your User Submissions and the consequences of sharing them.\nWe have complete discretion whether to publish your User Submissions and we reserve the right without further notice to you, to monitor, censor, edit, remove, delete, and/or remove any and all User Submissions at any time and for any reason.\nEach User Submission, whether publicly posted or privately transmitted, is the sole responsibility of the user who originated such User Submission.\nYou warrant that all User Submissions originated by you are accurate, complete, up-to-date, and in compliance with all applicable laws, rules and regulations.\nYou acknowledge that all Content, including User Submissions, accessed by you using the Site is at your own risk, and you will be solely responsible for any damage or loss to you or any other party resulting therefrom.\nWe do not guarantee that any Content you access on or through the Site is or will continue to be accurate.\n</li>\n<li>\n<u>License to User Submissions</u>.\nSubject to these Terms and the terms of our Privacy Policy, you hereby grant us, by submitting User Submissions, a worldwide, irrevocable, non-exclusive, royalty-free, fully-paid, perpetual, sub-licensable and transferable license to use, reproduce, distribute, prepare derivative works of, publicly display, and publicly perform the User Submissions in connection with the Site, including without limitation to redistribute part or all of your User Submissions (and derivative works thereof), and you hereby waive any moral rights in your User Submissions, to the extent permitted by law.\nYou also hereby grant each of our users and Third Party Sources (defined below) a non-exclusive right to use, reproduce, distribute, prepare derivative works of, display and perform such User Submissions in accordance with these Terms.\n</li>\n</ol>\n</li>\n<li>\n<b>Third Party Sources and Content.</b>\n<ol>\n<li> The Site enables you to view, access, link to, and use content and/or information based on raw data, including observational data, gathered by third party sources (“ <strong>Third Party Sources</strong>“), not owned or controlled by us (“ <strong>Third Party Content</strong>“).\nSuch Third Party Content is subject to third party terms and conditions (“ <strong>Third Party Terms</strong>“) and provided without BreezoMeter or any other professional person monitoring, examining, validating or altering in any way such information, and without any verification whether such information is true, complete or accurate.\n</li>\n<li> A list of the Third Party Sources and their related Third Party Terms is available at Data Sources Attribution.\nIf there is a conflict between any Third Party Terms and the terms of these Terms, then the Third Party Terms shall prevail but solely in connection with the related Third Party Sources.\n</li>\n<li>For the avoidance of doubt, all such Third Party Sources are and shall continue to be the owners of all such Third Party Content.</li>\n<li> We are not affiliated with and have no control over any Third Party Sources.\nWe do not assume any responsibility for the content, terms of use, privacy policies, actions or practices of, any Third Party Sources.\nPlease read the terms of use and privacy policy of any Third Party Source that you interact with before you engage in any such activity.\n</li>\n<li>We are not responsible for, and we expressly disclaim all warranties regarding, the accuracy, appropriateness, usefulness, safety, or Intellectual Property Rights of, or relating to, any Third Party Content.</li>\n<li>We do not endorse any advertising, promotions, campaigns, products, services or other materials that are included in any Third Party Content or communicated to you from a Third Party Source.</li>\n<li> By accessing or using the Site, you may be exposed to Third Party Content that is inaccurate, offensive, indecent, or objectionable.\nYou always have the choice of deciding whether or not to interact with a Third Party Source or to view and use Third Party Content.\nYour interaction with a Third Party Source and your use of, and reliance upon, any Third Party Content is at your sole discretion and risk.\n</li>\n<li> You are solely responsible and liable for your interaction with Third Party Sources.\nYou agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against BreezoMeter, and release BreezoMeter from any and all liability, arising from your use of and interaction with any Third Party Content and/or Third Party Source.\nIf you have any query or complaint regarding a Third Party Source or Third Party Content, you agree to contact the Third Party Source directly.\n</li>\n</ol>\n</li>\n<li>\n<b>Payments.</b>\n<ol>\n<li> Your use and access of the Site hereunder is currently free of charge, however, we may in the future charge a fee for certain features and/or uses.\nYou will not be charged for any such uses of the Site unless you first agree to such charges, but please be aware that any failure to pay applicable charges may result in your not having access to some or all of the Site.\n</li>\n<li> Please be aware that your use of the Site may require and utilize Internet connection or data access.\nTo the extent that third party service provider or carrier charges for your Internet or data usage are applicable, you agree to be solely responsible for those charges.\n</li>\n</ol>\n</li>\n<li>\n<b>Information Description.</b>We attempt to be as accurate as possible and provide you with real-time air quality information.\n&nbsp;However, please be aware that since such Third Party Content provided and displayed within the Site is received from Third Party Sources, such information may appear in a delay and/or may be partial or inaccurate, and therefore we cannot and do not warrant that the content available on the Site is accurate, complete, reliable, current, or error-free.\nWe reserve the right to make changes in or to the content, or any part thereof, without the requirement of giving you any notice prior to or after making such changes to the content.\n</li>\n<li>\n<b>Privacy.</b>\n<b>&nbsp;</b>We will use any personal information that we may collect or obtain in connection with the Site in accordance with our privacy policy, which is available at this link&nbsp;(“ <b>Privacy Policy</b>“), and you agree that we may do so <i>.</i>Please also be aware that certain personal information and other information provided by you in connection with your use of the Site may be stored on your computer or other device (even if we do not collect that information).\nYou are solely responsible for maintaining the security of your computer or other device from unauthorized access.\n</li>\n<li>\n<b>Warranty Disclaimers.</b>\n<ol>\n<li> THE SITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND INCLUDING, WITHOUT LIMITATION, REPRESENTATIONS, WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AND THOSE ARISING BY STATUTE OR FROM A COURSE OF DEALING OR USAGE OF TRADE.\n</li>\n<li> WE DO NOT WARRANT THAT THE SITE WILL OPERATE ERROR-FREE, THAT THE SITE IS FREE OF VIRUSES OR OTHER HARMFUL CODE OR THAT WE WILL CORRECT ANY ERRORS IN THE SITE.\n&nbsp;YOU AGREE THAT WE WILL NOT BE HELD RESPONSIBLE FOR ANY CONSEQUENCES TO YOU OR ANY THIRD PARTY THAT MAY RESULT FROM TECHNICAL PROBLEMS, INCLUDING WITHOUT LIMITATION IN CONNECTION WITH THE INTERNET (SUCH AS SLOW CONNECTIONS, TRAFFIC CONGESTION OR OVERLOAD OF OUR OR OTHER SERVERS) OR ANY TELECOMMUNICATIONS OR INTERNET PROVIDERS.\n</li>\n<li> THE REPORTS PROVIDED BY THE SITE DO NOT REFLECT POLLUTION LEVELS INSIDE STRUCTURES OR IN, OR IN THE IMMEDIATE VACINITY OF, SITES ASSOCIATED WITH HIGH RISKS OF POLLUTION OR TOXICITY, SUCH AS, BUT NOT LIMITED TO, INDUSTRIAL AREAS, CONSTRUCTION SITES, LABS OR RESEARCH FACILITIES OR WASTE COLLECTION, DISPOSAL OR TREATMENT SITES.\nYOU SHALL NOT RELY ON, AND WE MAKE NO WARRANTY REGARDING, REPORTS FROM THE SITE IN CONNECTION WITH ANY OF THE FOREGOING.\n</li>\n<li> THE CONTENT PROVIDED AND DISPLAYED WITHIN THE SITE IS NOT INTENDED TO BE, AND SHALL NOT BE CONSIDERED BY YOU TO BE, A SUBSTITUTE FOR THE TESTING OR REPORTING OF THE CONCENTRATION OF POLLUTION ELEMENTS BY THE APPLICABLE INSTITUTION(S) OR SERVICE PROVIDER(S) AUTHORIZED TO DO SO UNDER APPLICABLE LAWS AND REGULATIONS.\nTHE SITE AND THE CONTENT PROVIDED SHALL NOT CONSTITUTE ANY FORM OF CONSULTATION, OPINION, DIAGNOSIS, AND/OR RECOMMENDATION OF ANY KIND, AND SHALL NOT BE RELIED UPON FOR ANY PURPOSE WHATSOEVER, INCLUDING BUT NOT LIMITED TO, FOR THE PURPOSE OF MAKING DECISIONS CONCERNING YOUR OR ANY OTHER PERSON’S HEALTH, FORMULATING OR SUPPORTING REGULATIONS, ASCERTAINING TRENDS, ACTING AS GUIDANCE, OR SUPPORTING ANY OTHER GOVERNMENTAL OR PUBLIC DECISION-MAKING.\nYOU HEREBY ACKNOWLEDGE AND AGREE THAT THE CONTENT PROVIDED BY THE SITE IS BASED ON RAW DATA, INCLUDING OBSERVATIONAL DATA, WHICH ARE NOT FULLY VERIFIED OR VALIDATED, ARE SUBJECT TO CHANGE, SHOULD BE CONSIDERED PRELIMINARY, AND ARE PROVIDED SOLELY FOR THE PURPOSE OF REPORTING AND FORECASTING THE AIR QUALITY INDEX (AQI).\nANY AND ALL OFFICIAL REGULATORY AIR QUALITY DATA MUST BE OBTAINED FROM THE EPA’S AIR QUALITY SYSTEM (AQS).\n</li>\n<li> IF YOU HAVE A DISPUTE WITH ANY USER OF THE SITE AND/OR THIRD PARTY SOURCE, YOU AGREE THAT WE ARE NOT LIABLE FOR ANY CLAIMS OR DAMAGES ARISING OUT OF OR CONNECTED WITH SUCH A DISPUTE.\nWE RESERVE THE RIGHT, BUT HAVE NO OBLIGATION, TO MONITOR ANY SUCH DISPUTE.\n</li>\n<li>Applicable law may not allow the exclusion of certain warranties, so to that extent such exclusions may not apply.</li>\n</ol>\n</li>\n<li>\n<b>Limitation of Liability.</b>\n<ol>\n<li> TO THE FULLEST EXTENT PERMISSIBLE BY LAW, BREEZOMETER SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, EXEMPLARY, SPECIAL, CONSEQUENTIAL, OR INCIDENTAL DAMAGES OF ANY KIND, OR FOR ANY LOSS OF DATA, REVENUE, PROFITS OR REPUTATION, ARISING UNDER THESE TERMS OR OUT OF YOUR USE OF, OR INABILITY TO USE, THE SITE.\nSome jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitations may not apply to you.\n</li>\n<li> IN NO EVENT SHALL THE AGGREGATE LIABILITY OF BREEZOMETER ARISING UNDER, OR IN CONNECTION WITH, THESE TERMS, OR OTHERWISE OUT OF YOUR USE OF, OR INABILITY TO USE, THE SITE, EXCEED THE TOTAL AMOUNT OF FEES, IF ANY, PAID BY YOU TO BREEZOMETER FOR USING THE SITE DURING THE THREE (3) MONTHS PRIOR TO YOUR BRINGING THE CLAIM.\n</li>\n<li> THE FOREGOING LIMITATIONS AND EXCLUSIONS IN THIS SECTION ‎12 SHALL APPLY: (i) EVEN IF BREEZOMETER HAS BEEN ADVISED OF THE POSSIBILITY OF ANY DAMAGES OR LOSSES.\n(ii) EVEN IF ANY REMEDY SET FORTH HEREIN FAILS OF ITS ESSENTIAL PURPOSE.\nAND (iii) REGARDLESS OF THE BASIS OR THEORY OF LIABILITY.\n</li>\n</ol>\n<ul>\n<li>\n<b>Indemnity.</b> You agree to defend, indemnify and hold harmless BreezoMeter and our affiliates, and our respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney’s fees) arising from: (i) your use of, or inability to use, the Site.\n(ii) your violation of these Terms.\nand (iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\n&nbsp;Without derogating from or excusing your obligations under this section, we reserve the right (at your own expense), but are not under any obligation, to assume the exclusive defense and control of any matter which is subject to an indemnification by you if you choose not to defend or settle it.\nYou agree not to settle any matter subject to an indemnification by you without first obtaining our express approval.\n</li>\n<li>\n<b>Term and Termination.</b>\n<ol>\n<li> We reserve the right, at any time, to: (i) discontinue or modify any aspect of the Site.\nand/or (ii) terminate these Terms and your use of and access to the Site with or without cause, and shall not be liable to you or any third party for any of the foregoing.\nIf you object to any term or condition of these Terms or any subsequent modifications thereto, or become dissatisfied with the Site in any way, your only recourse is to immediately discontinue use of the Site.\n</li>\n<li> This Section ‎‎14.2 and Sections ‎5 ( <i>Intellectual Property Rights</i>), ‎10 ( <i>Privacy</i>), ‎11 ( <i>Warranty Disclaimers</i>), ‎12 ( <i>Limitation of Liability</i>), ‎13 ( <i>Indemnity</i>), and ‎15 ( <i>Assignment</i>) to ‎18 ( <i>General</i>) (inclusive), as well as any provision of these Terms which by nature ought to survive, shall survive termination of these Terms and your use of or access to the Site.\n</li>\n</ol>\n</li>\n<li>\n<b>Assignment.</b>&nbsp;These Terms (and any rights and obligations hereunder), may not be assigned by you, but may be assigned by BreezoMeter without restriction or notification.\nAny unauthorized assignment shall be null and void.\n</li>\n<li>\n<b>Modification.</b> &nbsp;We reserve the right to modify these Terms at any time by publishing the updated Terms on the Site.\n&nbsp;Such modification will be effective upon publication of the updated Terms, and your continued use of any part of the Site thereafter shall constitute your acceptance of those modifications and the updated Terms.\n</li>\n<li>\n<b>Governing Law and Disputes.</b> &nbsp;These Terms and any dispute between you and BreezoMeter in connection with the Site shall be governed by and construed in accordance with the laws of the State of New York, U.S.A., without regard to its conflict of laws rules.\nAny claim, dispute or controversy between you and BreezoMeter shall be subject to the exclusive jurisdiction of the courts located in New York, NY, and you hereby irrevocably submit to the personal and exclusive jurisdiction of such courts and waive any jurisdictional, venue, or inconvenient forum objections to such courts.\n<i>provided, however,</i> that BreezoMeter may seek injunctive relief in any jurisdiction worldwide.\n</li>\n<li>\n<b>General.</b> &nbsp;These Terms, and any other legal notices published by us in connection with the Site, shall constitute the entire agreement between you and BreezoMeter concerning the Site.\nIf any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect, and the invalid provision shall be substituted with a provision that most closely approximates the original legal and economic effect of the invalid provision.\n&nbsp;No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and a party’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\nAny waiver must be in writing and duly signed by the waiving party.\nAll section and sub-section headings used in these Terms are for convenience only, and shall not be relied upon or used in interpreting these Terms.\nAny notices to BreezoMeter must be sent using the tools made available on the Site.\nYOU AGREE THAT ANY CAUSE OF ACTION THAT YOU MAY HAVE ARISING OUT OF OR RELATED TO THE SITE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\n&nbsp;OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</li>\n</ul>\n</li>\n</ol> Headquarters <p> 24 HaNamal St, <br>P.O.\nBox 33887, <br>Haifa, Israel 3303124 </p>\n<ul>\n<li>twitter</li>\n<li>linkedin</li>\n<li>youtube</li>\n<li>facebook</li>\n</ul> Products <ul>\n<li>Overview</li>\n<li>Plans</li>\n<li>\n<p>Core Products:</p>\n<ul>\n<li>Air Pollution API</li>\n<li>Pollen API</li>\n<li>Fires API</li>\n</ul>\n</li>\n<li>\n<p>For Developers:</p>\n<ul>\n<li>API Documentation</li>\n<li>API Login</li>\n</ul>\n</li>\n</ul> Solutions <ul>\n<li>Air Purification &amp.\nSmart Homes</li>\n<li>Medical Devices &amp.\nDigital Health</li>\n<li>Automotive &amp.\nSmart Mobility</li>\n<li>Media &amp.\nAdvertising</li>\n</ul> Resources <ul>\n<li>Blog</li>\n<li>Use Cases</li>\n<li>Resource Center</li>\n<li>Check Your Air Quality</li>\n<li>Air Quality App</li>\n</ul> About Us <ul>\n<li>Company</li>\n<li>News and Events</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2021 BreezoMeter, All Rights Reserved.</p> Terms of Use Cookies Policy Privacy Policy <p> This website uses cookies to ensure you get the best experience on our website.\nLearn more </p> Got It! ", "created_at": "2021-07-07 21:30:19.399592", "updated_at": "2021-07-07 19:30:40.241443"}], "points": [], "urls": ["breezometer.com"]}}