{"error": 448, "message": "OK", "parameters": {"id": 4823, "name": "GL.iNet", "created_at": "2021-08-12 20:39:15.658008", "updated_at": "2021-08-12 22:01:07.854847", "wikipedia": null, "keywords": null, "related": null, "slug": "gl-inet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4823.png", "url": "gl-inet.com", "documents": [{"id": 8654, "name": "Privacy Policy", "url": "https://www.gl-inet.com/privacy-policy/", "xpath": "/html/body/main/div", "text": " GL.iNet - Privacy Policy <ol>\n<li>Introduction</li>\n<li>Certain Terms</li>\n<li>Personal Data Collection</li>\n<li>Cookies, Web Beacons and Other Analysis Tools</li>\n<li>How We Use Your Information</li>\n<li>How We Disclose Your Information Outside GL.iNet</li>\n<li>International</li>\n<li>What Data Protection Settings Are Available</li>\n<li>Retention of Personal Information</li>\n<li>Your Rights</li>\n<li>Accessing, Reviewing and Changing Your Personal Information</li>\n<li>Third-Party Services</li>\n<li>Individuals Located in the EEA or Switzerland</li>\n<li>Privacy of Children Online </li>\n<li>Limitation of Liability</li>\n<li>Changes to This Privacy Policy</li>\n<li>Contact Us</li>\n</ol> 1.\nIntroduction <p>GL Technologies (Hong Kong) Limited, and its affiliates and subsidiaries (collectively, “GL.iNet” “we” “us,” or “our”) takes your privacy seriously.\nIf you are a visitor to GL.iNet Website, a recipient of GL.iNet communications or a customer of GL.iNet then except as expressly set forth below, this Privacy Policy applies to your use of such Website or Service.\nThis Privacy Policy describes how we collect, use, disclose, transfer, and otherwise process your Personal Information.\nIt also tells you about your rights with respect to your Personal Information, and how you can reach us to update it or get answers to questions you may have about our privacy practices.</p> 2.\nCertain Terms <p>This Privacy Policy covers the processing of Personal Information related to GL.iNet products and services (“Services”), including:</p>\n<ul>\n<li>GL.iNet hardware products (“Products”),</li>\n<li>website(s) that may be accessed at https://www.gl-inet.com/ (“Site”),</li>\n<li>services, including technical support and services accessible through the Site(s) (“Web interface”),</li>\n<li>software that may be downloaded to your smartphone or tablet to access services (“Mobile Apps”), and</li>\n<li>subscription services</li>\n</ul>\n<p>Other definitions:</p>\n<ul>\n<li>Anonymization: By modifying the data, identification of a natural person is no longer possible.</li>\n<li>Activity data: Data stored about the user's activities.</li>\n<li>Analytical tools: Programs allowing analyses of user behavior.</li>\n<li>Cloud: Use of IT infrastructures and services that are not kept locally but are hired as a service and can be accessed via a network (e.g.\nthe internet).</li>\n<li>Cookies: Cookies are small text files that are stored on your computer or in your browser.</li>\n<li>Devices: A (portable) object, such as a smartphone, tablet, notebook, or PC, used to access apps or programs and information services.</li>\n<li>IP address: An address within the computer network based on the Internet Protocol (IP).\nThis address is assigned to the device and thus allows the device to be addressed and so accessed.</li>\n<li>MAC address: Address of each individual network adapter.</li>\n<li>Personal data: This information relates to a specific or identifiable natural, living person.</li>\n<li>Malicious software: Programs developed to cause damage to a device.</li>\n</ul> 3.\nPersonal Data Collection 3.1\tHow We Collect Personal Data <p>We obtain personal information relating to you from various sources such as described below.\nFor the purpose of this Privacy Policy, “personal information” means any information relating to an identified or identifiable individual.</p>\n<p>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so.\nIf you do not provide Personal Information when requested, you may not be able to benefit from our Services if that information is necessary to provide you with the Service.</p>\n<ol>\n<li>Personal Information We Collect Directly from You</li>\n<ul>\n<li>Registration is required in order to use the Services, we may ask you to provide certain Personal Information when you create an account on GL.iNet or install and register to GL.iNet-marked software(s), register a product, complete a survey, or sign up to be on our mailing list.\nWe may ask you to submit the following types of Personal Information: first and last name, country, email address, product serial number, date of purchase, telephone number, shipping address, and proof of purchase.\nWe may also collect additional personal information such as your interests or hobbies, your gender or age.</li>\n<li>Information you voluntarily share or post.\nWe may collect Personal Information that you provide in GL.iNet and GL.iNet-marked software(s), or post in a public space on our website, such as message boards.</li>\n<li>Customer support.\nWe may collect information through your communications with our customer support team or other communications that you may send us and their contents.</li>\n<li>Payment details We may collect credit card and billing information, including credit card number, billing address, credit card expiration date and credit card security code to process your order.</li>\n<li>Other Information We may collect other information from you that is not specifically listed here.\nWe may use any such information in accordance with this Privacy Policy or as otherwise permitted by you.</li>\n</ul>\n<li>Personal Information We Collect from Your Interactions with Our Products and Services</li>\n<ul>\n<li>Cookies and Tracking Technologies We use automatic data collection tools like cookies, web beacons, google analytics and other tracking technologies in our products to collect data and related information, including IP addresses, device identifiers, advertising identifiers and other information about your device, system and application software and peripherals.\nWe may collect information about your browser and what sites you visit.\nWe might also look at how and how often you use one of our applications and certain features.\nThird parties may also collect information using cookies.\nTo learn more about our cookie policy, click here.</li>\n<li>Product Usage We collect information related to the use of our products and devices and statistics about the performance of your GL.iNet devices.\nThis information includes Inter GL.iNet speed, storage information, error rates, and other performance information.</li>\n</ul>\n<li>Personal Information We Obtain from Other Sources</li>\n<ul>\n<li>Ads and Social Media Platform.\nWe may collect information when you interact with our advertisements and other content on third-party sites or platforms, such as social networking sites.\nThis may include information such as \"Likes\", profile information gathered from social networking sites or the fact that you viewed or interacted with our content.</li>\n<li>Third-Party Personal Information.\nIf you choose to provide us with a third party's Personal Information (such as name, email, and phone number), you must ensure that you have the third party's permission to do so.\nExamples include but not limited to providing us with the names and images that you associate with account users, forwarding reference or marketing material to a friend, or sending job referrals.</li>\n</ul>\n</ol> 3.2\tPurposes of Processing <p>GL.iNet processes Personal Data for the following purposes and based on the following legal grounds:</p>\n<ul>\n<li>For the performance of GL.iNet services.\nThis element covers all technical and commercial processes required to carry-out user requests.</li>\n<li>Processing is necessary to perform a contract with the User, or in order to conclude one.</li>\n<li>For correct operation of our products and services through internal data analysis.\n</li>\n<li>For convenient and straightforward use of our products and services.</li>\n<li>To improve the Site, personalize the user experience, and enhance user interactions with the Site.</li>\n<li>Processing is based on GL.iNet's legitimate interest to conduct its business, improve its product and service offerings, and facilitate communication.</li>\n<li>Promotional communications.</li>\n<li>Processing is based on your consent.</li>\n<li>For linking various user accounts (i.e.\nthe GL.iNet account with other social media or email accounts) and extracting information for specialized requested services.</li>\n<li>To provide customer service and ensure the security of our operations.</li>\n<li>Processing is based on the legal obligation to ensure the confidentiality of processing and GL.iNet's legitimate interest to secure its operations.</li>\n<li>To offer you optimized advertising and product information.</li>\n<li>To confirm identity and prevent fraud.</li>\n<li>Processing may be requested by some judicial process or governmental agency.</li>\n</ul> 3.3\tLegal Basis of Storing Personal Data <ul>\n<li> Consent <p>Your consent is required for the processing of certain data.\nIn these events we will inform you expressly about the situation and provide you with the opportunity to allow us to process this data.</p>\n<p>In these cases we will inform you about the purpose of the data processing and about your right of revocation.</p>\n</li>\n<li> Storage and deletion periods <p>We store personal data only to the extent required to fulfill the purpose.\nThe storage period depends on legal requirements and the duration of the contractual relationship.</p>\n<p>Should the data no longer be used, it will be anonymized and/or deleted in accordance with legal regulations.</p>\n<p>Should you wish to have your data deleted, please note that we are able to block your data immediately but for legal reasons or due to technical restrictions it may take up to 180 days to permanently delete your data from the live systems.</p>\n<p>Further, please note that after the confirmation of your deletion request it is not possible to restore your data.</p>\n</li>\n</ul> 4 Cookies, Web Beacons and Other Analysis Tools <p>We use cookies to enhance and simplify your visit.\nnamely, in order to offer easier surfing on the Website, to make login easier, for internal security purposes, system administration to tailor advertisements to your preferences and the like.\nCookies are small data files stored on the hard disk of the users' computer.\nIn addition to cookies which send information to us, we also use cookies which collect information and send it to third parties.\nAn example of this is Google Analytics.\nSome of our cookies may collect and store your Personal Data, such as your name or email address.\nIf you do not wish to accept cookies from the Website please either disable cookies or refrain from using the Website.</p>\n<p>We may also use web beacons.\nWeb beacons allow us to understand if a certain page of the Website was visited or if an email was opened or if advertising banners on other websites were effective.</p>\n<p>In addition, we use the following third-party tools for marketing purposes and to make your visit to our websites or the use of our products/services more user-friendly.\nThe analytical tools include Google Analytics 360 etc.</p>\n<p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually set your browser to remove or reject cookies, but note that doing so does not necessarily affect third party flash cookies used in conjunction with our Website.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of the Website and you may not be able to access or use some or all areas and functionalities of the Website.</p> 5 How We Use Your Information <p>GL.iNet uses your Personal Data and usage information to offer and provide our products and services and to support our core business functions.\nThese include order or service fulfillment, customer service, internal business processes, marketing, including contests and sweepstakes, authentication, loss and fraud prevention, public safety and legal functions.\nSome examples include:</p>\n<ul>\n<li>To fulfill your requests for products and services and communicate with you about said requests;</li>\n<li>To send you notifications concerning shipment information;</li>\n<li>To register your account on the Website;</li>\n<li>To administer surveys, contests, sweepstakes and promotions;</li>\n<li>To provide customer service;</li>\n<li>To help us improve and customize the Website;</li>\n<li>To send you information about our products, services, promotions, contests and sweepstakes.\nand</li>\n<li>To protect the security or integrity of the Website and our business.</li>\n</ul> 6 How We Disclose Your Information Outside GL.iNet <p>\n<b>GL.iNet DOES NOT SELL OR RENT YOUR PERSONAL DATA TO ANY THIRD PARTIES WHATSOEVER.</b>\n</p> 6.1\tService Provider and Vendors <p>We also may share Personal Information with our service providers who perform services on our behalf based on our instructions and in compliance with appropriate confidentiality and security measures.\nExamples of services include: processing of orders and credit card transactions, sending marketing communications, sharing your email address to assist us with sales-related efforts or post-sales support, and providing customer support.</p> 6.2\tLegal Requirement and Protection of Our Company and Others <p>We may share information for legal reasons.\nWe will share Personal Information with companies, organizations or individuals outside of GL.iNet if we have a good faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:</p>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request</li>\n<li>enforce applicable Terms of Use, including investigation of potential violations</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues or</li>\n<li>protect against harm to the rights, property or safety of GL.iNet, our users or the public as required or permitted by law.</li>\n</ul> 6.3\tBusiness Transfers <p>We may transfer any information we have about you in connection with a merger or sale (including transfers made as part of insolvency or bankruptcy proceedings) involving all or part of GL.iNet or as part of a corporate reorganization or other change in corporate control, which is consistent with this Privacy Policy.</p> 7 International <p>GL.iNet is a global business.\nWe may transfer your Personal Information to recipients in countries other than your country, including the Special Administrative Region Of Hong Kong, where we are headquartered.\nThese countries may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer your Personal Information to other countries, we will protect that information as described in this Privacy Policy or as disclosed to you at the time of data collection.\nBy using our websites and solutions or providing any Personal Information, where applicable law permits, you agree to the transfers, processing, and storage of your Personal Information outside of your country of residence.</p> 8 What Data Protection Settings Are Available <p>We intend to protect the Personal Information entrusted to us and treat it securely in accordance with this Privacy Policy.\nWe maintain administrative, technical and physical safeguards to protect Personal Information against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession.\nWe also contractually require that our suppliers protect such information from unauthorized access, use, and disclosure.\nGL.iNet’s products are not 100% secure.\nWe cannot promise that your use of our sites will be completely safe.\nWe encourage you to use caution when using the GL.iNet.\nThis includes not sharing your passwords.</p>\n<p>If you participate in a discussion forum, local communities, or chat room on a GL.iNet website, you should be aware that the information you provide there (i.e.\nyour public profile) will be made broadly available to others, and could be used to contact you, send you unsolicited messages, or for purposes neither GL.iNet nor you have control over.\nAlso, please recognize that individual forums and chat rooms may have additional rules and conditions.\nGL.iNet is not responsible for the Personal Information or any other information you choose to submit in these forums.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know if we are unable to do so and why.</p> 9 Retention of Personal Information <p>We also take measures to delete your Personal Information or keep it in a form that does not permit identifying you when this information is no longer necessary for the purposes for which we process it or when you request its deletion, unless we are allowed or required by law to keep the information for a longer period.\nWe complete periodic reviews of our databases, and have established time limits for certain data deletion, considering the type of services provided in the context of the Products and Services, the length of our relationship with you, mandatory retention periods, and the statute of limitations.</p> 10 Your Rights <p>You have the following rights in connection with your personal data, subject to possible legal restrictions: </p>\n<ul>\n<li>Right to update your account.\nThrough your account settings, you can update and change your Personal Information, such as preferences.\nyour account.\nHowever, we may maintain the original information for necessary.</li>\n<li>Right to restriction of processing.\nYou have the right to restrict the processing of your personal data.\nFor example, you can choose whether you will receive our marketing and promotional emails or not.\nYou can press the “unsubscribe” button at the end of the email or contact us at support@gl-inet.com to file a request.\nHowever, if you delete your account, you may not be able to fully use the Service.</li>\n<li>Right to erasure.\nShould you wish to delete your data, you have the option to do so in the administration section of our software.\nWe will then erase your data in accordance with legal requirements.\nAdditionally, we would like to point out that we are able to block your data immediately.\nBut due to technical restrictions it may take up to 180 days to permanently delete your data, provided there are no legal obligations and statutory rights preventing deletion.</li>\n</ul> 11 Accessing, Reviewing and Changing Your Personal Information <p>Using the Products/Services, you can access and edit your own personal information provided to us.\nThe information that you can access through the Products/Services may change for the change of Products/Services.\nWhen you change information or delete your account, we may maintain a copy of the original information in our records.\nBecause the original information may be still necessary to fulfill the purposes outlined in this Policy.\nAlso, it is also permitted by applicable law.\nAdditionally, we may use any anonymized or aggregated data that is derived from your personal information after you update or delete it.\nHowever, we will not do so in a way to personally identify you.</p> 12 Third-Party Services <p>The Service may contain features or links to websites and services provided by third parties.\nIf you click on a link to a third-party site, you will be taken to websites we do not control.\nAny information provided on third-party sites or services may be disclosed directly to the operators of such services, which is subject to those operators’ policies.\nPlease read the privacy policy of other websites carefully.\nWe are NOT responsible for these third-party sites or services to which links or access are provided through the Service.</p>\n<p>In addition, the third parties may also integrate GL.iNet’s Products and Services into their products and services.\nWe are NOT responsible for this integration.\n</p> 13 Individuals Located in the EEA or Switzerland <p>If you are located in the European Economic Area (“EEA”), we process your Personal Information for the purposes listed under 3above based on the following legal grounds:</p>\n<ol>\n<li>You have consented to the use of your Personal Information.\nFor example, we may seek to obtain your consent for our uses of cookies when you visit our website, or to send you marketing communications.</li>\n<li>We need your Personal Information to provide you with Products and Services requested by you, or to respond to your inquiries.</li>\n<li>We have a legal obligation to use or disclose your Personal Information, for example, if we are responding to a legal process or an enforceable governmental request.</li>\n<li> We (or a third party) have a legitimate interest in using your Personal Information.\nIn particular, we have a legitimate interest in using your Personal Information for things like: <ul>\n<li>Providing, maintaining, and improving our Services to meet the needs of our users</li>\n<li>Developing new products and features that are useful for our users</li>\n<li>Understanding how people use our Services to ensure and improve the performance of our Services</li>\n<li>Customizing our Services to provide you with a better GL.iNet user experience</li>\n<li>Marketing to inform existing customers about our Services</li>\n<li>Detecting, preventing, or otherwise addressing fraud, abuse, security, or technical issues with our Services</li>\n<li>Protecting against harm to the rights, property or safety of GL.iNet, our users, or the public as required or permitted by law</li>\n<li>Performing research that improves our services for our users and benefits the public</li>\n<li>Fulfilling obligations to our partners like developers and rights holders.\nand</li>\n<li>Enforcing legal claims, including investigation of potential violations of applicable Terms of Use.</li>\n</ul>\n</li>\n</ol>\n<p>We comply with applicable legal requirements providing adequate safeguards for the transfer of Personal Information to countries other than the country where you are located.\nIn particular, we use contractual protections for the transfer of Personal Information to third parties, such as the European Commission’s Standard Contractual Clauses.\nYou may contact us as specified below to obtain a copy of such document.</p>\n<p>You have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company.\nThose rights may be limited in some circumstances by local law requirements.\nIn addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority subject to applicable law.</p>\n<p>In addition, if we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge.\nWhen you do so, this will not affect the lawfulness of the processing before your consent withdrawal.</p>\n<p>GL.iNet is the entity responsible for the processing of your Personal Information, and you may exercise your rights to your Personal Information by emailing us at: support@gl-inet.com.</p> 14 Privacy of Children Online <p>Our Products and Services are meant for adults.\nWe do not introduce children under the age of 16 without parental consent to set up GL.iNet accounts on purpose.\nIf you believe that we may have collected Personal Information from someone under 16, please let us know with the methods described in the Contact Us section and we will delete such information from our records.</p> 15 Limitation of Liability <p>EXCEPT WHERE PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES SHALL GL.iNet BE LIABLE FOR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF GL.iNet HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM ANY ASPECT OF GL.iNet USE OF THE PERSONAL DATA OF ANY THIRD PARTY PROVIDED BY YOU AND/OR YOUR COMPANY.\nTHESE LIMITATIONS SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\n</p>\n<p>In some jurisdictions, some of the foregoing limitations may not apply.</p> 16 Changes to This Privacy Policy <p>We may update this Privacy Policy from time to time.\nIf we modify our Privacy Policy, we will post the revised version here, with an updated revision date.\nWe recommend that you visit these pages periodically to be aware of and review any such revisions.\nIf we make material changes to our Privacy Policy, we may also notify you by other means prior to the changes taking effect, such as by posting a notice on our websites or sending you a notification.</p> 17 Contact Us <p>If you have any questions, comments or complaints about this Privacy Policy and our privacy practices, or would like to update your privacy preferences, please contact us at: support@gl-inet.com or write to us at: GL Technologies (HK) Limited, Unit 203, 2/F, Building 19W, 19 Science Park West Avenue, Hong Kong Science Park, Pak Shek Kok, N.T., Hong Kong</p>\n<p>This GL.iNet Privacy Policy was revised and posted as of April 17, 2020.</p> ", "created_at": "2021-08-12 20:39:15.66232", "updated_at": "2021-08-12 18:40:17.789417"}, {"id": 8653, "name": "Terms of Service", "url": "https://www.gl-inet.com/terms-of-service/", "xpath": "/html/body/main/div", "text": " 1.\nIntroduction <p>Please read these Terms of Use carefully before using the Services offered by GL.iNet， which is generally accessible via the website https://www.gl-inet.com.\n<b>BY USING THE SERVICES IN ANY WAY, YOU AGREE TO ALL OF THE TERMS AND CONDITIONS CONTAINED HEREIN (\"Terms of Use\", \"These Terms\")</b>, which also incorporate by this reference GL.iNet Privacy Policy and all other terms or policies that may be published from time to time on the Site.\nIn addition, some portion of the Service may be subject to additional terms and conditions specified by GL.iNet.\nYour use of such services is subject to those additional terms and conditions, which are incorporated into these Terms of Use by this reference.</p>\n<p>GL.iNet reserves the right, at any time: (1) to modify or update any of the Terms of Use, said modification or update being effective upon its posting on the Site.\n(2) to suspend or interrupt the access to or the operation of the Service, or any portion of it, as necessary to perform maintenance and/or for any other purpose.\nand/or (3) to modify or change the Service, or any portion of it.</p>\n<p>Your continued use of the Service shall be considered your acceptance to the revised Terms of Use.\nSHOULD YOU OBJECT TO ANY OF THE TERMS OF USE OR ANY SUBSEQUENT MODIFICATIONS, YOUR ONLY RECOURSE IS TO IMMEDIATELY DISCONTINUE THE USE OF THE SERVICES.</p>\n<p>GL.iNet has the authority to legally bind such Entity and its Affiliates.</p> Definitions <p>\n<b>Account</b> means any and all GL.iNet accounts created or on behalf of by User.</p>\n<p>\n<b>Activated Device</b> shall mean each Enabled Device that is activated on the Communications Network.</p>\n<p>\n<b>Affiliate</b> shall mean, with respect to any entity, any other entity Controlling, Controlled by or under common Control with such entity, whether directly or indirectly through one or more intermediaries.</p>\n<p>\n<b>GL.iNet</b> means GL Technologies (HK) Limited and its affiliates.</p>\n<p>\n<b>Confidential Information</b> means all information disclosed by User to GL.iNet or by GL.iNet to User which is in tangible form and labeled \"confidential\" (or with a similar legend) or which a reasonable person would understand to be confidential given the nature of the information and circumstances of disclosure.\nNotwithstanding the foregoing, Confidential Information shall not include information that (a) was already known to the receiving party at the time of disclosure by the disclosing party.\n(b) was or is obtained by the receiving party by a third party not known by the receiving party to be under an obligation of confidentiality with respect to such information.\n(c) is or becomes generally available to the public other than by violation of these Terms.\nor (d) was or is independently developed by the receiving party without use of the disclosing party's Confidential Information.</p>\n<p>\n<b>Data</b> means all electronic data, text, messages or other materials submitted to the Service by You in connection with Your use of the Service.</p>\n<p>\n<b>Documentation</b> means any written or electronic documentation, images, video, text or sounds specifying the functionalities of the Service provided or made available by GL.iNet to You through the Site or otherwise.</p>\n<p>\n<b>Personal Data</b> means any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>\n<b>Processing</b> means any operation or set of operations which is performed on Personal Data or on sets of Personal Data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction;</p>\n<p>\n<b>Released Parties</b> means GL.iNet, and its officers, directors, shareholders, employees, agents, and successors.</p>\n<p>\n<b>Service(s)</b> means any and all services provided by GL.iNet to User including but not limited to the use and access to the Site, GL.iNet GoodCloud, DDNS and tools such as Software, API and any Documentation.\nAny new or modified features added to the Service are also subject to these Terms.</p>\n<p>\n<b>Service Plan</b> means the specific plan for which You subscribe, whether free or paid, as detailed on the Site, and the portion of the Service associated with said plan.</p>\n<p>\n<b>Site</b> means any and all websites operated or owned by GL.iNet including namely but not exclusively www.gl-inet.com, www.goodcloud.xyz, www.glddns.com and www.glddns.net.</p>\n<p>\n<b>Software</b> means any and all software(s) provided by GL.iNet to Users.</p>\n<p>\n<b>Subscription</b> Term means the period during which the User has agreed to subscribe to the portion of the Service as detailed in the Service Plan.</p>\n<p>\n<b>Third Party Services</b> means third party products, applications, services, software, products, networks, systems, directories, websites, databases and information which the Service links to, or to which User may connect or enable in connection with the Service, including, without limitation, certain Third Party Services which may be integrated in the Service.</p>\n<p>\n<b>User, You, Your</b> means any individual or Entity using the Site and/or the Services.</p> 3.\nUse License <p>Permission is granted to temporarily download one copy of the materials (information or software) on GL.iNet’s website for individuals, but only for non-commercial transitory viewing.\nYou need to obtain a commercial license if you want to use it for commercial purpose.\nThe licenses need to be granted by GL.iNet.\nAnd under the license you may not:</p>\n<ul>\n<li>modify or copy the materials;</li>\n<li>attempt to decompile or reverse any software contained on GL.iNet’s website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or “mirror” the materials on any other server.</li>\n</ul>\n<p>This license shall automatically terminate if you violate any of these restrictions.\nUpon termination of your viewing these materials or this license, you must destroy some downloaded materials in your possession whether in electronic or printed format.</p> 4.\nData Privacy and Security <p>For a detailed understanding of our privacy and how we treat your personal information, please carefully read GL.iNet privacy policy.\nAs a brief overview, we may collect, retain, and use specific data about you, your Device (as defined below) and your Device’s interactions with other Devices.\nAlso, some of this information may be used to identify you, including without limitation, name, address, phone number, e-mail address, credit card information, facial image, voice sample and other biometric records (collectively, “Personal Data”).\nIt may include sensitive data stored in files on your Device.\nFurthermore, other uses are fully described in our privacy policy.\nThe data we collect is used to provide, deliver, and support a particular product and to inform you about upgrades, new and existing products, offers or other information.</p> 5.\nINTELLECTUAL PROPERTY RIGHTS 5.1 Subject to these Terms of Use, GL.iNet hereby grants You a non-exclusive, non-transferable, non-sublicensable, limited right and license to use the Service.\nThe rights granted herein are subject to Your compliance with these Terms of Use.\nThe Service is being licensed to you and you hereby acknowledge that no title or ownership in the Service is being transferred or assigned and these Terms of Use are not to be construed as a sale of any rights in the Service.\nAlso, all the trademarks, logos and service marks (“Marks”) displayed on this Web Site are the property of GL.iNet, or other third parties.\n5.2 The trademarks including the mark GL.iNet as shown on the Site, the Software or the Documentation are trademarks owned by GL.iNet (collectively, \"GL.iNet Trademarks\").\nUnless otherwise provided by applicable laws or regulations, GL.iNet Trademarks may not be used in any manner other than expressly authorized in a written agreement.\n5.3 GL.iNet shall maintain all rights, title and interest in and to GL.iNet patents, inventions, copyrights, trademarks, domain names, trade secrets, know-how and any other intellectual property and/or proprietary rights (collectively, \"Intellectual Property Rights\").\nThe rights granted to You to use the Service under these Terms do not convey any additional rights in the Service, or in any Intellectual Property Rights.\nGL.iNet shall have a royalty-free, worldwide, transferable, sub-licensable, irrevocable and perpetual license to incorporate into the Service or otherwise use any suggestions, enhancement requests, recommendations or other feedback GL.iNet receives from You.\nGL.iNet reserves all rights not expressly granted to You.\n5.4 All content of the Service, Site or Software including, but not limited to, all text, graphics, user interfaces, visual interfaces, photographs, product and virtual product descriptions and design, FAQs, videos, logos, GL.iNet Trademarks, sounds, music, artwork, computer code and programming (collectively, \"Content\"), including the arrangement of such Content, is owned, controlled or licensed by or to GL.iNet, which is protected by trade dress, copyright, and trademark laws, various other intellectual property rights and unfair competition laws.\nExcept as expressly provided in the Terms of Use or authorized by GL.iNet in a written agreement, no Content or part of Content may be copied, duplicated, sold, resold, reverse engineered, decompiled, reproduced, modified, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, or distributed in any way through any media whatsoever.\n6.\nContent on the Services, Third-Party Services and Remote Access 6.1 Content on the Services <p>Content is all of the information collected during your use of the Services.\nIt includes information provided by you, by other users, by hardware devices connected to the Services, and by third-party devices and services connected to the Services.\nIt also includes any information we provide into the Services, as well as information derived from or aggregated from any and all information provided to the Services.\nGL.iNet has not reviewed any site linked to its website.\nAlso, GL.iNet is not responsible for the contents of any such linked site.\nThe inclusion of any link is not implied endorsement by GL.iNet of the site.\nIt is users’ own risk of using any such linked website.</p> 6.2 Third-Party Services <p>You accept that GL.iNet is not responsible for the risks you take associated with links or connections to third-party applications or services.\nYou understand that such third-party services may or may not carry their own terms, conditions, privacy policies or other policies that may or may not be related to the Services.\nWe encourage you to be aware of such agreements when you connect third-party services to the Services.\nWe cannot and do not have control over, nor do we assume any responsibility or risk for content, accuracy, practices, opinions, or policies of any third-party applications or services that you may be exposed to when you interact with the Services.\nYour interactions with third-party organizations and/or individuals found on or through the Services are solely between you and such organizations and/or individuals.\nYou agree that we shall not be responsible for any liability for any loss or damage associated with any such interactions.</p> 6.3 Third-Party Sites <p>The Services may link you to other sites on the Internet.\nThese sites may contain information or material that some people may find inappropriate or offensive.\nThese other sites are not under the control of GL.iNet, and you acknowledge that (whether or not such sites are affiliated in any way with GL.iNet) GL.iNet is not responsible for the accuracy, copyright compliance, legality, decency, or any other aspect of the content of such sites.\nThe inclusion of such a link is not implied endorsement by GL.iNet or any association with its operators.</p>\n<p>GL.iNet cannot ensure that you will be satisfied with any products or services that you purchase from any third-party site that links to or from our site, since the third-party sites are owned and operated by independent retailers.\nGL.iNet does not endorse any of the merchandise purchased from any third-party site, nor have we taken any steps to confirm the accuracy or reliability of any of the information contained on such third-party sites.\nGL.iNet does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third-party.\nWe strongly encourage you to make whatever investigation you feel necessary or appropriate before proceeding with any online transaction with any of these third-parties.</p> 7.\nTechnical Support <p>With respect to some of our Products, at our sole discretion, we may offer technical support.\nWe provide such technical support without any warranty of any kind.\nPrior to obtaining such support, it is your responsibility to back up all of your existing data, software and programs.\nWe may cease or suspend offering technical support with a particular product at any time.</p> 8.\nModifying Our Products/Services <p>We are constantly improving and changing our Products/Services.\nWe may suspend or stop offering a particular product/service or add or remove functionalities or features.\nWe may perform such modifications without providing you with prior notice of such modification.</p> 9.\nTerm and Termination of Our Service <p>We may change, suspend, or discontinue the availability or any functionality of the GL.iNet Properties, or any aspect of your access to the GL.iNet Properties, at any time without notice to you and without incurring any liability to you.\nWe may also impose limits on certain features and services or restrict your access to part or all of the GL.iNet Properties without notice to you and without incurring any liability to you.\nFurthermore, GL.iNet may limit, suspend, or terminate your use of the GL.iNet Properties (and your rights under this Agreement) at any time.\nIn addition, this Agreement will terminate automatically and without immediate notice upon any breach of the terms of this Agreement by you.</p>\n<p>In addition，you may terminate this Agreement for any reason or no reason at all, at your convenience, by ceasing your use of the GL.iNet Properties, and providing at least thirty (30) days prior written notice to GL.iNet before your Your Termination Date.</p>\n<p>Upon termination of this Agreement: (i) all rights and licenses granted will terminate immediately.\n(ii) any and all payment obligations, if any, will be due.\nand (iii) each party will promptly return to the other party all Confidential Information of such party in its possession, custody, or control.\nNeither party will be liable to the other party for damages of any sort resulting solely from the termination of this Agreement.\n</p>\n<p>GL.iNet will use reasonable efforts to delete your password, name, credit card information and all related information associated with or inside your Account (or any part thereof), excluding data related to past transactions upon termination of this Agreement, or upon request.</p> 10.\nWARRANTY DISCLAIMER <p>\n<b>THE MATERIALS ON GL.INET WEBSITE ARE PROVIDED ON AN ‘AS IS’ AND ‘AS AVAILABLE’ BASIS.\nGL.INET MAKES NO EXPRESSED OR IMPLIED WARRANTIES OF ANY KIND.\nALL WARRANTIES, EXPRESS AND IMPLIED, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\n</b>\n</p>\n<p>\n<b>FURTHER, GL.iNet DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS FOR THE ACCURACY AND RELIABILITY THE MATERIALS ON WEBSITE OR ON ANY SITES LINKED TO THIS ONE.</b>\n</p>\n<p>\n<b>DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY THIRD PARTY PRODUCT OR SERVICE RECOMMENDED, ADVERTISED, OR OFFERED ON OR THROUGH THE SERVICE OR ANY LINKED WEBSITE.</b>\n</p> 11.\nLIMITATION OF LIABILITY <p>\n<b>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, GL.INET SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES UNDER ANY CIRCUMSTANCES (EVEN IF GL.INET HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nTHE DAMAGES ABOVE ARE FOR ANY ASPECT OF YOUR USE OF SERVICE, INCLUDING LOSS OF DATA OR PROFIT, WHICH MAY ARISE FROM USE OR MISUSE OF THE SERVICE, FROM INABILITY TO USE THE SERVICE, OR THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION, OR TERMINATION OF THE SERVICE.</b>\n</p>\n<p>\n<b>AND IN NO EVENT SHALL GL.INET'S ENTIRE LIABILITY TO YOU EXCEED THE PRICE PAID BY YOU FOR THE PRODUCT/SERVICE.\nAS SOME JURISDICTION DO NOT ALLOW DISCLAIMER OF CERTAIN WARRANTIE, THE FOREGOING DISCLAIMERS MAY NOT APPLY TO YOU INSOFAR AS THEY RELATE TO IMPLIED WARRANTIES.</b>\n</p> 12.\nINDEMNITY OF GL.iNet <p>You agree to defend, indemnify and hold GL.iNet, its affiliates, subsidiaries, directors, officers, agents, employees, partners and licensors harmless from any claim or demand, including reasonable attorneys’ fees, made by a third party, relating to or arising from: (a) your use of the Services (including any action taken by a third-party using your account), and (b) your violation of these Terms, and (c) your violation of any law and (d) your false, fraudulent, malicious or inaccurate representation of your identity.</p>\n<p>Furthermore, you agree to indemnify the GL.iNet Indemnified Parties harmless from any claim or demand, including reasonable attorneys’ fees, made by a third party, relating to or arising from your use of our products in violation of these terms.</p> 13.\nFORCE MAJEURE <p>GL.iNet will not be held liable for any delays or failure in performance of any part of the Service, from any cause beyond GL.iNet's reasonable control.\nThis includes, but is not limited to, acts of God, changes to law or regulations, embargoes, war, terrorist acts, riots, fires, earthquakes, nuclear accidents, zombie apocalypse, floods, strikes, power blackouts, volcanic action, unusually severe weather conditions, and acts of hackers or third-party internet service providers.</p> 14.\nApplicable Law <p>These terms and conditions are governed by and construed in accordance with the laws of Hong Kong.\nAnd you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> 15.\nModifications of Terms <p>GL.iNet may revise these terms of service for its website at any time without notice.\nBy using this website, you have agreed to be bound by the current version of these terms of service.</p> ", "created_at": "2021-08-12 20:39:15.660619", "updated_at": "2021-08-12 18:40:47.296908"}], "points": [], "urls": ["gl-inet.com"]}}