{"error": 448, "message": "OK", "parameters": {"id": 4646, "name": "X World", "created_at": "2021-07-10 07:26:08.226994", "updated_at": "2021-07-10 22:00:49.031421", "wikipedia": null, "keywords": null, "related": null, "slug": "x-world", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4646.png", "url": "xworld.org", "documents": [{"id": 8326, "name": "Privacy Policy", "url": "https://xworld.org/privacy-policy/", "xpath": "/html/body/div[3]/div/div/div[1]/div/div/div", "text": " Privacy Policy<p>We highly value your privacy and make this policy easily available throughout our site to assist you in understanding the handling of information in the course of using this site.</p>\n<p>Log Files and Cookies</p>\n<p>This website utilizes industry standard analytics packages which gathers limited information on visitors to our website automatically, and stores this anonymous information in server log files.\nThis information may include IP addresses, browser type, basic IP information, referring pages, operating system used and date/time stamps.\nThis information does not identify individual users.\nit is used only for site administration, as well as for analysis of website usage and trends.</p>\n<p>Additionally, cookies may be used to provide easier and faster access to website features such as logins and/or repeat visits.\nCookies are very small text files that are stored on personal computers for reference purposes.\nWe do/do not link the information we store in cookies to any personally indentifiable information you have submitted while on our site.</p>\n<p>We use both session ID cookies and persistent cookies.\nA session cookie expires when your browser is closed, and a persistent cookie may stay on your hard drive for an extended period.\nSession cookies make it easier for you to navigate our site.\npersistent cookies can perform such activities as storing your password for forums or blogs so you do not have to sign in every time you visit those areas, and/or may be used to enable us to track and target the interests of our users so as to enhance the overall experience of using our site.</p>\n<p>We have no access to or administration abilities over any cookies that are used by any advertisers on our site.</p>\n<p>Links to Other Websites<br>\nThis website may contain links to other sites that are controlled in by us.\nWe are not responsible for the privacy practices and/or policies of any website other than our own.\nConsequently, we strongly suggest that you review the privacy policy of every website you visit, whether or not they are linked to by our own site.</p>\n<p>Registration and Use of Personal Information<br>\nRegistration is not required in order to use or access this website.</p>\n<p>Access to Personally Identifiable Information<br>\nSecurity<br>\nWe follow accepted industry standards to protect any personal information you have provided to us.\nHowever, please be aware that no method of electronic storage can ever be 100% secure.\nTherefore â?? as is the case with any organization – we are not in a position to guarantee the absolute security of your information.</p>\n<p>Legal Disclaimer<br>\nWe reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order or legal process served on our website.</p> ", "created_at": "2021-07-10 07:26:08.230244", "updated_at": "2021-07-10 05:27:36.380044"}], "points": [], "urls": ["xworld.org"]}}