{"error": 448, "message": "OK", "parameters": {"id": 5011, "name": "Every Door Real Estate", "created_at": "2021-09-05 00:00:21.305988", "updated_at": "2021-09-05 22:01:07.801456", "wikipedia": null, "keywords": null, "related": null, "slug": "every-door-real-estate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5011.png", "url": "everydoorrealestate.com", "documents": [{"id": 9001, "name": "DMCA Notice", "url": "https://search.everydoorrealestate.com/idx-information", "xpath": "//*[@id=\"stage-content\"]", "text": "IDX Information - NWMLS2 DIRECT<p>\n<strong>Claims of Copyright Infringement &amp.\nRelated Issues (17 USC § 512 et seq.)</strong>\n<br>We respect the intellectual property rights of others.\nAnyone who believes their work has been reproduced in a way that constitutes copyright infringement may notify our agent by providing the following information:<br>\n<br>a.\nIdentification of the copyrighted work that you claim has been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at the site;<br>\nb.\nIdentification of the material that you claim is infringing and needs to be removed, including a description of where it is located so that the copyright agent can locate it;<br>\nc.\nYour address, telephone number, and, if available, e-mail address, so that the copyright agent may contact you about your complaint.\nand<br>\nd.\nA signed statement that the above information is accurate.\nthat you have a good faith belief that the identified use of the material is not authorized by the copyright owner, its agent, or the law.\nand, under penalty of perjury, that you are the copyright owner or are authorized to act on the copyright owner's behalf in this situation.<br>\n<br>\nUpon obtaining such knowledge we will act expeditiously to remove, or disable access to, the material.\nPlease be aware that there are substantial penalties for false claims.<br>\n<br>\nIf a notice of copyright infringement has been wrongly filed against you, you may submit a counter notification to our agent.\nA valid counter notification is a written communication that incorporates the following elements:<br>\n<br>a.\nA physical or electronic signature of the poster;<br>\nb.\nIdentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;<br>\nc.\nA statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;<br>\nd.\nYour name, address, and telephone number.\na statement that you consent to the jurisdiction of federal district court for the judicial district in which your address is located, or if your address is outside of the U.S., for any judicial district in which the service provider may be found.\nand that you will accept service of process from the complainant.</p>\n<p>\n<br> Notices of the foregoing copyright issues should be sent as follows: <br>\n<br>Jason Gasbarra\n<br>Every Door Real Estate\n<br>(206) 683-6933\n<br>team@searchinseattle.com</p>\n<p>\n<br>If you give notice of copyright infringement by e-mail, an agent may begin investigating the alleged copyright infringement.\nhowever, we must receive your signed statement by mail or as an attachment to your e-mail before we are required to take any action.<br>\n<br>This information should not be construed as legal advice.\nWe recommend you seek independent legal counsel before filing a notification or counter-notification.\nFor further information about the DMCA, please visit the website of the United States Copyright Office at: http://www.copyright.gov/</p>\n", "created_at": "2021-09-04 22:02:33.414246", "updated_at": "2021-09-04 22:02:43.273044"}, {"id": 9000, "name": "Privacy Policy ", "url": "https://search.everydoorrealestate.com/privacy-policy", "xpath": "//*[@id=\"stage-content\"]", "text": "Privacy Policy<p>We are committed to respecting your right to privacy and protecting your information when you visit search.everydoorrealestate.com or use our services.</p>\n<p>This privacy policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.</p>\n<p>We want you to understand what information we gather about you, how we use it and the safeguards we have in place to protect it.\nThis Privacy Policy applies to information collected through this website and otherwise.\nYour use of this website and our services, and any disputes arising from it, is subject to this Privacy Policy as well as the Terms of Use and all its dispute resolution provisions, including arbitration, limitation on damages and choice of law.</p>\n<p>This website is a general audience site and we do not knowingly collect personal information from children under the age of 13.</p>\n<p>If you have questions or concerns regarding this policy, you should first contact our website and advertising vendor at support@ylopo.com</p>\n<p>1.\nCollection and Use of Your Personal Information</p>\n<p>We collect Personal Information from you only when you voluntarily submit it in order to obtain certain information, including without limitation (A) requests to find out more about our programs.\n(B) requests to contact us.\nand (C) requests to forward your information to one of our affiliates.</p>\n<p>We do not honor all “do not track” requests and settings.\nIf you use any signal(s) or another mechanism(s) that provides you the ability to exercise choice regarding the collection of personally identifiable information about your online activities over time and across third-party websites or online services, we will attempt to override such signals or mechanisms.\nWhen you use our website, no other parties can collect personally identifiable information about your online activities over time and across different websites.\nYour choice is indicated by your settings in your web browser.\nA “do not track” indication sent from your web browser will not result in any tracking activity (i.e., tracking cookies) within the website to be programmatically disabled.</p>\n<p>We collect the following personal information from you:</p>\n<ul>\n<li>Contact Information such as name, email address, mailing address, and phone number</li>\n</ul>\n<p>We use this information to:</p>\n<ul>\n<li>Send you requested product or service information</li>\n<li>Respond to customer service requests</li>\n<li>Administer your account</li>\n<li>Send you a newsletter</li>\n<li>Send you marketing communications</li>\n<li>Improve our Web site and marketing efforts</li>\n<li>Conduct research and analysis</li>\n<li>Display content based upon your interests</li>\n</ul>\n<p>By clicking the Submit button, you agree to have your information shared with us and for us to contact you via telephone, mobile phone (including through automated dialing, text SMS/MMS, or pre-recorded messaging) and/or email, even if your telephone number is on a corporate, state, or the National Do Not Call Registry, and you agree to our Privacy Policy.</p>\n<p>Special Notice to California Residents.\nIf you are a resident of California, in addition to the rights set forth in this Privacy Policy:</p>\n<p>1.\nWe will not share any personal information about you to the extent prohibited by applicable California law or to the extent your prior consent to share is required by applicable California law.\nand</p>\n<p>2.\nYou have the right to request information from us regarding the manner in which we share certain categories of information with third parties for their direct marketing purposes.\nCalifornia law gives you the right to send us a request at a designated address to receive the following information</p>\n<ul>\n<li>1.1.\nthe categories of information we disclosed to third parties for their direct marketing purposes during the preceding calendar year</li>\n<li>1.2.\nthe names and addresses of the third parties that received that information.\nand</li>\n<li>1.3.\nif the nature of the third party's business cannot be determined from their name, examples of the products or services marketed.</li>\n</ul>\n<p>The rights of Users</p>\n<p>We adopt this Notice to comply with the California Consumer Privacy Act of 2018 (CCPA).\nAny terms defined in the CCPA have the same meaning when used in this Notice.</p>\n<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Restrict the processing of their Data.\nUsers have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul>\n<p>Details about the right to object to processing</p>\n<p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.</p>\n<p>How to exercise these rights</p>\n<p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p>\n<p>We may provide this information in a standardized format that is not specific to you.\nThe designated email address for these requests is support@ylopo.com</p>\n<p>Consent to Receiving Emails, Auto-Dialing &amp.\nAuto-Texting:</p>\n<p>By registering, you are giving us and our professional real estate clients and advertisers permission to contact you via text message, email, or telephone using the email address and/or telephone number that you have provided during the registration process.\nSuch contact may, from time to time, include attempts to contact you via auto-dialing or auto-texting technology.\nYou may opt out of receiving these forms of communication by unsubscribing from any email communication or texting STOP as a reply to one of our text communications.\nThere is no fee charged by us or its advertisers to receive text messages, however, your mobile service provider may charge you for sending and/or receiving text messages and air-time, as well as any other standard applicable rates charged by your mobile service provider.</p>\n<p>Information Sharing</p>\n<p>We will share your personal information with third parties, including with one of the participating lenders associated with this site, only in the ways that are described in this Privacy Statement.\nWe may provide your personal information to companies that provide services to help us with our business activities such as offering customer service.\nThese companies are authorized to use your personal information as is necessary to provide these services to you.</p>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>As required by law such as to comply with a subpoena, or similar legal process.</li>\n<li>When we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud or respond to a government request,</li>\n<li>To any other third party with your prior consent to do so.</li>\n<li>We may share your personal information with other companies so that they can market their products or services to you.\nIf you do not want us to share your personal information with these companies, contact our website vendor and advertising provider at support@ylopo.com</li>\n</ul>\n<p>Cookies and Other Tracking Technologies</p>\n<p>We may use cookies, for example, to keep track of your preferences and profile information.\nCookies are also used to collect general usage and volume statistical information that does not include personal information.</p>\n<p>We may use another company to place cookies on your computer to collect non-personally identifiable information to compile aggregated statistics for us about visitors to our site.</p>\n<p>Links to Other Web Sites</p>\n<p>Our Site includes links to other Websites whose privacy practices may differ from ours.\nIf you submit personal information to any of those sites, your information is governed by their privacy policy statements.\nWe encourage you to carefully read the privacy statement of any Web site you visit.</p>\n<p>Security</p>\n<p>The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.\nNo method of transmission over the internet, or method of electronic storage is 100% secure, however.\nTherefore, we cannot guarantee its absolute security.\nIf you have any questions about the security of our Web site, you can contact our website and advertising provider support@ylopo.com</p>\n<p>Additional Policy Information</p>\n<p>Our Web site includes Widgets, which are interactive mini-programs that run on our site to provide specific services from another company (e.g.\ndisplaying the news, opinions, music, etc.).\nPersonal information, such as your email address, may be collected through the Widget.\nCookies may also be set by the Widget to enable it to function properly.\nInformation collected by this Widget is governed by the privacy policy of the company that created it.</p>\n<p>Our Web site offers publicly accessible blogs, social media, or community forums such as Facebook, Twitter, or Google Plus.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.</p>\n<p>Visiting our Websites From Outside the United States.</p>\n<p>This Privacy Policy is intended to cover collection of information on our websites from residents of the United States.\nIf you are visiting our websites from outside the United States, please be aware that your information may be transferred to, stored and processed in the United States where our servers are located and our central database is operated.\nThe data protection and other laws of the United States and other countries might not be as comprehensive as those in your country.\nBy using our services, you understand that your information may be transferred to our facilities and those third parties with whom we share it as described in this Privacy Policy.</p>\n<p>No Rights of Third Parties.</p>\n<p>This Privacy Policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of our websites.</p>\n<p>Notification of Privacy Policy Statement Changes</p>\n<p>We may update this privacy statement to reflect changes to our information practices or changes in regulations governing privacy.\nIf we make any material changes we will notify you by email (sent to the email address specified in your account) or by means of a notice on this Site prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>This Privacy Policy was last revised on January 17, 2020.\nWe reserve the right to modify or amend this policy at any time by posting the revised Privacy Policy on the website.</p>", "created_at": "2021-09-05 00:00:21.311229", "updated_at": "2021-09-04 22:01:00.629959"}], "points": [], "urls": ["everydoorrealestate.com"]}}