{"error": 448, "message": "OK", "parameters": {"id": 3368, "name": "Señor Dinero", "created_at": "2021-05-01 18:38:46.077342", "updated_at": "2021-05-02 00:00:55.587533", "wikipedia": null, "keywords": null, "related": null, "slug": "seor_dinero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3368.png", "url": "senordinero.com", "documents": [{"id": 5570, "name": "Privacy Policy", "url": "https://senordinero.com/legal/privacy/", "xpath": "", "text": " <ul>\n<li>support@senordinero.com</li>\n<li>|</li>\n<li>+1 844 9346376</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Legal </li>\n<li> FAQ </li>\n</ul> Privacy Policy <ul>\n<li>Home</li>\n<li>/ &nbsp.\nLegal</li>\n<li>/ &nbsp.\nPrivacy</li>\n</ul> PRIVACY POLICY <ul>\n<li>Purpose</li>\n<li>This Website</li>\n<li>Information that the company collects</li>\n<li>How the Company uses and shares your information</li>\n<li>Your consent</li>\n<li>Information access and your choices</li>\n<li>Account Closure</li>\n<li>Notice of furnishing negative information</li>\n<li>Email, communications and telemarketing</li>\n<li>Information security</li>\n<li>Legal matters</li>\n</ul>\n<p>The Privacy Policy explains the terms under which we may use the information we obtain from you, including your rights and our commitments.</p>\n<p>This privacy policy (the “Policy”) stated below is intended to replace and supersede any privacy\npolicy previously delivered to you or appearing on our website, any transaction agreement,\napplication, loan document or any other document previously delivered to you.\nIf there are conflicts\nbetween this Policy and any other policy, we have delivered to you, the terms of this Policy shall\ncontrol until revised.\nWe will post any privacy policy changes on this page and, if the changes are\nsignificant, we will provide a more prominent notice (including, for certain services, email\nnotification of privacy policy changes).\nPlease be sure to review\nThe Terms and Condition of the Use of this Website.\nThis notice provides important information about the way we\ncollect, share, and protect your information.\nThis privacy policy applies to anyone who applies for\nor uses our products or services, or visits our websites, including, but not limited to, current and\nformer users.\nThis statement shall describe our sharing practices when you become a user of the\nwebsite.</p>\nPurpose\n<p>The purpose of this Privacy Policy is to describe how we collect, uses and share\ninformation about you through our interfaces (e.g., websites and mobile applications) owned and\ncontrolled by us, including this website accessed through any URL provided by us or any third party\n(collectively referred to herein as the “Website”).\nPlease read this notice carefully to understand\nwhat we do.\nIf you do not understand any aspects of our Privacy Policy, please feel free to contact\nus at support@crediterium.com.</p>\nThis Website\n<p>This Privacy Policy applies only to information we collect at and through the Website.\nOur Website\nmay also contain links to third party sites that are not owned or controlled by us.\nand we are not\nresponsible for the privacy practices of such other sites.\nPlease be on notice that when you leave\nour Website you should review the privacy statements of each and every website that collects\npersonal information.\nPlease note that your use of our Website is also subject to our Terms and\nCondition.</p>\nInformation that the company collects\n<p>We collect personal identifiable information (“PII”), including, but not limited to, non-public\npersonal information that you provided as well as other types of personally identifiable information\nfrom you and from other sources as described herein which may include your name, address, telephone\nnumber, email address, social security number, date of birth, employment information, your bank\naccount information, etc.\n(collectively, “Your Information”).\nOur primary goal in collecting your\nInformation is to personalize and improve your customer experience with us.\nIn addition, we\nuse Your Information to accommodate and assist in your request to access to direct lenders and third\nparty service providers for products and services you are or may be interested in.\nThis may include\nsharing Your Information with non-affiliated third parties.\nPlease note that third parties that\nreceive Your Information maintain their own privacy policies and policies regarding information\nsharing and you should contact those third parties directly regarding their policies and to limit\ntheir sharing of Your Information.</p>\n<p>In addition, We collect and/or track the following types of information: (i) Information we receive\nfrom you on applications or other forms, such as transaction documents, bank statements, employment\nverification forms, sales documents, online forms, e-mails, registration forms, surveys, or other\ndocuments or submissions related to the products and services we provide, including your name,\naddress, telephone number, social security number, driver’s license number, email address,\nemployment information, demographic information, bank account information, and information about\nyour assets, debts and income, (ii) information about your transactions with us, our affiliates such\nas your account history, transaction balances, payment history, overdraft history, parties to\ntransactions, and your reasons for doing business with us.\n(iii) information we receive from third\nparties, such as consumer reporting agencies and other lenders, regarding your credit worthiness and\ncredit history, and to verify your identity.\n(iv) information we obtain to verify representations\nmade by you, such as your employment history or income.\n(v) Information obtained from home server\ndomain names, IP address, type of client computer, and type of Web browser.\nvi) Information you\nprovides via email, documents or online application or to any representatives.</p>\n<p>Information You Provide to Us.\nWe collect information you provide to us, for example when you create\nor modify your account, register to use our Website, purchase products or services from us, request\ninformation from us, contact customer support, or otherwise communicate with us.\nThis information\nmay include: Name.\nHome address.\nEmail address.\nHome, work.\nand mobile telephone numbers.\nCredit\ncard number.\nBank and/or other account numbers.\nDate of Birth.\nSocial Security Number.\nDriver’s\nLicense or other national, state, or government ID numbers.\nand Salary and other financial\ninformation.\nIf information is provided to a third-party website, it may be collected by us.</p>\n<p>Information We Collect Automatically.\nLocation Information and Your Internet Protocol (IP) address.</p>\n<p>Information We Collect Through Your Use of our Website: Google Analytics We may use Google Analytics\nor a similar service which is web analytics service provided by Google, Inc.\n(“Google”) to collect\ncertain information relating to your use of the Website.\nGoogle Analytics uses “cookies”.\nThese can\nbe text files placed on your computer, to help the Website analyze how users use the site.\nFor more\ninformation on what information Google collects and how is it used, please visit\nGoogle Privacy &amp.\nTerms.\nWe may also use\nGoogle Analytics Advertising Features to provide you with interest-based advertising based on your\nonline activity.\nFor more information regarding Google Analytics please visit Google’s website, and\npages that describe Google Analytics, such as https://www.google.com/analytics/learn/privacy.html.</p>\n<p>Information Collected Through Cookies and Similar Technologies We and our service providers may use\ncookies, web beacons, and other technologies to receive and store certain types of information\nwhenever you interact with our Website through your computer or mobile device.\nA cookie is a small\nfile containing a string of characters that is sent to your computer when you visit a website.\nWhen\nyou visit the Website again, the cookie allows the Website to recognize your browser.\nCookies may\nstore unique identifiers, user preferences and other information.\nYou can reset your browser to\nrefuse all cookies or to indicate when a cookie is being sent.\nHowever, some Website features or\nservices may not function properly without cookies.\nWe use cookies to improve the quality of our\nservice, including for storing user preferences, tracking user trends, identify and prevent fraud.\nand providing relevant advertising to you.</p>\n<p>No Information From Children Under Age 18.\nIf you are under the age of 18, please do not try to\nregister with us at this Website or provide any personal information about yourself to us.\nIf we\nlearn that we have collected personal information from a child under the age of 18, we will promptly\ndelete that information.</p>\nHow the Company uses and shares your information\n<ul>\n<li>\n<p>To Provide Products, Services, and Information.\nWe collect information from you so that we can\nprovide loan products and services that you apply for using the Website, provide information that\nyou request from us, and setup your online account so you can manage your account details online.\nWe may use your personal information to contact you about your account, evaluate your credit,\nunderwrite your loan, fund your loan, make payments on your loan, and to setup your online\naccount.\nWe may send you information about our products and services, and new offerings.</p>\n</li>\n<li>\n<p>Credit Bureaus.\nWe may share your information about you and your account to credit reporting\nagencies and bureaus.\nThis may include both on-time and late payment, missed payment, or other\ndefaults on your account, and this information may be reflected on your credit history and or\nreport.</p>\n</li>\n<li>\n<p>Sharing with Third Parties.\nWe may provide information to third party service providers that help\nus operate and manage our Website.\nThese service providers will have access to your personal\ninformation in order to provide these services, but when this occurs, we implement reasonable\ncontractual and technical protections to limit their use of that information to helping us provide\nthe service.</p>\n</li>\n<li>\n<p>Advertising.\nWe may use how you browse and shop in order to show you ads for products or services\nthat are more relevant to your interests.\nWe may use cookies and other information to provide\nrelevant interest-based advertising to you.\nInterest-based ads are ads presented to you based on\nyour browsing behavior in order to provide you with ads more tailored to your interests.\nThese\ninterest-based ads may be presented to you while you are browsing our site or third-party sites\nnot owned by the Company.</p>\n</li>\n</ul>\nYour consent\n<p>In addition to the sharing described elsewhere in this Policy and in your loan documents, your\npersonal information may be shared with companies, organizations or individuals outside of the\nCompany when we have your consent to do so.</p>\nInformation access and your choices\n<p>You can access and update certain information we have relating to your online account by logging\ninto your account and accessing preference settings on the Website.\nFor any questions about personal\ninformation you may have or to update your information, please contact the Company at the number or\nemail provided in the Contact us page.\nYou have the ability to\nopt-out of receiving marketing and promotional e-mails from the Company by choosing the opt-out or\nunsubscribe feature contained in any marketing emails we sent directly or through our partners.</p>\nAccount Closure\n<p>If you have paid off your balance in full you can close your account at any time.\nYou can ask for\nyour account be closed through email, phone, U.S.\nmail.\nIf you close your account, certain\ninformation may be retained by the company for marketing or advertisement purposes.\nAlso, a copy of\nthe information is maintained for record keeping purposes, and to avoid identity theft or fraud.</p>\nNotice of furnishing negative information\n<p>WE MAY REPORT INFORMATION ABOUT YOUR ACCOUNT TO CREDIT BUREAUS OR CREDIT REPORTING AGENCIES.\nLATE\nPAYMENTS, MISSED PAYMENTS, OR OTHER DEFAULTS ON YOUR ACCOUNT MAY BE REFLECTED IN YOUR CREDIT REPORT\nOR OTHER REPORTS THAT CONTAIN INFORMATION ABOUT YOUR CREDIT, CREDIT HISTORY OR PAYMENT HISTORY</p>\nEmail, communications and telemarketing\n<p>By registering, using or submitting Your Information on this Website, you may receive telemarketing\nemails or calls on your mobile number in response to your information provided that you gave your\nexpress consent to receive calls.\nYou expressly acknowledge that Company may provide Your Information\nto Third Parties for promotional offers and marketing by email or telemarketing calls.\nWe may\nadvertise, directly or indirectly, to you using telephones and cell phones even if your telephone\nnumber or cell phone number is maintained on a state or federal do not call registry.\nBy using our\nWebsite, you agree that such usage and requests for products and services constitutes a purchase, an\ninquiry and/or an application for purposes of the Amended Telemarketing Sales Rule, 16 CFR §310 et\nseq.\n(the “ATSR”) or the Telephone Consumer Protection Act as amended (TCPA).\nAlso, you authorized\nus to contact you via telemarketing in accordance with the ATSR or TCPA.</p>\nInformation security\n<p>We use industry standard physical, technical and administrative security measures and safeguards to\nensure the confidentiality, integrity and availability of your personal information.\nHowever, no measure of\nsecurity and the Internet is 100% secure, the Company does not guarantee the security of\nany information you transmit to us.\nIt is possible that information may can be accessed, disclosed,\naltered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nYou are\nencouraged, and it is your responsibility, to protect the security of your login and password\ninformation.</p>\nLegal matters\n<p>We will share personal information with third party companies, organizations or individuals outside\nof the Company if we have a good-faith belief the disclosure, use or access to the information is\nreasonably necessary to: i) Meet any applicable law, regulation, subpoena, legal process or\nenforceable governmental request.\nii) Enforce applicable Terms of Use, including investigation of\npotential violations., iii) prevent, discover or find out fraud, security or technical issues, or\niv) Protect against harm to the rights, property or safety of the Company, our users, customers or\nthe public as required or permitted by law.\\ Please feel free to contact us with any questions: If\nyou have any questions, concerns, complaints or suggestions regarding our Privacy Policy or\notherwise need to contact us, please contact us at the email or number provided in the\nContact Us section of this website.</p> Ready to get Your Loan? Apply Now! <i>\n</i>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-05-01 18:38:47.066642", "updated_at": "2021-05-01 18:42:49.010996"}], "points": [], "urls": ["senordinero.com"]}}