{"error": 448, "message": "OK", "parameters": {"id": 5395, "name": "Trending Politics", "created_at": "2021-11-01 19:25:55.934269", "updated_at": "2021-11-01 23:01:09.487957", "wikipedia": null, "keywords": null, "related": null, "slug": "trending-politics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5395.png", "url": "trendingpolitics.com", "documents": [{"id": 9687, "name": "Terms of Service ", "url": "https://trendingpolitics.com/terms-of-service/", "xpath": "/html/body/div[1]/div[1]/div[7]/div/article/div/div[2]/div[1]/div[2]", "text": " <p>The providers (“we”, “us”, “our”) of the service provided by this web site (“Service”) are not responsible for any user-generated content and accounts (“Content”).\nContent submitted express the views of their author only.</p>\n<p>Web Site Terms and Conditions of Use</p>\n<p>1.\nTerms</p>\n<p>By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.</p>\n<p>2.\nUse License</p>\n<p>Permission is granted to temporarily download one copy of the materials (information or software) on Trending Politics website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<p>modify or copy the materials;</p>\n<p>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</p>\n<p>attempt to decompile or reverse engineer any software contained on Trending Politics website;</p>\n<p>remove any copyright or other proprietary notations from the materials.\nor</p>\n<p>transfer the materials to another person or “mirror” the materials on any other server.</p>\n<p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Trending Politics at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>\n<p>Trending Politics reserves the right to use any and all content submitted in any promotional, published, writing, spoken, or any type of media.\nItems submitted to Trending Politics become property of Trending Politics.</p>\n<p>3.\nDisclaimer</p>\n<p>The materials on Trending Politics web site are provided “as is”.\nTrending Politics makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Trending Politics does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</p>\n<p>4.\nLimitations</p>\n<p>In no event shall Trending Politics or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Trending Politics Internet site, even if Trending Politics or a Trending Politics authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<p>5.\nRevisions and Errata</p>\n<p>The materials appearing on Trending Politics web site could include technical, typographical, or photographic errors.\nTrending Politics does not warrant that any of the materials on its web site are accurate, complete, or current.\nTrending Politics may make changes to the materials contained on its web site at any time without notice.\nTrending Politics does not, however, make any commitment to update the materials.</p>\n<p>6.\nLinks</p>\n<p>Trending Politics is not responsible for the contents of any linked site.\nThe inclusion of any link does not imply endorsement by Trending Politics of the site.\nUse of any such linked web site is at the user’s own risk.</p>\n<p>7.\nSite Terms of Use Modifications</p>\n<p>Trending Politics may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n<p>8.\nGoverning Law</p>\n<p>Any claim relating to Trending Politics web site shall be governed by the laws of the State of United States without regard to its conflict of law provisions.</p>\n<p>General Terms and Conditions applicable to Use of a Web Site.</p>\n<p>Privacy Policy</p>\n<p>Your privacy is very important to us.\nAccordingly, we have developed this Policy in order for you to understand how we collect, use, communicate and disclose and make use of personal information.\nThe following outlines our privacy policy.</p>\n<p>Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.</p>\n<p>We will collect and use of personal information solely with the objective of fulfilling those purposes specified by us and for other compatible purposes, unless we obtain the consent of the individual concerned or as required by law.</p>\n<p>We will only retain personal information as long as necessary for the fulfillment of those purposes.</p>\n<p>We will collect personal information by lawful and fair means and, where appropriate, with the knowledge or consent of the individual concerned.</p>\n<p>Personal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.</p>\n<p>We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.</p>\n<p>We will make readily available to customers information about our policies and practices relating to the management of personal information.</p>\n<p>We are committed to conducting our business in accordance with these principles in order to ensure that the confidentiality of personal information is protected and maintained.</p>\n<p>Users are not required to use their full name or provide their personal information.\nUsers may register using a username they create.</p>\n<p>User Account Removal/Deletion</p>\n<p>We reserve the right to remove any user from our system, for any reason, and forfeit earnings at any time.</p> Making Web LLC 2355 Station Parkway NW Andover, MN 55304 ", "created_at": "2021-11-01 19:25:55.940131", "updated_at": "2021-11-01 18:28:07.727775"}, {"id": 9686, "name": "Privacy Policy ", "url": "https://trendingpolitics.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/div[7]/div/article/div/div[2]/div[1]/div[2]", "text": " <p>Privacy Policy</p>\n<p>We know that you care how your information is used, and we appreciate your trust that we will use it carefully and sensibly.\nThis notice describes our privacy policy.\nBy visiting us, you are accepting the privacy policy described below.</p>\n<p>What Personal Information Do We Collect?</p>\n<p>Information You Provide.\nWe receive and store information you enter.\nFor example, when you search for or buy a product or service, or when you supply information such as your address, phone number or credit card.\nYou can choose not to provide certain information, but then you might not be able to take advantage of some of our features.\nWe use the information that you provide for such purposes as responding to your requests, customizing future shopping for you, improving our website, and communicating with you.\nIn addition, if you choose, we may share your information with other companies who provide goods or services that you are interested in.\nPlease see the “opt-in/opt-out” selection in Section 3 of this policy.</p>\n<p>Like many websites, we use “cookies”.\nCookies are small programs that we transfer to your hard drive that allow us to recognize you and to provide you with a customized shopping experience.\nIf you do not want us to use cookies, you can easily disable them by going to the toolbar of your web browser, and clicking on the “help” button.\nFollow the instructions that will prevent the browser from accepting cookies, or set the browser to inform you when you receive a new cookie.\nIn addition, you may visit this and other websites anonymously through the use of utilities provided by other private companies.</p>\n<p>Other Information: Every computer has an IP (Internet Protocol) address.\nIP addresses of computers used to visit this site are noted.\nIn addition, we automatically collect other information such as email addresses, browser types, operating systems, and the URL addresses of sites clicked to and from this site.</p>\n<p>Information from Other Sources.\nWe might receive information about you from other sources and add it to our account information.\nThis may include updated delivery and address information from our shippers or other sources so that we can correct our records and deliver your next purchase or communication more easily.</p>\n<p>How Do We Use Your Information?</p>\n<p>Customized Shopping.\nWe use your information to better serve you by providing a customized shopping experience.\nAs noted above, you may “opt-out” of this customization, or even visit and shop anonymously.</p>\n<p>We employ other companies and individuals to perform functions on our behalf.\nExamples include delivering packages, sending postal mail and e-mail, and processing credit card payments.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.</p>\n<p>Special Offers.\nWe may send you special offers from time to time, unless you choose to “opt-out” of receiving such offers.\nIn addition, we may also send you special offers from other companies.\nAgain, you may “opt-out”.\nIf we send you offers from other businesses, we do not share your personal information with them.\nThe offers come directly through us.\nPlease see the “opt-in/opt-out” selection at the end of this policy.</p>\n<p>Business Transfers.\nAs we continue to develop our business, we might sell or buy stores or assets.\nIn such transactions, customer information generally is one of the transferred business assets.\nAlso, in the unlikely event that we are acquired, customer information will be one of the transferred assets.</p>\n<p>Law Enforcement.\nIf we receive a lawful court order to release account or other personal information then we will comply with the law.\nWe will also release information when necessary to protect the life, safety or property of others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk</p>\n<p>Your Choice: Opt-in or Opt-out.</p>\n<p>It is your choice whether to receive emails or special offers from us or others.\nThe following section provides you with this choice.\nPlease note the default settings.</p>\n<p>Please send me email or other mail informing me of special offers of your products or services.</p>\n<p>Please do not send me email or other mail informing me of special offers of your products or services.</p>\n<p>Please send me email or other mail informing me of special offers of related products or services from other companies.</p>\n<p>Please do not send me email or other mail informing me of special offers of related products or services from other companies.</p>\n<p>Children</p>\n<p>We do not sell products or services to children.\nIf you are under 18, you may use this site only with involvement of a parent or guardian.</p>\n<p>Other Websites</p>\n<p>Various Web sites may be linked to from this site.\nIf you link to another site, your privacy depends on the policy of that site.\nWe strongly urge you to check their privacy policy.\nNot all sites guarantee that they will not share your personally identifiable information with others.\nYou may also wish to consult privacy guidelines such as those recommended by the Online Privacy Alliance (www.privacyalliance.org).</p> Making Web LLC 2355 Station Parkway NW Andover, MN 55304 ", "created_at": "2021-11-01 19:25:55.937114", "updated_at": "2021-11-01 18:29:14.745995"}], "points": [], "urls": ["trendingpolitics.com"]}}