{"error": 448, "message": "OK", "parameters": {"id": 2726, "name": "Independent Australia", "created_at": "2021-02-05 18:32:22.97893", "updated_at": "2021-03-25 03:19:56.809935", "wikipedia": null, "keywords": null, "related": null, "slug": "independent_australia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2726.png", "url": "independentaustralia.net", "documents": [{"id": 4042, "name": "Comments Policy", "url": "https://independentaustralia.net/about-ia/comments-policy", "xpath": "/html/body/div[4]/div/div[1]/div", "text": "Comments Policy <i>\n</i> I<em>A</em> Comments Policy <p>Comments are moderated and may be removed if they:</p>\n<ol>\n<li>are untrue, contain untruths, or contain allegedly factual&nbsp;claims that are unsourced and/or unreferenced;</li>\n<li>are off-topic, which includes any comment which reflects on moderation;</li>\n<li>are inflammatory, or contain&nbsp;threats or personal attacks;</li>\n<li>contain explicit, profane&nbsp;or violent language;</li>\n<li>are prima facie defamatory, or contain potentially prejudicial references to ongoing legal cases;</li>\n<li>contain personal information;</li>\n<li>contain links to unrelated, non-credible, violent, hatemongering and/or explicit websites;</li>\n<li>merely contain a link, or links, without any accompanying explanatory text;</li>\n<li>are longer than the article itself.\nor</li>\n<li>are spam — such as where one person or a small group&nbsp;dominates the comments so as to&nbsp;drown out other voices, or attempts to close down debate.</li>\n</ol>\n<p>Comments will not be edited to remove any of the above.</p>\n<p>Any comments that are seen to break any of these rules may be flagged by the reader, which will send the comment back to moderation.</p>\n<p>Moderation is done in as fair a way as possible, though by definition it is subjective and at the discretion of the moderators and the publication.</p>\n<p>\n<em>No correspondence on moderation will be entered into.</em>\n</p> ", "created_at": "2021-02-05 18:32:56.996269", "updated_at": "2021-02-05 18:33:01.900157"}, {"id": 4041, "name": "Privacy Policy", "url": "https://independentaustralia.net/about-ia/privacy-policy", "xpath": "/html/body/div[4]/div/div[1]/div", "text": "Privacy Policy<i>\n</i> Privacy Policy <strong>Privacy Notice Table Of Contents</strong>\n<p>\n<strong>Our Commitment To Privacy<br>\nThe Information We Collect<br>\nHow We Use Information<br>\nOur Commitment To Data Security<br>\nOur Commitment To Children's Privacy<br>\nHow To Access Or Correct Your Information<br>\nHow To Contact Us</strong>\n</p>\n<strong>Our Commitment To Privacy</strong>\n<p>Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested.</p>\n<strong>The Information We Collect</strong>\n<p>This notice applies to all information collected or submitted on this website.\nOn some pages, you can order products, make requests, and register to receive materials.\nThe types of personal information collected at these pages are:</p>\n<p>\n<strong>Name<br>\nAddress<br>\nEmail address<br>\nPhone number</strong>\n</p>\n<p>On some pages, you can submit information about other people.\nFor example, if you order a gift online and want it sent directly to the recipient, you will need to submit the recipient's address.\nIn this circumstance, the types of personal information collected are:</p>\n<p>\n<strong>Name<br>\nAddress<br>\nPhone Number</strong>\n</p>\n<strong>The Information We Don't Collect</strong>\n<p>Credit/Debit Card Information</p>\n<strong>The Way We Use Information</strong>\n<p>We use the information you provide about yourself when placing an order only to complete that order.\nWe do not share this information with outside parties except to the extent necessary to complete that order.<br>\n<br>\nWe use the information you provide about someone else when placing an order only to ship the product and to confirm delivery.\nWe do not share this information with outside parties except to the extent necessary to complete that order.<br>\n<br>\nWe offer gift-cards by which you can personalize a product you order for another person.\nThe information you provide to us to create a gift-card is only used for that purpose, and it is only disclosed to the person receiving the gift.<br>\n<br>\nWe use return email addresses to answer the email we receive.\nSuch addresses are not used for any other purpose and are not shared with outside parties.<br>\n<br>\nYou can register with our website if you would like to receive our catalogue as well as updates on our new products and services.\nThe information you submit on our website will not be used for this purpose unless you fill out the registration form.<br>\n<br>\nWe use non-identifying and aggregate information to better design our website and to share with advertisers.\nFor example, we may tell an advertiser that X number of individuals visited a certain area on our website, or that Y number of men and Z number of women filled out our registration form, but we would not disclose anything that could be used to identify those individuals.<br>\n<br>\nFinally, we never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.</p> Our Commitment To Data Security <p>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online.</p>\n<strong>Our Commitment To Children's Privacy</strong>\n<p>Protecting the privacy of the very young is especially important.\nFor that reason, we never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p>\n<strong>How You Can Access Or Correct Your Information</strong>\n<p>You can access all your personally identifiable information that we collect online and maintain by calling us or sending us an email.\nWe use this procedure to better safeguard your information.</p>\n<p>You can correct factual errors in your personally identifiable information by sending us a request that credibly shows error.</p>\n<p>To protect your privacy and security, we will also take reasonable steps to verify your identity before granting access or making corrections.</p>\n<strong>How To Contact Us</strong>\n<p>Should you have other questions or concerns about these privacy policies, please contact us.</p>\n", "created_at": "2021-02-05 18:32:35.323214", "updated_at": "2021-02-05 18:32:41.212741"}], "points": [], "urls": ["independentaustralia.net"]}}