{"error": 448, "message": "OK", "parameters": {"id": 4728, "name": "Movie Finder ", "created_at": "2021-07-15 09:24:04.265259", "updated_at": "2022-04-29 22:01:09.285775", "wikipedia": null, "keywords": null, "related": null, "slug": "movie-finder", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4728.png", "url": "moviefinderhub.com", "documents": [{"id": 8474, "name": "Terms of Service", "url": "https://www.moviefinderhub.com/terms", "xpath": "/html/body/div[3]/div/div[2]/div", "text": " <p>Last updated: October 22, 2020</p>\n<p> PLEASE READ THIS TERMS OF SERVICE AND LICENSE CAREFULLY BEFORE INSTALLING OR USING OUR SITE/EXTENSION/PRODUCT.\nBY INSTALLING OUR EXTENSION/PRODUCT OR USING OUR SITE, YOU AGREE TO BE BOUND BY ALL TERMS AND CONDITIONS OF THIS AGREEMENT AND ALL POLICIES AND GUIDELINES INCORPORATED BY REFERENCE.\n</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY.\nIF YOU DO NOT WISH TO BE BOUND BY THIS AGREEMENT, DO NOT INDICATE YOUR ACCEPTANCE, AND DO NOT USE OUR SITE OR INSTALL THE EXTENSION/PRODUCT.\n</p>\n<p> For more details about how we collect, store, share, and use information collected, please visit our privacy policy (the \" Privacy Policy \").\n</p> Acceptance of Terms <p> Following your acceptance of this EULA, by installing our Extension/Product, the Extension/Product will change your Chrome browser’s default search engine to a sponsored search engine.\nIf you do wish to change your default search engine or in case you wish to reset such change, you can do so by either - (i) resetting your default search engine via browser settings.\n(ii) changing the search engine in the Settings of the extension.\n(iii) temporarily disabling the Extension/Product.\nun-installing the Extension/Product.\nThe Extension/Product may include Yahoo’s search feed (powered by Microsoft Bing), which may further link to third-party sites and/or content (collectively, “Third-Party Content”).\nAny use by you of Third-Party Content that is available via the Extension/Product is subject to the terms and conditions of any such Third-Party Content.\nYou can read Yahoo’s international Terms of Service here.\nYou acknowledge that we have no control over and assume no responsibility for Third Party Content.\nYou assume all responsibility and risk in connection with your use of Third-Party Content and we hereby disclaim any and all liability to you or any third party in connection thereto.\nWe have no obligation to examine, review or monitor Third Party Content and are not responsible for the accuracy, completeness, appropriateness or legality of Third-Party Content.\nYou acknowledge and agree that certain Third-Party Content may cease to be available to you from the Software at our sole discretion and without notification to you.\n</p>\n<p> This EULA and the privacy policy (together, this \" Agreement \") govern your use of our product.\nYou may not use our products if (a) you are not of legal age to form a binding contract with us, or (b) you are a person barred from receiving or using the product under the laws of the United States or other countries, including the country in which you are resident or from which you use the product.\n</p>\n<p> This Agreement is a legally binding agreement.\n</p>\n<p> By using and/or visiting Movie Finder you acknowledge that we will not be liable for any damages, claims or other liability arising from and / or related use of Web sites owned by third parties.\n</p> Age Requirement <p> You must be 13 years of age or older to install or to use the Site/Extension/Product.\n</p> License &amp.\nUse Restrictions <p> Subject to your compliance with these Terms, we hereby grant you a limited, personal, non-transferable, non-sublicensable, license (NOT SOLD) to use Movie Finder on applicable devices that are under your control, provided that you will fully comply with the terms and conditions of these Terms and our Privacy Policy.\nYou may not do any of the following: (1) Interfere with the security of the product in some way.\n(2) Use the product in a way that violates or disrupts the services it provides.\n(3) Make any use of a product that violates the legal rights of any user.\n(4) Use the product illegally.\n(5) Use the product in violation of applicable law or regulation.\n</p>\n<p> We reserve the right at our sole discretion to suspend, remove, or disable your access to Movie Finder at any time and without notice.\nIn no event we will be liable for the suspension, removal of or disabling of your access or to any feature available therein.\n</p> Un-install <p> You can easily uninstall Movie Finder by following the instructions here.\n</p> Linked Content <p> Some of the content displayed or linked to by us is developed by people over whom we exercise no control and we cannot and do not screen the sites before including them in the Site and/or Product.\nWe cannot guarantee that any content will not contain unintended or objectionable content and assume no responsibility for the content of any site included in the Site and/or Product, and we do not assume responsibility for the goods, services, or information provided by such sites.\n</p> Personal Use Only <p> Our Services are made available for your personal, non-commercial use only.\nYou may not take the Site ’s and/or Product ’s different content and display them or mirror any home page or results pages on your website or other product.\n</p> Termination <p> We may at any time, with or without notice, terminate the Agreement or block or disable your access or use of our Product or Service if:\n</p>\n<p> We believe that you have breached any provision of the Agreement (or have acted in manner which shows that you do not intend to or are unable to comply with the provisions of the Agreement).\n</p>\n<p> We are required to do so by law (for example, where the provision of the Product or Service to you is, or becomes, unlawful).\n</p>\n<p> The provision of the Product or Service to you by us is, in our opinion, no longer commercially viable.\n</p>\n<p> We believe that your use of the Product or Service may infringe or violate the rights of a third party or subject Licensor to civil or criminal liability.\n</p>\n<p> All of the provisions of this Agreement which, by their nature, are intended to survive termination hereof (including, without limitation, all provisions relating to indemnification, disclaimer of warranties, indemnification, intellectual property rights, limitation of liability, applicable law, jurisdiction and venue, class actions and general matters), shall do so.\n</p> Copyright <p> “Intellectual Property”– including any and all trade secrets, patents, copyrights, trademarks, service marks, URLs, trade dress, brand features, know-how, moral rights, contract rights, code (executable, source and other) and similar rights of any type under the laws of any applicable governmental authority, or international treaty, including, without limitation, all applications and registrations relating to any of the foregoing.\nIntellectual Property shall mean all intellectual property whether registered or not and whether reduced into practice or not.\n</p>\n<p> All content on the product, including text documents graphics software, etc., as well as trademarks, logos, are solely owned by us or licensed to us.\nWe have the right to edit, delete, distort, modify or move user content without notice for any reason at any time.\nAdditionally, we have the right to refuse to transmit, email, post or broadcast any content without notice for any reason at any time.\n</p> Indemnification <p> You agree to indemnify and to hold us (\"Indemnifying Party \") harmless, and indemnify us from and against any expenses (including attorney fees) arising from claims of third-parties made against or incurred by the Indemnified Party as a result of negligence, misrepresentation, error or omission on the part of the Indemnifying Party or any employee, agent or representative of the Indemnifying Party, or any breach of this Agreement by the Indemnifying Party, regardless of whether such claims were foreseeable by the Indemnified Party.\nThe Indemnified Party will have the right to participate, at its expense, in the defense of any claim covered hereunder with counsel of its own choosing.\nThe Indemnified Party shall give the Indemnifying Party prompt notice of any such claim and shall reasonably cooperate with the Indemnifying Party and its counsel in the defense of such claim.\n</p> WARRANTIES <p> WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND EXCEPT AS EXPLICITLY SET FORTH IN THIS AGREEMENT, ALL CONTENT ON THE SITE IS PROVIDED \"AS-IS \".\nWE DO NOT WARRANT THAT THE LICENSED PRODUCT IS ERROR-FREE OR FREE FROM INTERRUPTIONS OR OTHER FAILURES OR THAT THE PRODUCT WILL MEET DISTRIBUTOR'S OR THE END CUSTOMER'S REQUIREMENTS.\n</p>\n<p> IN NO EVENT WILL LICENSOR, OR ANY OF ITS AFFILIATES, OR ANY OF ITS OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, PARTNERS, MEMBERS, ADVERTISERS, INFORMATION PROVIDERS OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR OTHER DAMAGES (REGARDLESS OF THE FORM OF ACTION), OR FOR ANY LOSS OF PROFITS, REVENUES, BUSINESS OPPORTUNITIES, DATA OR USE OF SYSTEMS, ARISING OUT OF (i) USE OF THE PRODUCT BY ANY PERSON, INCLUDING BUT NOT LIMITED TO, ANY DAMAGE CAUSED BY ANY RELIANCE ON, OR ANY DELAYS, INACCURACIES, DEFECTS, MALFUNCTIONS, ERRORS OR OMISSIONS IN, ANY INFORMATION, CONTENT OR SOFTWARE ACCESSED VIA THE PRODUCT, OR (ii) ANY USE OR INABILITY TO USE THE PRODUCT FOR WHATEVER REASON, INCLUDING BUT NOT LIMITED TO COMMUNICATION FAILURE OR ANY OTHER FAILURE WITH TRANSMISSION OR DELIVERY OF ANY INFORMATION ACCESSED THROUGH THE PRODUCT.\nSOME JURISDICTIONS DO NOT ALLOW THESE LIMITATIONS OR EXCLUSIONS SO THEY MAY NOT APPLY TO YOU.\n</p> Limitation of Liability <p> YOU UNDERSTAND AND AGREE THAT THE WEBSITE, PRODUCT, AND EXTENSION ARE PROVIDED ON AN \"AS IS \"AND \"AS AVAILABLE\" BASIS.\nYOU EXPRESSLY AGREE THAT THE USE OF THE WEBSITE, PRODUCT AND EXTENSION IS AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMISSIBLE UNDER THE APPLICABLE LAW, LICENSOR AND ITS AFFILIATES DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF TITLE AND IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWITHOUT LIMITING THE FOREGOING, NEITHER LICENSOR NOR ANY OF ITS AFFILIATES, NOR ANY OF THEIR OFFICERS, DIRECTORS, LICENSORS, EMPLOYEES OR REPRESENTATIVES REPRESENT OR WARRANT (i) THAT THE WEBSITE, PRODUCT, AND EXTENSION, INCLUDING THEIR CONTENT, WILL MEET YOUR REQUIREMENTS OR BE ACCURATE, COMPLETE, RELIABLE, OR ERROR-FREE.\n(ii) THAT THE WEBSITE, PRODUCT, AND EXTENSION WILL ALWAYS BE AVAILABLE OR WILL BE UNINTERRUPTED, ACCESSIBLE, TIMELY, OR SECURE.\n(iii) THAT ANY DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITE, PRODUCT AND EXTENSION WILL BE FREE FROM VIRUSES, \"WORMS,\"\"TROJAN HORSES \"OR OTHER HARMFUL PROPERTIES.\n(iv) THE ACCURACY, RELIABILITY, TIMELINESS, OR COMPLETENESS OF ANY REVIEW, RECOMMENDATION, OR OTHER MATERIAL PUBLISHED OR ACCESSIBLE ON OR THROUGH THE PRODUCT.\n(v) ANY IMPLIED WARRANTY ARISING FROM COURSE OF DEALING OR USAGE OF TRADE.\nAND (vi) THAT THE WEBSITE, PRODUCT, AND EXTENSION IS NON-INFRINGING.\nLICENSOR AND ITS AFFILIATES HEREBY DISCLAIM, AND YOU HEREBY WAIVE AND RELEASE LICENSOR AND ITS AFFILIATES FROM, ANY AND ALL OBLIGATIONS, LIABILITIES, RIGHTS, CLAIMS, OR REMEDIES IN TORT ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR THE WEBSITE, PRODUCT AND EXTENSION, WHETHER OR NOT ARISING FROM THE NEGLIGENCE (ACTIVE, PASSIVE OR IMPUTED) OF THE LICENSOR OR ANY OF ITS AFFILIATES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nYOU MAY ALSO HAVE OTHER LEGAL RIGHTS, WHICH VARY FROM JURISDICTION TO JURISDICTION.\n</p> Governing Law &amp.\nJurisdiction <p> THIS AGREEMENT SHALL BE CONSTRUED AND ENFORCED IN ACCORDANCE WITH THE LAWS OF THE STATE OF ISRAEL, WITHOUT REFERENCE TO ITS CONFLICTS OF LAW PRINCIPLES.\nThe courts located in Tel Aviv, Israel shall have exclusive jurisdiction to adjudicate any dispute arising out of this Agreement and each party hereby expressly consents to the personal jurisdiction of such courts.\nA determination that any term of this Agreement is invalid or unenforceable shall not affect the other terms thereof.\nSection headings are for convenience of reference only and shall not affect the interpretation of this Agreement.\n</p> Miscellaneous <p> Nothing in these Agreement creates any agency, employment, joint venture, or partnership relationship between you and us.\nExcept as may be expressly stated in these Terms, these Terms constitute the entire agreement between us and you pertaining to the subject matter hereof.\nWe may assign our rights and obligations under these Terms and the Privacy Policy.\nYou may not assign your rights and obligations hereunder without our prior written consent.\n</p>\n<p> YOU AGREE THAT YOUR CONTINUED USE OF THE WEBSITE, PRODUCT, AND EXTENSION, FOLLOWING THE POSTING OF ANY CHANGES TO THIS AGREEMENT AND AFTER THE CHANGES TAKE EFFECT WILL CONSTITUTE YOUR ACCEPTANCE OF SUCH CHANGES.\nIF YOU DO NOT AGREE TO FUTURE CHANGES TO THIS AGREEMENT, STOP USING THE SITE AND OUR PRODUCTS AFTER THE EFFECTIVE DATE OF SUCH CHANGES AND UNINSTALL THE PRODUCT.\n</p>\n<p> We are constantly innovating in order to provide the best possible experience for our users.\nYou acknowledge and agree that the form, features or nature of the product we provide may change from time to time without prior notice to you.\nWe may also cease or discontinue providing the product or upgrades at any time.\n</p>\n<p> For details about our data collection and data use practices, please see our Privacy Policy.\nAs explained in the Privacy Policy, we may collect and store information from your use or web sessions which may be used to display targeted advertising.\n</p> Contact Us <p> If you have any questions, complaints and/or claims, you may contact us at: admin@moviefinderhub.com\n</p> ", "created_at": "2021-07-15 09:24:04.269843", "updated_at": "2021-07-15 07:24:42.215296"}, {"id": 8473, "name": "Privacy Policy", "url": "https://www.moviefinderhub.com/privacy", "xpath": "/html/body/div[3]/div/section/div[2]/div", "text": " <p>Last updated: February 22, 2020</p>\n1.\nAbout Us\n<p> This extension is owned and operated by moviefinderhub.com team.\nWe respect the privacy of users of our extension products and have developed this privacy policy (the \"Privacy Policy\") to demonstrate our commitment to protecting your privacy.\n</p> 2.\nScope\n<p> This Privacy Policy applies to information collected through Movie Finder (“we”, “us” or “our”), whether accessed via computer, mobile device or other technology (collectively, the “Service”).\n</p>\n<p> This Privacy Policy explains what information we may collect through the Service, how such information may be used and/or shared with others, how we safeguard it and your choices about such uses and disclosures.\n</p>\n<p> Please read this Privacy Policy carefully, prior to using the Service.\nBy using the Service, you are acknowledging that you understand and agree to the terms hereof as well as the terms &amp.\nconditions set forth on the Site.\n</p> 3.\nWhat Information We Collect <p> Information collected directly from your usage and interaction of our Service, is as follows: </p> Category Examples Online Identifiers User Agent, IP address, User ID, Operating System Usage Information Page served, time, referring URLs Geolocation Geographic location associated with your IP address Others Search queries 4.\nHow We Collect Your Information <p> The data detailed in the table above is collected Automatically, mainly through the use of cookies.\n</p>\n<strong>Cookies </strong>\n<p> Cookies are small text files placed on a Device when the Device is used to visit the Service or the Site.\nThe extension collects your information with cookies on the search domain level.\n</p>\n<strong> Managing Cookies/Opt-Out\n</strong>\n<p> We do not utilize cookies other than necessary, strictly functional cookies for the sole purpose of either operating the website of the extension or operating and enabling the functionality of the extensions you installed.\n</p>\n<p> For example, cookies of our hosting service for functional, operational purposes.\n</p>\n<p> While we cannot provide you or encourage you to opt-out of necessary, strictly functional cookies as they are necessary for us to be able to provide our service, you can disable them (though not recommended as it may impact upon the usability of our service) by following your browser’s instructions.\n</p>\n<p> Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via this link.\n</p>\n<p> In addition, we may offer Oath search feed as part of our Extension and thus it may include cookies on its behalf - more information is available here.\nIn addition, opt out information which will enable you to limit the data collection by OATH is available here.\n</p> 5.\nHow We Use Your Information <p> We use information that we collect about you for: </p>\n<ul>\n<li> Operating the Extension </li>\n<li> Providing customized Service </li>\n<li> Internal operation of debugging, support, fraud detection and security </li>\n<li> Monetization with third party search partners </li>\n</ul> 6.\nHow We Share Your Information <p> We do not disclose information collected from you with any third party, other than with the service providers we use solely for the purposes detailed in Section 5.\nBelow is a detailed list of our third-party service providers that we share information with: </p>\n<ul>\n<li> Cloudflare (name server, DNS, caching) </li>\n<li> Google Cloud (web hosting) </li>\n<li> Zoho Forms (administrative) </li>\n<li> FreshDesk (administrative) </li>\n<li> Yahoo search feed (third party search monetization) </li>\n</ul>\n<p> We also reserve the right to disclose your information with third parties if we are legally required to do so, to cooperate with law enforcement investigations or other legal proceedings, or to protect against misuse or unauthorized use of the Service, solely to the extent needed to enforce our policies and agreements and to investigate potential violations thereof.\n</p> 7.\nHow We Protect Your Information\n<p> We maintain tight controls over all the data we collect, retaining it in secured databases with limited and controlled access rights.\nPlease remember that unfortunately, the transmission of information via the internet is not completely secure, so although we will do our best to protect your Personal Data, we cannot guarantee the security of your data transmitted via the Service.\nany transmission is at your own risk.\n</p> 8.\nHow Long We Keep Your Information <p> We only keep your personal information as long as it is necessary for the purposes set out in this Privacy Policy including for legitimate business purposes and as permitted by applicable law.\nWe will only use your information to the extent necessary to comply with our legal obligations, resolve any legal issues, enforce our agreements, and as otherwise described in this policy.\n<br> In order to protect our users, we opted to use one-way encryption of IP addresses in a way that does not allow for it to be associated with any person nor linked to the other information we may have, which we store in a non-identifiable way.\n<br> Please note, that once the Extension has been removed from your browser by you, we can no longer trace any user activity nor can we link you with any unidentifiable information we may have in our database.\n</p>\n<p>\n</p>9.\nNotice to EU Residents under the ”GDPR” <p> This section applies to you if you are a national of a European Economic Area (“EEA”) member state.\nThis section describes our good faith effort to meet our obligations under the GDPR.\n</p>\n<strong> Personal Data </strong>\n<p> The GDPR, defines “personal data” as “…any information relating to an identified or identifiable natural person (‘data subject’).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person” </p>\n<p> For the purposes of our Privacy Policy, the “data subject” is “you” (“your”, “user”).\nThe personal data we collect may include: the unique User ID we assign you.\n</p>\n<p> The personal data we collect will only be used and disclosed for the purposes detailed in sections 5 and 6 to this Privacy Policy.\n</p>\n<p> Our basis for processing personal data: GDPR Article 6.1(a): “the data subject has given consent to the processing of his or her personal data for one or more specific purposes”.\nGDPR Article 6.1(b): “processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract”.\nGDPR Article 6(1)(f): “processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party…”\n</p>\n<strong> Your Rights </strong>\n<p> Your rights as a GDPR data subject, includes the following:\n</p>\n<p> a.\nRequest a copy of information, if any, stored about you.\n<br> b.\nCorrect information, if any, stored about you.\n<br> c.\nErase information, if any, stored about you.\n<br> d.\nRestrict how information, if any, about you is used.\n<br> e.\nTransfer the information, if any, about you.\n<br> f.\nObject to how your information, if any, is used in certain cases.\n<br> g.\nRequest why we are unable to fulfill your request, if applicable.\n</p>\n<p> You can contact us to submit any GDPR related inquiry or request by submitting an inquiry to admin@moviefinderhub.com</p>\n<p> Please note that we can only meet sufficiently verifiable user requests.\nSufficiently verifiable user requests refer to requests that allow us to reasonably match the information provided by the user making the request with the information already available with us, insofar non-pseudonymous Personal Data is available.\n</p>\n<p> In view of the above, and due to opting to use one-way encryption for IPs, in pseudonymous manner, we may not have any personal information of you on record we can provide you with.\n</p> 10.\nNotice to California Residents under the ”CCPA” <p> This Section applies to you if you are a natural person who is a California resident, as defined in the California Code of Regulations.\nThis section describes our good faith effort to meet our obligations under the CCPA.\n</p>\n<strong> Personal Information </strong>\n<p> The CCPA, defines “personal information” as including “…information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.” </p>\n<p> For the purposes of our Privacy Policy, the “person” is “you” (“your”, “user”).\nThe personal information we may collect includes: IP Address.\nthe unique User ID we assign you.\nthe User Agent and version of your web browser.\nand the Operating System and version used by your hardware.\n</p>\n<p> The personal information we collect will only be used and disclosed for the business purposes detailed in sections 5 and 6 to this Privacy Policy, which are necessary for us in order to provide you with the Service.\n</p>\n<strong> Your Rights / Opt-Out for “Sale of Personal Information”\n</strong>\n<p> You can contact us to submit any CCPA related inquiry or request via the following 2 methods:\n</p>\n<ul>\n<li> Submitting an inquiry to admin@moviefinderhub.com </li>\n<li> Sending a physical inquiry to 4 World Trade Center, Suite 2983, New York, New York 10007, United States </li>\n</ul>\n<p> We will not discriminate against you for exercising any of your CCPA rights.\n</p>\n<p> Please be advised that we do not explicitly sell your personal information (nor do we use non-pseudonymous Personal Data) therefore, there is no need for you to opt-out of the potential sale of your personal information.\n</p>\n<p> Please note that we can only meet sufficiently verifiable user requests.\nSufficiently verifiable user requests refer to requests that allow us to reasonably match the information provided by the user making the request with the information already available with us, insofar non-pseudonymous Personal Data is available.\n</p>\n<p> In view of the above, and due to opting to use one-way encryption for IPs, in pseudonymous manner, we may not have any personal information of you on record we can provide you with.\n</p> 11.\nChildren <p> The Service is not directed to children, as defined under applicable laws and specifically under 16 in the EEA or 13 in the U.S.A (“Child”)..\nWe do not knowingly collect Personal Information from anyone that is considered to be a child.\nIf we determine upon collection that a user is a child , we will not use or maintain his/her Personal Information without the parent/guardian’s consent.\nIf we become aware that we have unknowingly collected Personal Information from a child under the age of 13, we will make reasonable efforts to delete such information from our records.\nWe encourage parents and legal guardians to be familiar with the Internet activity of their children.\n</p> 12.\nHow to remove extension <p> As a user of our extension, you can remove the extension from your browser at any time.\nFor simple steps to remove our extension, please click uninstall.\n</p> 13.\nUpdates to Privacy Policy <p> Please note, we may modify information presented via the extension and/or this Privacy Policy from time to time.\nYou should check back here periodically to see if the Privacy Policy has been updated.\nWe will always show the date of the latest modification of the Privacy Policy at the top of the page so you can tell when it was last revised.\n</p> 14.\nContact us\n<p> We regularly review our compliance with this Privacy Policy.\nQuestions, comments and requests regarding this Privacy Policy are welcomed and should be addressed to admin@moviefinderhub.com.\n</p>\n<p> You may also submit inquiries to our appointed Data Protection Officer by the above email address or deliver a physical inquiry to 4 World Trade Center, Suite 2983, New York, New York 10007, United States.\n</p> ", "created_at": "2021-07-15 09:24:04.267989", "updated_at": "2021-07-15 07:25:19.34436"}], "points": [{"id": 26092, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:40:43.533021", "updated_at": "2022-04-29 16:19:50.366562", "quoteText": "ALL CONTENT ON THE SITE IS PROVIDED \"AS-IS \".", "case_id": 286, "document_id": 8474, "quoteStart": 8135, "quoteEnd": 8180}, {"id": 26096, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:42:37.426894", "updated_at": "2022-04-29 16:19:29.201681", "quoteText": "YOU AGREE THAT YOUR CONTINUED USE OF THE WEBSITE, PRODUCT, AND EXTENSION, FOLLOWING THE POSTING OF ANY CHANGES TO THIS AGREEMENT AND AFTER THE CHANGES TAKE EFFECT WILL CONSTITUTE YOUR ACCEPTANCE OF SUCH CHANGES.", "case_id": 403, "document_id": 8474, "quoteStart": 12534, "quoteEnd": 12745}, {"id": 26100, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.moviefinderhub.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:49:40.673727", "updated_at": "2022-08-11 18:25:39.720596", "quoteText": "We regularly review our compliance with this Privacy Policy.", "case_id": 301, "document_id": 8473, "quoteStart": 11884, "quoteEnd": 11944}, {"id": 26099, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:44:51.220832", "updated_at": "2022-08-11 18:27:58.80752", "quoteText": "You agree to indemnify and to hold us (\"Indemnifying Party \") harmless, and indemnify us from and against any expenses (including attorney fees) arising from claims of third-parties made against or incurred by the Indemnified Party as a result of negligence, misrepresentation, error or omission on the part of the Indemnifying Party or any employee, agent or representative of the Indemnifying Party, or any breach of this Agreement by the Indemnifying Party, regardless of whether such claims were foreseeable by the Indemnified Party.\n", "case_id": 147, "document_id": 8474, "quoteStart": 7027, "quoteEnd": 7565}, {"id": 26098, "title": "You agree not to use the service for illegal purposes", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:43:11.344627", "updated_at": "2022-08-11 18:28:11.065312", "quoteText": "(4) Use the product illegally.", "case_id": 280, "document_id": 8474, "quoteStart": 3637, "quoteEnd": 3667}, {"id": 26097, "title": "This service is only available to users over a certain age", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:42:52.913693", "updated_at": "2022-06-24 18:07:43.338643", "quoteText": "You must be 13 years of age or older to install or to use the Site/Extension/Product.", "case_id": 152, "document_id": 8474, "quoteStart": 2941, "quoteEnd": 3026}, {"id": 26095, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:42:05.029295", "updated_at": "2022-08-11 18:27:46.333939", "quoteText": "(iii) THAT ANY DEFECTS WILL BE CORRECTED,", "case_id": 289, "document_id": 8474, "quoteStart": 10350, "quoteEnd": 10391}, {"id": 26094, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:41:16.786494", "updated_at": "2022-04-29 16:18:43.537858", "quoteText": "WE DO NOT WARRANT THAT THE LICENSED PRODUCT IS ERROR-FREE OR FREE FROM INTERRUPTIONS OR OTHER FAILURES", "case_id": 287, "document_id": 8474, "quoteStart": 8181, "quoteEnd": 8283}, {"id": 26093, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:40:59.547615", "updated_at": "2022-08-11 18:28:04.898325", "quoteText": "OR THAT THE PRODUCT WILL MEET DISTRIBUTOR'S OR THE END CUSTOMER'S REQUIREMENTS.", "case_id": 290, "document_id": 8474, "quoteStart": 8284, "quoteEnd": 8363}, {"id": 26091, "title": "There is a date of the last update of the agreements", "source": "https://www.moviefinderhub.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:40:21.966995", "updated_at": "2022-04-29 16:17:50.280374", "quoteText": "<p>Last updated: October 22, 2020</p>", "case_id": 331, "document_id": 8474, "quoteStart": 1, "quoteEnd": 38}], "urls": ["moviefinderhub.com"]}}