{"error": 448, "message": "OK", "parameters": {"id": 3346, "name": "Racing.com", "created_at": "2021-04-30 20:55:18.310689", "updated_at": "2021-05-01 00:02:33.805667", "wikipedia": null, "keywords": null, "related": null, "slug": "racingcom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3346.png", "url": "racing.com", "documents": [{"id": 5522, "name": "Responsible Wagering Statement", "url": "https://www.racing.com/about-us/responsible-wagering", "xpath": "", "text": " RacingToday's RacingLatest ResultsToday's TipsRacing CalendarTrials &amp.\nJump OutsGroup Races CalendarProfiles &amp.\nStatsHorse ProfilesJockey ProfilesTrainer ProfilesInternational Horse ProfilesRacing VideosReplay HubLatest Race ReplaysReplay SearchPost Race InterviewsStewards VisionLatest Trial ReplaysWatch Live RacingNewsNews HubLatest NewsThoroughbred NewsEquine Welfare NewsInternational NewsCoronavirus NewsSA Racing NewsTipping ArticlesVideoLatest VideosLatest Race ReplaysReplay HubLatest TV ShowsFeature VideosNews VideoTV GuideWatch Racing.com LiveCatch-up TVAfter The LastAutumn ContendersClassic RacedaysCountry Catch UpFree Rein With Matt HillGet On new epGrassrootsGroup 1 GloryInsider TradingJump OffOff The BitRacing To WinSectional Starsnew epSpring ContendersTen Of The BestThat's RacingThe AnalyserThe Money MenThe Trial ShowThe Wrap3 Wide No Covernew epTrackworkTuesdays with TerryUnsung HeroesFeaturedDocumentariesLove The HorseSpring Racing Carnival TippingTipping HubTipping ArticlesBlackbookersForm Analyst ProfilesClubsRacing Victoria Website<i>\n</i>Owner Information<i>\n</i>Events &amp.\nClub MembershipRacing ClubsDownload the AppRacing+Pick7<i>\n</i>Racing Photos<i>\n</i>Pick 7<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Racing+ Log inSign up Responsible Wagering Statement Statement of commitment to promoting responsible wagering <p>Racing.com acknowledges that the sport of racing is a popular gambling medium and the racing industry derives significant funding from wagering.</p>\n<p>Racing.com recognises that problem gambling behaviour can occur in relation to wagering on racing and that such behaviour can have negative impacts for individuals and local communities.</p>\n<p>According to the Victorian Responsible Gambling Foundation, responsible gambling for individuals means:</p>\n<ul>\n<li>they may gamble for pleasure and entertainment but are aware of their likelihood of losing and understand the associated risks;</li>\n<li>they exercise control over their gambling activity.\nand</li>\n<li>that responsible gambling occurs in balance with other activities in their lives and is not causing problems or harm for themselves or others.</li>\n</ul>\n<p>Responsible gambling for the broader community, including gambling providers, governments, and sporting associations, requires:</p>\n<ul>\n<li>shared responsibility for generating awareness of the risks associated with gambling;</li>\n<li>creating and promoting environments that prevent or minimise problem gambling.\nand</li>\n<li>being responsive to community concerns around gambling.</li>\n</ul>\n<p>Racing.com is committed to the shared objectives of the racing industry, the Victorian Government and the Victorian gambling industry to foster responsible gambling as defined above and to minimise harm arising from problem gambling behaviour.</p>\n<p>In particular, Racing.com commits to promote responsible gambling messages and practices throughout its digital assets.\nRacing.com has enshrined this commitment in its editorial policy which provides that Racing.com will:</p>\n<ul>\n<li>not promote or glorify excessive gambling;</li>\n<li>offer a responsible gambling message where appropriate.\nand&nbsp;</li>\n<li>offer avenues/opportunity for promotion of gamblers’ help services where possible.</li>\n</ul>\nFurther detail around Responsible Gambling, including help services, is available at:&nbsp.\n<p>http://www.responsiblegambling.vic.gov.au/getting-help</p>\n<ul>\n<li>About Us </li>\n<li>Frequently Asked Questions </li>\n<li>Terms &amp.\nConditons </li>\n<li>Privacy Policy </li>\n<li>Contact Us </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Racing <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Feedback</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>Responsible Wagering</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Newsletter Sign-up </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © 2021 Racing Victoria Limited (RV) and other parties working with it.\nVIC and SA racing materials, including fields, form and results, is subject to copyright which is owned respectively by RV and TRSA and other parties working with them.\n<i>N</i>\n<ul>\n<li>\n</li>\n</ul> Watch Live On Air &nbsp;• Raceday Review - Cranbourne ", "created_at": "2021-04-30 20:55:20.63407", "updated_at": "2021-04-30 21:03:37.733941"}, {"id": 5520, "name": "Terms and Conditions", "url": "https://www.racing.com/about-us/terms-and-conditions", "xpath": "", "text": " RacingToday's RacingLatest ResultsToday's TipsRacing CalendarTrials &amp.\nJump OutsGroup Races CalendarProfiles &amp.\nStatsHorse ProfilesJockey ProfilesTrainer ProfilesInternational Horse ProfilesRacing VideosReplay HubLatest Race ReplaysReplay SearchPost Race InterviewsStewards VisionLatest Trial ReplaysWatch Live RacingNewsNews HubLatest NewsThoroughbred NewsEquine Welfare NewsInternational NewsCoronavirus NewsSA Racing NewsTipping ArticlesVideoLatest VideosLatest Race ReplaysReplay HubLatest TV ShowsFeature VideosNews VideoTV GuideWatch Racing.com LiveCatch-up TVAfter The LastAutumn ContendersClassic RacedaysCountry Catch UpFree Rein With Matt HillGet On new epGrassrootsGroup 1 GloryInsider TradingJump OffOff The BitRacing To WinSectional Starsnew epSpring ContendersTen Of The BestThat's RacingThe AnalyserThe Money MenThe Trial ShowThe Wrap3 Wide No Covernew epTrackworkTuesdays with TerryUnsung HeroesFeaturedDocumentariesLove The HorseSpring Racing Carnival TippingTipping HubTipping ArticlesBlackbookersForm Analyst ProfilesClubsRacing Victoria Website<i>\n</i>Owner Information<i>\n</i>Events &amp.\nClub MembershipRacing ClubsDownload the AppRacing+Pick7<i>\n</i>Racing Photos<i>\n</i>Pick 7<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Racing+ Log inSign up Terms and Conditions Terms of Access <p>Welcome to http://www.racing.com (referred to in these Terms of Access as <strong>the Website</strong>).&nbsp.\nThe Website is owned and operated by Racing.Com Pty Ltd ACN 104 883 267 (<strong>Racing.com</strong>) on the World Wide Web (<strong>WWW</strong>).</p>\n<p>\n</p>\n<p>\n</p>\n<p>Racing.com also operates a mobile phone application (<strong>Racing.com App</strong>).&nbsp.\nThese Terms of Access also apply to the Racing.com App and any reference to the Website in the Terms and Conditions below shall be deemed to also be a reference to the Racing.com App.&nbsp.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>These Terms of Access should be read in conjunction with Racing.com’s Privacy Policy which is accessible at www.racing.com/about-us/privacy-policy</p>\n<p>\n</p>\n<p>\n</p>\n<p>The material on the Website is copyright © 2017 Racing.com and/or other copyright owners.</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Website is available for you to access and use conditional on your acceptance without alteration of the terms and conditions set out below.&nbsp.\nBy continuing to access and use the Website you are agreeing to the terms and conditions set out below.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Terms and Conditions</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse of material on the Website</em>\n</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nExcept for the limited use set out in paragraph (b) below you may not use the Website, or the material contained on it, for any purpose.\nThis involves:</p>\n<p>\n</p>\n<ol>\n<li>the reproduction of the material in any material form;</li>\n<li>the distribution of the material in any material form;</li>\n<li>re-transmission of the material by any medium of communication;</li>\n<li>uploading and/or reposting the material to any other site on the WWW.\nand/or</li>\n<li>framing the material on the Website with other material on any other WWW site.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>The above are specifically prohibited by these Terms of Access.</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nNotwithstanding the above restrictions on use of the material on the Website, you may download material from the Website for your personal non-commercial use provided you do not remove any copyright and trade mark notices contained on the material.&nbsp.\nRacing.com does not permit any commercial use of the Website without its express written agreement.</p>\n<p>\n</p>\n<p>\n</p>\n<p>(c)&nbsp;&nbsp;&nbsp.\nYou may not modify or copy:</p>\n<p>\n</p>\n<ol>\n<li>the layout of the Website.\nor</li>\n<li>any computer software and code contained in the Website.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>(d)&nbsp;&nbsp;&nbsp.\nRacing.com reserves all intellectual property rights, including but not limited to, copyright in material and/or services provided by it.\n&nbsp;The material provided on the Website is provided for personal use only and may not be:</p>\n<p>\n</p>\n<ol>\n<li>re-sold and/or re-distributed in any material form;</li>\n<li>stored in any storage media.\nand/or</li>\n<li>re-transmitted in any media,</li>\n</ol>\n<p>&nbsp;</p>\n<p>without the prior written consent of Racing.com.</p>\n<p>\n</p>\n<p>\n</p>\n<p>(e)&nbsp;&nbsp;&nbsp.\nRacing.com trade marks belong to Racing.com and the trade marks of any Club, Betting Partner or Affiliate (as defined in the Privacy Policy) linked to the Website belong to them.\n&nbsp;Nothing contained on the Website is to be construed as granting any licence or right of use of any trademark displayed on the Website.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPosting of User Content to the Website</em>\n</strong>\n</p>\n<p>\n</p>\n<p>Racing.com offers you the opportunity to submit your own personal contributions to the Website, which may comprise you posting photographs, video footage or written commentary (<strong>User Content</strong>).</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nIn the event that you post any User Content to the Website, the following conditions will apply:</p>\n<p>\n</p>\n<ol>\n<li>User Content must be your own work and must not include any material which is the copyright of another or infringes the intellectual property rights of another;</li>\n<li>User Content must be constructive and must not harm, offend or insult any person.\n</li>\n<li>copyright in the User Content remains with you;</li>\n<li>you grant to Racing.com an irrevocable, perpetual, royalty free right to use, reproduce, modify, adapt, publish the User Content, on the Website or any Club, Betting Partner or Affiliate website.\n&nbsp;Racing.com may also redistribute User Content to third parties.\n</li>\n<li>you acknowledge and accept that it may not be possible for Racing.com to attribute you as the author of User Content.\nand</li>\n<li>Racing.com may remove your User Content from the Website in its sole discretion for any reason and is not obligated to provide reasons for the removal of any User Content.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nIt is your responsibility to ensure that User Content is lawful and does not, amongst others: </p>\n<p>\n</p>\n<ol>\n<li>contain any virus;</li>\n<li>defame another;</li>\n<li>discriminate on the basis of sexuality, disability, marital status, race, sex and other attributes;</li>\n<li>breach any intellectual property rights, privacy laws or confidentiality undertakings.\nand/or</li>\n<li>contain any links, advertising or marketing material.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>\n<em>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLinks to other Websites</em>\n</strong>\n</p>\n<p>\n</p>\n<p>The Website contains links to sites on the WWW owned and operated by third parties and which are not under the control of Racing.com.</p>\n<p>\n</p>\n<p>\n</p>\n<p>In relation to the other sites on the WWW, which are linked to the Website, Racing.com:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nprovides the links to other sites as a convenience to you and the existence of a link to other sites does not imply any endorsement by Racing.com of the linked site.\nand</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nis not responsible for the material contained on those linked sites.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>4 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDisclaimer</em>\n</strong>\n</p>\n<p>\n</p>\n<p>The material on the Website is provided for your information only.&nbsp.\nIt is not intended as advice and accordingly should not be relied upon as such.&nbsp.\nRacing.com:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\ngives no warranty, guarantee or representation about the accuracy, reliability or timeliness or otherwise, of the material/information contained on the Website and/or linked sites on the WWW;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nto the full extent permitted by law, disclaims any and all warranties, express or implied, regarding the accuracy, reliability, timeliness or otherwise of any material/information contained or referred to on the Website and/or of any linked sites;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(c)&nbsp;&nbsp;&nbsp.\nwill not be liable under any circumstances for any loss of profits or any damages of any kind recognised by law (even if it has been advised of the possibility of such loss of profits or damages) which are the consequence of you acting, or failing to act, on any material/information contained on or referred to on the Website and/or any of the linked Websites;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(d)&nbsp;&nbsp;&nbsp.\ndoes not warrant, guarantee or make any representation that:</p>\n<p>\n</p>\n<ol>\n<li>the Website, or the server that makes the Website available on the WWW are free of software viruses;</li>\n<li>the functions contained in any software contained on the Website will operate uninterrupted or are error-free.\nand</li>\n<li>errors and defects in the Website will be corrected.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>(e)&nbsp;&nbsp;&nbsp.\nis not liable to you for:</p>\n<p>\n</p>\n<ol>\n<li>errors or omissions in the Website, or linked sites on the WWW;</li>\n<li>delays to, interruptions of or cessation of the services provided in the Website, or linked sites.\nand</li>\n<li>defamatory, offensive or illegal conduct of any user of the Website,</li>\n</ol>\n<p>&nbsp;</p>\n<p>whether caused through negligence of Racing.com, its employees or independent contractors, or through any other cause.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You agree to accept the full cost of any necessary repair, correction and maintenance of any of your computer software or hardware, which may be necessary as a consequence of you accessing the Website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIndemnity</em>\n</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You warrant to Racing.com that you will access the Website in a responsible manner and comply with these Terms of Access.\n&nbsp;If Racing.com suffers any loss or damage or incurs any costs whatsoever in connection with any breach of any of these Terms of Access or any other legal obligation then you agree to indemnify Racing.com for the losses, damages and costs it occurs as a result of your action (or failure to act).</p>\n<p>\n</p>\n<p>\n<strong>\n<em>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse of information gathered</em>\n</strong>\n</p>\n<p>\n</p>\n<p>Racing.com and/or people authorised by it may gather and process the information:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nwhich you may provide when accessing the Website, such as your name, address, e-mail address and other personal information about you, which will be handled in accordance with its Privacy Policy.\nand</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nregarding the way in which you use the Website including, without limitation, information acquired through the use of \"cookies\" programmed during the accessing of the Website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Racing Victoria Limited may gather and process the information you provide when subscribing to watch live vision or receive communications.&nbsp.\nAny information collected by Racing Victoria Limited will be handled in accordance with its Privacy Policy accessible at www.rv.racing.com/about/privacy-policy.&nbsp;&nbsp.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTermination of access</em>\n</strong>\n</p>\n<p>\n</p>\n<p>Racing.com may terminate access to the Website at any time without giving any explanation or justification for the termination of access, and Racing.com has no liability for any costs, losses or damages of any kind arising as a consequence of terminating access to the Website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAlteration of Terms of Access</em>\n</strong>\n</p>\n<p>\n</p>\n<p>&nbsp;Racing.com reserves the right to change these Terms of Access:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nwith or without further notice to you.\nand</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nwithout giving you any explanation or justification for such change.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Any changes to these Terms of Access will become effective once published on the Website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRelevant jurisdiction</strong>\n</p>\n<p>\n</p>\n<p>If any provision of these Terms of Access are found to be void, unlawful, or unenforceable then that provision will be deemed to be severable from the these Terms of Access, and the severed part will not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n</p>\n<p>\n</p>\n<p>These Terms of Access are governed by and interpreted in accordance with the law of the State of Victoria, Australia.</p>\n<p>\n</p>\n<p> You agree to the jurisdiction of the courts of the State of Victoria, Australia to determine any dispute arising out of these Terms of Access.</p>\n<ul>\n<li>About Us </li>\n<li>Responsible Wagering </li>\n<li>Frequently Asked Questions </li>\n<li>Privacy Policy </li>\n<li>Contact Us </li>\n<li>Unleash the Beast competition </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Racing <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Feedback</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>Responsible Wagering</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Newsletter Sign-up </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © 2021 Racing Victoria Limited (RV) and other parties working with it.\nVIC and SA racing materials, including fields, form and results, is subject to copyright which is owned respectively by RV and TRSA and other parties working with them.\n<i>N</i>\n<ul>\n<li>\n</li>\n</ul> Watch Live On Air &nbsp;• Raceday Review - Cranbourne ", "created_at": "2021-04-30 20:55:19.278492", "updated_at": "2021-04-30 21:04:25.93486"}, {"id": 5521, "name": "Privacy Policy", "url": "https://www.racing.com/about-us/privacy-policy", "xpath": "", "text": " RacingToday's RacingLatest ResultsToday's TipsRacing CalendarTrials &amp.\nJump OutsGroup Races CalendarProfiles &amp.\nStatsHorse ProfilesJockey ProfilesTrainer ProfilesInternational Horse ProfilesRacing VideosReplay HubLatest Race ReplaysReplay SearchPost Race InterviewsStewards VisionLatest Trial ReplaysWatch Live RacingNewsNews HubLatest NewsThoroughbred NewsEquine Welfare NewsInternational NewsCoronavirus NewsSA Racing NewsTipping ArticlesVideoLatest VideosLatest Race ReplaysReplay HubLatest TV ShowsFeature VideosNews VideoTV GuideWatch Racing.com LiveCatch-up TVAfter The LastAutumn ContendersClassic RacedaysCountry Catch UpFree Rein With Matt HillGet On new epGrassrootsGroup 1 GloryInsider TradingJump OffOff The BitRacing To WinSectional Starsnew epSpring ContendersTen Of The BestThat's RacingThe AnalyserThe Money MenThe Trial ShowThe Wrap3 Wide No Covernew epTrackworkTuesdays with TerryUnsung HeroesFeaturedDocumentariesLove The HorseSpring Racing Carnival TippingTipping HubTipping ArticlesBlackbookersForm Analyst ProfilesClubsRacing Victoria Website<i>\n</i>Owner Information<i>\n</i>Events &amp.\nClub MembershipRacing ClubsDownload the AppRacing+Pick7<i>\n</i>Racing Photos<i>\n</i>Pick 7<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Racing+ Log inSign up Privacy Policy <p>\nThis Privacy Policy applies to all Personal Information collected by\nRacing.Com Pty Ltd (<strong>Racing.com</strong>) and Racing Victoria Limited\n(<strong>RVL</strong>) in the operation of Racing.com’s website and\nmobile phone application (<strong>Mobile</strong>\n<strong>App</strong>).&nbsp.\n</p>\n<p>\nRacing.com and RVL remain committed to the privacy of everyone visiting or\ninteracting with the Website or App.\n</p>\n<p>\nRacing.com and RVL continues to abide by the Australian Privacy Principles\n(<strong>APPs</strong>) under the <em>Privacy Act 1988</em> (Cth) (<strong>Privacy Act</strong>) and all other applicable laws.&nbsp;&nbsp.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART A: ACCESSING THE WEBSITE&nbsp;AND MOBILE APP</strong>\n</p>\n<p>\nThe Website is the Victorian thoroughbred racing industry’s top-level\ndomain and is comprised of the Website and Mobile App.&nbsp.\nThis Privacy\nPolicy only applies to the Personal Information collected by Racing.com and\nRVL in the operation of Racing.com’s Website and Mobile App.&nbsp.\n</p>\n<p>\nThe Website and the Mobile App contains links to the Club, Betting Partner\nand Affiliate websites (set out in Part G), amongst others.&nbsp.\nPlease\nnote that these websites are operated by third parties which have their own\nprivacy policies and are not subject to this Privacy Policy.&nbsp.\n</p>\n<p>\nThe purpose of this Privacy Policy is to outline:\n</p>\n<ul>\n<li> the kind of information that Racing.com and RVL may collect about you, how it is collected and how it is held by Racing.com and RVL.\n</li>\n<li> the purposes for which Racing.com and RVL collect, hold, use and disclose Personal Information.\n</li>\n<li> how Racing.com and/or RVL may disclose that Personal Information.\n</li>\n<li> how an individual can access the Personal Information held about him or her and seek correction of such information (if required).\n</li>\n<li> when Racing.com or RVL may use an individual’s information to contact them.\nand </li>\n<li> the protection of an individual’s Personal Information including the processes in the event of a suspected Data Breach (see part D below)<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>PART B: WHAT IS PERSONAL INFORMATION?</strong>\n</p>\n<p>\n<strong>\n<em>Personal Information</em>\n</strong>\n</p>\n<p>\nPersonal Information is defined in the Privacy Act ‘any <em>information or an opinion, whether true or not, and whether recorded in a\nmaterial form or not, about an identified individual, or an individual who\nis reasonably identifiable.’\n</em>Personal Information may include:\n</p>\n<ul>\n<li> an individual’s name and/or address.\n</li>\n<li> an individual’s date of birth.\n</li>\n<li> an individual’s contact details.\nor </li>\n<li> information about an individual’s opinions, likes and dislikes.\n</li>\n</ul>\n<p>\n<strong>\n<em>Sensitive Information</em>\n</strong>\n</p>\n<p>\n<em>Some Personal Information is also considered by the Act to be\n‘Sensitive Information’.\n</em>Sensitive information is a considered particularly delicate and is\ngenerally afforded a higher level of privacy protection.\nSensitive\nInformation may include information about an individual’s:\n</p>\n<ul>\n<li> racial or ethnic origin.\n</li>\n<li> political opinions.\n</li>\n<li> religious beliefs or affiliations.\n</li>\n<li> health or medical information.\n</li>\n<li> membership of a political association, professional or trade association or trade union.\n</li>\n<li> criminal record.\n</li>\n<li> sexual orientation or practices.\nand </li>\n<li> genetic information.\n</li>\n</ul>\n<p>\nRacing.com will treat all Sensitive Information with particular care and\nwill not collect Sensitive Information unless the individual has expressly\nconsented to the collection of that information or the collection is\nrequired or authorised by law.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART C: RACING.COM’s COLLECTION AND USE OF PERSONAL\nINFORMATION</strong>\n</p>\n<p>\nRacing.com holds and uses Personal Information about its customers.\nTypically, this information includes a person's name, email address, mobile\nnumber, date of birth, gender, post code or any other required\ninformation.\n</p>\n<p>\n<strong>\n<em>Why Racing.com collect’s Personal Information</em>\n</strong>\n</p>\n<p>\nThe information collected by Racing.com is required to maintain\nRacing.com’s records in a format that identifies the person.\nThese\nrecords are held by Racing.com for the purposes of enabling Racing.com to\ncarry out its functions and activities.&nbsp.\n</p>\n<p>\nRacing.com aims to provide a destination for racing fans with anywhere,\nanytime access to best practice aggregated racing data, information, news\nand video.\n</p>\n<p>\nThe Personal Information Racing.com collects enables it to carry out its\nfunctions and activities for the purposes of:\n</p>\n<ul>\n<li> promotion of the thoroughbred racing industry.\n</li>\n<li> targeted promotion of industry related events, promotions and competitions.\n</li>\n<li> provision of information related to the thoroughbred racing industry such as circulation of newsletters and industry related news.\n</li>\n<li> creating and maintaining information and records in relation to owners and their interests in race horses.\n</li>\n<li> provision of aggregated data, industry related communications and a news service.\n</li>\n<li> digital services subscription.\n</li>\n<li> measure and improve the services and features of the Website and Mobile App in order to provide the individual with the best service experience possible on the Website or Mobile App.\n</li>\n<li> advertising services.\nand </li>\n<li> hosting competitions and promotions.\n</li>\n</ul>\n<p>\nRacing.com and RVL will not collect Personal Information unless collection\nof such information is reasonably necessary to enable Racing.com to carry\nout one or more of its functions and/or activities.\nThis Privacy Policy\napplies to all Personal Information collected by Racing.com, whether or not\nRacing.com has directly requested that information.\nPersonal Information\nwill be collected from the individual unless it is unreasonable or\nimpracticable to do so.&nbsp.\n</p>\n<p>\n<strong>\n<em>How Racing.com collect’s Personal Information</em>\n</strong>\n</p>\n<p>\nRacing.com may collect Personal Information from an individual in the\ncourse of an individual’s visit to the Website or Mobile App where\nthat individual inputs Personal Information, which includes but is not\nlimited to situations, where an individual:\n</p>\n<ul>\n<li> registers to become a subscriber to view race vision on the Website.\n</li>\n<li> registers to become a subscriber to Racing.com newsletters and communications.\n</li>\n<li> enters a competition or participates in a promotion.\n</li>\n<li> posts comments on the Website or Mobile App.\nor </li>\n<li> becomes an advertiser.\n</li>\n</ul>\n<p>\n<strong>\n<em>Cookies</em>\n</strong>\n</p>\n<p>\nPlease note that comments posted on the Website or the Mobile App that are\nsubsequently published on the Website or Mobile App may be accessible by the\npublic.\nYour comments may contain your name and be displayed in search\nresults on external world wide web search engines.&nbsp.\n</p>\n<p>\nAn individual may have the option of interacting on the Website or Mobile\nApp on an anonymous basis.&nbsp.\n</p>\n<p>\nPlease note that Racing.com will place, use and read cookies and action\ntags from any electronic device, including but not limited to phones,\ncomputers and tablets, of individuals that access the Website and record\ninformation about those electronic devices.\nThis enables Racing.com to\nascertain when a person uses the Website or Mobile App and helps to\ncustomise an individual’s Website or Mobile App experience.\n&nbsp.\n</p>\n<p>\nIf an individual does not wish to receive cookies, it is that\nindividual’s responsibility to set his or her browser to provide that\nthe electronic device does not accept the cookies.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART D: STORAGE AND SECURITY OF PERSONAL INFORMATION</strong>\n</p>\n<p>\nRacing.com and RVL have commercially reasonable processes in place to\nensure the security of an individual’s Personal Information, including\nencryption of all data when it is transferred to Racing.com and RVL’s\nservice providers and limitations on access to Personal Information within\nRacing.com.\n</p>\n<p>\nOnly Racing.com and RVL employees which require access to Personal\nInformation to carry out the functions and activities of Racing.com will\nhave access to Individuals’ Personal Information.\n</p>\n<p>\nThese authorised employees will only be able to access the database\ncontaining the Personal Information with a secure password.\n</p>\n<p>\nIf Racing.com or RVL no longer requires any information for any purpose for\nwhich the information may be used or disclosed in accordance with this\nPrivacy Policy, Racing.com and RVL will take such steps as are reasonable in\nthe circumstances to destroy the information or to ensure that the\ninformation is de-identified.\n</p>\n<p>\n<strong>\n<em>Notifiable Data Breach Scheme (NDBS)</em>\n</strong>\n</p>\n<p>\nWhile Racing.com and RVL will use its best endeavours to ensure the\nsecurity of your Personal Information, in the event that there is a data\nbreach, Racing.com will address this in accordance with the NDBS which forms\npart of the Act.\n</p>\n<p>\nUnder the NDBS, an&nbsp;Eligible Data Breach&nbsp;is deemed to have\noccurred when:\n</p>\n<ol>\n<li> there is unauthorised access to, unauthorised disclosure of, or loss of any&nbsp;Personal Information&nbsp;held by Racing.com.\nand </li>\n<li> the access, disclosure or loss of such Personal Information is likely to result in serious harm to any of the individuals&nbsp;to whom the information relates.\n</li>\n</ol>\n<p>\nIf Racing.com becomes aware of an Eligible Data Breach or that there are\nreasonable grounds to suspect that there may have been an Eligible Date\nBreach: </p>\n<ol>\n<li> we will immediately take all reasonable steps to contain and protect the Personal Information from any further unauthorised access, disclosure or loss.\n</li>\n<li> we will then conduct an assessment of the circumstances to determine if there was an Eligible Data Breach and identify the breach.\n</li>\n<li> If the unauthorised data breach would be likely to cause you serious harm, we will notify you and any relevant authority (e.g.\nthe Australian Information Commissioner) as soon as possible.\nand </li>\n<li> If necessary, we will also provide you with the steps that you should take in response to the breach.\n</li>\n</ol>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART E: USE AND DISCLOSURE OF PERSONAL INFORMATION&nbsp;</strong>\n</p>\n<p>\nRacing.com and RVL may use or disclose Personal Information for the purpose\nfor which it was collected that Personal Information and for other purposes\npermitted by the Act, including where:\n</p>\n<ul>\n<li> the individual has consented.\n</li>\n<li> the information is provided only to Racing.com’s or RVL’s existing or business partners or joint venture entities.\n</li>\n<li> use or disclosure is authorised or required by law or a court/tribunal order.\n</li>\n<li> Racing.com or RVL reasonably believes that the use or disclosure of the information is reasonably necessary for one or more enforcement related activities conducted by, or on behalf of, an enforcement body, as defined in the Act.\n</li>\n</ul>\n<p>\nRacing.com and RVL may also disclose your Personal Information to third\nparties for the following purposes:\n</p>\n<ul>\n<li> to provide the service you wish to use.\n</li>\n<li> for research purposes relating to the thoroughbred racing industry.\n</li>\n<li> to customise and promote services and events related to the thoroughbred racing industry which may be of interest to you.\n</li>\n<li> if authorised or required by law.\n</li>\n<li> with your consent.\nand/or </li>\n<li> as otherwise required to enable Racing.com and RVL to fulfill the functions and activities as outlined in Part C.\n</li>\n</ul>\n<p>\nWhen Personal Information is disclosed to third parties, appropriate care\nis taken to ensure the information is protected from misuse.\n</p>\n<p>\n<strong>\n<em>Direct marketing<br>\n</em>\n</strong>\n</p>\n<p>\nRacing.com and RVL may disclose Personal Information (not sensitive\ninformation) to third parties for the purposes of direct marketing services\nrelated to the thoroughbred racing industry.&nbsp.\n</p>\n<p>\nAn individual may opt-out of direct marketing at any time if he or she\nchooses by selecting the unsubscribe or opt out function at the bottom of a\ncommunication or in the absence of such a function, by contacting\nRacing.com’s Privacy Officer via privacyofficer@racing.com\n</p>\n<p>\nRacing.com will not use or disclose Personal Information about an\nindividual for the purpose of direct marketing, unless:\n</p>\n<ul>\n<li> Racing.com collected the information directly from the individual.\n</li>\n<li> the individual would reasonably expect Racing.com to use or disclose the Personal Information for that purpose.\nand </li>\n<li> the individual has not opted out of receiving direct marketing.\n</li>\n</ul>\n<p>\n<strong>\n<em>Disclosure</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>Racing.com may disclose Personal Information to any third party engaged as\nservice and content providers assisting in the operation of the Website or\nMobile App.&nbsp.\n</p>\n<p>\nRacing.com will only disclose Personal Information to an unrelated third\nparty (being a party not related to the thoroughbred racing industry) with\nthe individual’s consent.\n</p>\n<p>\n<strong>\n<em>Transfer out of Australia</em>\n</strong>\n</p>\n<p>\nThe Website and Mobile App are hosted by Australia and it is unlikely that\nan individual’s Personal Information will be disclosed overseas.\n</p>\n<p>\n<strong>\n<em>Journalism</em>\n</strong>\n</p>\n<p>\nThe collection and handling of Personal Information collected by Racing.com\nin its role as a media organisation in the course of journalism/provision of\nthe news service is not covered under this Privacy Policy.&nbsp.\nPersonal\nInformation collected in the course of journalism activities will be handled\nin accordance with the Australian Press Council’s Privacy\nStandards.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART F: ACCESS TO AND CORRECTION OF PERSONAL INFORMATION</strong>\n</p>\n<p>\nA person can access his or her own Personal Information by contacting the\nPrivacy Officer (See Part G below).\n&nbsp;The Privacy Officer will respond\nwithin a reasonable period after the request is made.&nbsp.\nIn order to\naccess your Personal Information, you will be required to provide proof of\nidentity.\nIn some circumstances, a small fee may apply.\n</p>\n<p>\nRacing.com will endeavour to take reasonable steps to ensure that the\nPersonal Information it holds is accurate, up to date and\ncomplete.&nbsp;However, if the Personal Information held by Racing.com about\nan individual is inaccurate, incomplete or not up to date, that individual\nmay request Racing.com correct the Personal Information.\n</p>\n<p>\nIn certain circumstances, Racing.com/RVL is entitled to deny a person\naccess to information, in part or full.\n&nbsp;These include, amongst others,\ncircumstances where:\n</p>\n<ul>\n<li> Racing.com or RVL believe that giving access would pose a serious threat to the life, health or safety of any individual, or to public health or public safety.\n</li>\n<li> giving access would have an unreasonable impact on the privacy of other individuals.\n</li>\n<li> the request for access is frivolous or vexatious.\n</li>\n<li> the information relates to existing or anticipated legal proceedings between Racing.com and the individual, and would not be accessible by the process of discovery in those proceedings.\n</li>\n<li> giving access would reveal evaluative information generated within Racing.com or RVL in connection with a commercially sensitive decision-making process.\n</li>\n<li> giving access would be likely to prejudice one or more enforcement related activities conducted by, or on behalf of an enforcement body.\n</li>\n<li> giving access would be unlawful (for example, if providing the information would amount to a breach of legal professional privilege or a breach of confidence).\nor </li>\n<li> denying access is required or authorised by or under an Australian law or a court/tribunal order.\n</li>\n</ul>\n<p>\nIf any request for access to information is denied in part or full or not\nprovided in the manner requested by an individual, Racing.com or RVL will\ngive the individual a written notice, setting out the reasons for the\nrefusal except to the extent that, having regard to the grounds for the\nrefusal, it would be unreasonable to do so.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART G: HOW TO CONTACT US ABOUT PRIVACY</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>\nIf you have any concerns about our Privacy Policy or the way in which we\nhandle your Personal Information, you can contact our Privacy Officer as\nfollows: </p>\n<p>Address:</p>\n<p> 140 Harbour Esplanade, Docklands, Victoria, 3008 </p>\n<p>Email: </p>\n<p> privacyofficer@racing.com </p>\n<p>\n<strong>Complaints</strong>\n</p>\n<p>\nIf you are concerned about the privacy of your Personal Information or\nsuspect that your Personal Information may be misused, please contact the\nPrivacy Officer.\nWe ask that you make any complaints in writing and via the\nprivacy Officer’s email address.&nbsp.\n</p>\n<p>\nWe will endeavour to respond and resolve any complaint as soon as\npracticable.\n</p>\n<p>\nIf you are dissatisfied with the response, you may also lodge a complaint\nwith The Office of the Australian Information Commissioner (OAIC) by calling\n1300 363 992.\n</p>\n<p>\nDetails on how to lodge a complaint with OAIC are also set out on the\nOAIC’s website at http://www.oaic.gov.au/privacy/making-a-privacy-complaint.&nbsp.\n</p>\n<p>\nFor further information in relation to ‘Access to Personal\nInformation and Correction’ please refer to Part F above.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART H: CLUB, BETTING PARTNER AND AFFILIATE WEBSITES</strong>\n</p>\n<p>\nThe Website and the Mobile App contain links to other websites operated by\nthird parties as listed below, which have their own privacy policies.\n&nbsp;Users that visit these websites should refer to their separate privacy\npolicies.\n&nbsp;As stated above in Part A, only the Website and Mobile App\nis subject to this Privacy Policy.&nbsp.\n</p>\n<p>\n<strong>\n<em>Clubs (and industry related organisations):<br>\n</em>\n</strong>Country Racing Victoria - www.country.racing.com<br>\nMelbourne Racing Club – www.mrc.racing.com<br>\nMoonee Valley Racing Club - www.thevalley.com.au<br>\nRacing Victoria – www.rv.racing.com&nbsp;<br>\nVictoria Racing Club – www.flemington.com.au&nbsp.\n&nbsp;&nbsp;<br>\nVictoria Owner – www.owner.racing.com\n</p>\n<p>\n<strong>\n<em> Betting Partners:</em>\n</strong>\n</p>\n<p>\n<em>BetEasy –&nbsp;</em>\n<em>www.beteasy.com.au</em>\n</p>\n<p>\n<em>Sportsbet -&nbsp;</em>\n<em>www.sportsbet.com.au</em>\n</p>\n<p>\n<em>Ladbrokes –\nwww.ladbrokes.com.au</em>\n</p>\n<p>\n<em>TopSport –\nwww.topsport.com.au</em>\n</p>\n<p>\n<em>Pointsbet –\nwww.pointsbet.com.au</em>\n</p>\n<p>\n<em>Unibet –\nwww.unibet.com.au</em>\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n<strong>\n<em>\n<br>\n</em>\n</strong>\n<strong>\n<em>Affiliates:</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n<em>RISA - </em>\n<em>www.racingaustralia.horse</em>\n</p>\n<p>\n<em>\n</em>\n<em>RSN -\n</em>\n<em>www.RSN.net.au</em>\n</p>\n<p>\n<em>\n</em>\n<em>Best Bets –\n</em>\n<em>www.bestbets.com.au</em>\n</p>\n<p>\n<em>\n</em>\n<em>Winning Post –\n</em>\n<em>www.winningpost.com.au</em>\n</p>\n<p>&nbsp;</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>PART I: POLICY MODIFICATIONS</strong>\n</p>\n<p>\nPlease note that Racing.com may change this Privacy Policy from time to\ntime.\nIf/when changes are made to this Privacy Policy, Racing.com will\nnotify you as soon as reasonably practicable (generally by email).\n</p>\n<p>\nRacing.com will also post any changes on the Website, so be sure to check\nback periodically.\n</p>\n<p>\nHowever, please be assured that if the Privacy Policy changes in the\nfuture, Racing.com will not use Personal Information submitted to Racing.com\nunder this Privacy Policy in a manner that is materially inconsistent with\nthis Privacy Policy, without the individual’s prior consent.\n</p>\n<p>\nAny changes to this Privacy Policy will become effective upon publication on\nthe Website.\n</p>\n<ul>\n<li>About Us </li>\n<li>Responsible Wagering </li>\n<li>Frequently Asked Questions </li>\n<li>Terms &amp.\nConditions </li>\n<li>Contact Us </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Racing <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Feedback</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>Responsible Wagering</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Newsletter Sign-up </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © 2021 Racing Victoria Limited (RV) and other parties working with it.\nVIC and SA racing materials, including fields, form and results, is subject to copyright which is owned respectively by RV and TRSA and other parties working with them.\n<i>N</i>\n<ul>\n<li>\n</li>\n</ul> Watch Live On Air &nbsp;• Raceday Review - Cranbourne ", "created_at": "2021-04-30 20:55:19.956998", "updated_at": "2021-04-30 21:05:24.060752"}], "points": [], "urls": ["racing.com"]}}