{"error": 448, "message": "OK", "parameters": {"id": 3629, "name": "Threema Work", "created_at": "2021-05-16 20:15:14.768721", "updated_at": "2021-05-17 22:00:22.595363", "wikipedia": null, "keywords": null, "related": null, "slug": "threema_work", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/3629.png", "url": "work.threema.ch", "documents": [{"id": 6038, "name": "Privacy policy", "url": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "xpath": "//body", "text": " Privacy Policy\n<p>September 1, 2020</p>\n<p>Threema GmbH (hereafter «Threema») was founded on the premise of bulletproof data protection.\nIt is our primary goal to store only the absolute minimum of information for the shortest possible time («Privacy by Design»).\nIn addition to using state-of-the-art encryption methods, we take all necessary technical and organizational measures to prevent unauthorized data access and misuse.\nThe processing and protection of data is carried out in accordance with applicable legal regulations and EU Regulation 2016/679 (GDPR).</p>\n1.\nGeneral Information\n<p>The Threema Work app (hereinafter referred to as \"Threema Work\") has been made available to you for use by your employer or organization (hereinafter referred to as \"Organization\").\nThe Organization or its authorized administrator have the possibility to determine or limit the use of Threema Work and thus the extent of the processed data individually.\nIn this document, optionally processed data is marked with an asterisk (*).</p>\n<p>Threema Work <strong>can be used without providing any personal data</strong>.\nIf you voluntarily provide your phone number or email address, you confirm in accordance with Art.\n8 GDPR that you are at least 16 years old or that you have obtained the consent of your legal guardian.\nBy using the app, you agree to the collection, processing and use of data as described below.</p>\n2.\nPurpose of Data Processing\n<p>Threema processes data on behalf of your Organization and to the extent determined by your Organization to enable the transmission of short messages and media to other participants.\nThe data processed within the scope of order fulfillment will be processed exclusively by Threema on its own server infrastructure in Switzerland and will not be passed on to third parties.</p>\n3.\nScope and Duration of Data Processing\nA.\nInventory Data\n<p>Depending on the Organization's configuration, the following inventory data is collected and stored when using Threema Work:</p>\n<ul>\n<li>License data (user name and password)</li>\n<li>Threema ID</li>\n<li>Public key</li>\n<li>Date (without time) of creation of the Threema ID</li>\n<li>Date (without time) of the last login</li>\n<li>Operating system and version of the Threema Work app</li>\n</ul>\n<p>The following information is optional and can be provided by the user or the Organization voluntarily in order to make it easier to be found by other Threema Work users:</p>\n<ul>\n<li>Nickname *</li>\n<li>Mobile phone number (one-way encrypted) *</li>\n<li>Email address (one-way encrypted) *</li>\n</ul>\n<p>When exchanging messages, only the following information will be passed on to other participants or shared with the Organization upon signing in:</p>\n<ul>\n<li>Threema ID</li>\n<li>Public key</li>\n<li>Nickname</li>\n</ul>\n<p>The information will not be passed on to third parties.<br>\n<br>All information will only be stored until it is deleted by the user or by the Organization's administrator or until the Organization's account is closed at Threema.\nOnce the information is deleted, it cannot be restored.</p>\nB.\nMessage Contents\n<p>Threema Work encrypts all messages, including control messages, using a highly secure end-to-end encryption method.</p>\n<p>Header information of messages (sender, recipient etc.) is protected by an additional encryption layer for transmission to the server, and from the server to the recipient, to prevent eavesdropping by third parties (e.g.\nin open wireless LANs).</p>\n<p>Neither Threema as the operator of the Threema servers nor your Organization have the ability to decrypt messages, as they have no knowledge of the private keys 1).</p>\n<p>Encrypted messages and media (images, videos, files, etc.) are completely deleted on the servers as soon as they have been successfully delivered.\nIf the messages and media are not or not completely fetched, they will be automatically and irretrievably deleted from the server after two weeks.</p>\n<p>1) * In order to ensure compliance with applicable regulation, your Organization has the option of setting up a pre-calculated key pair instead of having it created by the user at initial setup.\nIn this case, messages may also be decrypted by the Organization.\nShould this option be used, the Organisation is obliged to comply with the relevant statutory provisions and to inform the user of this fact.</p>\nC.\nAddress Book Data\n<p>At the explicit request of the user and if not deactivated by the Organization, email addresses and phone numbers from the address book can be synchronized.\nThis data is transmitted to the servers in one-way encrypted (\"hashed\") form and additionally protected using SSL.\nThe servers only keep these hashes in volatile memory for a short time to determine the list of matching IDs, and then delete the hashes immediately.\nAt no point are the hashes or the results of the synchronization written to a data carrier.</p>\nD.\nLocation Data (Android)\n<p>The “send location” feature transmits the coordinates of the user’s current location to Threema if and only if the user has allowed location sharing on their mobile device and the permission to access the user’s location has been granted.\nThe coordinates are used to display a map section including a list of POIs (Places of Interest).\nThe coordinates are transmitted in encrypted and anonymized form, without any reference to a Threema ID or any other personally identifying information whatsoever.</p>\n<p>Generally, to use the “show map” feature, location sharing is not required.\nIf location sharing is enabled, the permission to access the user’s location has been granted and the “your location” feature is used, the coordinates of the user’s current location are transmitted to Threema in order to center the map at the user’s current location.\nBoth transmission and processing of the coordinates are performed in encrypted and anonymized form, without any reference to a Threema ID or any other personally identifying information whatsoever.</p>\n<p>If the features “send location” and “show map” are not used, or the permission to access the user’s location has not been granted, no coordinates will be transmitted.</p>\nE.\nCrash Reports\n<p>In order to improve the stability and reliability of the app, Threema relies on anonymous crash reports.</p>\n<p>\n<strong>iOS:</strong> If the user voluntarily and explicitly agrees to the transmission of a crash report after a crash of the app, information about the crash (status of the app at the time of the crash) is transferred to a server of Threema and stored there for evaluation.\nIf the user does not agree to the crash report transmission, nothing will be sent.\nCrash reports do not contain any personal data.\nOn iOS, they consist of a stack trace, some information about the device (model, operating system version, but no serial number or similar), the app version, the time stamp of the start and crash, and the list of software libraries loaded in memory.\nProcessor register contents or log messages are not being collected.</p>\n4.\nData Processed by Third Parties\n<p>Threema GmbH does not pass on any data to third parties, is completely free of advertising and does not use analytics software to monitor user behavior.\nHowever, some functionalities can only be provided by using external data sources, frameworks or operating system services, which in turn process data and are subject to a separate privacy policy.</p>\nA.\nCrash Reports\n<p>In order to improve the stability and reliability of the app, Threema Work relies on anonymous crash reports.</p>\n<p>\n<strong>Android</strong>: If the user voluntarily and explicitly consents to the general transmission of crash reports to Google when setting up his mobile phone, information (status of the app at the time of the crash, stack trace, manufacturer and operating system of the mobile phone, latest log messages) will be transmitted to Google and stored there for evaluation by Threema GmbH.\nThis information does not contain any personal data.</p>\n<p>\n<strong>Windows Phone</strong>: If the user voluntarily and explicitly agrees to the transmission of a crash report after a crash of the app, information about the crash (status of the app at the time of the crash) is transferred to the servers of HockeyApp (a Microsoft company) and stored there for evaluation by Threema GmbH.\nIf the user does not agree to the crash report transmission, nothing will be sent.\nHockeyApp's Privacy Policy can be found at https://www.hockeyapp.net/imprint/.</p>\n5.\nRight to Information, Correction, Blocking, Deletion and Objection\n<p>You have the right to receive information about your personal data stored by Threema at any time.\nLikewise, you have the right to correct, block or (apart from the legally required data storage for business purposes) delete your personal data.</p>\n<p>The stored inventory data can be viewed at any time within Threema Work in the \"My ID\" tab.\nIf this function has not been deactivated by the Organization, the inventory data can be corrected or deleted with immediate effect.</p>\n<p>In case of loss of the end-user device, mobile phone numbers and email addresses linked to a Threema ID can be deleted via the following link: https://myid.threema.ch/unlink</p>\n<p>The Organization's administrator is able to irrecoverably delete all personal data and revoke the key pair at any time.\nRevocation can also be requested directly by the end user via the following link: https://myid.threema.ch/revoke</p>\n6.\nResponsible Body\n<p>If you have any questions about the extent of data processed, please first contact the responsible administrator or the data protection officer of your organization.</p>\n<p>If you have any questions about data protection at Threema in general, you can also contact us directly.\nSend us an email to privacy@threema.ch.</p>\n<p>Responsible body and direct contact for data protection topics at Threema:</p>\n<p>Threema GmbH<br>Data Protection Officer<br>Churerstrasse 82<br>8808 Pfäffikon SZ<br>Switzerland<br>privacy@threema.ch<br>\n<br>CHE-221.440.104<br>\n<br>Representative in the EU according to Art.\n27 para.\n1 GDPR: GeKaCe GmbH, Dept.\nT, Weilerweg 13, 72411 Bodelshausen, Germany</p>\n7.\nAmendment of the Privacy Policy\n<p>We reserve the right to change this Privacy Policy from time to time in order to comply with changed legal requirements or to reflect new functionalities of the app.\nThe current Privacy Policy is always available for consultation from within Threema Work.</p>\nDisclaimer\n<p>This is a mere translation of the German version of this document.</p>\n<p>In case of any discrepancies between the English version and the German version of this document,<strong> t</strong>\n<strong>h</strong>\n<strong>e</strong>\n<strong>German version will prevail</strong>.</p> ", "created_at": "2021-05-16 20:21:23.747527", "updated_at": "2021-05-16 20:21:30.219821"}, {"id": 6037, "name": "Terms of Service", "url": "https://work.threema.ch/en/terms-of-service", "xpath": "//body", "text": "<ul>\n</ul>\n<ul>\n<li>Register</li>\n<li>Log in</li>\n</ul>Threema Work - Terms of Service\n<p>\n<em>March 8, 2018</em>\n</p>\n<strong>In the event of discrepancies between the German and English version of these Terms of Service, the German version shall prevail.</strong> 1.\nSubject of this Agreement\n<br>1.1 Threema Work is an internet-based, cross platform service for the secure exchange of messages between users.<br>\n<br>1.2 Threema GmbH provides this service to users for remuneration.<br>\n<br>\n2.\nScope\n<br>2.1 These Terms of Service govern the contractual relationship between Threema GmbH as the Provider of the “Threema Work” service (hereafter \"Threema\" or “Provider”), and the customer of the Service (individual or organization), hereafter the \"Customer\".<br>\n<br>2.2 These Terms of Service apply to all rights and obligations of the contractual parties in the framework of using the service “Threema Work”.<br>\n<br>2.3 Different agreements on specific provisions shall be invalid unless agreed upon in writing.<br>\n<br>\n3.\nLicense to use the products\n<br>3.1.\nThreema grants the Customer a non-exclusive, non-transferable and revocable licence to use the Service and the necessary software (hereafter the \"App\") under the purpose of this contact for the duration of this agreement in accordance withthe terms and conditions laid forth here.\n<br>\n<br>3.2.\nFor the use of the Service the Customer acquires rights of access.\nA valid right of access is required for each user of the service.\nThe corresponding access credentials will be handed over to the user either as individual credentials on a per-user basis or as one single pair of credentials for all users of the entity.<br>\n<br>3.3 Valid rights of access entitle the Customer to download the app required for the use of the service and to activate the app by entering the access credentials.\nValid rights of access must exist for each installed and activated instance of the app.<br>\n<br>3.4 The app may only be used for the purpose of accessing the Threema Work service.\nThe service may only be accessed with software that has been approved by the Provider for use with the service.<br>\n<br>\n4.\nCustomer Obligations\n<br>4.1 The Customer is responsible for use of the Service by its users (employees, partners, etc.) and will comply with all laws and regulations, if any.<br>\n<br>4.2 The Customer takes particularly good care of the confidentiality of access credentials, passwords, etc.<br>\n<br>4.3 The Customer will prevent unauthorized use of the Service and promptly notify Threema of any unauthorized use or access.<br>\n<br>4.4 The Customer shall indemnify the Provider against any third party claims that are made due to violation of the rights of the third party on the part of the Customer or due to culpable legal infringements or breaches of contract on the part of the Customer against the Provider.<br>\n<br>\n5.\nProvider's Services\n<br>5.1 The Provider shall deliver their Service according to the current state of the art.<br>\n<br>5.2 In particular, the Provider shall endeavor to deliver all messages interfaced through him without delay.<br>\n<br>5.3 The Provider may update the Products from time to time.\nNew functions may be introduced and existing functions may be replaced by new ones or removed from the system.<br>\n<br>5.4 Customers can choose from different products which differ in deliverables and service scope.\nThe Provider is obliged to supply the services defined in the offer packages.\nHowever, the seller reserves the right to amend the scope of services at any time or adjust them if necessary.<br>\n<br>5.5 A guaranteed availability of the vendor-supplied service is defined in the description of the offer package.\nShould the Provider fall short of the agreed availability, excluding the limitations of liability laid forth in section 9, the Customer has the right to claim compensation in the amount specified in 5.6 or 5.7, respectively.\nThe amount is credited to the Customer on the next bill.<br>\n<br>5.6 Amount of compensation SLA \"Enterprise\" in case of unavailability of the Service in accordance with section 5.5 (non-cumulative):<br>\n<br>Availability below 99.9%:<br>30% of the annual fee, retroactively for 1 year<br>\n<br>Availability below 99%:<br>50% of the annual fee, retroactively for 1 year<br>\n<br>Availability below 97%:<br>100% of the service fee, retroactively for 1 year<br>\n<br>5.7 Amount of compensation SLA \"Business\" in case of unavailability of the Service in accordance with section 5.5 (non-cumulative):<br>\n<br>Availability below 99.5%:<br>30% of the annual fee, retroactively for 1 year<br>\n<br>Availability below 98%:<br>50% of the annual fee, retroactively for 1 year<br>\n<br>Availability below 95%:<br>100% of the service fee, retroactively for 1 year<br>\n<br>5.8 In the event of a culpable violation of provisions of law or these Terms of Service by a user or third party attributable to the Customer, the Provider is entitled to temporarily block the Services, either in whole or in part.\n<br>\n<br>\n6.\nFees &amp.\nPayment\n<br>6.1 The payment of user fees is to be made in advance.\nIn case of recurring fees, the respective amount will be billed annually.<br>\n<br>6.2 The current table of applicable fees may be found on the “Threema Work” homepage.\nThe Provider reserves the right to adjust said fees and/or tariff levels at any time as per any changing conditions.<br>\n<br>6.3.\nFees are non-refundable except as required by law.\n<br>The Customer is responsible for providing all necessary information for the billing.\nThreema may suspend or terminate the Services if fees are past due.<br>\n<br>6.4 The Customer is responsible for all taxes.\nThreema will charge tax when required to do so by law.\n<br>\n<br>\n7.\nTerm and Termination\n<br>7.1 The contract is effective for the period of one year and shall be extended automatically for another year at the regular rates unless it is duly terminated by one party.\nNo further charges will apply, where a one-time fee was agreed.<br>\n<br>7.2&nbsp;Both parties can terminate the agreement at least 90 days prior to the expiration of the yearly contract period.\nThe Customer can terminate the agreement using the appropriate button in the management cockpit or in writing.<br>\n<br>7.3 In the event of premature termination of the contract, any payments made within the scope of this contract are non refundable.<br>\n<br>\n8.\nData Protection &amp.\nSecurity\n<br>8.1 Personal data collected in connection with the Use of the Service will be processed exclusively in accordance with the applicable legal regulations, EU Regulation 2016/679 (GDPR), and pursuant to our Privacy Policies (Administration, App).<br>\n<br>8.2 The Provider shall process the data in accordance with the relevant legislation.\nMessages are exclusively stored in encrypted form and deleted immediately after delivery.<br>\n<br>8.3 The Customer obliges to fully comply with the legal provisions related to the handling of personal data.<br>\n<br>\n9.\nLiability and limitation of liability\n<br>9.1 The delivery of direct messages to mobile devices may be delayed or prevented by circumstances that are beyond the control of the Provider.\nThese include (but are not limited to): no reception, no connection to the Internet or Service, Internet interferences of any kind (routing, DNS, etc.), hardware or software failures of mobile and network devices, DDoS attacks.<br>\n<br>9.2 Any liability with respect to limited usability of the Service caused by circumstances specified in section 9.1 is expressly excluded by the Provider.<br>\n<br>9.3 Under no circumstances can the Provider be held liable for damages to Customers or third parties arising from the use or inability to use the Service or the software.\nAny claims for damages (of all kind) are hereby expressly excluded.<br>\n<br>\n10.\nGeneral\n<br>10.1 The Provider may optionally modify these Terms of Service.\nThe Customer will be informed of any changes on its administration console of the Threema Work website.\nThe new Terms of Service shall be deemed tacitly accepted on the part of the Customer in absence of a written notice to the contrary within 30 days.<br>\n<br>10.2 If one or more provisions of these Terms of Service are invalid, the validity of the entire Agreement shall not be affected.\nThe invalid provision shall be replaced by the relevant statutory provision.<br>\n<br>10.3 Place of jurisdiction shall be the competent court at the place of business of the Provider.<br>\n<br>If you have any questions or comments regarding these Terms of Service, please send us an email to info@threema.ch.\nMade in Switzerland.\n© 2021 Threema GmbH<ul>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Changelog</li>\n</ul>\n</ul>DeutschEnglish", "created_at": "2021-05-16 20:17:58.059538", "updated_at": "2021-05-16 20:18:04.988204"}], "points": [{"id": 20751, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://work.threema.ch/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:53:36.272515", "updated_at": "2021-05-17 18:18:30.107056", "quoteText": "4.1 The Customer is responsible for use of the Service by its users (employees, partners, etc.) and will comply with all laws and regulations, if any.<br>\n<br>4.2 The Customer takes particularly good care of the confidentiality of access credentials, passwords, etc.<br>", "case_id": 148, "document_id": 6037, "quoteStart": 2185, "quoteEnd": 2455}, {"id": 20740, "title": "There is a date of the last update of the agreements", "source": "https://work.threema.ch/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:18:27.008473", "updated_at": "2021-05-17 18:16:57.069069", "quoteText": "March 8, 2018", "case_id": 331, "document_id": 6037, "quoteStart": 95, "quoteEnd": 108}, {"id": 20750, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://work.threema.ch/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:53:11.645214", "updated_at": "2021-05-17 18:18:23.826653", "quoteText": "\n<br>4.3 The Customer will prevent unauthorized use of the Service and promptly notify Threema of any unauthorized use or access.<br>\n", "case_id": 484, "document_id": 6037, "quoteStart": 2455, "quoteEnd": 2589}, {"id": 20749, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Switzerland)", "source": "https://work.threema.ch/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:51:41.38479", "updated_at": "2021-05-17 18:39:11.081119", "quoteText": "10.3 Place of jurisdiction shall be the competent court at the place of business of the Provider.<br>", "case_id": 241, "document_id": 6037, "quoteStart": 8374, "quoteEnd": 8475}, {"id": 20748, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://work.threema.ch/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:50:03.243864", "updated_at": "2021-05-17 18:18:15.652412", "quoteText": "The Provider may optionally modify these Terms of Service.\nThe Customer will be informed of any changes on its administration console of the Threema Work website.", "case_id": 122, "document_id": 6037, "quoteStart": 7839, "quoteEnd": 8001}, {"id": 20747, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:47:21.458845", "updated_at": "2021-05-17 18:39:02.329543", "quoteText": "Threema Work encrypts all messages, including control messages, using a highly secure end-to-end encryption method.</p>\n<p>Header information of messages (sender, recipient etc.) is protected by an additional encryption layer for transmission to the server, and from the server to the recipient, to prevent eavesdropping by third parties (e.g.\nin open wireless LANs).</p>\n<p>Neither Threema as the operator of the Threema servers nor your Organization have the ability to decrypt messages, as they have no knowledge of the private keys ", "case_id": 372, "document_id": 6038, "quoteStart": 3121, "quoteEnd": 3657}, {"id": 20746, "title": "The service claims to be GDPR compliant for European users", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:43:52.905638", "updated_at": "2021-05-17 18:38:16.438842", "quoteText": "The processing and protection of data is carried out in accordance with applicable legal regulations and EU Regulation 2016/679 (GDPR).", "case_id": 481, "document_id": 6038, "quoteStart": 431, "quoteEnd": 566}, {"id": 20745, "title": "You can retrieve an archive of your data", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:42:33.497384", "updated_at": "2021-05-17 18:38:10.728041", "quoteText": "<p>The stored inventory data can be viewed at any time within Threema Work in the \"My ID\" tab.", "case_id": 140, "document_id": 6038, "quoteStart": 8833, "quoteEnd": 8927}, {"id": 20744, "title": "You can request access, correction and/or deletion of your data", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:41:56.733402", "updated_at": "2021-05-17 18:37:13.920125", "quoteText": "Likewise, you have the right to correct, block or (apart from the legally required data storage for business purposes) delete your personal data.</p>", "case_id": 195, "document_id": 6038, "quoteStart": 8683, "quoteEnd": 8832}, {"id": 20743, "title": "Personal data is not shared with third parties", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:40:19.53977", "updated_at": "2021-05-17 18:37:06.613798", "quoteText": "Threema GmbH does not pass on any data to third parties,", "case_id": 311, "document_id": 6038, "quoteStart": 7076, "quoteEnd": 7132}, {"id": 20742, "title": "No third-party analytics or tracking platforms are used", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:39:44.326198", "updated_at": "2021-05-17 18:35:42.795603", "quoteText": "does not use analytics software to monitor user behavior.", "case_id": 381, "document_id": 6038, "quoteStart": 7171, "quoteEnd": 7228}, {"id": 20741, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection (Switzerland)", "source": "https://threema.ch/privacy_policy/index.php?lang=en&version=0k", "status": "Generated through the annotate view", "created_at": "2021-05-16 20:22:15.620503", "updated_at": "2021-05-17 18:18:36.634404", "quoteText": "\nThe data processed within the scope of order fulfillment will be processed exclusively by Threema on its own server infrastructure in Switzerland and will not be passed on to third parties.</p>", "case_id": 488, "document_id": 6038, "quoteStart": 1628, "quoteEnd": 1822}], "urls": ["work.threema.ch"]}}