{"error": 448, "message": "OK", "parameters": {"id": 6464, "name": "DavidWS.com", "created_at": "2022-03-23 08:05:17.463406", "updated_at": "2022-03-23 23:01:16.859594", "wikipedia": null, "keywords": null, "related": null, "slug": "davidws-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6464.png", "url": "davidws.com", "documents": [{"id": 11750, "name": "Privacy Policy", "url": "https://davidws.com/privacy-policy", "xpath": "//body", "text": " Skip to main content Hit enter to search or ESC to close Close Search DavidWS.com <ul>\n<li>No menu assigned</li>\n</ul>\n<ul>\n</ul>\n<p>Home » Privacy Policy</p> &nbsp.\nWho we are\n<p>I’m David Wright-Spaner, a multimedia consultant and designer.\nThe site you’re on right now, https://www.davidws.com (henceforth referred to as DavidWS.com), is for the sole purpose of displaying my creative portfolio.\nI do not track, save, send, or sell your data in any way.</p>\n<p>&nbsp;</p>\nWhat personal data we collect and why we collect it\nComments\n<p>All comments on davidws.com are disabled, therefore none of your data is stored or transmitted in this regard.</p>\nMedia\n<p>None of your personal data is stored or transmitted by any media hosted on DavidWS.com.</p>\nContact forms\n<p>There are no contact forms on davidws.com,&nbsp;therefore none of your data is stored or transmitted in this regard.</p>\nCookies\n<p>DavidWS.com does not save any cookies on your browser.</p>\n<p>\n</p>\n<p>\n</p>\nEmbedded content from other websites\n<p>\n</p>\n<p>DavidWS.com currently includes embedded content from Vimeo and Soundcloud.\nDavidWS.com may include embedded content from other websites in the future.\nEmbedded content behaves in the exact same way as if you are visiting the website the content is hosted on, which means the website may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>\n</p>\n<p>\n</p>\nAnalytics\n<p>DavidWS.com does not utilize analytics of any kind.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\nWho we share your data with\n<p>DavidWS.com does not collect any of your data, therefore your data is not shared with anyone.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\nHow long we retain your data\n<p>\n</p>\n<p>DavidWS.com does not collect any of your data, therefore your data is not retained for any amount of time.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\nWhat rights you have over your data\n<p>\n</p>\n<p>DavidWS.com does not collect any of your data, therefore your rights will not be violated.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\nWhere we send your data\n<p>\n</p>\n<p>DavidWS.com does not collect any of your data, therefore your data is not sent anywhere.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\nOur contact information\n<p>Please feel free to contact me via email.\nYou can find my email address at the top of my resume.</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<ul>\n</ul>\n<p>© 2022 DavidWS.com.\n</p> ", "created_at": "2022-03-23 08:05:17.466289", "updated_at": "2022-03-23 07:06:17.132213"}], "points": [], "urls": ["davidws.com"]}}