{"error": 448, "message": "OK", "parameters": {"id": 3983, "name": "MacPaw", "created_at": "2021-06-08 22:24:09.27406", "updated_at": "2021-06-08 22:00:42.835199", "wikipedia": null, "keywords": null, "related": null, "slug": "macpaw", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3983.png", "url": "macpaw.com", "documents": [{"id": 6842, "name": "Privacy Policy", "url": "https://macpaw.com/cleanmymac-x-privacy-policy", "xpath": "", "text": " <ul>\n<li> Store </li>\n<li> Menu </li>\n</ul>\n<ul>\n<li> Store </li>\n<li> Support </li>\n<li> Company </li>\n<li> Blog </li>\n<li> Labs </li>\n</ul>\n<ul>\n<li> CleanMyMac X </li>\n<li> ClearVPN New </li>\n<li> CleanMyPC </li>\n<li> CleanMyDrive 2 </li>\n<li> Setapp </li>\n<li> Gemini 2 </li>\n<li> Gemini Photos </li>\n<li> The Unarchiver </li>\n<li> Wallpaper Wizard 2 </li>\n<li> Encrypto </li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Cookies</li>\n<li>User Agreement</li>\n<li>Refund Policy</li>\n<li>Privacy Policy</li>\n<li>Trademarks</li>\n<li>Affiliate Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> Privacy Policy Updated Sep 04, 2020 <p>At MacPaw, we care about the privacy of your data and are committed to protecting it.\nThis Privacy Policy explains what information we collect about you and why, what we do with that information, and how we handle that information.\nWe’ll also explain what choices you have with respect to the information.</p>\nApplicability Of This Privacy Policy\n<p>This Privacy Policy applies to CleanMyMac X application (the “Product”), MacPaw.com (the “Site”) and all interactions (e.g., customer service inquiries, user conferences, etc.) you may have with MacPaw with regard to your use of the Product.\nIf you do not agree with the terms, do not access or use the Product and/or the Site.\nThe data controller of your personal information is MacPaw Inc.</p>\n<p>This policy applies to the Company’s employees, contractors and officers.</p>\n<p>The Company has a contract with all Data Processors that it uses in compliance with Article 28 &amp.\nArticle 29 of the GDPR, and ensures that all Data Processors are compliant with Data Protection Legislation.</p>\n<p>The policy does not apply to third party services.\nWhere third party services are used, and the third party is not a Data Processor, no Relevant Data (as defined below) is shared with them, or the Relevant Data has been anonymised such that the GDPR does not apply.\nInformation collected by third parties is governed by their privacy practices.\nWe encourage you to learn about the privacy practices of those third parties.</p>\n<p>In addition, a separate agreement governs delivery, access and use of the Product (the “User Agreement”),</p>\n<p>This policy applies to Relevant Data received and processed only.</p>\nDefinitions\n<p>Capitalized terms used in this Policy and not otherwise defined shall have the meanings provided below:</p>\n<p>\n<strong>\n<em>MacPaw Family of Companies -&nbsp;</em>\n</strong>the list of the MacPaw family of companies is as follows:</p>\n<p>\n<strong>MacPaw Inc.</strong>\n<br>601 Montgomery Street Suite 1400 San Francisco, CA 94111<br>\n<strong>Setapp Limited</strong>\n<br>9 Tallow Street, Youghal, Co.\nCork, P36YE14<br>\n<strong>MacPaw Labs Ltd.</strong>\n<br>21 Davidson Road, Croydon, CR0 6DL</p>\n<p>\n<strong>\n<em>Relevant Data</em>\n</strong>&nbsp;- Personal Data and Special Categories of Data are the Relevant Data covered by this policy and as defined in the Data Protection Legislation.</p>\n<p>\n<strong>\n<em>Personal Data&nbsp;</em>\n</strong>- any information relating to an identified or identifiable natural person.</p>\n<p>\n<strong>\n<em>Special Categories of Data&nbsp;</em>\n</strong>\n<em>-</em>&nbsp;Personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data and data concerning health or a person’s sex life or sexual orientation.</p>\n<p>\n<strong>\n<em>Processing/Processed</em>\n</strong>&nbsp;- any operation on personal data, whether automated or not.</p>\nInformation We Collect and Receive\n<p>When you interact with our Site and Product, we collect Information that, alone or in combination with other data, could be used to identify you (Personal Data).\nSome of the Information we collect is stored in a manner (using anonymisation instruments) that cannot be linked back to you (Non-Personal Data).<br>\n</p>\n<p>MacPaw collects, generates and/or receives the following Information:</p>\n<p>\n<strong>Usage Information</strong>\n</p>\n<p>\n<strong>\n</strong>Certain data about the devices you use to connect with MacPaw and your use of the Site and/or Product are automatically logged in our systems, including:</p>\n<ul>\n<li>Contact details, namely, email.</li>\n<li>Location information.\nThis is the geographic area where you use your computer and mobile devices (as indicated by an Internet Protocol [IP] address or similar identifier) when interacting with our Site and/or Product.</li>\n<li>Log data.\nAs with most websites and technology services delivered over the internet, our servers automatically collect data when you access or use our Site and/or Product and record it in log files.\nThis log data may include the IP address, browser type and settings, the date and time of use, information about browser configuration, language preferences, and cookie data.</li>\n<li>Product and Site Specific Data.\nThis is information about the Site and/or Product you use and how you use them.\nWe may also obtain data from our third-party partners and service providers to analyze how users use our Site and/or Product.\nFor example, we will know how many users access a specific page on the Site and which links they clicked on.\nWe use this aggregated information to better understand and optimize the Site.</li>\n<li>Device information.\nThese are data from your computer or mobile device, such as the type of hardware and software you are using (for example, your operating system and browser type), as well as unique device identifiers for devices that are using MacPaw Product.</li>\n</ul>\n<p>The detailed information on the basis for collection, storage and processing of each type of personal information is provided in Lawful Basis for Personal Data Processing section of Privacy Policy.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>MacPaw uses cookies and similar technologies in our Site and Services that help us collect Other Information.\nThe Site and Services may also include cookies and similar tracking technologies of third parties, which may collect Other Information about you via the Site and Services and across other websites and online services.\nFor more details about how we use these technologies, please see our Cookie Policy.</p>\n<p>\n<strong>Third Party Data&nbsp;</strong>\n</p>\n<p>Macpaw may receive data about Site visitors, marketing campaigns and other matters related to our business from affiliates and subsidiaries, our partners or others that we use to make our own information better or more useful.\nThis data may be combined with Other Information we collect and might include aggregate level data, such as which IP addresses correspond to zip codes or countries.\nOr it might be more specific: for example, how well an online marketing or email campaign performed.</p>\n<p>\n<strong>Additional Information Provided to MacPaw&nbsp;</strong>\n</p>\n<p>We receive Other Information when submitted to our Site or if you participate in a focus group, contest, activity or event, apply for a job, request support, interact with our social media accounts or otherwise communicate with MacPaw.</p>\n<p>\n<strong>Payment Information</strong>\n<strong>\n<br>\n</strong>\n</p>\n<p>Our payment process is conducted by a third party payment processor.\nWe do not retain any&nbsp;payment information (these include name, location, contact details, and billing information) provided by you.\nAll such information is provided directly to our third party processors.\nAll such&nbsp;information is subject to the privacy policies of third party processors&nbsp;which may be viewed at their websites.</p>\n<p>\n<strong>Technical Information received through the \"Malware removal\" module</strong>\n</p>\n<p>Our “Malware Removal” module performs malware scans to identify malware, detect suspicious behavior of applications and improve our detection techniques.\nFor this purpose, we may collect your technical data (files that generally do not contain Personal Data, like binary files, executable files, system files etc.) identified by the Product as potentially infected, together with the information about the nature of identified threats.\nThese files to be evaluated only for any threat or malware that may be present.&nbsp.\nWe apply appropriate safeguards to retain and treat these files separately than any other data that may be classified as Personal Data, so it hinders any identification of users.\nWe collect no more information than is required in order to provide full functionality of the said module.\nThese files are being stored for a limited period, depending on its usefulness for the current information security needs.</p>\n<p>The legal basis for processing these data is the performance of the contract to which you are the party to.</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\nCollection Information from Children\n<p>MacPaw does not knowingly collect personal information from children under the age of 13.\nIf we determine we have collected personal information from a child younger than 13 years of age, we will take reasonable measures to remove that information from our systems.\nIf you are under the age of 13, please do not submit any personal information through the Site and/or Product.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce this Policy by instructing their children never to provide personal information through the Site and/or Product without their permission.<br>\n</p>\nUsing Your Information by MacPaw\n<p>We use, process, and store your information as necessary to perform our contract with you and for our legitimate business interests, in operating our Site, Product and business including:</p>\n<ul>\n<li>to help us administer our Site and/or Product, authenticate users for security purposes, provide personalized user features and access, process transactions, conduct research, develop new features, and improve the features, algorithms, and usability of our Site and/or Product;</li>\n<li>as required by applicable law, legal process or regulation.</li>\n<li>to calculate aggregate statistics on the number of unique devices using our Site and/or Product;</li>\n<li>to provide you with first-class customer support services;</li>\n<li>to send emails and other communications.\nWe may send you service, technical and other administrative emails, messages and other types of communications.\nWe may also contact you to inform you about changes in our Product, our Product offerings, and important Product-related notices, such as security and fraud notices.\nThese communications are considered part of the Product and you may not opt out of them.\nIn addition, we sometimes send emails about new product features, promotional communications or other news about MacPaw.\nWe will only send you marketing information if you consent to us;</li>\n<li>for billing, account management and other administrative matters.\nMacPaw may need to contact you for invoicing, account management and similar reasons and we use account data to administer accounts and keep track of billing and payments.</li>\n<li>to investigate and help prevent security issues, fraud and abuse.</li>\n<li>for functioning different features, like, for example, updater module in case with data on apps installed on the system.</li>\n</ul>\n<p>If information is aggregated or de-identified so it is no longer reasonably associated with an identified or identifiable natural person, MacPaw may use it for any business purpose.</p>\nHow We Share And Disclose Information\n<p>We only disclose Personal Data to third parties when:</p>\n<ul>\n<li>We share your information among the MacPaw Family of Companies as needed for: data processing and storage.\nproviding you with access to our services.\nproviding customer support.\nmaking decisions about service improvements.\ncontent development.\nand for other purposes described in this Privacy Policy.</li>\n<li>We use service providers who assist us in meeting business operations needs, including hosting, delivering, and improving our Product.\nWe also use service providers for specific services and functions, including email communication, customer support services, and analytics.\nThese service providers may only access, process, or store Personal Data pursuant to our instructions and to perform their duties to us.</li>\n<li>We have your explicit consent to share your Personal Data (if required).</li>\n<li>We believe it is necessary to investigate potential violations of the Terms of Use of Product, to enforce those Terms of Use of Product, or where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, or potential threats against persons, property, or the systems on which we operate our Site and/or Product.</li>\n<li>We determine that the access, preservation, or disclosure of your Personal Data is required by law to protect the rights, property, or personal safety of MacPaw and users of our Site and/or Product, or to respond to lawful requests by public authorities, including national security or law enforcement requests.</li>\n<li>We need to do so in connection with a merger, acquisition, bankruptcy, reorganization, sale of some or all of our assets or stock, public offering of securities, or steps in consideration of such activities (e.g., due diligence).\nIn these cases some or all of your Personal Data may be shared with or transferred to another entity, subject to this Privacy Policy.</li>\n<li>We may disclose Non-Personal Data publicly and to third parties – for example, in public reports about word usage, to partners under agreement with us, or as part of progress reports we may provide to users.</li>\n</ul>\n<p>MacPaw does not share your Personal Data/personally&nbsp;identifiable&nbsp;information with third parties for the purpose of enabling them to deliver their advertisements to you.</p>\n<p>MacPaw does not sell or rent your Personal Data.</p>\n<p>Whenever in the course of sharing information we transfer personal data to countries outside of the European Economic Area and other regions with comprehensive data protection laws, we will ensure that the information is transferred in accordance with this Privacy Policy and as permitted by the applicable laws on data protection.</p>\n<p>\n<strong>Third Parties’ Applications and Product</strong>\n</p>\n<p>Some third-party applications and services that work with us may ask for permission to access your information.\nThose applications will provide you with notice and request your consent in order to obtain such access or information.\nPlease consider your selection of such applications and services, and your permissions, carefully.</p>\n<p>Some third parties’ embedded content or plugins on our Site and/or Product, such as Facebook “Like” buttons, may allow their operators to learn that you have visited the Site, and they may combine this knowledge with other data they have collected about your visits to other websites or online services that can identify you.</p>\n<p>Data collected by third parties through these apps and plugins is subject to each parties’ own policies.\nWe encourage you to read those policies and understand how other companies use your data.</p>\n<p>\n<strong>E-mailing by MacPaw</strong>\n</p>\n<p>From time to time, we may want to contact you with information about product announcements, software updates, and special offers.\nWe also may want to contact you with information about products and services from our business partners.</p>\n<p>We only send marketing communications to users with your prior consent.</p>\n<p>All MacPaw account holders will continue to receive transactional messages related to our Product, even if you unsubscribe from promotional emails.</p>\nData storage, transfer, retention, and deletion\nData Storage and Transfers\n<p>Information submitted to MacPaw will be transferred to, processed, and stored in the United States.\nWe also process your Personal Data in the UK, Republic of Ireland.\nData stored and processed by MacPaw may sometimes be moved between these zones (in a secure manner).\nWhen you use the Product on your computing device, user content you save may be stored locally on that device and synced with our servers.\nIf you post or transfer any information to or through our Site and/or Product, you are agreeing to such information, including Personal Data and user content, being hosted and accessed in the United States, UK and Republic of Ireland.</p>\nDuration of Information Storage\n<p>As the general rule, we retain your data while you are a customer and will delete your information within 30 days of either party’s termination of the Terms of Use or upon written request.\nYou can remove your Personal Data from MacPaw at any time by emailing us with the respective request:&nbsp;support@macpaw.com.\nHowever, we may keep some of your Personal Data for as long as reasonably necessary for our legitimate business interests, including fraud detection and prevention and to comply with our legal obligations including tax, legal reporting, and auditing obligations.</p>\nSafeguards\n<p>When you give us personal information, we take steps to make sure that it’s treated securely.</p>\n<p>Non-sensitive details (your email address etc.) are sent normally over the Internet, and this can never be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personal information, we cannot guarantee the security of any information you transmit to us, and you do so at your own risk.\nOnce we receive your information, we make our best effort to ensure its security on our systems.</p>\n<p>We use industry-standard encryption to protect your data in transit.\nThis is commonly referred to as transport layer security (“TLS”) or secure socket layer (“SSL”) technology.</p>\n<p>Once we receive your data, we protect it on our servers using a combination of technical, physical, and logical security safeguards.\nThe security of the data stored locally in any of our Product installed on your computing device requires that you make use of the security features of your device.\nWe recommend that you take the appropriate steps to secure all computing devices that you use in connection with our Site and Product.</p>\n<p>The Company takes the security of your data very seriously and works to protect your data from loss, misuse and unauthorised access or disclosure.</p>\n<p>All staff and officers who handle Relevant Data are aware of this policy and have been given training in how to correctly collect, process, store and delete data.\nThe Company holds a log of when staff training was undertaken and updates it on an annual basis.</p>\nData Breaches\n<p>All breaches will be reported to the relevant supervisory authority within 72 hours, unless the data was anonymised or encrypted or if it has a particularly high risk.</p>\n<p>Breaches of this policy by staff, contractors, officers of the Company will be dealt with under the Company’s grievance and disciplinary policy and may lead to a disciplinary sanction.</p>\n<p>If MacPaw learns of a security system breach, we may attempt to notify you and provide information on protective steps, if available, through the email address that you have provided to us or by posting a notice on the Site.\nDepending on where you live, you may have a legal right to receive such notices in writing.</p>\nLawful Basis for Personal Data Processing\n<p>MacPaw uses, processes, and stores Personal Data, as necessary to perform our contract with you, and based on our legitimate interests in order to provide the services in connection with the Product and maintaining Product’s functionality, namely:</p>\n<ul>\n<li>Log data (crash data and other diagnostic reports.\ncleanup logs: files path and size, system libraries versions, scan/removal duration, device information) - for identifying and fixing defects in Product's functionality.\nLogs and entire reports are important to analyze user problems, application misfunctions and crashes.\nData is mandatory and is frequently the main source, which helps to understand and resolve application issues.</li>\n<li>Device information: Operating System (OS) running on your device, Internet Protocol (IP) address, access times, browser type, and language, OS localization, CMM bundle IDs,&nbsp.\nCMM version, screen resolution, cid, battery info, RAM usage info, drive info, processor info, GPU info, disk info (type, total, free, backups), files metadata, applications preferences data, installed applications, network names and preferences,<br>computer uptime in hours.\n- to identify and localize user issues (bugs) and to understand and localize user problems, for the Product correct scanning and cleaning logic, actually, Product functioning.</li>\n<li>We are collecting your data when you’re contacting our customer support team via call, email or another communication tool.\nThe purpose of collecting is for helping you to solve any issue you have with our services.\nThe legal basis of collecting is fulfillment of our contractual or pre-contractual obligations to you.\nAdditionally, we may record the calls.\nThe purpose of call recording is quality control of our customer support services and personnel training.\nThe legal basis of call recording is our legitimate interests in retaining you as a customer and providing you with first-class customer support services.</li>\n</ul>\n<p>We rely on your consent to process Personal Data:</p>\n<ul>\n<li>to send promotional emails,</li>\n<li>to place cookies on your devices and</li>\n<li>for in-app analytics events and actions, used by us to understand user behaviour, analyze and optimize it.</li>\n<li>for collecting the data about apps installed on the system (only for those users who installed the Product after 10 May 2019).</li>\n</ul>\n<p>In some cases, MacPaw may process Personal Data pursuant to legal obligation or to protect your vital interests or those of another person.</p>\nYour Rights\n<p>You have the following rights in respect to your personal information, including the right to access, correct, or delete Personal Data we process through your use of the Site and/or Product.\nYou can: * Have your Personal Data corrected or deleted.\nYou may ask us to correct information you think is inaccurate or completely delete all information that we hold about you by emailing:&nbsp;</p>\nsupport@macpaw.com<sup>\n</sup>\n<ul>\n<li>Access your Personal Data report by submitting a request at&nbsp;support@macpaw.com<sup>\n</sup>.\nThis report will include the Personal Data we have about you, provided to you in a structured, commonly used, and portable format.</li>\n<li>Object to us processing your Personal Data.\nIt is your right to lodge an objection to the processing of your personal data by emailing:&nbsp;support@macpaw.com<sup>\n</sup>&nbsp;if you feel the “ground relating to your particular situation” apply.&nbsp;The only reasons we will be able to deny your request is if we can show compelling legitimate grounds for the processing, which override your interest, rights and freedoms, or the processing is for the establishment, exercise or defence of a legal claims.</li>\n<li>Ask us to stop using your Personal Data, including when we use your Personal Data to send you marketing emails.\nWe only send marketing communications to you with your prior consent, and you may withdraw your consent at any time by clicking the “unsubscribe” link found within MacPaw emails and changing your contact preferences.\nPlease note you will continue to receive transactional messages related to our Product, even if you unsubscribe from marketing emails.</li>\n<li>Complain to a regulator.\nIf you’re based in the European Economic Area (EEA) and think that we haven’t complied with data protection laws, you have a right to lodge a complaint with your local supervisory authority.</li>\n<li>Request to know more details about the categories or specific pieces of personal information we collect (including how we use and disclose this information), to delete their personal information, to opt out of any “sales” that may be occurring, and to not be discriminated against for exercising these rights.</li>\n</ul>\n<p>\n<strong>Data Protection Officer</strong>\n</p>\n<p>To communicate with our Data Protection Officer, please email&nbsp;dpo@macpaw.com.</p>\n<p>\n<strong>EEA Representative</strong>\n</p>\n<p>The Company is not established in the EU and therefore VeraSafe has been appointed as MacPaw’s representative in the EEA for data protection matters, pursuant to Article 27 of the General Data Protection Regulation of the European Union.</p>\n<p>To make such an inquiry, please contact VeraSafe using this contact form:&nbsp;https://www.verasafe.com/privacy-services/contact-article-27-representative.</p>\n<p>Alternatively, VeraSafe can be contacted at:</p>\n<p>VeraSafe Czech Republic s.r.o</p>\n<p>Klimentská 46</p>\n<p>Prague 1, 11002</p>\n<p>Czech Republic</p>\n<p>Phone: +1-617-398-7067</p>\nChanges to our Privacy Policy\n<p>This privacy policy was last updated on 18 December 2019 and this version is in line with the new GDPR guidelines.</p>\n<p>We may need to update this Policy to keep pace with changes in our Site, Product, and Services, our business, and laws applicable to us and you.\nWe will, however, always maintain our commitment to respect your privacy.\nWe will notify you of any material changes that impact your rights under this Policy by email (to your most recently provided email address) or post any other revisions to this Policy, along with their effective date, in an easy-to-find area of the Site, so we recommend that you periodically check back here to stay informed of any changes.\nPlease note that your continued use of MacPaw after any change means that you agree with, and consent to be bound by, the new Policy.\nIf you disagree with any changes in this Policy and do not wish your information to be subject to it, you will need to stop using the Site and/or Product.</p>\nContact us\n<p>You may contact us with any questions relating to this Privacy Policy by e-mailing: support@macpaw.com</p> Can’t find the answer to your question? <p>Contact us and we’ll get back to you as soon as we can.</p> Contact Us Products <ul>\n<li> CleanMyMac X </li>\n<li> ClearVPN </li>\n<li> CleanMyPC </li>\n<li> CleanMyDrive 2 </li>\n<li> Setapp </li>\n<li> Gemini 2 </li>\n<li> Gemini Photos </li>\n<li> The Unarchiver </li>\n<li> Wallpaper Wizard 2 </li>\n<li> Encrypto </li>\n<li> CleanMyMac 3 </li>\n<li> CleanMyMac Classic </li>\n<li> Gemini Classic </li>\n</ul> Popular <ul>\n<li> Mac Running Slow </li>\n<li> Speed Up Mac </li>\n<li> Startup Disk Full </li>\n<li> Mac Cleaner </li>\n<li> Clear Cache on Mac </li>\n<li> Clean Other Storage </li>\n<li> Uninstall Apps on Mac </li>\n<li> Clean Up Mac </li>\n<li> Mac security guide </li>\n</ul> Company <ul>\n<li> About MacPaw </li>\n<li> CleanMyMac Reviews </li>\n<li> MacPaw How-Tos </li>\n<li> MacPaw Blog </li>\n<li> Malwarepedia </li>\n<li> Affiliate Program </li>\n<li> Press Page </li>\n<li> Careers </li>\n</ul> Support <ul>\n<li> Contact Support </li>\n<li> Knowledge Base </li>\n<li> License Management </li>\n<li> Products F.A.Q.\n</li>\n<li> CleanMyMac Coupons </li>\n<li> Activation Number </li>\n<li> Uninstall Apps </li>\n<li> Submit Malware </li>\n</ul> Sales <ul>\n<li> Corporate Sales </li>\n<li> Student Discount </li>\n<li> Partnership Offers </li>\n<li> CleanMyMac X Business </li>\n<li> CleanMyMac X Academia </li>\n</ul> Policy <ul>\n<li> Cookie Policy </li>\n<li> User Agreement </li>\n<li> Refund Policy </li>\n<li> Privacy Policy </li>\n<li> Trademarks </li>\n<li> Affiliate Terms </li>\n</ul> Follow Us Language English English <ul>\n<li> English </li>\n</ul> Copyright © 2021 MacPaw Inc.\n601 Montgomery Street, Suite 1400, San Francisco, CA 94111 tel: +1-(877)-5-MACPAW DMCA PROTECTED MacPaw uses cookies to personalize your experience on our website.\nBy continuing to use this site, you agree to our cookie policy.\nClick here to learn more.\nOK ", "created_at": "2021-06-08 22:24:09.276631", "updated_at": "2021-06-08 20:24:24.339379"}], "points": [], "urls": ["macpaw.com"]}}