{"error": 448, "message": "OK", "parameters": {"id": 4719, "name": "Nearlyfreespeach", "created_at": "2021-07-14 09:25:11.258481", "updated_at": "2021-07-14 22:00:46.440825", "wikipedia": null, "keywords": null, "related": null, "slug": "nearlyfreespeach", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4719.png", "url": "nearlyfreespeech.net", "documents": [{"id": 8455, "name": "Terms and Conditions of Service", "url": "https://www.nearlyfreespeech.net/about/terms", "xpath": "/html/body/div[1]/div/main", "text": "<p>This is version 1.0.7 of the Terms and Conditions of Service, last\nupdated on May 3, 2021.\nA history of changes\ncan be found after the end of the Terms and Conditions of Service.\nThe\nTerms and Conditions of Service can be briefly summarized as follows:</p>\n<p>\"We promise to always try to do the right thing.\nIf you do too, it'll\nall be cool.\"</p>\n<p>Please report any violations of our Terms and Conditions of Service to\nabuse@nearlyfreespeech.net.\nDue to our privacy policy, we will probably\nnot be able to give you much information about any action we take in\nresponse to your report, but we will\ngive it full consideration, and we strive to make sure every member knows\nand follows our Terms and Conditions of Service at all times.</p> Terms and Conditions of Service\n<p>\n</p>INGREDIENTS\n<ul>\n<li>INGREDIENTS</li>\n<li>AWARENESS OF TERMS AND CONDITIONS</li>\n<li>REGISTRATION</li>\n<li>REFUNDS</li>\n<li>TRANSFERS</li>\n<li>DONATION</li>\n<li>PAYMENT PRACTICES</li>\n<li>CONTENT</li>\n<li>CONDUCT</li>\n<li>INTERNATIONAL USE</li>\n<li>INDEMNITY</li>\n<li>MODIFICATIONS TO SERVICES</li>\n<li>SECURITY AND AVAILABILITY OF CONTENT</li>\n<li>TERMINATION</li>\n<li>DISCLAIMER OF WARRANTIES</li>\n<li>LIMITATION OF LIABILITY</li>\n<li>EXCLUSIONS AND LIMITATIONS</li>\n<li>NOTICE</li>\n<li>GENERAL INFORMATION</li>\n<li>THE END</li>\n</ul>\nAWARENESS OF TERMS AND CONDITIONS <p>\nNFSN, Inc.\n(\"NearlyFreeSpeech.NET\" or we/us) provides certain content-\nhosting services (\"Services\") to you, subject to these Terms and Conditions of\nService (\"TACOS\").\nThe TACOS apply to your use of our service whether or not you like TACOS, and whether or not you take the time to fully digest them.</p>\n<p>We may change these TACOS or make new TACOS at any time.\nAlthough\nwe will attempt to notify you through reasonable means when\nthe TACOS change, we are under no obligation to do so.</p>\n<p>The freshest TACOS will always be available at\nhttps://www.nearlyfreespeech.net/about/terms.\n</p> REGISTRATION\n<p>\n</p>\n<p>NearlyFreeSpeech.NET memberships are held by individuals.\nThis has three\nimportant consequences:</p>\n<ul>\n<li>\n<strong>You may only have one membership.</strong>\n</li>\n<li>\n<strong>You may not create a membership for anyone other than yourself.</strong>\n</li>\n<li>\n<strong>No one but you may access your membership.</strong> (It may not be shared, delegated or transferred.)</li>\n</ul>\n<p>You must provide accurate, complete, and current information about\nyourself as needed for registration and payment (\"Registration Information\").\nIn the event of a change, you must promptly update the Registration Information\nto ensure that it remains accurate, complete, and current.</p>\n<p>NearlyFreeSpeech.NET will handle Registration Information in\naccordance with a published privacy policy (\"Privacy Policy\") available at\nhttps://www.nearlyfreespeech.net/about/privacy.php.</p>\n<p>To provide anonymous hosting, we may, at our sole discretion, waive\nin advance in writing part or all of the requirement to provide or\nmaintain Registration Information.</p> REFUNDS <p>We want you to be happy with our service.\nHowever, we understand that it\nis not for everyone.\nWe offer a very flexible refund policy in keeping\nwith our belief that you should be able to try things out without taking\na big risk.</p>\n<p>We will refund the unused balance of your account(s) and close your\nmembership at any time upon request.\nHowever, if you have registered\ndomains through us, you must transfer them elsewhere or abandon them\nprior to requesting cancellation.</p>\n<p>\n</p>\n<p>We typically issue refunds through the same method that you used to pay.\nIf this is not possible (e.g., due to time limits on refunds imposed by\nour payment processors), we will try\nto offer you a variety of refund options, some of which may carry a fee\nbased on the cost.</p>\n<p>If issuing a refund would cost more than the amount of the\nrefund, your remaining balance will be considered a non-refundable\ncredit.</p> NON-REFUNDABLE CREDIT <p>There are certain actions you can take, such as transferring an account\n(see TRANSFERS below) to another member,\nthat will convert your balance into a non-refundable credit.\nAlso, we\nmay offer incentives or bonuses in the form of non-refundable credits.</p>\n<p>Non-refundable credits cannot be refunded (hence the name).\nIf you have\na nonrefundable credit in your account when you close it, you may designate\na website hosted by our service belonging to another member.\nWe will\ntransfer the nonrefundable credit to the account funding that website.</p>\n<p>We will not ordinarily convert any balance to a nonrefundable credit\nexcept as needed to fulfill your requests.\nBefore we do so, we will\nprominently notify you that your request will affect your eligibility\nfor a refund and we will obtain your consent.</p>\n<p>Under no circumstances (except as required by law) will we ever\naccept money from one party and pay it out to another party.</p> TRANSFERS <p>You and another member may jointly request that we transfer an\naccount from your membership to theirs.\nWe will be happy\nto do so, however the balance becomes a non-refundable credit\n(see NON-REFUNDABLE CREDIT above).</p>\n<p>You and another member may jointly request that we transfer some\nor all Services (sites, domain names, MySQL servers) from an\naccount under your membership to another account under the\nrecipient's membership.\nThe recipient's account must be funded.\nWe generally require that related items stay together (such as a site\nand its domain name, if applicable).</p>\n<p>You may, under some circumstances, transfer funds to another member's\naccount.\nFunds transferred in this way become nonrefundable.</p> DONATION DEPOSITS <p>Under certain circumstances, we may allow you to accept deposits\ninto your account from third parties through our\nservice.\nSuch deposits are non-refundable.\nWe call these payments\n\"donations\" in keeping with the spirit behind offering the feature, but\nthey are not considered charitable givings, nor are they tax deductible.\nIf you choose to accept transfers or donations from third parties,\nadditional terms and conditions apply.</p> PAYMENT PRACTICES <p>We charge your payment method only at your request and only with your\nauthorization.\nIf you submit a payment method as payment, you warrant\nto us that you have provided true and accurate information and\nthat you are fully authorized to use that payment method.</p>\n<p>As described under REFUNDS,\nwe have a very flexible refund policy.\nTherefore, there should be no reason to ever file a chargeback or dispute.\nWe investigate all such requests as potential fraud, and are required\nto freeze all affected accounts while the\ninvestigation is in progress.\nBecause of the time and expense incurred\nin responding to a chargeback request, we charge a fee of up to $25.00 per\noccurrence.\nThis fee will be waived if we find the chargeback is\nlegitimate or due to an error on our part.</p>\n<p>We do not keep credit card information above and beyond the minimum\namount necessary (your name, billing address, and the last four digits of\nthe card number) to identify transactions.\nThis means we can never charge you\nfor other transactions unless you explicitly log in and provide your card\ninformation.</p>\n<p>Should you commit payment fraud of any kind in conjunction with\nour service, we will wreak dreadful vengeance upon you to the fullest\nextent of the law.</p> CONTENT <p>You are solely responsible for any and all information, literature,\nsoftware, works of art, or any other materials (\"Content\") you\nmake available using the Services.</p>\n<p>You may not upload, publish, or otherwise use the Services to make\navailable any Content that: </p>\n<ul>\n<li>violates the laws of the United States of America.\nor</li>\n<li>you are contractually prohibited from distributing.\nor</li>\n<li>is tortious under the laws of the United States of America.\nor</li>\n<li>your distribution of which infringes upon the intellectual property rights of others.\nor</li>\n<li>you otherwise do not have the legal right to distribute.</li>\n</ul> CONDUCT <p>You may not:</p>\n<ul>\n<li>impersonate or falsely represent affiliation with NearlyFreeSpeech.NET,\nits employees, owners, or contractors.\nor</li>\n<li>engage in any activity that would cause NearlyFreeSpeech.NET to be\nin violation of the terms of service it obtains from other parties.\nor</li>\n<li>interfere with or disrupt the operation of the Services, or equipment\nused in providing the Services.\nor</li>\n<li>allow any other individual to use your NearlyFreeSpeech.NET username\nand password to access our systems.\nor</li>\n<li>verbally abuse, harass, or threaten NearlyFreeSpeech.NET, its\nemployees, owners, or contractors.</li>\n</ul>\n<p>We may provide a variety of ancillary services from time to time for\nthe express purpose of facilitating your ability to upload and manage\nyour Content.\nYou may not use said ancillary services (including but\nnot limited to ssh access) for any other purpose.</p> INTERNATIONAL USE <p>It is your sole responsibility to ensure your compliance with any\nand all applicable local laws regarding online conduct and\nacceptable Content.</p>\n<p>NearlyFreeSpeech.NET will generally cooperate\nwith foreign authorities in the investigation or prosecution of\nalleged criminal activities.\nThere is one important exception to\nthis policy.\nWe will generally not help authorities of any repressive\nforeign government to investigate or prosecute alleged criminal\nactivities if (and only if) the scope of those activities is limited\nto the operation of a website on our service that is critical of\nthat government in a manner that would be Constitutionally protected\nspeech in the United States.</p>\n<p>This exception is granted on a case-by-case basis.\nYou should not\nassume you have this protection unless we have told you in writing\nthat you do, in conjunction with an anonymous hosting arrangement.\nYou should not bet your life or your family's life on our ability\nto protect you.\nUnder no circumstances will this protection extend\nto non-speech-related criminal activity.</p> INDEMNITY <p>You indemnify and hold harmless NearlyFreeSpeech.NET and its\nsubsidiaries, affiliates, owners, officers, directors, agents,\npartners, employees, and contractors from any and all claims, demands, losses,\ncauses of action, damages, lawsuits, and judgments, including attorneys' fees\nand costs, arising out of or relating to your Content, your use of the\nServices, or your activities in conjunction with the Services.</p> MODIFICATIONS TO SERVICES <p>NearlyFreeSpeech.NET reserves the right at any time to modify or\ndiscontinue, temporarily or permanently, the Services or any portion\nthereof with or without notice.</p> SECURITY AND AVAILABILITY OF CONTENT <p>NearlyFreeSpeech.NET makes a good faith effort to provide the Services\nin a reliable and consistent fashion.\nNo guarantee is made as to the\navailability of Content at a particular time or the persistence of\nContent.\nSimilarly, NearlyFreeSpeech.NET makes a good faith effort to\nensure the security of your Content but cannot guarantee it will\nremain secure.\nIt is your sole responsibility to secure your Content\nand to restore it in the event of a system failure.</p> TERMINATION <p>NearlyFreeSpeech.NET reserves the right at any time and for any reason,\nincluding but not limited to your violation of these TACOS, to\nlimit, suspend, or terminate your use of the Services and to discard\nany of your Content.\nSuch termination of your use of the Services may\nbe performed without prior notice, and NearlyFreeSpeech.NET may\nimmediately deactivate or delete your Content and all related files\nrelating to the Services and/or bar all access to the same.\nNearlyFreeSpeech.NET will not be liable to you or to any third\nparty for any termination of your access to Services.</p>\n<p>If NearlyFreeSpeech.NET terminates your service because you\nviolated our TACOS, we may retain some or all of any balance\nremaining in your account as liquidated\ndamages.\nYou will remain liable for any additional damages you\ncause NearlyFreeSpeech.NET by your violation of these TACOS.\nPlease respect our TACOS.\n</p>\n<p>\n</p>DISCLAIMER OF WARRANTIES\n<p>\n</p>\n<ul>\n<li>\n<b>Your use of the Services is at your sole risk.\nThe Services are\nprovided on an \"as is, as available\" basis.</b>\n</li>\n<li>\n<b>NearlyFreeSpeech.NET expressly disclaims all warranties of any\nkind, whether express or implied, including but not limited to the\nimplied warranties of merchantability, fitness for a particular\npurpose, and non-infringement.</b>\n</li>\n<li>\n<b>NearlyFreeSpeech.NET makes no warranty that the Services will\nmeet your requirements.\nthat the Services will be uninterrupted,\ntimely, secure, or error-free.\nthat the results that are obtained\nfrom your use of the Services will be accurate or reliable.\nand that\nany errors in the Services will be corrected.</b>\n</li>\n<li>\n<b>No information or statement, whether oral or written, obtained by\nyou from NearlyFreeSpeech.NET or its officers, owners, directors, employees,\nor contractors shall create any warranty not expressly stated in the\nTACOS.</b>\n</li>\n</ul>\n<p>\n</p>LIMITATION OF LIABILITY\n<p>\n<b>NearlyFreeSpeech.NET, including but not limited to its officers,\ndirectors, owners, employees, and contractors, shall not under any\ncircumstances be liable for any direct, indirect, incidental, special,\nconsequential, exemplary, or any other type of damages, including but\nnot limited to damages for loss of profits, goodwill, use, data or\nother intangible losses even if NearlyFreeSpeech.NET has been specifically\nadvised of the possibility of such damages.\nYour sole\nremedy <i>regardless of the circumstances</i> shall be the return of\nfunds contained in your account(s) that have not been disbursed or\nallocated to pay for Services provided or liquidated damages.</b>\n</p>\n<p>\n</p>EXCLUSIONS AND LIMITATIONS <p>Some jurisdictions do not allow the exclusion of certain warranties\nor the limitation or exclusion of liability for incidental or\nconsequential damages.\nAccordingly, some of the above may not apply\nto you.</p>\n<p>You are solely responsible for any and all fees associated with\nobtaining access to NearlyFreeSpeech.NET and associated Services.</p> NOTICE <p>Notices to you may be made through regular mail, electronic mail, via\nthe NearlyFreeSpeech.NET website, or during the normal course of\nproviding the Services.</p> GENERAL INFORMATION <p>These TACOS constitute the entire agreement between you and\nNearlyFreeSpeech.NET.\nThe TACOS govern your use of the Services, superseding\nany prior agreements between you and NearlyFreeSpeech.NET including but not\nlimited to any prior versions of the TACOS.\nThe TACOS and the relationship\nbetween you and NearlyFreeSpeech.NET shall be governed by the laws of the\nState of Delaware without regard to its conflict of law provisions.\nThe\nfailure of NearlyFreeSpeech.NET to exercise or enforce any right or provision\nof the TACOS shall not constitute a waiver of such right or provision.\nIf\nany provision of the TACOS is found by a court of competent jurisdiction to\nbe invalid, the parties nevertheless agree that the court should endeavor\nto give effect to the parties' intentions as reflected in the provision,\nand the other provisions of the TACOS remain in full force and effect.\nRegardless of any statute or law to the contrary, any claim or cause of\naction you have arising out of or related to your use of the Services\nmust be filed within one (1) year after such claim or cause of action\nfirst arose or be forever barred.\nThe section titles in the TACOS are for\nclarity only and have no legal or contractual effect.</p> THE END <p>Be excellent to each other.</p>\n<p>\n</p>History of Changes: <p>2021-05-03</p>1.0.7\n<p>We have updated our Terms and Conditions of Service to make them shorter\nand easier to understand and to reflect how our business has evolved over\nthe 9+ years since our last update.</p>\n<p>We're not changing any policies at this time.\nWe're just updating\nthe TACOS to reflect how we operate as clearly and accurately as possible.</p>\n<p>The changes are:</p>\n<ul>\n<li>We replaced the first paragraph of the REGISTRATION section with the\nequivalent text from the signup page, as it was the clearer of the two.\nNow they don't just mean the same thing, they say the same thing, which\n(we hope) reduces opportunities for \"creative misinterpretation.\"</li>\n<li>We removed a section that said we <em>might</em> do something in the\ncase of an invalid transfer that we don't actually do and that doesn't\nreally make sense in the context.\n(In the event we detect such a transfer,\nour actual practice is to reverse it.)</li>\n<li>We renamed CREDIT CARD BILLING PRACTICES to PAYMENT PRACTICES, changed\nseveral occurrences of \"credit card\" to \"payment method\" and removed some\nunnecessarily specific (and outdated) info about how transactions appear\non statements.\n(This isn't where people look for that information.)</li>\n<li>We changed references to \"Personal Bandwidth Accounts\" to \"accounts\"\nbecause our service has evolved to the point where these days our members\ntypically pay for everything <em>but</em> bandwidth from their accounts.</li>\n<li>We removed the requirement that PayPal payments have to be from the\nemail address on your membership to be refundable.\nwe have not enforced that\nrequirement in years.\n(PayPal refunds, however, go back to the address\nthey came from.)</li>\n<li>Changed date format in the History of Changes to the ISO 8601 standard\nYYYY-MM-DD.\nDeath to MM/DD/YYYY! (And DD/MM/YYYY.)</li>\n<li>We removed some extra whitespace (invisible in HTML) from the text.</li>\n<li>Small edits here and there for clarity and/or tonal consistency* that do\nnot change the meaning of anything.</li>\n<li>Text of the TACOS validates as HTML 5.</li>\n</ul>\n<p>*Tonal consistency is a euphemism for our sense of humor, which you\nmay or may not find funny.</p>\n<p>2012-02-10</p>1.0.6\n<p>We made a few minor tweaks:</p>\n<p>First, one bit of the REGISTRATION section blatantly contradicted the entire\nrest of our service (including the preceding and following sentences in the\nsame section), stating that under certain circumstances we allowed\norganizational <em>memberships</em> rather than organizational\n<em>accounts</em>.\n(Documented proof that at least once in our history,\neven we have\nconfused\nthe two.)</p>\n<p>We removed that because it was inaccurate and updated what was left to\nmake sure we are saying the same thing in the same way throughout our site\nand service.\nNothing about how we actually operate is affected by this\nchange, it's just shorter, more consistent, and less wrong now.</p>\n<p>Note: We did at one point in the past allow \"role memberships\" to be\ncreated, but only if a person neither had nor wanted an individual\nmembership and got prior approval from us.\nThat proved to be a really\nbad idea with a complex set of rules and restrictions nobody wanted to\nfollow, and was discontinued.\nDespite superficial similarity, this change\nis not related to that, so if you're one of the few that still has a\npreapproved \"role membership\" this change does not affect you.</p>\n<p>Second, we hacked up the REFUNDS section to be shorter and to better\nreflect what happens when e.g.\na credit card payment is too old to be\ndirectly refunded.</p>\n<p>Third, in the CREDIT CARD BILLING PRACTICES section, we removed a reference to \"NFSN, LLC\" which has not appeared on credit card statements in many years.\nWe also changed our chargeback amount from \"$25.00\" to \"up to $25.00\"\nto leave open the possibility for us to charge less.\nFor reasons we do not\nunderstand, sometimes we are charged less by processors, and we have zero\ninterest in chargebacks as a revenue source.</p>\n<p>Fourth, the INDEMNITY section has been somewhat broadened.\nUnlike\nthe other changes, <strong>this does change the meaning.</strong>\nThe previous language limited our ability to recover\nsome types of legal costs that weren't related to lawsuits against us.\n(E.g.\nfighting a subpoena in a lawsuit against you.) There have been\nseveral cases where we have spent thousands of dollars fighting on behalf\nof members who subsequently stiffed us or turned out to be lying to\nus all along.</p>\n<p>Our intent hasn't changed: to give ourselves as much flexibility as possible\nto fight alongside our members when appropriate, without turning into a\nlegal aid clinic (which we cannot afford to be) or being left holding the bag\nwhile someone with bad intentions makes a hasty getaway.\nHowever, this is\nnot a \"to be clearer\" or \"reorganized\" change.</p>\n<p>All of our money comes from our members, so when someone else doesn't pay\nthe costs they incur, you do.\nThat's not fair, so regrettably we need\nstronger language in this area.\nAs a result, if someone tells us they want us\nto fight and lies about their willingness to cover the costs of doing so, it\nwill now be harder than it was yesterday for them to get away with it.\nThe\nother 99.99% of our members will not be affected.</p>\n<p>2011-09-21</p>1.0.5c\n<p>Fix a duplicate HTML tag ID preventing jumping to the CONTENT section.\nThe text, intent, and meaning was not changed.</p>\n<p>2009-08-01</p>1.0.5b\n<p>Fix a couple of longstanding typos.\nThe intent and meaning was\nnot changed.</p>\n<p>2009-08-01</p>1.0.5a\n<p>Updated some of the HTML markup to clean up display errors with our new\nsite layout.\nThe content was not changed.</p>\n<p>2007-06-26</p>1.0.5\n<ul>\n<li>Split the CONDUCT AND CONTENT section into CONDUCT and CONTENT sections\nsince they really have nothing to do with each other.</li>\n<li>Renamed the CONTENTS section to INGREDIENTS so it would not be\nconfused with the new CONTENT section.</li>\n<li>Reword the thou-shalt-nots in the CONTENT section.\nNothing about our\nimplementation of this section or our views on what content is or is not\nacceptable is changing.\nthis is just our annual effort to\nstay ahead of would-be-evildoers looking for loopholes in the wording.</li>\n<li>Add to the CONDUCT section a couple of things from the\nshould-have-been-obvious department.\n(Don't give out your login info\nand do not taunt happy fun tech!)\n</li>\n<li>Still chasing XHTML compliance.</li>\n<li>A couple of minor spelling and grammar fixes.</li>\n</ul>\n<p>2006-06-06</p>1.0.4a\n<ul>\n<li>Updated TACOS to reflect that we don't call our DNS service \"Basic DNS\"\nanymore.</li>\n</ul>\n<p>Neither our intentions nor the underlying meaning of the terms and\nconditions were changed by this update.</p>\n<p>2006-01-04</p>1.0.4\n<ul>\n<li>Changed the name from \"Terms of Service\" to \"Terms and Conditions\nof Service\" because we like the resulting acronym better.</li>\n<li>Made some changes in the general direction of XHTML compliance.</li>\n<li>Reorganized some sections and moved some things around to make it easier\nto understand.</li>\n<li>Tried to make a few spots less wordy.</li>\n</ul>\n<p>Neither our intentions nor the underlying meaning of the terms and\nconditions were changed by this update.</p>\n<p>2005-10-08</p>1.0.3\n<p>The name of the page was changed from terms.shtml to terms.php.\nSome\nstyle and link changes were made to fit with our new site design.\nThe\ncontent was not changed.</p>\n<br>\n<br>\n<p>2005-09-20</p>1.0.3\n<p>A number of changes were made:</p>\n<ul>\n<li>The CONTENTS section was added.\n</li>\n<li>To pave the way for fully anonymous hosting, we added the\npossibility of waiving our requirements related to providing your\npersonal information in the REGISTRATION section.\n</li>\n<li>Repetitious language in the CONDUCT section was consolidated without\nchanging its intent.\n</li>\n<li>Language has been added to the CONDUCT section\nindicating that you may not use other services we provide (like ssh)\nfor purposes other than what we provide them for (maintaining your\nsite).\nThis should have been obvious.\n</li>\n<li>In response to legal advice on the DMCA, a change was made to\nthe TERMINATION clause specifically clarifying that violating the\nTOS may result in termination, and that termination for violating\nthe TOS may mean that you don't get a refund.\n</li>\n<li>The INTERNATIONAL USE section was expanded to clarify that\ncompliance with your local laws is your responsibility, and\nthat we may choose not to help thuggish foreign countries track down\nthe operators of critical/opposition websites.\n</li>\n<li>The VIOLATIONS section was removed, as it was primarily directed\nat people who are not subject to the TOS.\n</li>\n<li>The THE END section was added to clarify that the history of changes\nis not itself part of the TOS, leading to a mental recursion problem\nwhen recording changes.\n</li>\n</ul>\n<p>We also underlined the section headings.\nWoo hoo, we're exciting people.</p>\n<p>2005-01-04</p>1.0.2\n<p>The HTML markup was changed to make the document\nW3C\nHTML 4.01 Transitional compliant.\nThe content was\nnot changed.</p>\n<br>\n<br>\n<p>2004-11-06</p>1.0.2\n<p>Added credit card,\ntransfer, and refund sections, which document our existing policies in these areas.\nThese policies have not actually changed, except that we now charge\na $25.00 fee for handling spurious credit card chargebacks.</p>\n<p>2004-05-27</p>1.01\n<p>Changed the CONDUCT section to indicate\nthat only the laws of the United States will be used to determine whether\na violation of that section has occurred.</p>\n<p>2002-02-04</p>1.0<p>First version.</p> ", "created_at": "2021-07-14 07:26:25.086703", "updated_at": "2021-07-14 07:26:32.582894"}, {"id": 8454, "name": "Privacy Policy", "url": "https://www.nearlyfreespeech.net/about/privacy", "xpath": "/html/body/div[1]/div/main", "text": "<br> NearlyFreeSpeech.Net Privacy Policy <p>NearlyFreeSpeech.NET's Privacy Policy covers our treatment of personally\nidentifiable information that we collect when you use our services.\nThis\npolicy does not apply to entities that we do not control, including member sites hosted by our service.</p>\n<p>We collect personally identifiable information when you register for\nservice with us.\nWe also automatically receive and record information from our systems about your use of our services.\nWe use this information\nto fulfill your requests related to our services.</p>\n<p>We will not sell, trade or rent your personally identifiable information to anyone.\nEver.\nPeriod.\nWe will not disclose your personally identifiable information to any third party without your prior consent unless legally compelled to do so.\nWe will attempt to notify you any time we are forced to disclose your personally identifiable information unless we are legally prevented from doing so.</p>\n<p>We will cooperate with all investigations conducted by law enforcement authorities of the United States of America when legally\nrequired to do so.\nCooperation with law enforcement authorities from other countries and cooperation when it is not legally required are at our\nsole discretion.\nOur discretion looks favorably on freedom and justice,\nand unfavorably on oppression and violence.\nUnless legally prohibited,\nwe will inform you of any cooperation we provide to any law enforcement authorities.</p>\n<p>We use session cookies on our site.\nThese cookies should not be permanently stored on your computer.\nrestarting your browser should\neliminate them.\nWe use these cookies <strong>only</strong> for the following purposes: </p>\n<ol>\n<li>To manage your login information in our member interface.\n(required)</li>\n<li>To allow you to personalize your use of our forums.\n(optional)</li>\n<li>In conjunction with our master installation of phpMyAdmin.\n(required only if you use our phpMyAdmin)</li>\n</ol>\n<p>We will not use your personally identifiable information to market our products and services to you unless you specifically indicate you wish\nus to do so.\nAnd probably not even then.\nWe will not use your personally identifiable information to market third party products and services to you.</p>\n<p>If for any reason you terminate your service, we will destroy active records containing your personally identifiable information as soon as it is reasonable to do so.\nSome information may continue to exist in our archived records.\nIf we terminate your service, we may retain enough information to prevent you from signing up for service in the future.</p> ", "created_at": "2021-07-14 09:25:11.260996", "updated_at": "2021-07-14 07:25:53.496798"}], "points": [{"id": 26080, "title": "There is a date of the last update of the agreements", "source": "https://www.nearlyfreespeech.net/about/terms", "status": "Generated through the annotate view", "created_at": "2021-11-28 22:28:07.156918", "updated_at": "2022-05-01 18:35:51.790939", "quoteText": "last\nupdated on May 3, 2021", "case_id": 331, "document_id": 8455, "quoteStart": 65, "quoteEnd": 92}], "urls": ["nearlyfreespeech.net"]}}