{"error": 448, "message": "OK", "parameters": {"id": 1433, "name": "ICANN", "created_at": "2019-03-02 23:34:31.730956", "updated_at": "2021-05-14 14:37:56.356844", "wikipedia": "https://en.wikipedia.org/wiki/ICANN", "keywords": null, "related": null, "slug": "icann", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1433.png", "url": "icann.org", "documents": [{"id": 1058, "name": "Cookies policy", "url": "https://www.icann.org/privacy/cookies", "xpath": "/html/body/main/section/div[2]", "text": "COOKIES POLICYThis page is available in:<ul>\n<li>English</li>\n<li>العربية</li>\n<li>Español</li>\n<li>Français</li>\n<li>Português</li>\n<li>Pусский</li>\n<li>中文</li>\n</ul>\n<p>\n<strong>Last Updated: 21 May 2018</strong>\n</p>\n<p>Redline from the previous version of our Cookies Policy [PDF, 106 KB]</p> 1.\nINTRODUCTION\n<p>This Cookies Policy applies to any website (collectively \"Website\") supported by the Internet Corporation for Assigned Names and Numbers, which for the purposes of this policy includes its affiliated organization Public Technical Identifiers (PTI) (collectively \"we\", \"our\" or \"us\"), that links to this policy or incorporates it by reference.</p> 2.\nWHAT IS A COOKIE?\n<p>\n<strong>2.1</strong> We use cookies and other technologies to enable features on the Website.\nA cookie is a small text file that stores Internet settings.\nThe next time you visit this Website with the same terminal device, the cookie and the information in it are either sent back to the originating website (first-party cookie) or to another website to which it belongs (third-party cookie).\nBy that, the Website can detect that it has already been opened using this browser, and in some cases, it will then vary the content it shows.</p>\n<p>\n<strong>2.2</strong> Almost every website uses cookie technology.\nSome cookies are useful as they are able to improve the user experience.\nCookies, among other things, speed navigation through our Website, keep track of information so that you do not have to re-enter it each time you visit our Website, help us provide you with customized content and allow us to learn about your visit.</p>\n<p>\n<strong>2.3</strong> Some cookies we use require your consent, while others are exempt.</p>\n<ul>\n<li>\n<strong>Cookies exempt from consent</strong>: Strictly necessary cookies guarantee functions without which you would not be able to use the Website as intended.\nThey are stored on your computer during the current browser session.\nStrictly necessary cookies ensure that, when you call up the functionalities of a website, you are shown a version that has a broad-band-related data quantity corresponding to that of the Internet connection you are using.\nSuch cookies also guarantee that, when you change pages, the function of changing from http to https takes place.\nCookies of this type also store your decision regarding the use of cookies on our Website.\nYour consent is not required for strictly necessary cookies.</li>\n<li>\n<strong>Cookies subject to consent</strong>: All other cookies that are not strictly necessary to use the Website still fulfil important tasks.\nWithout these cookies, functions intended for your convenience on our Website, such as your personal settings or automatic filling in form functions could not be retained and would therefore have to be re-entered on every page.</li>\n</ul> 3.\nTYPES OF COOKIES <abbr>ICANN</abbr> USES\n<p>\n<strong>3.1</strong> Our Website may use three types of cookies: strictly necessary cookies, performance cookies, or functional cookies.</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong> are essential in order to enable you to move around the Website and use its features.\nThese temporary cookies only last only as long as your web browser is open, and are used for technical purposes such as enabling better navigation on our Website.\nWithout these cookies, services you have asked for cannot be provided – for example, remembering previous actions (e.g.\nentered text) when navigating back to a page in the same session.\nOnce you close your browser, the cookie disappears.</li>\n<li>\n<strong>Performance cookies</strong> are stored on your computer for longer periods and are used for purposes including tracking the number of unique visitors to our Website and information such as the number of views a page gets, how much time a user spends on a page, and other pertinent web statistics.\nThese cookies do not save information that would allow the user to be identified.\nThe collected information is aggregated, and therefore made anonymous.\nThese cookies are used exclusively to improve the performance of the Website, and with it the user experience.</li>\n<li>\n<strong>Functional cookies</strong> enable the Website to save information which has already been entered (such as user names, languages choices, and your location), so that it can offer you improved and more personalized functions.\nFunctional cookies are also used to enable features you request such as playing videos.\nThese cookies collect anonymous information and cannot track your movements on other websites.</li>\n</ul>\n<p>The following chart sets out the reasons for which we may use cookies on the Website.</p>\n<strong>Categories of Use</strong>\n<strong>Description</strong>\n<strong>Session and Subscriptions</strong> We may use these cookies to meet basic security requirements and to ensure the site functions correctly.\nThese cookies are also used to save preferences including subscription for users who are logged in to help us provide you with a better user experience and provide email notifications.\n<strong>Notifications</strong> These cookies provide a banner welcome message, other site-wide message, and cookie dismiss notifications.\nA cookie is stored to know when to show the notification based on the user preference.\n<strong>Testing and Surveys</strong> These cookies are collect responses to surveys.\nA cookie might be saved to track progress and sometimes different version of pages are tested to see which work better (A/B testing).\n<strong>Technical and Browser Information</strong> These cookies are used to detect browser, operating, of plug in versions to notify users of out-of-date software.\n<strong>Validation</strong> These cookies are used to validate that the domain and subdomain cookies that are sent from the web server to the user are not altered.\n<p>\n<strong>3.2 Third-Party Cookies</strong>: We may use third-party service providers to assist us by providing certain statistical and analytics information.\nFor example, third-party cookies are used to measure site performance, events, and visitor activity to make sure the Website is meeting the needs of users and help us make improvements for navigation, search, and content.\nWe primarily use Google Analytics for this.\n<em>See</em> Section 4 below for more details.</p> 4.\nGOOGLE ANALYTICS\n<p>\n<strong>4.1</strong> We use Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses cookies, which are text files placed on your computer, to help the Website analyze how users use the Website.\nThe information generated by the cookie about your use of the Website will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information on behalf of us as the operator of the Website for the purpose of evaluating your use of the Website, compiling reports on Website activity for Website operators and providing them other services relating to Website activity and internet usage.</p>\n<p>In case <abbr>IP</abbr> anonymization is activated on the Website, your <abbr>IP</abbr> address will be truncated within the area of Member States of the European Union (\"EU\") or other parties to the Agreement on the European Economic Area (\"EEA\").\nOnly in exceptional cases will the whole <abbr>IP</abbr> address be first transferred to a Google server in the United States and truncated there.\nThe <abbr>IP</abbr> anonymization is active on the Website.\nThe <abbr>IP</abbr> address that your browser conveys within the scope of Google Analytics will not be associated with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of the Website.</p>\n<p>\n<strong>4.2</strong> You also can opt-out from being tracked by Google Analytics with effect for the future by downloading and installing Google Analytics Opt-out Browser Add-on for your current web browser: (click here https://tools.google.com/dlpage/gaoptout?hl=en-GB).</p> 5.\nHOW TO CONTROL AND DISABLE COOKIES\n<p>\n<strong>5.1</strong> You can control and/or delete or disable cookies at any time by adjusting your browser settings.\nBrowsers are different, so refer to instructions related to your browser to learn about cookie-related and other privacy and security settings that may be available.</p>\n<p>\n<strong>5.2</strong> Please be aware, however, that if you turn off cookies, you may not be able to take full advantage of all of the features of our Website.</p> 6.\nSOCIAL MEDIA PLUG-INS\n<p>\n<strong>6.1</strong> Our Website may use what are called social plugins (\"plugins\") from the social networks like Twitter, Facebook, YouTube, Pinterest, Instagram, and Tumbler.\nThese plugins are indicated by the respective logo of the social network.\nWhen you access our Website, your browser establishes a direct connection with the servers of these social networks.\nThe content of the plugin is transferred by the social network directly to your browser, which then integrates it into the Website.</p>\n<p>\n<strong>6.2</strong> Integration of the plugin causes Facebook, for example, to receive the information that you have loaded the corresponding page of the Website.\nIf you are logged in with Facebook, it will be able to assign your visit to your Facebook account.\nPlease note that an exchange of this information already takes place when you visit our Website, regardless of whether you interact with the plugin or not.\nIf you interact with the plugins, such as by pressing the \"Like\" button, the corresponding information is sent directly to Facebook by your browser and saved there.\nYou can find information on the purpose and extent of data acquisition as well as how the data is processed further and used by the social networks, together with your rights and optional settings to protect your private sphere, in the data protection notes of the social networks.</p>\n<p>\n<strong>6.3</strong> If you do not want incorporated social networks to gather data about you via our Website, you must log out on the respective domain of the social network before visiting the Website.\nIf you wish to prevent information being exchanged with the above-mentioned social networks during your visit to our Website, you can opt out of cookies through your browser settings and other tools.</p> 7.\nWEB BEACONS\n<p>\n<strong>7.1</strong> We may use web beacons (also called web bugs, pixel tags, or clear GIFs) primarily to collect and maintain aggregated data (such as the number of visitors) to help us see which areas are most popular with our users and improve and update the content on our Website.</p> 8.\nADOBE TECHNOLOGIES\n<p>\n<strong>8.1</strong> We may use Adobe Flash and other technologies to collect, store, and track information about your use of the Website.\nIf you do not have Adobe Flash stored on your computer or devices, you can adjust the settings of your Flash player using the tools contained in the Website Storage Settings Panel.\nWe use this information to ensure that the Website creates value added for users.</p>\n<p>\n<strong>8.2</strong> The deployment of Adobe involves capturing data by means of Adobe Analytics and Adobe Dynamic Tag Management, which are then anonymized, processed and stored in Adobe computing centers in Europe.\nIf you wish to fully reject data capture by Adobe, you can do this by completing the opt-out process on the Adobe website.\nhttps://www.adobe.com/be_en/privacy/opt-out.html.</p>\n<p>\n<strong>8.3</strong> To disable \"flash cookies,\" you can adjust the setting of your Flash player to block Flash cookies using the tools contained in your website storage settings panel.\nMore information can be found on Adobe's website.</p>\n<p>* * *</p>\n", "created_at": "2019-03-02 23:36:50.961956", "updated_at": "2019-03-02 23:36:58.628761"}, {"id": 1059, "name": "Terms of service", "url": "https://www.icann.org/privacy/tos", "xpath": "/html/body/main/section/div[2]", "text": "TERMS OF SERVICEThis page is available in:<ul>\n<li>English</li>\n<li>العربية</li>\n<li>Español</li>\n<li>Français</li>\n<li>Português</li>\n<li>Pусский</li>\n<li>中文</li>\n</ul>\n<p>\n<strong>Last Updated: 12 June 2020</strong>\n</p>\n<p>Redline from the previous version of our Terms of Service</p>\n<p>The following Terms of Service apply to electronic platforms, applications, and online services (\"Platforms\") that are owned, operated, or sponsored by the Internet Corporation for Assigned Names and Numbers organization (\"<abbr>ICANN</abbr> organization\") and its affiliated organization Public Technical Identifiers (\"PTI\") where these terms are referenced, linked, or published.\nIn these Terms of Service, <abbr>ICANN</abbr> and PTI are sometimes referred to collectively as \"we\", \"us\", or \"our.\" The singular term \"Platform\" includes all equivalent, mirror, replacement, substitute, or backup Platform, and all information and data made available or communicated via the Platform.\nThe Platform is made available subject to all of these terms and conditions and all of our operating rules, policies and procedures, including, without limitation, our Privacy Policy, the <abbr>ICANN</abbr> Expected Standards of Behavior, and <abbr>ICANN</abbr> Community Anti-Harassment Policy and Terms of Participation and Compliant Procedure, that may be published from time to time on the Platform by us (collectively, the \"Agreement\").</p>\n<p>This Agreement is not intended to supersede or govern any other terms and conditions or any other operating rules, policies and procedures specific to any other program or service provided by us unless expressly stated by us in connection with such other program or service.\nAlso, you may be required to agree to additional terms and conditions applicable to specific functions and services offered in a Platform.\nThose additional terms and conditions supplement these Terms of Service, but apply only to your use of such functions and services.</p>\n<p>Please read this Agreement carefully before accessing or using the Platform.\nBy accessing or using any part of the Platform, you agree to become bound by the terms and conditions of this Agreement.</p>\n<ol>\n<li>\n<p>\n<strong>Data Privacy Policy</strong>\n</p>\n<p>In addition to these Terms of Service, we have established a Privacy Policy to explain how we collect and use information about you.\nA copy of the Privacy Policy can be found at https://www.icann.org/privacy/policy.\nWe have also published a Cookies Policy that describes how, when and why we use tracking technologies on our Platforms.\nA copy of the Cookies Policy can be found at https://www.icann.org/privacy/cookies.\nBy accessing or using the Platform, you are also signifying your acknowledgement of our Privacy Policy and Cookies Policy.</p>\n</li>\n<li>\n<p>\n<strong>Your Account</strong>\n</p>\n<p>If you create an account on the Platform, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account.\nYou must immediately notify us of any unauthorized or suspicious uses of your account or any other breaches of security.\nWe will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.</p>\n<p>By creating an account on the Platform, you may be required to provide information about yourself (such as identification or contact details) as part of the registration process for the Platform, or as part of your continued use of the Platform.\nYou agree that any registration information you give to us will be accurate, correct and up to date.\nFurthermore, you agree that the information that you share about yourself will be shared publicly for the purpose of displaying of profiles of <abbr>ICANN</abbr> community members and for identification of discussion contributors within the communication tools provided.</p>\n</li>\n<li>\n<p>\n<strong>Responsibility of Contributors</strong>\n</p>\n<p>If you communicate, post material, or transfer information using the Platform, post links on the Platform, or otherwise make (or allow any third party to make) material available by means of the Platform (any such material, \"Content\"), you are entirely responsible for the Content of, and any harm resulting from, that Content.\nBy making Content available, you represent and warrant that:</p>\n<ul>\n<li>communicating, downloading, copying and using the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any person or third party organization;</li>\n<li>if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;</li>\n<li>you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;</li>\n<li>the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive material or information;</li>\n<li>the Content complies with any applicable third party terms and conditions you have accepted applicable to the Content or the use of the third party services needed for your use of the Platform;</li>\n<li>the Content is not spam, is not machine-generated or randomly-generated, and does not contain unethical or unwanted commercial content material designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);</li>\n<li>the Content is not pornographic, does not contain threats or incite violence, and does not violate the privacy or publicity rights of any third party;</li>\n<li>the Content does not consist of unsolicited promotional materials such as spam links on newsgroups, email lists, blogs and web sites, and other similar unsolicited promotional methods;</li>\n<li>the Content is not named in a manner that misleads others into thinking that you are another person or company;</li>\n<li>you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by us or otherwise.\nand</li>\n<li>the Content complies with the <abbr>ICANN</abbr> Expected Standards of Behavior and <abbr>ICANN</abbr> Community Anti-Harassment Policy and Terms of Participation and Compliant Procedure.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Content Contributions and Cancelations</strong>\n</p>\n<p>We have the right (though not the obligation) to, in our sole discretion, (i) refuse or remove any Content that, in our reasonable opinion, violates any of our policy or procedure or is in any way harmful or objectionable, or (ii) cancel any registration or account to use a Platform, or (iii) terminate or deny access to and use of the Platform to any individual or entity, in each case for any reason and in our sole discretion.</p>\n</li>\n<li>\n<p>\n<strong>Responsibility of Platform Visitors</strong>\n</p>\n<p>We have not reviewed, and cannot review, all of the material posted to the Platform, and cannot therefore be responsible for that material's Content, use or effects.\nBy operating the Platform, we do not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive Content.</p>\n<p>You may only use the Platform pursuant to the terms of this Agreement.\nYou are solely responsible for your use of the Platform and agree to abide by, and comply with, all laws in connection with your use of the Platform, including but not limited to laws related to recording, intellectual property, privacy and export control.</p>\n</li>\n<li>\n<p>\n<strong>Age Restrictions</strong>\n</p>\n<p>In order to use the Platform on your own behalf, you must be at least 18 years of age.\nIf you are between the ages of 16 and 18, you may still use the Platform, but you must have a parent or legal guardian provide valid and verifiable consent to your use of the Platform and acceptance of these Terms of Service.\nUnder no circumstances is the Platform intended for direct use by persons under 16 years of age.\nWe do not knowingly collect any personal data directly from persons under the age of 16.</p>\n</li>\n<li>\n<p>\n<strong>Content Posted on Other Platforms</strong>\n</p>\n<p>The Platform may contain add-on services, hyperlinks or references to third party services and websites that are not our vendors.&nbsp.\nThese third party websites and services are outside of our control and are operated by third parties.\nWe have not reviewed, and cannot review, all of the material made available through third party online services, websites and webpages to which the Platform links, and that link to the Platform that we are not responsible for, nor shall it be liable to you for your access and use of any such third party hyperlinks, websites or services.\nThe appearance on the Platform of external online services and hyperlinks, in any form, does not constitute endorsement by us of the opinions or views expressed by any such third-party websites and we do not take responsibility for the accuracy, currency, completeness, or quality of the Content contained at such websites and third-party services.\nFurthermore, we are not responsible for the quality or delivery of the products or services offered, provided, accessed, or advertised by any third party.\nAs such, we will not be responsible or liable to you in any way for any Content, errors, or omissions, or for the results obtained from the use of any information contained in or provided to those third-party sites.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive Content.\nWe disclaim any responsibility for any harm resulting from your use of third-party websites and webpages.</p>\n</li>\n<li>\n<p>\n<strong>Copyright Infringement and Digital Millennium Copyright Act (DMCA) Policy</strong>\n</p>\n<p>As we ask others to respect our intellectual property rights, we respect the intellectual property rights of others.\nWe will terminate a visitor's access to and use of the Platform if, under appropriate circumstances, the visitor is determined to be a repeat infringer of our or other party's copyrights or other intellectual property rights.</p>\n<p>If you believe that your intellectual property is being used on the Platform in a way that constitutes copyright infringement, please provide our Designated Agent (set forth below) the following information (as required by Section 512(c)(3) of the Digital Millennium Copyright Act):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>The information specified above must be sent to our Designated Agent, whose contact information is as follows:</p>\n<p>\n<abbr>ICANN</abbr>\n<br> Attn: <abbr>ICANN</abbr> Legal<br> 12025 Waterfront Drive, Suite 300<br> Los Angeles, CA 90094<br> Tel: 310-301-5800<br> Email: legal-intellectual-property@icann.org</p>\n<p>Please note that Section 512(f) of the Digital Millennium Copyright Act may impose liability for damages on any person who knowingly sends meritless notices of infringement.\nPlease do not make false claims.</p>\n<p>Any information or correspondence that you provide to us may be shared with third parties, including the person who provided us with the allegedly infringing material.</p>\n<p>Upon receipt of a bona fide infringement notification by the Designated Agent, it is our policy to remove or disable access to the infringing material, notify the user who posted the material that we have removed or disabled access to the material, and, for repeat offenders, to terminate such user's access to the service.</p>\n<p>If you believe that your Content should not have been removed for alleged copyright infringement, you may send our Designated Agent a written counter-notice with the following information:</p>\n<ul>\n<li>Identification of the copyrighted work that was removed, and the location on the Platform where it would have been found prior to its removal;</li>\n<li>A statement, under penalty of perjury, that you have a good faith belief that the Content was removed as a result of a mistake or misidentification.\nand</li>\n<li>Your physical or electronic signature, together with your contact information (address, telephone number and, if available, email address).</li>\n</ul>\n<p>If a counter-notice is received by the Designated Agent, we may send a copy of the counter-notice to the original complaining party, informing that person that we may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the user, the removed material may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at our discretion.</p>\n<p>We will terminate a visitor's access to and use of the Platform if, under appropriate circumstances, the visitor is determined to be a repeat infringer of our or other party's copyrights or other intellectual property rights.</p>\n</li>\n<li>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>This Agreement does not transfer from us to you any of our or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with us.\nAll trademarks, service marks, graphics and logos used in connection with the Platform are trademarks or registered trademarks of our organization or other third parties.\nYour use of the Platform grants you no right or license to reproduce or otherwise use any intellectual property belonging to our organization or other third parties.</p>\n</li>\n<li>\n<p>\n<strong>Disclaimer and Limitation of Liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, <abbr>ICANN</abbr> ORGANIZATION, ITS SUBSIDIARIES AND AFFILIATES, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, MEMBERS, SHAREHOLDERS, EMPLOYEES, ASSOCIATES, AGENTS, LICENSORS, REPRESENTATIVES, AND THIRD-PARTY PROVIDERS WILL NOT BE LIABLE TO YOU FOR ANY COMPENSATORY, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY, DIRECT, INDIRECT, SPECIAL, PUNITIVE, OR SIMILAR DAMAGES, THAT MAY RESULT FROM THE USE OF, ACCESS TO, OR THE INABILITY TO USE, THE PLATFORM OR ANY MATERIALS CONTAINED IN THE PLATFORM, WHETHER THE MATERIAL IS PROVIDED OR OTHERWISE SUPPLIED BY US OR ANY THIRD PARTY.</p>\n<p>If, notwithstanding the other provisions of these Terms and Conditions, we are found to be liable to you for any damages or losses arising out of your use of, access to or inability to use the Platform or any material provided or otherwise supplied by us or any third party, our liability shall in no event exceed US $25.00.\nNote that some jurisdictions do not allow limitations of liability or may place limitations on our ability to limit its liability to you, so the foregoing limitation may not apply to you.</p>\n<p>The material provided by the Platform could include technical inaccuracies or other errors.\nThe availability of the Platform may be interrupted due to technical conditions.\nYour use of the Platform is at your risk.\nWe do not warrant that the functional aspects of the Platform will be uninterrupted or error-free or that the Platform or the servers that make it available are free of viruses or other harmful components.\nWithout limiting the foregoing, everything in the Platform is provided to you \"as is\" without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.</p>\n</li>\n<li>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>This Agreement, and any disputes or claims arising out of or relating to this Agreement, is subject to the laws of the state of California, without giving effect to any conflict of laws principles that may provide the application of the law of another jurisdiction.</p>\n</li>\n<li>\n<p>\n<strong>Arbitration Agreement Dispute Resolution and Arbitration</strong>\n</p>\n<p>REVIEW THIS SECTION CAREFULLY.\n<abbr>AS</abbr> DESCRIBED BELOW, IT LIMITS: (i) YOUR ABILITY TO LITIGATE CERTAIN CLAIMS IN COURT.\n(ii) YOUR RIGHT TO HAVE A JURY DECIDE CERTAIN CLAIMS.\nAND (iii) YOUR ABILITY TO COMBINE CLAIMS AND TO BRING CLAIMS THROUGH CLASS ACTIONS.\nYOU UNDERSTAND THAT BY USING AND/OR BECOMING A REGISTERED USER OF THE PLATFORM OR SERVICES, YOU CONSENT AND CHOOSE TO HAVE SUCH CLAIMS SUBMITTED TO BINDING ARBITRATION.\nYOU UNDERSTAND THAT NO ARBITRATION OR PROCEEDING WILL BE COMBINED WITH ANOTHER WITHOUT THE PRIOR WRITTEN CONSENT OF ALL PARTIES TO ALL AFFECTED ARBITRATIONS OR PROCEEDINGS.</p>\n<p>To the fullest extent permissible pursuant to applicable law, you agree that, except as otherwise set forth in this Section, all Claims (defined as any dispute or controversy arising out of or relating to this Agreement, your use of or inability to use the Platform, Content or services, except the following types of disputes and controversies: (a) any claim seeking to enforce or protect, or concerning the validity of, any of our intellectual property rights.\n(b) any claim related to, or arising from, allegations of theft, piracy, or unauthorized use.\n(c) any claim for injunctive relief.\nand (d) any claim within the jurisdictional limits of the small claims courts) between you and us (and its officers, directors, executives, agents, and employees) shall be resolved through binding arbitration administered by JAMS, pursuant to its Comprehensive Arbitration Rules and Procedures and in accordance with the Expedited Procedures in those rules in effect at the time the Claim is filed.\nEach Claim shall be submitted to a single arbitrator selected through mutual agreement of the parties.\nThe arbitrator's decision shall be final, binding, and non-appealable.\nJudgment upon the award may be entered and enforced in any court having jurisdiction or application may be made for judicial acceptance of the award and an order of enforcement.\nExcept as otherwise indicated in this Agreement, the arbitrator, and not any federal, state, or local court, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, and/or enforceability of this Agreement and any terms or documents incorporated herein, including any claim that all or any part of this Agreement, are void or voidable.\nThe arbitration proceedings shall be held in Los Angeles County, California and shall be subject to this Agreement and the laws of the State of California, United States, without regard to conflicts of law provisions thereof.\nThe arbitrator shall not have authority to combine or aggregate similar claims or conduct any Class Action (as defined below), or make an award to any person or entity not a party to the arbitration.\nNo arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.</p>\n<p>Before you take a dispute to arbitration or to small claims court, you must first contact us in writing and describe: (a) the nature and basis of the Claim or dispute.\nand (b) the specific relief sought to give us an opportunity to resolve the dispute.\nSimilarly, before we take a dispute to arbitration, we must first attempt to resolve it by contacting you.\nIf we do not reach an agreement to resolve the claim within sixty (60) days from the date such notification is provided, you or we may commence an arbitration proceeding.</p>\n<p>If we prevail before the arbitrator, and if we show that you acted in bad faith in bringing your claim, then we may seek to recover the JAMS' fees and expenses of the arbitrator from you.</p>\n<p>\n<strong>Class Action Waiver</strong>\n</p>\n<p>Each of us expressly agree that any Claim(s) must be brought in the respective party's individual capacity, and not as a plaintiff or class member in any purported class, collective, representative, multiple plaintiff, or similar proceeding (\"Class Action\").\nEach of us expressly agree to waive any ability to maintain any Class Action in any forum raising a Claim covered by this Section.\nNotwithstanding any other provision of this Agreement to the contrary, any Claim, dispute, or controversy alleging that all or part of the Class Action waiver contained in this Section is invalid, illegal, unenforceable, void, or voidable may be determined only by a court of competent jurisdiction and not by an arbitrator.</p>\n</li>\n<li>\n<p>\n<strong>Changes</strong>\n</p>\n<p>We reserve the right, at its sole discretion, to modify or replace any part of this Agreement.\nYour continued use of or access to the Platform following the notification of any changes to this Agreement constitutes acceptance of those changes.\nWe may also, in the future, offer new services and/or features through the Platform (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We may terminate your access to all or any part of the Platform at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement, you may simply discontinue using the Platform.\nIf you wish to terminate your account (if you have one), please contact globalsupport@icann.org.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n</li>\n<li>\n<p>\n<strong>General Representation and Warranty</strong>\n</p>\n<p>You represent and warrant that (i) your use of the Platform will be in strict accordance with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable Content, and including all applicable laws regarding the transmission of technical data exported from the country in which this Platform resides or the country in which you reside).\nand (ii) your use of the Platform will not infringe or misappropriate the intellectual property rights of any third party.</p>\n</li>\n<li>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<ol>\n<li>\n<strong>Modification.</strong> This Agreement may be modified by the posting by us of a revised version on the Platform.</li>\n<li>\n<strong>No Waiver.</strong> Our failure to enforce, or delay in enforcing, any provision of these Terms of Service will not constitute a waiver of such right.\nAny waiver must be in writing and signed by both Parties to be legally binding.</li>\n<li>\n<strong>Severability.</strong> All parts of these Terms of Service apply to the maximum extent permitted by applicable law.\nIf a part of this Agreement cannot be enforced as written, then that part will be replaced with terms that most closely match the intent of the Parties to the extent permitted by applicable law.\nThe invalidity of part of these Terms of Service will not affect the validity and enforceability of the remaining provisions.</li>\n<li>\n<strong>Relationship of the Parties.</strong> Nothing in the Terms of Service creates any partnership, joint venture, franchise, employment, or other agency relationship between us and you.\nYou may not enter into any contract on our behalf or bind us in any way.</li>\n<li>\n<strong>Assignment.</strong> You may not assign any of your rights under these Terms of Service, and any such attempt will be null and void.\nWe may, in our sole discretion, transfer, delegate, subcontract or assign, without notifying you, any rights or obligations under these Terms of Service.</li>\n<li>\n<strong>Third-Party Beneficiaries.</strong> These Terms of Service are for our benefit and you only, and only we and you may enforce it.\nThe Parties do not intend for these Terms of Service to confer any right or benefit on any third party.\nNo third party may commence or prosecute an action against a Party to these Terms of Service claiming to be a third-party beneficiary of these Terms of Service or any of the transactions contemplated in these Terms of Service.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Effective Date of Terms of Service</strong>\n</p>\n<p>These Terms of Service are effective and were last updated on 12 June 2020.</p>\n</li>\n</ol>\n", "created_at": "2019-03-02 23:37:34.629447", "updated_at": "2020-12-14 21:14:42.510559"}, {"id": 1057, "name": "Privacy policy", "url": "https://www.icann.org/privacy/policy", "xpath": "/html/body/main/section/div[2]", "text": "PRIVACY POLICYThis page is available in:<ul>\n<li>English</li>\n<li>العربية</li>\n<li>Español</li>\n<li>Français</li>\n<li>Português</li>\n<li>Pусский</li>\n<li>中文</li>\n</ul>\n<p>\n<strong>Last Updated: 21 May 2018</strong>\n</p>\n<p>Redline from the previous version of our Privacy Policy [PDF, 152 KB]</p>\n<p>The Internet Corporation for Assigned Names and Numbers (<abbr>ICANN</abbr> organization) respects the protection and privacy of Personal Information.\nThis policy (Privacy Policy) and the Cookies Policy set out how the <abbr>ICANN</abbr> organization, which for the purposes of this policy includes its affiliated organization Public Technical Identifiers (PTI) (collectively \"we\", \"us\", or \"our\"), and their managed or sponsored programs will use and handle electronic information provided by or collected from individuals and what choices individuals have regarding the collection and use of the information.\nThis Privacy Policy applies to all electronic collection and use of Personal Information, including via any mobile version of the websites, mobile applications, electronic mail, and other electronic services that link to this Privacy Policy (collectively, the Website).\nThe term \"User\" or \"you\" refers to (i) individuals that provide their own Personal Information or Personal Information of others on behalf of such other persons to us and (ii) any organization where a person provides Personal Information of others on behalf of such organization.</p>\n<p>By using the Website, you (including any entity or person on whose behalf you are acting) agree to the terms of this Privacy Policy, as updated.\nIf you do not agree with the practices described in this Privacy Policy, please do not provide us with Personal Information or interact with the Website.</p>\n<p>This Privacy Policy supplements, and does not supersede, any other privacy policy or statement from us relating to any of our unique programs.</p>\n<p>If you have any questions about this Privacy Policy or our Processing of your Personal Information as the Data Controller, please feel free to contact us at privacy@icann.org.</p>\n<p>This Privacy Policy covers the following key topics:</p>\n<ol>\n<li>Definitions</li>\n<li>Personal Information Collection</li>\n<li>Use of Personal Information</li>\n<li>Retention</li>\n<li>Sharing of Personal Information</li>\n<li>International Transfers</li>\n<li>Information <abbr>Security</abbr> and Integrity</li>\n<li>Do Not Track</li>\n<li>Exercise of Data Subject Rights</li>\n<li>Minors</li>\n<li>Revisions to our Privacy Policy</li>\n<li>Questions</li>\n</ol>\n<ol>\n<li> Definitions <p>\"Cookies\" are small text files placed on your computer while visiting certain sites on the Internet used to identify your computer.\nPlease visit our Cookies Policy to learn more about Cookies and certain functions and features on our Websites.</p>\n<p>\"Data Controller\" means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the Processing of Personal Information.</p>\n<p>\"Data Processor\" means a natural or legal person, public authority, agency or any other body which Processes Personal Information on behalf of the Data Controller.</p>\n<p>\"Personal Information\" means any information relating to an identified or identifiable natural person, as defined under applicable law, such as name, home address, telephone number, or email address.</p>\n<p>\"Non-Identifying Information\" means information that may relate to an individual but does not by itself identify that individual.\nFor example, Web Information is Non-Identifying Information, as is information such as gender, age, city, and physical location, when not linked with other Personal Information.</p>\n</li>\n<li> Personal Information Collection <p>This Privacy Policy applies to the following types of electronic information about Users or use of the Website:</p>\n<ul>\n<li>\n<strong>Personal Information submitted to us:</strong> This may be personal contact, identification, and location information, such as name, home or work address, personal or business email address, contact details such as your home, facsimile or mobile phone number, gender, age or date of birth, job title, country of residence, school, affiliation or organization, username, domain name (if personally identifiable), User's photo or image, government issued identification numbers or passport details, or emergency contact details that Users may submit in connection with any of our services or programs, including, for example, public comment submissions, program or service applications, community surveys, email list subscription, general enquiries, event registration, or online meetings.\nThis also includes information provided to us on the Website that would constitute personal data under applicable law.</li>\n<li>\n<strong>Personal Information received from a third party:</strong> This may include Personal Information such as name and address for identity verification or to Process a request or an application submitted to us.</li>\n<li>\n<strong>Financial information: </strong>This may include financial account information or financial transaction information when participating in any of our services or programs where such information is requested or generated.</li>\n<li>\n<strong>Automatically logged use information:</strong> The Website may automatically record information that is sent by the User's browser or device when accessing and using the Website, which can be identifying or non-identifying.\nThis information may include information such as <abbr>IP</abbr> address, browser type, internet service provider (<abbr>ISP</abbr>), date/time stamp, page viewed, operating system, mobile device information, clickstream information, preference information, and other similar information.</li>\n<li>\n<strong>Cookies and other tracking technologies:</strong> Cookies and other user tracking technologies devices may be stored on the User's computer when using the Website.\nFor more information on our use of Cookies and other tracking technologies, see our Cookies Policy.\nYou acknowledge the use of such tracking devices as noted in this Privacy Policy and the Cookies Policy, and consent to having such tracking devices stored on your computing devices.</li>\n</ul>\n</li>\n<li> Use of Personal Information <p>We will Process Personal Information only for fair, lawful, and legitimate reasons, including to:</p>\n<ul>\n<li>Improve our Website performance, content, and its services;</li>\n<li>Perform information analysis, compliance audits, data metrics, develop new services, and protect the Website and integrity of any of our services or programs;</li>\n<li>Create anonymized data sets to improve the Website performance or in connection with our services or programs;</li>\n<li>Respond to User questions, comments, inquiries, feedback, including those concerning our services or programs or with respect to services provided by registry operators, accredited registrars, and data escrow agents;</li>\n<li>Assist in policy discussion, development activities, and performance of activities consistent with our functions;</li>\n<li>Administer participation or registration in any of our services, activities, programs, or Website, including sending electronic communications related to such participation or registration;</li>\n<li>Assist with travel support for participants related to our events;</li>\n<li>Maintain archival records of a User's participation for historical and research purposes, subject to retention limits imposed by applicable laws;</li>\n<li>Process payments and fulfill a transaction between a User and us, if the User submits payment information in connection with any of our services or programs;</li>\n<li>To reimburse expenses related to any of our meetings or other events or programs;</li>\n<li>Perform relevant contractual obligations with the User and other third parties;</li>\n<li>Administer User's application for any of our services or programs;</li>\n<li>To publish a User's Personal Information such as his or her name and organization or affiliate on the Website;</li>\n<li>To publish a User's comments or feedback along with a User's name for the benefit of others and otherwise to comply with our accountability and transparency principles;</li>\n<li>To register and provide access to our meetings, which could involve processing of a User's dietary restrictions or disability information for special accommodations;</li>\n<li>To expedite and obtain approval for a User's visa application to attend our meetings;</li>\n<li>To share basic participant information (name, organization, affiliation) or other information the User voluntarily chooses to provide with other participants of the same meeting;</li>\n<li>To provide updates and other information regarding our programs and service delivery.\nand</li>\n<li>Provide information or a service requested by the User.</li>\n</ul>\n<p>We will also process your Personal Information with your consent to provide you with marketing information concerning news, updates, and other information regarding our events.</p>\n<p>Lastly, we will Process Personal Information to comply with applicable laws, rules, regulations, court orders, and law enforcement requests.</p>\n<p>We will not use Personal Information for any other purpose other than as set forth in this Privacy Policy.</p>\n<p>We will use Non-Identifying Information generally for the same purposes as with Personal Information, and to improve User services, store User's Website preferences, track Website use trends, improve the Website's performance, help maintain personal and device identity verification, Website security, and measure effectiveness of electronic communications.</p>\n</li>\n<li> Retention <p>We will retain certain Personal Information stored on our servers in accordance with our general archival practices and as required or permitted by law.</p>\n<p>We will store the User's Personal Information only for as long as is required to fulfill the purposes set out above.\nHowever, where we are required by law to retain a User's Personal Information longer or where a User's Personal Information is required for us to assert or defend against legal claims, we will retain the User's Personal Information until the end of the relevant retention period or until the claims in question have been resolved.</p>\n</li>\n<li> Sharing of Personal Information <p>We may share certain Personal Information with contractors and other agents for the purpose of Processing this information on our behalf, and providing other services to us or to the User on our behalf.\nThese third parties include providers that provide services such as data analysis, email transmission, customer relationship management (CRM), IT security, cloud service providers, database management, hotel and other travel service, asset management solutions, consultants, and financial or legal advisors.\nWe require that these parties agree to handle this information in compliance with appropriate confidentiality obligations and security measures.\nWe also may publish some Personal Information on the Website in a manner that is viewable by our community members, as described in the relevant program description.</p>\n<p>We will provide Personal Information to such third parties, government authorities and agencies to:</p>\n<ul>\n<li>comply with applicable laws, regulations, legal process or enforceable governmental request;</li>\n<li>if permitted or required by law or in response to a law enforcement or other legal request;</li>\n<li>protect our or a third party's legal rights, including the enforcement of terms with Users;</li>\n<li>receive contracted services or use of licensed products from third party providers;</li>\n<li>comply with any court order or legal proceeding;</li>\n<li>comply with our accountability and transparency principles and disclosure policies;</li>\n<li>identify the User to anyone that the User sends a communication through the Website;</li>\n<li>effectuate a reorganization or organizational change resulting in the divestiture or transfer of any of our operation, unit, function, or asset to such third party;</li>\n<li>detect, prevent or otherwise address fraud or other criminal activity or errors, security or technical issues.\nor</li>\n<li>protect against imminent harm to our rights, property, or the safety of our users or the public as required or permitted by law.</li>\n</ul>\n<p>We will not sell or otherwise share any Personal Information with third parties for marketing purposes.</p>\n</li>\n<li> International Transfers <p>By using our Website or providing us with your Personal Information electronically, the User is directly transferring Personal Information and Non-Identifiable Information to us in the United States.\nThe User's Personal Information also may be transferred and Processed in other countries where our staff or third-party service providers are located.\nThe United States and such other countries may not have the same level of information protection as the User's jurisdiction.</p>\n<p>Whenever such transfers are by one of our location in a country outside the United States to another of our location in the United States, they are based on contractual commitments, such as the Standard Contractual Clauses (according to EU Commission Decision 87/2010/<abbr>EC</abbr> or any future replacement), or other applicable data transfer arrangements, in order to contractually provide that your Personal Information is subject to adequate levels of data protection.\nYou may request further information concerning such contractual commitments by sending a request to privacy@icann.org.</p>\n<p>The User is solely responsible for compliance with any information protection or privacy obligations in the User's jurisdiction when using the Website or providing us with Personal Information.\nBy submitting Personal Information, the User agrees to such Processing.</p>\n</li>\n<li> Information <abbr>Security</abbr> and Integrity <p>We will use reasonable industry standard safeguards (which may include physical, procedural and technical measures) to protect against the unauthorized disclosure of Personal Information it collects and holds.\nWe will take reasonable steps to ensure that Personal Information collected is complete and relevant to its intended use.</p>\n<p>The Website contains links to other third-party websites, which are subject to the respective privacy policies of those third parties.\nWe are not responsible for the privacy practices of such linked third-party sites, and their owners and operators.</p>\n<p>The Website may contain social media widgets including Twitter, Facebook and LinkedIn, and other features that may collect a User's Personal Information and Non-Identifying Information, and may set Cookies on the User's devices unless the device or browser settings prevent such Cookies from being stored.\nSuch social media widgets and features may be hosted by a third party.\nWe are not responsible for the operation of such widgets and features, and any information collection will be subject to the privacy policy of the provider of such widgets and features, and not this Privacy Policy.</p>\n<p>Due to the open communication nature of the Internet, we cannot represent, warrant or guarantee that communications stored on our servers will be free from unauthorized access by third parties, loss, misuse, or alterations.\nWhile we will take reasonable and appropriate security measures to protect against unauthorized access, disclosure, alteration or destruction of Personal Information received, <strong>WE DISCLAIM ANY AND ALL LIABILITY FOR UNAUTHORIZED ACCESS OR USE OR COMPROMISE OF YOUR PERSONAL INFORMATION TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nUSERS ARE ADVISED THAT THEY SUBMIT SUCH PERSONAL INFORMATION AT THEIR OWN RISK</strong>.</p>\n</li>\n<li> Do Not Track <p>Users' browsers may allow users to set a \"Do Not track\" preference.\nUnless otherwise stated, the Website does not honor \"Do Not Track\" requests.</p>\n</li>\n<li> Exercise of Data Subject Rights <p>Users may be entitled to obtain access to information on the Processing of Personal Information, to object to certain Processing, request information portability, and have their Personal Information rectified, deleted, or otherwise restricted in terms of Processing, in each case as permitted under applicable law.\nUsers also may be entitled to withdraw any consent given with prospective effect with respect to the Processing of their Personal Information.\nUsers can exercise these rights or learn more about the Processing of Personal Information by us, by sending a request to privacy@icann.org.\nAny request is subject to identity verification.\nAll privacy-related access requests are taken seriously, and we will respond to request(s) as soon as reasonably practicable, but in any case, within the legally required period of time.\nPlease note that certain Personal Information may be exempt from such access, correction, objection, or deletion rights pursuant to local laws.</p>\n<p>If you are not satisfied with our response or believe that your Personal Data is not being Processed in accordance with the law, you also may contact or lodge a complaint with the competent supervisory authority or seek other remedies under applicable law.</p>\n<p>If a User no longer wishes to receive certain electronic communications from us, the User may opt-out from such communication by following the unsubscribe instructions at the bottom of such communication or by accessing any available preference setting functionality in the Website.</p>\n</li>\n<li> Minors <p>We do not knowingly collect or require Personal Information from children under the age of 13.\nIf you believe your child has provided us with Personal Information, please notify us by email at privacy@icann.org.</p>\n</li>\n<li> Revisions to our Privacy Policy <p>We reserve the right to change this Privacy Policy at any time.\nAny changes we make will be posted on this page.\nIf we make material changes to how we treat your Personal Information, we will notify you.\nThe date this Privacy Policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have a deliverable email address for you, and for periodically monitoring and reviewing any updates to this Privacy Policy.\nYour continued use of our Website after such amendments will be deemed your acknowledgement of these changes to this Privacy Policy.</p>\n</li>\n<li> Questions <p>Should you have any questions or concerns about this Privacy Policy and our privacy practices, you may contact us at privacy@icann.org.</p>\n</li>\n</ol>\n<p>* * *</p>\n", "created_at": "2019-03-02 23:35:41.520163", "updated_at": "2019-03-02 23:36:10.326189"}], "points": [{"id": 5958, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:19:52.057483", "updated_at": "2019-05-16 07:27:04.319469", "quoteText": "We have the right (though not the obligation) to, in our sole discretion, (i) refuse or remove any Content that, in our reasonable opinion, violates any of our policy or procedure or is in any way harmful or objectionable", "case_id": 202, "document_id": 1059, "quoteStart": 6807, "quoteEnd": 7028}, {"id": 5966, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:53:31.021549", "updated_at": "2019-05-12 13:57:57.434696", "quoteText": "Law <p>This Agreement, and any disputes or claims arising out of or relating to this Agreement, is subject to the laws of the state of California,", "case_id": 241, "document_id": 1059, "quoteStart": 15714, "quoteEnd": 15860}, {"id": 5960, "title": "This service can share your personal information to third parties ", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:32:41.128138", "updated_at": "2019-07-28 02:09:45.176362", "quoteText": "We will provide Personal Information to such third parties, government authorities and agencies to:</p>\n<ul>\n<li>comply with applicable laws, regulations, legal process or enforceable governmental request;</li>\n<li>if permitted or required by law or in response to a law enforcement or other legal request;</li>\n<li>protect our or a third party's legal rights, including the enforcement of terms with Users;</li>\n<li>receive contracted services or use of licensed products from third party providers;</li>\n<li>comply with any court order or legal proceeding;</li>\n<li>comply with our accountability and transparency principles and disclosure policies;</li>\n<li>identify the User to anyone that the User sends a communication through the Website;</li>\n<li>effectuate a reorganization or organizational change resulting in the divestiture or transfer of any of our operation, unit, function, or asset to such third party;</li>\n<li>detect, prevent or otherwise address fraud or other criminal activity or errors, security or technical issues.\nor</li>\n<li>protect against imminent harm to our rights, property, or the safety of our users or the public as required or permitted by law.</li>", "case_id": 188, "document_id": 1057, "quoteStart": 11255, "quoteEnd": 12440}, {"id": 5952, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.icann.org/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:44:13.4442", "updated_at": "2019-03-03 07:15:28.285225", "quoteText": "We may use web beacons (also called web bugs, pixel tags, or clear GIFs) primarily to collect and maintain aggregated data (such as the number of visitors) to help us see which areas are most popular with our users and improve and update the content on our Website.</p>", "case_id": 323, "document_id": 1058, "quoteStart": 10466, "quoteEnd": 10735}, {"id": 5965, "title": "This service does not sell your personal data", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:52:26.029385", "updated_at": "2019-09-25 00:00:26.016544", "quoteText": "We will not sell or otherwise share any Personal Information with third parties for marketing purposes.", "case_id": 193, "document_id": 1057, "quoteStart": 12450, "quoteEnd": 12553}, {"id": 5959, "title": "You cannot delete your account of this service", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:26:23.100493", "updated_at": "2019-06-20 08:37:48.72011", "quoteText": "If you wish to terminate this Agreement, you may simply discontinue using the Website.\nIf you wish to terminate your account (if you have one), please contact globalsupport@icann.org.", "case_id": 172, "document_id": 1059, "quoteStart": 21134, "quoteEnd": 21317}, {"id": 5963, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:47:31.305696", "updated_at": "2019-05-16 07:27:43.645421", "quoteText": "YOU UNDERSTAND THAT BY USING AND/OR BECOMING A REGISTERED USER OF THE PLATFORM OR SERVICES, YOU CONSENT AND CHOOSE TO HAVE SUCH CLAIMS SUBMITTED TO BINDING ARBITRATION", "case_id": 339, "document_id": 1059, "quoteStart": 18119, "quoteEnd": 18286}, {"id": 5957, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:50:35.987432", "updated_at": "2019-03-03 07:12:21.991045", "quoteText": "Modification.</strong> This Agreement may be modified by the posting by us of a revised version on the Platform.</li", "case_id": 121, "document_id": 1059, "quoteStart": 24186, "quoteEnd": 24302}, {"id": 5964, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:49:17.335134", "updated_at": "2019-06-10 05:24:18.072343", "quoteText": "We may, in our sole discretion, transfer, delegate, subcontract or assign, without notifying you, any rights or obligations under these Terms of Service.</li>", "case_id": 243, "document_id": 1059, "quoteStart": 25427, "quoteEnd": 25585}, {"id": 5962, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:44:20.324177", "updated_at": "2021-02-06 04:16:27.309156", "quoteText": "terminate or deny access to and use of the Website to any individual or entity for any reason, in our sole discretion.", "case_id": 201, "document_id": 1059, "quoteStart": 5981, "quoteEnd": 6099}, {"id": 5961, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-03 07:39:53.420321", "updated_at": "2019-06-09 20:48:06.666101", "quoteText": "Without limiting the foregoing, everything in the Platform is provided to you \"as is\" without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.</p", "case_id": 286, "document_id": 1059, "quoteStart": 17153, "quoteEnd": 17429}, {"id": 5949, "title": "This service is only available to users of at least 18 years of age", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:38:36.746041", "updated_at": "2021-02-06 04:16:27.910723", "quoteText": "Under no circumstances is the Website intended for direct use by persons under 13 years of age.\nIn order to use the Website on your own behalf, you must be at least 18 years of age.\nIf you are between the ages of 13 and 18, you may still be able to use the Website, but you must have a parent or legal guardian provide valid and verifiable consent to your use of the Website and acceptance of these Terms of Service.\nWe do not knowingly collect any personal data directly from persons under the age of 13.</p>", "case_id": 152, "document_id": 1059, "quoteStart": 6705, "quoteEnd": 7214}, {"id": 5948, "title": "There is a date of the last update of the terms", "source": "https://www.icann.org/privacy/tos", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:38:00.722881", "updated_at": "2019-03-03 07:15:42.355513", "quoteText": "strong>Last Updated: 12 June 2020</strong", "case_id": 331, "document_id": 1059, "quoteStart": 175, "quoteEnd": 216}, {"id": 5956, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:48:46.883239", "updated_at": "2019-03-03 07:12:44.330448", "quoteText": "<p>Users' browsers may allow users to set a \"Do Not track\" preference.\nUnless otherwise stated, the Website does not honor \"Do Not Track\" requests.</p>", "case_id": 233, "document_id": 1057, "quoteStart": 15891, "quoteEnd": 16042}, {"id": 5955, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:48:16.752685", "updated_at": "2019-03-03 07:13:11.568739", "quoteText": "While we will take reasonable and appropriate security measures to protect against unauthorized access, disclosure, alteration or destruction of Personal Information received, <strong>WE DISCLAIM ANY AND ALL LIABILITY FOR UNAUTHORIZED ACCESS OR USE OR COMPROMISE OF YOUR PERSONAL INFORMATION TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nUSERS ARE ADVISED THAT THEY SUBMIT SUCH PERSONAL INFORMATION AT THEIR OWN RISK</strong>.", "case_id": 186, "document_id": 1057, "quoteStart": 15431, "quoteEnd": 15862}, {"id": 5954, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:46:58.77508", "updated_at": "2019-03-03 07:13:44.735659", "quoteText": "We require that these parties agree to handle this information in compliance with appropriate confidentiality obligations and security measures.", "case_id": 210, "document_id": 1057, "quoteStart": 10937, "quoteEnd": 11081}, {"id": 5953, "title": "Many third parties are involved in operating the service", "source": "https://www.icann.org/privacy/policy", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:46:12.486524", "updated_at": "2019-03-03 07:14:15.772", "quoteText": "We may share certain Personal Information with contractors and other agents for the purpose of Processing this information on our behalf, and providing other services to us or to the User on our behalf.\nThese third parties include providers that provide services such as data analysis, email transmission, customer relationship management (CRM), IT security, cloud service providers, database management, hotel and other travel service, asset management solutions, consultants, and financial or legal advisors.", "case_id": 208, "document_id": 1057, "quoteStart": 10426, "quoteEnd": 10936}, {"id": 5951, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.icann.org/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:43:31.347586", "updated_at": "2019-03-03 07:15:54.514886", "quoteText": "Please be aware, however, that if you turn off cookies, you may not be able to take full advantage of all of the features of our Website.</p>", "case_id": 375, "document_id": 1058, "quoteStart": 8465, "quoteEnd": 8606}, {"id": 5950, "title": "This service uses third-party cookies for statistics", "source": "https://www.icann.org/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2019-03-02 23:42:02.980407", "updated_at": "2019-03-03 07:15:07.813951", "quoteText": "<strong>3.2 Third-Party Cookies</strong>: We may use third-party service providers to assist us by providing certain statistical and analytics information.\nFor example, third-party cookies are used to measure site performance, events, and visitor activity to make sure the Website is meeting the needs of users and help us make improvements for navigation, search, and content.", "case_id": 325, "document_id": 1058, "quoteStart": 5856, "quoteEnd": 6233}], "urls": ["icann.org"]}}