{"error": 448, "message": "OK", "parameters": {"id": 3818, "name": "Tintolav", "created_at": "2021-05-29 22:37:54.440023", "updated_at": "2021-05-29 22:00:25.672658", "wikipedia": null, "keywords": null, "related": null, "slug": "tintolav", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3818.png", "url": "tintolav.com", "documents": [{"id": 6420, "name": "Cookie Policy", "url": "https://www.tintolav.com/en/cookie-policy.html", "xpath": "/html/body/div[2]/div[3]/section/div/div/section/div/div", "text": " Thursday, 24 May 2018 Cookie Policy - Tintolav <ul>\n<li> font size decrease font size increase font size </li>\n<li> Print </li>\n<li> E-mail </li>\n</ul>\n<p>\n<strong>What are cookies?</strong>\n<br>Cookies are small text files that the websites visited by the user send to their computers.\nCookies are memorised on devices (such as computers, tablets, smartphones and on any appliance used to surf the web) and at next visit of the same user are resent to the relative websites.\n<br>To know more we suggest you to read our cookie policy, which is available here (and the privacy policy of our website, which can be read at the following link: https://www.tintolav.com/en/privacy.html ).\nYou can choose what cookies to accept and go on, or else you can configure the single cookies by following the below-mentioned directions.\nThere are various types of cookies, some to make the use of the website more effective, others to enable certain functions.</p>\n<p>\n<strong>What cookies are used on this website?</strong>\n<br>tintolav.com website uses the cookies mentioned in the following table.<br>Below you can also find the origin domain, the type of cookie and the default expiry.</p>\n<p>\n<b>Cookie</b>\n</p>\n<p>\n<b>Service</b>\n</p>\n<p>\n<b>Domain</b>\n</p>\n<p>\n<b>Type</b>\n</p>\n<p>\n<b>Expiry</b>\n</p>\n<p>PHPSESSID</p>\n<p>technical</p>\n<p>tintolav.com</p>\n<p>First part</p>\n<p>Permanent</p>\n<p>Cookies included in Google Analytics allow the Company to collect and process information about the access to the website, the time of permanence of users and other data that are necessary to get a general picture of the use of the website itself.<br>The data processed through these cookies are anonymized when they are collected.\nIn this way, even if users’ data are tracked, the Company cannot associate this information to a person in a univocal way.</p>\n<p>\n<strong>Compulsory consent to cookies</strong>\n<br>Technical cookies cannot be disabled by the user, because they are necessary for the proper use of the website, but thanks to their own nature they cannot collect personal data.<br>Instead, the cookies of Google Analytics can be excluded through the browser settings, even if they are considered merely technical cookies because they work on anonymised data.</p>\n<p>\n<strong>Cookie permanence on users’ computers</strong>\n<br>Cookies have a duration that depends on the expiry date (or on a specific action such as closing the browser), which is set at the moment of installation.<br>Cookies can be:<br>• temporary or session cookies: they are used to file temporary information, they link the actions of a specific session and they are removed by the computer when the browser is closed;<br>• persistent cookies: they are used to file information, such as the layout settings or the font of texts, in order to prevent the users from modifying them each time they visit a specific website.\nThey are memorised in the computer also after closing the browser.</p>\n<p>\n<strong>Cookie management</strong>\n<br>It is always possible to modify the consent to cookies by deleting them and coming back to homepage of the website, in compliance to current regulations about personal data protection, that is to say:<br> • D.Lgs.\n196/03, as modified by D.Lgs 101/2018;<br> • Reg.\n2016/679 CE – GDPR (General Data Protection Regulation)<br> • Measure of identification of simplified methods for the report and the request of consent to the use of cookies - 8th May 2014 (Published on the Official Gazette n.\n126 of 3rd June 2014)<br>The user can always exert the rights acknowledged by D.Lgs.\n196/2003 and by the European regulation n.2016/679 and, in particular, among the others, <br> • Right to access and obtain a copy of personal data;<br> • Right of rectification and cancellation of personal data;<br> • Right to limit the processing.\n<br> • Right to revoke the consent;<br> • Right of data portability;<br> • Right of opposition.<br>To exert these rights, it is possible to contact the Company at the following addresses:</p>\n<p>Company processing the data</p>\n<p>Tintolav S.r.l.</p>\n<p>Postal address</p>\n<p>Via Massimo d'Antona 7 - 10028 Trofarello - Italy</p>\n<p>Ordinary e-mail</p>\n<p>info@tintolav.com</p>\n<p>Telephone number</p>\n<p>011.6496827</p>\n<p>If you have already given your consent but you want to change cookie authorisations, you have to delete them through the browser, as it is explained in the present document, because otherwise the ones already installed will not be removed.\nIn particular, it is never possible to control the cookies of third parties, so if you have already given your consent, it is necessary to delete the cookies through the browser or asking for the opt-out directly to the third parties or through the website&nbsp;http://www.youronlinechoices.com/it/le-tue-scelte<br>If you want to know more, you can visit the following websites:<br>•&nbsp.\nhttp://www.youronlinechoices.com/<br>•&nbsp.\nhttp://www.allaboutcookies.org/ <br>•&nbsp.\nhttps://www.cookiechoices.org/<br>•&nbsp.\nhttp://www.garanteprivacy.it/web/guest/home/docweb/-/docweb- display/docweb/3118884</p>\n<p>Procedures to disable cookies<br>As we have explained before, it is possible to stop cookies directly from the internet browser.\n<br>Chrome<br>1.\nOpen Chrome browser.<br>2.\nClick on the menu present in the browser toolbar next to the window for inserting the navigation URL.<br>3.\nSelect \"Settings\".<br>4.\nClick on&nbsp;“Show advanced settings”.<br>5.\nIn the “Privacy” section click on the&nbsp;“Content settings” button.<br>6.\nIn the “Cookie” section it is possible to modify the following settings related to cookies:<br>• Allow data saving on the local computer.<br>• Modify local data only until the browser closure.<br>• Prevent websites from setting up cookies.<br>• Stop the cookies of third parties and the data of the websites.<br>• Manage the exceptions for some websites.<br>• Eliminate one or all the cookies.</p>\n<p>Mozilla Firefox<br>1.\nOpen Mozilla Firefox browser.<br>2.\nClick on the menu present in the browser toolbar next to the window for inserting the navigation URL.<br>3.\nSelect&nbsp;“Options”.<br>4.\nSelect the “Privacy” panel.<br>5.\nClick on&nbsp;“Show advanced settings”.<br>6.\nIn the “Privacy” section click on the “Content settings” button.<br>7.\nIn the&nbsp;“Tracking”&nbsp;section it is possible to modify the following settings related to cookies:<br>• Ask the websites not to do any tracking.<br>• Tell the websites that you agree to be tracked.<br>• Not communicate any preference about the tracking of personal data.</p>\n<p>In the “Chronology”&nbsp;section it is possible:<br>• To enable “Use personalised settings” and decide to accept the cookies of third parties (always, on the most visited websites or never) and to keep them for a certain period (until their expiry date, when closing Firefox or to ask every time).<br>• Remove the single cookies stored.</p>\n<p>Internet Explorer<br>1.\nOpen Browser Internet Explorer browser.<br>2.\nClick on the “Tools” button&nbsp;and choose&nbsp;“Internet options”.<br>3.\nClick on the Privacy&nbsp;page and, in the “Settings” section, modify the scrolling device according to the action desired for cookies:<br>• Stop all the cookies.<br>• Allow all the cookies.<br>• Select the websites from which to obtain cookies: move the cursor to an intermediate position in order not to stop or allow all the cookies, then click on “Websites”, in the “Website address” case insert a website and then click on “Stop or allow”.</p>\n<p>Safari 6<br>1.\nOpen Safari browser.<br>2.\nClick on&nbsp;Safari, select&nbsp;“Preferences”&nbsp;and click on&nbsp;“Privacy”.<br>3.\nIn the “Stop cookies” section specify how Safari should accept cookies from websites.<br>4.\nTo see what websites have stored the cookies click on “Details”.</p>\n<p>Safari iOS (mobile phones)<br>1.\nOpen Safari iOS browser.<br>2.\nClick on&nbsp;“Settings”&nbsp;and then&nbsp;on “Safari&nbsp;3”.\nClick on&nbsp;“Stop cookies”&nbsp;and choose among the different options: “Never”, “Of third parties and advertisers” or “Always”.<br>4.\nTo delete all the cookies stored by Safari, click on&nbsp;“Settings”, then on&nbsp;“Safari”&nbsp;and in the end on&nbsp;“Delete cookies and data”.</p>\n<p>Opera<br>1.\nOpen Opera browser.<br>2.\nClick on “Preferences”, on “Advanced” and then on “Cookies”.<br>3.\nSelect one of the following options:<br>• Accept all the cookies.<br>• Accept cookies only from the website you visit: the cookies of third parties and the ones that are sent by a different domain will be rejected.<br>• Never accept cookies: all the cookies will never be saved.</p>\n<p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.</p>\n<p>Your consent applies to the following domains: www.tintolav.com</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 5/26/21 by Cookiebot: </p>\n<p>Necessary (4) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type CONSENT YouTube Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n6063 days HTTP Cookie CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::c Google Used in context with video-advertisement.\nThe cookie limits the number of times a visitor is shown the same advertisement-content.\nThe cookie is also used to ensure relevance of the video-advertisement to the specific visitor.\nSession HTML Local Storage <p>Preferences (2) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type yt-player-bandaid-host YouTube Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage yt-player-bandwidth YouTube Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage <p>Statistics (5) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _at.hist.# AddThis Used by the social sharing platform AddThis to store the user's usage history of the AddThis sharing widget Persistent HTML Local Storage _ga Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat Google Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie yt-player-headers-readable YouTube Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage <p>Marketing (22) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type __atuvc AddThis Updates the counter of a website's social sharing features.\n13 months HTTP Cookie __atuvs AddThis Ensures that the updated counter is displayed to the user if a page is shared with the social sharing service, AddThis.\n1 day HTTP Cookie _at.cww AddThis Used by the social sharing platform AddThis Persistent HTML Local Storage at-lojson-cache-# v1.addthisedge.com Used by the social sharing platform AddThis Persistent HTML Local Storage at-rand AddThis Used by the social sharing platform AddThis Persistent HTML Local Storage i/jot Twitter Inc.\nSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\nSession Pixel Tracker IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie loc Oracle Geolocation, which is used to help providers determine how users who share information with each other are geographically located (state level).\n13 months HTTP Cookie test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie uvc Oracle Detects how often the social sharing service, AddThis, encounters the same user.\n13 months HTTP Cookie VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie xtc Oracle Registers the user's sharing of content via social media.\n13 months HTTP Cookie YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt-remote-cast-available YouTube Pending Session HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage <p>Unclassified (4) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type dacshop_cart_id www.tintolav.com Pending 1 year HTTP Cookie dacshop_cart_session_id www.tintolav.com Pending 1 year HTTP Cookie form.registration www.tintolav.com Pending Session HTML Local Storage HEX (32) www.tintolav.com Pending Session HTTP Cookie Last modified on Wednesday, 17 April 2019 08:31 ", "created_at": "2021-05-29 20:39:57.705367", "updated_at": "2021-05-29 20:40:15.613757"}, {"id": 6419, "name": "Privacy Policy", "url": "https://www.tintolav.com/en/privacy-policy.html", "xpath": "/html/body/div[2]/div[3]/section/div/div/section/div/div", "text": " Tuesday, 03 May 2016 Privacy Policy <ul>\n<li> font size decrease font size increase font size </li>\n<li> Print </li>\n<li> E-mail </li>\n</ul>\n<p>\n<strong>Privacy Policy of www.tintolav.com website</strong>\n</p>\n<p>The protection of our users’ personal data is a fundamental aspect to us.\nIn the present document it is possible to find all the information that allow users to understand what data we collect, why we collect them and how we use them, in compliance with the regulation in force (Legislative Decree 196/03, as modified by Legislative Decree 101/18 and by Reg 2016/679 CE c.d.\nGDPR).</p>\n<p>For any possible questions it is possible to contact the company using the contact information contained in table 1.\nWe will take care to answer you as soon as possible.</p>\n<p>\n<strong>1.\nCompany</strong>\n<br>Table 1 contains the data concerning the company processing the data and the ways to contact it:<br>\n<br>\n<em>Company processing the data</em>\n<br>Tintolav S.r.l.<br>\n<em>Postal address</em>\n<br>Via Massimo d'Antona 7 - 10028 Trofarello Italy<br>\n<em>E-mail</em>\n<br>info@tintolav.com<br>\n<em>Telephone number</em>\n<br>011.6496827</p>\n<p>Hereinafter we will refer to Tintolav S.r.l.\nalso as “Company” or “Tintolav” or “owner of the website”.</p>\n<p>\n<strong>2.\nData collected and processed through the website</strong>\n<br>The access and the navigation on the website does not require any personal data of the user.<br>However after the simple navigation on the publicly accessible pages of the website, some navigation data could be automatically collected, such as:<br>• IP address;<br>• URI address- Uniform Resource Identifier – of the resources required;<br>• time and method used to formulate the requests for the server;<br>• numerical code about the state of the answer given by the server (positive ending, error, etc.);<br>The navigation data are related to the operating system and to the user’s computer context, whose transmission is implicit in the use of Internet communication protocols.<br>For this purpose the Company uses a tool of a third party (Google Analytics) for exclusively statistical purposes and for the traffic analysis in order to make the website more suitable for regular users.\n<br>The data processed by the system are anonymised at the origin, thanks to specific settings and precautions implemented by the Company in order to protect the users’ privacy.\n<br>In the cookie policy of the website, which can be read at the following link [mettere link cookie policy], it is possible to find all the necessary information to delete or else to stop the cookies.<br>At the first connection to the website a banner appears with the types of cookies that can be installed by the website, users can decide which cookie categories they want to accept and which ones must not be installed on their computer.</p>\n<p>In order to keep a constant presence also on the most popular social networks the website www.tintolav.com allows the users to connect to the pages present on:<br> • Facebook;<br> • Google Plus;<br> • Youtube;<br> • Linkedin</p>\n<p>Users can contact the owner of the website through the contact form available at https://www.tintolav.com/it/contatti.html.\n<br>This system requires:<br> • Name;<br> • Postal address;<br> • Message</p>\n<p>Some of them are necessary to answer the user’s request (these fields are marked with an asterisk).</p>\n<p>Moreover users can contact the owner of the website through the means of communication provided and written in the table 1 of the present document.<br>On that occasion they can provide different data, on their own accord or by using various techniques of communication, for example:<br> • e-mail address (when making the request);<br> • Telephone number (In case of contact by this means);<br> • Name;<br> • Surname</p>\n<p>\n<strong>3.\nPurposes of data processing</strong>\n<br>Tintolav processes the personal data that users provide through the website exclusively for the following purposes:<br> • Answering to the questions that users can ask through the channels of communication provided by the Company;<br> • Promotional activities, if users have given explicit consent;<br> • Technical management of the website;<br> • Defence in case of attacks to the website.</p>\n<p>The data collected will not be used for purposes that are different from the above-mentioned ones and they will not be given or sold to other companies.\nIn case of new purposes the present document will be updated to inform all the people concerned, so we suggest the users to visit this page from time to time, to keep updated about the activities performed by the website www.tintolav.com.</p>\n<p>\n<strong>4.\nConservation of personal data</strong>\n<br>The Company will keep users’ details in compliance with the regulation in force and, in any case,<br>for all the time that is necessary to provide the services required.<br>After this period of time, users’ data will be permanently deleted (except for the cases of law obligations).</p>\n<p>\n<strong>5.\nSecurity and transfer of personal data</strong>\n<br>The transfer, the conservation and the processing of user’s data, which are collected through the website, are protected by means of specific technical measures.<br>Users’ data are collected, filed and saved on a server located in England.<br>The communication between host and users’ computers happens through an HTTPS protocol.</p>\n<p>\n<strong>6.\nData transfer to third parties</strong>\n<br>The Company does not transfer users’ personal data to third parties.\nHowever for some processes the Company could provide the users’ data to third parties such as consultants, developers, graphic designers, ISPs.<br>The personal data will be provided to competent authorities only when the Company is forced to do so by the law.</p>\n<p>\n<br>\n<strong>7.\nData transfer abroad</strong>\n<br>If some software or procedures should require it, the Company will take care to check that the transfer happens only to Countries that can guarantee a proper level of security, which has to be proved also through decisions of adequacy, standard contractual clauses or BCR (Binding Corporate Rules).</p>\n<p>\n<strong>8.\nUsers’ rights</strong>\n<br>Users will always be able to exercise the rights provided for by the current regulation, among which there are the following rights:<br> • Right to access and obtain a copy of the personal data: users have the right to know if the Company is in possession of data that concern them, the origin, the purposes and the categories of data collected, the recipients to whom these data are sent (both inside and outside the European Union), the possible existence of automatic decisional or profiling processes, after the period of conservation of the data.<br> • Right of amendment and cancellation of their own personal data: users can ask the Company for the modification, update, integration or cancellation of the data in its possession;<br> • Right to limit the processing: users can ask the Company to limit the access to the data in its possession, that is to make them no more usable for the different types of processing.\n<br> • Right to revoke the consent: at any moment users can revoke their consent to the processing without compromising the legitimacy of the processing itself.<br> • Right of data portability: users can exercise this right in case the processing is necessary for the enforcement of a contract providing the consent to data processing.\nUsers can ask the company to send them the data in a clear format that can be read by a computer without a property software, or, if it is technically possible, to automatically send them to the new owner.<br> • Right to object: users can make their objections by contacting the Company processing the data or the guaranteeing authority.</p>\n<p>*********************************<br> • Right of opposition<br>Users can object to the processing if their interests prevail over the legitimate interest of the Company.</p>\n<p>To exercise the above-mentioned rights, it is possible to contact the Company processing the data by the contact details written in table 1.</p>\n<p>\n<strong>9.\nCookies</strong>\n<br>For information about the use of cookies on the website, we ask users to read the Cookie<br>Policy that they can find at the following link: https://www.tintolav.com/en/cookie-policy.html</p> Last modified on Tuesday, 14 July 2020 14:12 ", "created_at": "2021-05-29 22:37:54.444479", "updated_at": "2021-05-29 20:38:49.191432"}], "points": [], "urls": ["tintolav.com"]}}