{"error": 448, "message": "OK", "parameters": {"id": 6163, "name": "Yodo1 ", "created_at": "2021-12-22 07:10:41.252628", "updated_at": "2021-12-22 23:01:20.537688", "wikipedia": null, "keywords": null, "related": null, "slug": "yodo1", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6163.png", "url": "yodo1.com,home.yodo1.com", "documents": [{"id": 11156, "name": "Terms of Use", "url": "https://home.yodo1.com/terms-of-use", "xpath": "/html/body/div[1]/div/div[2]/div[2]/div[1]", "text": "<p>Last Updated:&nbsp;<strong>12th August, 2021</strong>\n</p>\n<p>Please read these Terms of Service (the “Terms”) carefully as they govern your (“user(s),” “you” or “your”) access to and use of our websites (the “Site”), mobile applications or games (“Application”) or other services (collectively, the “Services”) that link to or reference these Terms, and contain important information about your legal rights, remedies and obligations.\nBy accessing or using the Services, you are agreeing to these Terms and concluding a legally binding contract with Yodo1, Ltd and its affiliates (the “Company,” “we,” “us” or “our”), a company incorporated under the laws of the British Virgin Islands.\n</p>\n<p>THESE TERMS APPLY TO YOU IF YOU ARE A USER OF OUR SERVICES ANYWHERE IN THE WORLD, EXCEPT IF YOU BELONG IN ANY OF THE FOLLOWING CATEGORIES: (I) A USER OF OUR SERVICES (REGARDLESS OF NATIONALITY) IN THE PEOPLE’S REPUBLIC OF CHINA.\n(II) A CITIZEN OF THE PEOPLE’S REPUBLIC OF CHINA USING OUR SERVICES ANYWHERE IN THE WORLD.\nOR (III) A CHINESE-INCORPORATED COMPANY USING OUR SERVICES ANYWHERE IN THE WORLD.\nIF YOU BELONG IN ANY OF THOSE CATEGORIES, YOU ARE SUBJECT INSTEAD TO THE&nbsp;TERMS OF SERVICE (PRC USERS)&nbsp;IN YOUR USE OF OUR SERVICES.\n</p>\n<p>You represent that you have read and understood our privacy policy (“Privacy Policy”), which is available here.\nNote that we may disclose information about you to third parties if we have a good faith belief that such a disclosure is reasonably necessary to (i) take action regarding suspected illegal activities.\n(ii) enforce or apply our Terms or Privacy Policy.\n(iii) comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding or other legal process served on us.\nor (iv) protect our rights, reputation, and property or that of our users, affiliates or the public.\nDo not access or use the Services if you are unwilling or unable to be bound by the Terms.\n</p>\n<p>PLEASE NOTE:<br>SECTION&nbsp;13&nbsp;(GOVERNING LAW AND DISPUTE) OF THESE TERMS CONTAINS AN ARBITRATION CLAUSE THAT APPLIES TO ALL USERS OF OUR SERVICES.<br>SECTION&nbsp;13&nbsp;(GOVERNING LAW AND DISPUTE) AFFECTS HOW DISPUTES WITH US ARE RESOLVED.\nBY ACCEPTING THESE TERMS, YOU AGREE TO BE BOUND BY THIS BINDING ARBITRATION CLAUSE.</p>\n<strong>Table of Contents</strong>\n<ol>\n<li>Modifications</li>\n<li>Using the Services</li>\n<li>Content</li>\n<li>Virtual Currency and Service Items</li>\n<li>Restrictions</li>\n<li>Use and Transaction Policies</li>\n<li>Notice of Availability of Filtering Software</li>\n<li>Suggestions and Improvements</li>\n<li>Third Party Links and Offerings</li>\n<li>Indemnity</li>\n<li>Disclaimers and Limitations of Liability</li>\n<li>Dangerous Activities</li>\n<li>Governing Law and Dispute</li>\n<li>Location of Your Access of the Services</li>\n<li>Suspension, Termination or Cancellation</li>\n<li>Miscellaneous</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Modifications</strong>\n</li>\n</ol>\n<p>We may modify the Terms from time to time.\nThe most current version of these Terms will be located&nbsp;here.\nYou understand and agree that your access to or use of the Services is governed by the Terms effective at the time of your access to or use of the Services.\nIf we make material changes to these Terms, we will notify you by email, push notification, and/or by posting a notice on the Site.\nWe will also indicate at the top of these Terms the date that revisions were last made.\nYou should revisit these Terms on a regular basis, as revised versions will be binding on you.</p>\n<p>\n<strong>You understand and agree that your continued access to or use of the Services after the effective date of any modifications to the Terms indicates your acceptance of such modifications.</strong>\n</p>\n<ol>\n<li>\n<strong>Using the Services</strong>\n</li>\n</ol>\n<p>\n<strong>2.1&nbsp;</strong>Eligibility.\nYou must be at least 13 years old (or such other minimum age as is applicable in your country of residence) to use the Services.\nIf you are between the relevant minimum age and 18 years old (or the age of majority where you live), you and your parent or legal guardian must review these Terms together and you must obtain the consent of your parent or legal guardian to use the Services.\nParents are responsible for the acts of their children that are under 18 years old when their children use the Services.\nThe Company recommends that parents and legal guardians familiarize themselves with parental controls on devices they provide their children.\nThe Services are not offered to users under the age of 13.\nYou may not access or use the Services if we have previously banned you from the Services or closed your Account (as defined below).</p>\n<p>\n<strong>2.2</strong>&nbsp;Permission to Use the Services.\nThe Services are provided for your enjoyment, and unless otherwise specified on or in the Services, are solely for your personal use.\nWe hereby grant you a personal, non-exclusive, non-transferable, terminable license to view and use the Services only for your personal use, subject to your compliance with these Terms.\nExcept as expressly provided herein, we do not grant you any other express or implied rights or license in or to the Services, and all rights, title and interest that we have in the Services’ and rights not explicitly granted to you by the Company or the Company’s licensors are retained by the Company or the Company’s licensors, respectively.\nYour use of the Services is at your own risk, including the risk that you might be exposed to Content (as defined below) that is offensive, indecent, inaccurate, objectionable, or otherwise inappropriate.\nExcept as expressly set forth in the Terms, you may not modify (including without limitation making derivative works), copy, adapt, reverse engineer, de-compile or otherwise reduce to human perceivable format, distribute, frame, reproduce, republish, download, scrape, display, post, transmit, transfer, license or sublicense, publicly display or sell in any form or by any means, in whole or in part, the Content of the Services without the Company’s or our licensors’ express prior written permission.\nThis includes, but is not limited to scraping user locations or utilizing any non-public information about our Services or other users and migrating that data anywhere.\nThe licenses granted to you are conditioned upon your proper conduct and compliance with these Terms at all times, as judged by the Company in the Company’s sole discretion and judgment.\nWe reserve the right to suspend or deny, in our sole discretion, your access to all or any portion of the Services.\nThe Terms, and any rights or obligations hereunder, are not assignable, transferable or sublicensable by you except with our prior written consent, but may be assigned or transferred by the Company without restriction.\nAny attempted assignment by you shall violate these Terms and be void.</p>\n<p>\n<strong>2.3</strong>&nbsp;Service Availability.\nThe Services may be modified, updated, interrupted, suspended or discontinued by the Company at any time without notice or liability.</p>\n<p>\n<strong>2.4</strong>&nbsp;User Accounts.\nYou may create a user account (“Account”) and provide certain personal information in order to use some of the features that are offered through the Services.\nProviding the Company with your personal information is your choice.&nbsp;You acknowledge and agree that you have no ownership or other proprietary interest in such Account.\nYour Account is for personal, non-commercial use only.\nTo create an Account, you must be eligible to use the Service for which you are registering, be a resident of a country where use of the Services is permitted, have a valid email address or other personal information and provide truthful and accurate information.\nYou may not impersonate someone else, create or use an Account for anyone other than yourself, provide an email address or other personal information other than your own or create multiple Accounts.\nIf you use a pseudonym, take care to note that others may still be able to identify you if, for example, you include identifying information during your use of the Services, use the same Account information on other sites or allow other sites to share information about you with us.\nPlease read our<br>Privacy Policy&nbsp;for more information.\nIn addition, to create an Account, the Company may require you to select a username and password.\nYou acknowledge that you shall be responsible for ensuring that any username you select does not infringe any third party rights and is not otherwise unlawful.\nThe Company may refuse to grant you a username in the Company’s sole discretion for any reason including if the proposed username impersonates or misleadingly implies an association with the persona of another person or entity, is or may be illegal, is or may be protected by trademark or other proprietary rights, is vulgar or otherwise offensive, or may cause confusion, or for any other reason as determined by the Company in the Company’s sole discretion.\nYour selection and use of a specific username does not convey any ownership or rights in that username and the Company reserves the right to revoke and/or reassign that username in the Company’s sole discretion.\nYou understand and agree that the Company reserves the right to change, remove, alter or delete any username, with or without prior notice to you, at any time and for any reason in the Company’s sole discretion.\nYOU ARE ENTIRELY RESPONSIBLE FOR MAINTAINING THE CONFIDENTIALITY OF YOUR USERNAME AND PASSWORD AND ALL ACCESS TO AND USE OF YOUR ACCOUNT, INCLUDING ANY AND ALL ACTIVITIES (INCLUDING USE OF VIRTUAL CURRENCY, SERVICES ITEMS, OR SERVICES, AS APPLICABLE) THAT ARE CONDUCTED THROUGH THE USE OF YOUR USERNAME AND PASSWORD WHETHER OR NOT AUTHORIZED BY YOU.\nYOUR ACCOUNT MAY BE SUSPENDED OR TERMINATED IF SOMEONE ELSE USES YOUR ACCOUNT TO ENGAGE IN ACTIVITY THAT VIOLATES THESE TERMS.\nYou agree to notify the Company immediately of any unauthorized use of your Account.\nWe reserve the right to close your Account at any time for any or no reason.</p>\n<p>\n<strong>2.5</strong>&nbsp;Communication from the Company and Other Users.\nBy creating an Account, you agree to receive certain communications in connection with the Services.\nYou can opt-out of non-essential communications at<br>gpsupport@yodo1.com.</p>\n<ol>\n<li>\n<strong>Content</strong>\n</li>\n</ol>\n<p>The Services include Content.&nbsp.\n“Content” consists of the software, code, technology, text, forum posts, chat posts, profiles, widgets, messages, links, emails, music, sound, graphics, pictures, video and all other audio visual or other material appearing on or emanating to or from the Services.&nbsp.\nContent also includes user-generated Content (“UGC”), which consists of Account personas, forum posts, profile content and other Content posted to or otherwise made available on the Services by users.</p>\n<p>\n<strong>3.1&nbsp;</strong>Responsibility for Your Content.\nYou alone are responsible for UGC that you submit or transmit to, through or in connection with the Services (“Your Content”), and once published, Your Content cannot always be withdrawn.\nYou assume all risks associated with Your Content, including anyone’s reliance on the quality, accuracy, or reliability of Your Content, or any disclosure by you of information in Your Content that makes you personally identifiable.\nYou represent that you own, or have the necessary permissions to use and authorize the use of Your Content as described in<br>Section&nbsp;3.2&nbsp;(Our Right to Use Your Content).\nYou may not imply that Your Content is in any way sponsored or endorsed by the Company.\nYou may expose yourself to liability if, for example, Your Content contains material that is false, intentionally misleading or defamatory.\nviolates any third party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity or any other intellectual property or proprietary right.\ncontains material that is unlawful, including illegal hate speech or pornography.\nexploits or otherwise harms minors.\nor violates or advocates the violation of any law or regulation.</p>\n<p>\n<strong>3.2</strong>&nbsp;Our Right to Use Your Content.\nYou acknowledge and agree that by submitting or transmitting UGC to, through or in connection with the Services, you grant to the Company (and our subsidiaries, affiliates, licensees and each of their successors and assigns, and those acting with our authority) an unrestricted, absolute, royalty-free, perpetual, worldwide, irrevocable right and license to sublicense, reproduce, copy, modify, publish, edit, translate, create derivatives from in whole or in part, publicly display, publicly perform or otherwise use Your Content, or any part thereof, in combination with or as a composite of other materials, including but not limited to, text, data, images, photographs, illustrations, animation and graphics, video or audio segments of any nature in any of the Services or advertising and promotional materials.\nPlease note that, to the extent any of Your Content is accessible, visible or usable by other users through the functionality of the Services, you also irrevocably grant all other users of the Services the royalty-free, perpetual, worldwide, irrevocable right and license to reproduce, copy, modify, publish, edit, translate, create derivatives from in whole or in part, publicly display, publicly perform or otherwise use Your Content, or any part thereof, in combination with or as a composite of other materials, in connection with their use of the Services.\nYou also irrevocably waive, and cause to be waived against the Company and other users of the Services any claims and assertions of moral rights or attribution with respect to Your Content.\nThe licenses granted in this subsection shall survive the termination of these Terms.</p>\n<p>\n<strong>3.3</strong>&nbsp;No Expectation of Privacy.\nYou acknowledge that your chats, postings and other communications with other users of the Services or with the Company are public and not private communications and that you have no expectation of privacy for or concerning your use of these communication features of the Services.</p>\n<p>\n<strong>3.4</strong>&nbsp;Ownership.\nAll Content is either owned by the Company or the Company’s licensors, or is licensed to the Company and the Company’s licensors pursuant to<br>Section&nbsp;3.2&nbsp;(Our Right to Use Your Content) above.\nAs between you and the Company, you own Your Content.\nWe own the Company Content, including but not limited to visual interfaces, interactive features, graphics, design, our compilation of UGC and other Services Content, computer code, products, software, aggregate user review ratings, and all other elements and components of the Services excluding Your Content, UGC and Third Party Content.\nWe also own the copyrights, trademarks, service marks, trade name, and other intellectual property rights throughout the world (“IP Rights”) associated with the Company Content and the Services, which are protected by copyright, trade dress, patent, trademark laws, and all other applicable intellectual and proprietary rights and laws.\nAs such, you may not modify, reproduce, distribute, create derivative works or adaptations of public displays or in any way exploit any of the Company Content or the Services in whole or in part except as expressly authorized by the Company.\nExcept as expressly and unambiguously provided herein, we do not grant you any express or implied rights, and all rights in and to the Services and the Company Content are retained by the Company.\n“Company Content” means Content that the Company creates and makes available in connection with the Services.\n“Services Content” means all of the Content that is made available in connection with the Services, including Your Content, other UGC, Third Party Content, and Company Content.\n“Third Party Content” means Content that originates from parties other than the Company or users of the Services, which is made available in connection with the Services.</p>\n<p>\n<strong>3.5</strong>&nbsp;Advertising.\nThe Company and the Company’s licensors may publicly display advertisements and other information adjacent to or included with Your Content.\nYou are not entitled to any compensation for such advertisements.\nThe manner, mode and extent of such advertising are subject to change without specific notice to you.</p>\n<p>\n<strong>3.6</strong>&nbsp;Right to Remove.\nUGC (including any that may have been created by users employed or contracted by the Company) does not necessarily reflect the opinion of the Company.\nWe reserve the right to remove, screen, edit, or reinstate UGC, including Your Content, from time to time at our sole discretion for any reason or no reason, and without notice to you.\nWe may remove UGC if we deem necessary, including but not limited to if such UGC is inappropriate, raises a conflict of interest, is promotional, irrelevant, violates other user’s privacy or has been stolen from another party.\nWe have no obligation to retain or provide you with copies of Your Content, nor do we guarantee any confidentiality with respect to Your Content.&nbsp;</p>\n<ol>\n<li>\n<strong>Virtual Currency and Service Items</strong>\n</li>\n</ol>\n<p>\n<strong>4.1</strong>&nbsp;Virtual Currency and Services Items License.\nYou acknowledge that the Services may include a component of virtual credits or currency (“Virtual Currency”).\nThe Virtual Currency may only be used within the Services to gain access to, and obtain certain limited rights to use, virtual items for use exclusively within the Services (“Service Items”).\nRegardless of the terminology used, Virtual Currency and Service Items represent a limited license right governed solely under these Terms, and are not redeemable for any sum of money or monetary value from the Company or any other person or entity at any time.\nVirtual Currency and Service Items provided by the Company include only a limited license right to use such Virtual Currency or Service Items.\nOther than a limited, personal, revocable, non-transferable, non-sublicenseable license to use Virtual Currency and Service Items on and in the Services including in or for any applications or other services provided or offered on or through the Services and/or third party platforms, you agree that you have no right, title or ownership in or to any such Virtual Currency or Service Items.&nbsp;<strong>YOU ACKNOWLEDGE AND AGREE THAT VIRTUAL CURRENCY AND SERVICE ITEMS HAVE NO CASH VALUE AND THAT NEITHER THE COMPANY NOR ANY OTHER PERSON OR ENTITY HAS ANY OBLIGATION TO EXCHANGE YOUR VIRTUAL CURRENCY OR SERVICE ITEMS FOR ANYTHING OF VALUE, INCLUDING WITHOUT LIMITATION, REAL CURRENCY, AND THAT, IF YOUR ACCOUNT IS TERMINATED, SUSPENDED OR OTHERWISE MODIFIED OR IF YOUR RIGHT TO ACCESS THE SERVICES IS TERMINATED, THE VIRTUAL CURRENCY, SERVICE ITEMS AND YOUR ACCOUNT SHALL HAVE NO VALUE.</strong>\n</p>\n<p>\n<strong>4.2</strong>&nbsp;Virtual Currency and Service Items Fees.\nWe reserve the right to charge fees for the right to access or use Virtual Currency or Service Items, and/or may distribute Virtual Currency or Service Items without charge, in our sole discretion.\nYou acknowledge and agree that we may revise or take action that impacts the perceived value of, or pricing for, any Virtual Currency and/or Service Items at any time except to the extent that we agree otherwise in writing.\nVirtual Currency and Service Items will expire after 24 months of non-use of your Account.</p>\n<p>\n<strong>4.3</strong>&nbsp;Managing Your Virtual Currency and Service Items.&nbsp;<strong>All purchases of Virtual Currency and Service Items are final and under no circumstances will be refundable, transferable or exchangeable.&nbsp;</strong>By purchasing Virtual Currency and Service Items, you are confirming that you want the Virtual Currency and/or Service Item immediately credited to your Account and that by doing so you lose any cancellation rights under applicable laws.We have the absolute right to manage, regulate, control, modify and/or eliminate such Virtual Currency and/or Service Items as we see fit in our sole discretion, and we shall have no liability to you or anyone else for the exercise of such rights.\nFor example, Virtual Currency and Service Items will be lost, deleted from your Account or forfeited when/if your Account is terminated, suspended or closed for any reason or when we discontinue any or all of the Services, including without limitation any services provided or offered through third party platforms.\nWe reserve the right, in our sole discretion, to make all calculations regarding the balance of Virtual Currency and Service Items in your Account.\nWe further reserve the right, in our sole discretion, to determine the amount of Virtual Currency that is credited and debited from your Account in connection with your use of the Services.\nWhile we strive to make all such calculations on a consistent and reasonable basis, you hereby acknowledge and agree that our determination of the amount of Virtual Currency and Service Items in your Account is final, unless you can provide documentation to us that such calculation was or is intentionally incorrect.</p>\n<p>\n<strong>4.4</strong>&nbsp;Transfers of Virtual&nbsp;Currency and Service Items;<strong>&nbsp;Unauthorized Transactions.&nbsp;</strong>Any unauthorized transferring, trading, selling or exchanging of any Virtual Currency, Service Items or Accounts (“Unauthorized Transactions”) with anyone, including with other users of the Services, is not sanctioned by us and is strictly forbidden.\nAll users who participate in such activities do so at their own risk and hereby agree to indemnify the Company against any and all consequences resulting from such actions.\nYou acknowledge that the Company may stop, suspend, terminate, discontinue or reverse any Unauthorized Transactions when the Company suspects or has evidence of fraud, violations of these Terms, violations of any other applicable law or regulation or any intentional act designed to interfere at all with the normal operation of the Services.\nYou further agree that the Company may, in the Company’s sole discretion, reverse any transaction if such reversal is in the Company’s best interest, or may debit your balance of Virtual Currency or Service Items, including without limitation, taking actions, which may cause your balance to be zero and/or a negative amount.\nThe Company may, in the Company’s sole discretion, terminate, suspend or modify your Account if you engage or assist in any Unauthorized Transactions.\nVerification of certain information applicable to a transaction involving Virtual Currency and/or Service Items may be required prior to our acceptance thereof.\nIn addition, as a condition to receiving certain Virtual Currency, Service Items or other awards for participating in promotions, giveaways, contests or sweepstakes, you may be required to provide additional information about yourself in our marketing materials.\nYou acknowledge and agree that the Company shall have no liability for the use or loss of such information, Virtual Currency and/or Service Items due to any unauthorized third party activity, such as hacking, phishing, password mining, social engineering and/or any other unauthorized third party or other user’s activity.\nThe Company may replace such lost Virtual Currency and/or Service Items under certain circumstances, at the Company’s sole discretion on a case-by-case basis, without incurring any obligation or liability.\nYou may be required to provide the Company or our designated representative with your credit card number or other billing information, and related information, in order to purchase Virtual Currency or Service Items.\nThe Company may also provide you with the option of participating in third party offers to receive Virtual Currency and/or Service Items.</p>\n<p>\n<strong>4.5</strong>&nbsp;Purchasing Virtual Currency and/or Service Items.\nYou may pay for Virtual Currency and/or Service Items by using the Services or any alternate billing and payment provider (such as iTunes and Google Pay) identified on the Services.\nWe will not supply any products or services to you until the alternative billing and payment provider has authorized the use of your credit card or other applicable method for payment.\nIf you use the services of an alternate billing and payment provider, you will be bound by that third party provider’s terms and conditions, which are available from such provider.\nYou may be required to create an account with such alternate provider, and to provide such provider with your bank account or credit or debit card details.</p>\n<ol>\n<li>\n<strong>Restrictions</strong>\n</li>\n</ol>\n<p>We are under no obligation to enforce the Terms on your behalf against another user.\nWhile we encourage you to let us know if you believe another user has violated the Terms, we reserve the right to investigate and take appropriate action at our sole discretion.</p>\n<p>\n<strong>5.1</strong>&nbsp;Improper Use of the Services.\nYou agree not to, and will not assist, encourage, or enable others to use the Services to:</p>\n<ul>\n<li>Violate any third party’s rights, including any breach of confidence, copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity or any other intellectual property or proprietary right;</li>\n<li>Upload any Content that is indecent, libelous, defamatory, obscene, invasive of privacy or publicity rights, abusive, illegal or otherwise objectionable;</li>\n<li>Solicit personal information from minors, or submit or transmit pornography;</li>\n<li>Threaten, stalk, harm, or harass others, or promote bigotry or discrimination;</li>\n<li>Promote a business or other commercial venture or event, or otherwise use the Services for commercial purposes, except as expressly permitted by the Company;</li>\n<li>Send bulk emails, surveys, or other mass messaging, whether commercial in nature or not.\nengage in keyword spamming, or otherwise attempt to manipulate the Service’s search results or the search results of any third party website.\nor</li>\n<li>Violate any applicable law.</li>\n</ul>\n<p>\n<strong>5.2</strong>&nbsp;Additional Restrictions.\nYou also agree not to, and will not assist, encourage, or enable others to:</p>\n<ul>\n<li>Violate the Terms;</li>\n<li>Modify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade or in any way exploit the Services or Services Content (other than Your Content), except as expressly authorized by us;</li>\n<li>Use any robot, spider, site search/retrieval application or other automated device, process or means to access, retrieve, scrape or index any portion of the Services or any Services Content;</li>\n<li>Reverse engineer any portion of the Services;</li>\n<li>Remove or modify any copyright, trademark or other proprietary rights notice that appears on any portion of the Services or on any materials printed or copied from the Services;</li>\n<li>Record, process or mine information about other users;</li>\n<li>Access the Services by means other than through the public interfaces we provide to you;</li>\n<li>Reformat or frame any portion of the Services;</li>\n<li>Take any action that imposes, or may impose, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive traffic demands of the Services, as determined by the Company in the Company’s sole discretion;</li>\n<li>Attempt to gain unauthorized access to the Services, user Accounts, computer systems or networks connected to the Services through hacking, password mining or any other means;</li>\n<li>Use the Services or any Services Content to transmit any computer viruses, worms, defects, Trojan horses or any other computer code, files or programs designated to interrupt, destroy or limit the functionality of the Services;</li>\n<li>Use any device, software or routine that interferes with the proper working of the Services or otherwise attempt to interfere with the proper working of the Services;</li>\n<li>Use the Services to violate the security of any computer network, crack passwords or security encryption codes.\ndisrupt or interfere with the security of, or otherwise cause harm to, the Services or Services Content.\nor</li>\n<li>Remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Services, features that prevent or restrict the use or copying of Services Content or features that enforce limitations on the use of the Services.</li>\n</ul>\n<p>The restrictions above only apply to the extent permissible under applicable law.\nNevertheless, you agree not to act contrary to them (even if permissible under applicable law).\nMoreover, the Company reserves the right to determine what conduct the Company considers to be in violation of these Terms or otherwise outside the intent or spirit of the Services.\nThe Company reserves the right to take action as a result, which may include terminating your Account and prohibiting you from using the Services in whole or in part.</p>\n<ol>\n<li>\n<strong>Use and Transaction Policies</strong>\n</li>\n</ol>\n<p>\n<strong>6.1</strong>&nbsp;Equipment.\nYou will provide at your own expense the equipment and internet connection required to access and use the Services.</p>\n<p>\n<strong>6.2</strong>&nbsp;Use Charges.\nThe Company shall have no liability to you for use charges related to any device or service that you use to access the Services, including, without limitation, use charges for mobile telephones, tablet devices, Internet service providers, car navigation systems and other devices, whether wireless, wireline, requiring cradle synchronization or otherwise.</p>\n<p>\n<strong>6.3</strong>&nbsp;Transaction Charges.\nThe Company is not responsible or liable to you for any third party payment processor credit card or bank-related charges and fees related to your transactions on the Services, on or through third party platforms or for your participation in any third party offers.\nAll such transactions are administered by a third party payment processor.\nWe expressly disclaim any liability for any such transactions, and you agree that your sole avenue of recourse regarding such transactions is through such third party processor.\nYou acknowledge and agree: (a) that any credit card transaction-related information will be treated by the Company as described in our Privacy Policy and, as applicable, in the privacy policy of the third party payment processor(s) used by the Company on or through the Services or third party platforms, (b) that all credit card and other payment related information that you provide to the Company, the Company’s designated payment processor or a third party providing offers, is accurate, current and complete.\n(c) that you will pay any and all charges incurred by you or any authorized user of your payment method resulting from your purchase at the rate(s) in effect when such charges are incurred.\nand (d) that you are responsible for any and all taxes that we assess on your purchase(s).</p>\n<p>\n<strong>6.4</strong>&nbsp;Virtual Currency, Services Items and Children.\nOur Services are not intended for use by children under age 13 or persons who have not reached the age of majority under the laws of the applicable jurisdiction.\nAlthough our Applications are free to download, some in-Service products, functionality and actions are available only by purchasing Virtual Currency or other products with real money.\nIf you are a parent, legal guardian or other adult responsible for children in your care, you are fully responsible for any use of your credit card or other payment instrument by the children in your care.\nParents, legal guardians and other adults who provide access to our Services to their children or children in their care should take precautions to prevent unintended purchases of Virtual Currency, Services Items and/or other in-Service products.\nFor example, in the Android operating system environment, you should delete your credit card information in advance of letting someone else use your device to access the Services.\nWe accept ABSOLUTELY NO RETURNS on any Virtual Currency and Services Items purchases, including those made by children (minors) in your care.</p>\n<p>\n<strong>6.5</strong>&nbsp;Purchase Errors.\nWe assume no liability for purchase errors, trial versions, software purchased for the wrong telephone, device or platform, promotion codes or discounts not provided at the time of purchase or any unintended purchased item for any reason (“Purchaser Errors”).\nWe shall not be liable for any errors on billing statements issued to you by your carrier or Application distributor.\nYou accept full responsibility for confirming that your device, platform and carrier are supported and that the phone or other device and platform are compatible with the products or services purchased, downloaded or otherwise obtained by you through the Services.\nAlthough we will make commercially reasonable efforts to help you obtain the proper software for your device or platform, we shall not be liable or responsible for any Purchaser Errors.\nIf you have other questions in connection with any product or service available through the Services, please contact our customer support at<br>gpsupport@yodo1.com.\nWe accept ABSOLUTELY NO RETURNS on any software downloads or any Virtual Currency or Services Items purchases.\nPlease review your system requirements very carefully before making any purchases.\nYou agree to be responsible for obtaining and maintaining all device hardware, software and other equipment needed for access to and use of the Services, and all charges related thereto.</p>\n<p>\n</p>\n<p>\n<strong>&nbsp;7.\nNotice of Availability of Filtering Software</strong>&nbsp;You should know that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist in limiting access to material that is harmful to minors.\nA report detailing some of those protections can be found at<br>http://www.ntia.doc.gov/ntiahome/ntiageneral/cipa2003/index.html&nbsp;(Children’s Internet Protection Act: Report on the Effectiveness of Internet Protection Measures and Safety Policies).<br>\n</p>\n<p>\n<strong>8.\nSuggestions and Improvements</strong>&nbsp;By sending us any ideas, suggestions, documents or proposals (“Feedback”), you agree that (i) your Feedback does not contain the confidential or proprietary information of third parties, (ii) we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (iii) we may have something similar to the Feedback already under consideration or in development, and (iv) you grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works of, publish, distribute and sublicense the Feedback and you irrevocably waive, and cause to be waived, against the Company and our users any claims and assertions of any moral rights that you may have with respect to such Feedback.</p>\n<p>\n</p>\n<p>\n<strong>9.\nThird Party Links and Offerings</strong>&nbsp;The Services may include links to other websites or applications (each a “Linked Third Party Site”).\nThese Linked Third Party Sites are provided as a courtesy by our vendors to users of our Services.\nThe Company has no control over the Linked Third Party Sites or the materials, information, goods or services available or contained on Linked Third Party Sites or how your data and/or personal information is used by such Linked Third Party Sites.\nThe Company is not responsible for, does not endorse, represent or warrant in any way the content, goods and/or services of Linked Third Party Sites, and the Company is not liable for any claim you may have regarding any content, goods and/or services of Linked Third Party Sites.\n&nbsp;Also, the Company is not responsible for any privacy or other business practices of such Linked Third Party Sites or any materials, information, goods or services available through such Linked Third Party Sites.\nIf you decide to access any of the Linked Third Party Sites, you do so entirely at your own risk.\nThe Company reserves the right to terminate any link to any Linked Third Party Site at any time.<br>\n</p>\n<p>\n<strong>10.&nbsp;Indemnity</strong>&nbsp;You agree to indemnify, defend and hold the Company, the Company’s parents, subsidiaries, affiliates, any related companies, suppliers, licensors and partners, and the officers, directors, employees, agents and representatives of each of them (collectively, the “Company Entities”) harmless, including costs, liabilities and legal fees, from any claim or demand made by any third party arising out of or relating to (i) your access to or use of the Services, (ii) your violation of the Terms, (iii) any products or services purchased or obtained by you in connection with the Services, or (iv) any infringement by you, or any third party using your Account, of any intellectual property or other right of any person or entity.\nThe Company reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify the Company and you agree to cooperate with the Company’s defense of these claims.\nYou agree not to settle any such matter without the prior written consent of the Company.\nThe Company will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of such claim, action or proceeding.<br>\n</p>\n<p>\n<strong>11.\nDisclaimers and Limitations of Liability</strong>\n</p>\n<p>\n<strong>PLEASE READ THIS&nbsp;SECTION&nbsp;11&nbsp;CAREFULLY SINCE THIS SECTION LIMITS THE LIABILITY OF THE COMPANY TO YOU.\nEACH OF THE SUBSECTIONS BELOW ONLY APPLIES UP TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\nNOTHING HEREIN IS INTENDED TO LIMIT ANY RIGHTS YOU MAY HAVE WHICH MAY NOT BE LAWFULLY LIMITED.\nIF YOU ARE UNSURE ABOUT THIS OR ANY OTHER SECTION OF THESE TERMS, PLEASE CONSULT WITH A LEGAL PROFESSIONAL PRIOR TO ACCESSING OR USING THE SERVICES.\nBY ACCESSING OR USING THE SERVICES, YOU REPRESENT THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO THESE TERMS, INCLUDING THIS&nbsp;SECTION&nbsp;11.\nYOU ARE GIVING UP SUBSTANTIAL LEGAL RIGHTS BY AGREEING TO THESE TERMS.</strong>\n</p>\n<p>\n<strong>11.1</strong>&nbsp;NO WARRANTY OF THE SERVICES.\nTHE SERVICES ARE MADE AVAILABLE TO YOU ON AN “AS IS” WITHOUT WARRANTY, “WITH ALL FAULTS” AND “AS AVAILABLE” BASIS, WITH THE EXPRESS UNDERSTANDING THAT THE COMPANY MIGHT NOT MONITOR, CONTROL OR VET UGC OR THIRD PARTY CONTENT.\nAS SUCH, YOUR USE OF THE SERVICES IS AT YOUR OWN DISCRETION AND RISK.\nTHE COMPANY MAKES NO CLAIMS OR PROMISES ABOUT THE QUALITY, ACCURACY OR RELIABILITY OF THE SERVICES, THE SAFETY OR SECURITY OF THE SERVICES, OR THE SERVICES CONTENT.\nACCORDINGLY, THE COMPANY IS NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE, FOR EXAMPLE, FROM THE SERVICES’ INOPERABILITY, UNAVAILABILITY OR SECURITY VULNERABILITIES OR FROM YOUR RELIANCE ON THE QUALITY, ACCURACY OR RELIABILITY OF THE SERVICES CONTENT.</p>\n<p>\n<strong>11.2</strong>&nbsp;CONFIDENTIALITY OR PRIVACY.\nTHE COMPANY MAKES NO GUARANTY OF CONFIDENTIALITY OR PRIVACY OF ANY COMMUNICATION OR INFORMATION TRANSMITTED THROUGH THE SERVICES OR ANY LINKED THIRD PARTY WEBSITE.\nThe Company will not be liable for the privacy of email addresses, registration OR identification information, disk space, communications, confidential or trade-secret information or any other content stored on our equipment, transmitted over networks accessed by the Services or otherwise connected with your use of the Services.</p>\n<p>\n<strong>11.3</strong>&nbsp;THIRD PARTY SERVICES.\nTHE COMPANY MAKES NO CLAIMS OR PROMISES WITH RESPECT TO ANY THIRD PARTY SERVICES AVAILABLE THROUGH OUR SERVICES.\nACCORDINGLY, THE COMPANY IS NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE FROM THE ACTIONS OR OMISSIONS OF SUCH THIRD PARTY SERVICES, INCLUDING, FOR EXAMPLE, IF A THIRD PARTY SERVICE MISUSES YOUR CONTENT, IDENTITY OR PERSONAL INFORMATION.\nYOUR PURCHASE AND USE OF PRODUCTS OR SERVICES OFFERED BY THIRD PARTIES THROUGH OUR SERVICES IS AT YOUR OWN DISCRETION AND RISK.</p>\n<p>\n<strong>11.4&nbsp;</strong>DISCLAIMER OF WARRANTIES.\nTHE COMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WARRANTIES AS TO THE PRODUCTS OR SERVICES OFFERED BY THIRD PARTIES, AND IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED TO YOU BY A REPRESENTATIVE OF THE COMPANY SHALL CREATE A REPRESENTATION OR WARRANTY.</p>\n<p>\n<strong>11.5</strong>&nbsp;USER REMEDIES.\nYOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE SERVICES, THIRD PARTY SERVICES MADE AVAILABLE THROUGH THE SERVICES, OR ANY OTHER GRIEVANCE SHALL BE YOUR TERMINATION AND DISCONTINUATION OF ACCESS TO, OR USE OF THE SERVICES.</p>\n<p>\n</p>\n<p>\n<strong>12.\nDangerous Activities</strong>&nbsp;WE DO NOT RECOMMEND USE OF THE SERVICES DURING CERTAIN ACTIVITIES, SUCH AS DRIVING, WHERE A SIGNIFICANT RISK OF INJURY OR ACCIDENT EXISTS.\nYOU AGREE NOT TO USE OUR SERVICES DURING SUCH ACTIVITIES AND ACKNOWLEDGE THAT ANY SUCH USE WOULD BE A VIOLATION OF THESE TERMS.\nYOU FURTHER ACKNOWLEDGE AND AGREE THAT SUCH USE IS AT YOUR SOLE RISK AND WE WILL NOT BE RESPONSIBLE FOR ANY DAMAGES OF ANY NATURE RESULTING FROM SUCH USE.<br>\n</p>\n<p>\n<strong>13.\nGoverning Law and Dispute</strong>&nbsp;These Terms and the relationship between you and the Company shall be governed by and construed in accordance with the laws of the Hong Kong Special Administrative Region of the People’s Republic of China (“Hong Kong”).\nIf any dispute shall arise in connection with these Terms or Services, either party may initiate the dispute resolution procedures set forth in this Section by giving the other party written notice of such dispute (“Dispute Notice”).\nFollowing issuance of a Dispute Notice, the parties shall endeavor to resolve the dispute through negotiations conducted in good faith.\nAll negotiations that take place in connection with the dispute shall be conducted in confidence and without prejudice to the rights of the parties in any future proceedings.\nIf the dispute cannot be resolved through good faith negotiations within thirty (30) calendar days from the date upon which the Dispute Notice was issued, either party may submit the dispute to be finally resolved by arbitration under Hong Kong International Arbitration Center (the “HKIAC”) by written notice to the other party and to HKIAC.\nThe number of arbitrators shall be one, the language to be used in the arbitration proceedings shall be English and the place of arbitration shall be Hong Kong.\nThe arbitration shall be conducted in accordance with the HKIAC’s arbitration rules in effect at the time of applying for arbitration.\nOnce a dispute is referred to arbitration, such dispute shall be finally and exclusively settled through binding arbitration unless the parties otherwise reach an agreement to resolve the dispute.<br>\n</p>\n<p>\n<strong>14.\nLocation of Your Access of the Services</strong>&nbsp;Access to the Services from any territory where the Content is illegal is prohibited.\nThe display of the Services alone does not subject the Company to jurisdiction in your location.<br>\n</p>\n<p>\n<strong>15.\nSuspension, Termination or Cancellation</strong>\n</p>\n<p>\n<strong>15.1</strong>&nbsp;Termination by You.\nYou may terminate these Terms at any time by closing your Account, discontinuing your use of the Services and deleting the Application from your device.\nYou have the right to cancel your Account at any time.</p>\n<p>\n<strong>15.2</strong>&nbsp;Termination by the Company.\nWe may suspend, cancel or terminate your Account, cancel or suspend your access to Virtual Currency, suspend your ability to use certain portions of the Services, and/or ban you altogether from the Services for any reason or for no reason, and without notice or liability of any kind.\nReasons for such suspension, cancelation or termination may include, but are not limited to, if we believe in good faith that (a) you or a related person has engaged in any of the restricted conduct described in<br>Section&nbsp;5&nbsp;(Restrictions) or otherwise violated or may have violated these Terms or (b) your Account and use of the Services have been inactive for more than twenty-four (24) months.\nTo the extent that you violate these Terms and we revoke the licenses granted to you, you will lose all benefits and privileges associated with the Services.\nWe are under no obligation to compensate you for any such losses.\nWe reserve the right to stop making available any one or more of the Services, Virtual Currency and/or Services Items, at any time, whether on a temporary or permanent basis and without any liability, compensation, refunds or other compensatory benefits to you.\nYour license to the Services, Virtual Currency and/or Services Items automatically ends when we terminate access to such Services, Virtual Currency and/or Services Items.\nAny such action could prevent you from accessing your Account, the Services, Your Content, Services Content, or any other related information.</p>\n<p>\n<strong>15.3</strong>&nbsp;Survival.\nIn the event of any termination of these Terms, whether by you or the Company, the following Sections will continue in full force and effect:<br>Section&nbsp;3&nbsp;(Content), including but not limited to the Company’s right to use Your Content,<br>Section&nbsp;5&nbsp;(Restrictions),<br>Section&nbsp;6&nbsp;(Use and Transaction Policies),<br>Section&nbsp;9&nbsp;(Third Party Links and Offerings),<br>Section&nbsp;10&nbsp;(Indemnity),<br>Section&nbsp;11&nbsp;(Disclaimers and Limitations of Liability),<br>Section&nbsp;13&nbsp;(Governing Law and Dispute),<br>Section&nbsp;15&nbsp;(Suspension, Termination or Cancellation) and<br>Section&nbsp;16&nbsp;(Miscellaneous).</p>\n<p>\n</p>\n<p>\n<strong>16.\nMiscellaneous</strong>\n</p>\n<p>\n<strong>16.1</strong>&nbsp;Rights.\nNothing herein is intended, nor will be deemed, to confer rights or remedies upon any third party.</p>\n<p>\n<strong>16.2</strong>&nbsp;Agreement Between You and the Company.\nThe Terms contain the entire agreement between you and the Company regarding the use of the Services, and supersede any prior agreement between you and the Company on such subject matter.\nThe parties acknowledge that no reliance is placed on any representation made but not expressly contained in these Terms.</p>\n<p>\n<strong>16.3</strong>&nbsp;Waiver.\nAny failure on the Company’s part to exercise or enforce any right or provision of the Terms does not constitute a waiver of such right or provision.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>\n<strong>16.4</strong>&nbsp;Severance.\nIf any provision of the Terms is found to be unenforceable or invalid, then only that provision shall be modified to reflect the parties’ intention or eliminated to the minimum extent necessary so that the Terms shall otherwise remain in full force and effect and enforceable.</p>\n<p>\n<strong>16.5</strong>&nbsp;Section Titles.\nThe section titles in the Terms are for convenience only and have no legal or contractual effect.</p>", "created_at": "2021-12-22 07:10:41.25733", "updated_at": "2021-12-22 06:11:02.520409"}, {"id": 11155, "name": "Privacy Policy", "url": "https://home.yodo1.com/privacy", "xpath": "/html/body/div[1]/div/div[2]/div[2]/div[1]", "text": "<p>\n<strong>What does this Privacy Policy Cover?</strong>\n</p>\n<p>Yodo1 respects your privacy and is committed to protecting your Personal Data.\nWe want to be transparent with you about how we collect and use your Personal Data in making available our games, (“Site”) and tell you about your privacy rights and how the law protects you.</p>\n<p>This Privacy Policy aims to give you information on how Yodo1 collects and processes your Personal Data through your use of this Site, including any data you may provide through this Site.\nThe Privacy Policy is intended to meet our duties of Transparency under the “General Data Protection Regulation” or “GDPR”.\nWe will post any modifications or changes to this Privacy Policy on this page.</p>\n<p>\n<strong>Information Collection and Use</strong>\n</p>\n<p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information.\nThe information that we request will be retained by us and used as described in this privacy policy.</p>\n<p>The app does use third party services that may collect information used to identify you.</p>\n<p>Link to privacy policy of third party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>Ironsource</li>\n<li>Firebase Analytics</li>\n</ul>\n<p>\n<strong>Log Data</strong>\n</p>\n<p>We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data.\nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.\nHowever, the app may use third party code and libraries that use “cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.</p>\n<p>\n<strong>Service Providers</strong>\n</p>\n<p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analysing how our Service is used.</li>\n</ul>\n<p>We want to inform users of this Service that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p>\n<p>\n<strong>Links to Other Sites</strong>\n</p>\n<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over and assume no responsibility for the content, privacy policies, or practises of any third-party sites or services.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>These Services do not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from children under 13.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.</p>\n<p>\n</p>\n<p>\n<strong>What Data We Collect?</strong>\n</p>\n<p>The type of data we collect depends on the Services you use, and the applicable laws.</p>\n<p>\n<strong>Data provided by you</strong>\n</p>\n<ul>\n<li>Player name (real or alias)</li>\n<li>Contact information (name, email address)</li>\n<li>Profile information (such as profile photo)</li>\n<li>Your in-game messages to the Services (support tickets raised by you and chat logs)</li>\n<li>Other information you choose to share (eg.\ndata to identify your lost account)</li>\n</ul>\n<p>\n<strong>Data collected automatically</strong>\n</p>\n<ul>\n<li>Your game account details and game progress</li>\n<li>Your Mobile device identifiers and IP address</li>\n<li>You device data like the device name, operating system, and language</li>\n<li>Data we collect with cookies and similar technologies (see more below)</li>\n<li>Approximate location (as suggested by your&nbsp.\nIP address)</li>\n<li>Your gameplay data and/or interactions with other players inside the Service</li>\n<li>Application performance and debugging information</li>\n</ul>\n<p>\n</p>\n<p>Offer our Services</p>\n<ul>\n<li>Create accounts and make it possible for you to use our Service</li>\n<li>Verify and confirm payments</li>\n<li>Process the requests made by you</li>\n</ul>\n<p>\n<strong>Data collected from third parties</strong>\n</p>\n<p>We also use third-party partners, such as social networking sites, advertising networks, and data analytics providers.</p>\n<ul>\n<li>Data made available by you via your privacy settings in third-party services like Facebook, Google, Apple</li>\n<li>Demographic data (such as to determine the coarse location of your IP address)</li>\n<li>Data to fight fraud related to refund or advertising</li>\n<li>Data from platforms that the games run on (such as purchase data to verify payments)</li>\n<li>Additional information (such as data for advertising and analytics purposes) to help improve the services we provide</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Why We Collect Your Data?</strong>\n</p>\n<p>Offer our Services</p>\n<ul>\n<li>Create accounts and make it possible for you to use our Service</li>\n<li>Verify and confirm payments</li>\n<li>Process the requests made by you</li>\n</ul>\n<p>Improve our Services</p>\n<ul>\n<li>Maintain and update player profiles</li>\n<li>Enable social features in our Services</li>\n<li>Enable personalization and customization in our Services</li>\n<li>Provide player support</li>\n<li>Provide offers within our Services</li>\n<li>Communicate with you regarding service updates, security alerts, and support messages</li>\n<li>Enable communication within the player community</li>\n</ul>\n<p>Show personalised advertisements</p>\n<ul>\n<li>Make advertisements relevant to you</li>\n<li>Serve, measure and improve the effectiveness of advertising</li>\n</ul>\n<p>\n<strong>How Do We Protect Your Data?</strong>\n</p>\n<p>Security Safeguards</p>\n<p>Our priority is to provide a safe and transparent gaming environment to our players and in order to do that we ensure that our security system is constantly evolving to meet the highest standard possible.\nWe take all necessary measures to protect your data from unauthorised access or misuse.</p>\n<p>Data retention</p>\n<p>Your data will be stored by us till the time you have an active account.\nAged Studio Limited may re-assess unused accounts and de-identify unnecessary data.</p>\n<p>In case of request for removal of personal data, we will process the same in compliance with the legal obligations.</p>\n<p>You can request access to the Personal Data we hold on you by emailing: globaldev@yodo1.com</p>\n<p>\n<strong>Changes to This Privacy Policy</strong>\n</p>\n<p>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at info@yodo1.com.</p>\n<p>\n</p>", "created_at": "2021-12-22 07:10:41.255348", "updated_at": "2021-12-22 06:11:26.413401"}], "points": [], "urls": ["yodo1.com", "home.yodo1.com"]}}