{"error": 448, "message": "OK", "parameters": {"id": 5863, "name": "Vionic Shoes", "created_at": "2021-11-26 22:53:16.085173", "updated_at": "2021-11-26 23:01:08.190001", "wikipedia": null, "keywords": null, "related": null, "slug": "vionic-shoes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5863.png", "url": "vionicshoes.com", "documents": [{"id": 10587, "name": "Terms and Conditions", "url": "https://www.vionicshoes.com/terms-and-conditions", "xpath": "/html/body/div[1]/div[1]", "text": " CYBER WEEK SALE - <strong>30% OFF</strong> Select Styles &gt.\n<ul>\n<li>\n</li>\n</ul>\n<p>\nClose\nRecently added item(s) </p>\n<p>\nYou have no items in your shopping cart.\n</p>\n<ul>\n<li>\nFind a Store\nSign In\n</li>\n<li>\n<ul>\n<li>My Orders</li>\n<li>Account Details</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Shipping</li>\n<li>Track an Order</li>\n<li>Returns &amp.\nExchanges</li>\n<li>Find a Store</li>\n<li>Gift Cards</li>\n<li>30-Day Guarantee</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> 30-Day Wear Test <ul>\n<li>\nWomen Women’s Shoes <ul>\n<li>All Shoes</li>\n<li>Sandals</li>\n<li>Flats &amp.\nLoafers</li>\n<li>Casual Sneakers</li>\n<li>Active Sneakers</li>\n<li>Heels &amp.\nWedges</li>\n<li>Boots &amp.\nBooties</li>\n<li>Slippers</li>\n<li>Sale</li>\n</ul> Spotlight <ul>\n<li>Seasonal Trends</li>\n<li>New Arrivals</li>\n<li>Slippers</li>\n<li>Style Stories</li>\n<li>Waterproof</li>\n<li>Weather-Resistant</li>\n<li>Vionic Beach</li>\n<li>Vionic Pro</li>\n<li>Wear to Work</li>\n<li>Wide Widths</li>\n</ul> Collections <ul>\n<li>Tide Collection</li>\n<li>Leopard Collection</li>\n<li>Snake Collection</li>\n</ul> More <ul>\n<li>Insoles</li>\n<li>Gift Cards</li>\n<li>Shoe Care</li>\n</ul> Shop<br>New Arrivals </li>\n<li>\nMen Men’s Shoes <ul>\n<li>All Shoes</li>\n<li>Sandals</li>\n<li>Active &amp.\nSneakers</li>\n<li>Casual</li>\n<li>Dress</li>\n<li>Slippers</li>\n<li>Sale</li>\n</ul> Spotlight <ul>\n<li>New Arrivals</li>\n<li>Tide Collection</li>\n<li>Work Shoes</li>\n<li>Weather-Resistant</li>\n<li>Top Rated</li>\n</ul> More <ul>\n<li>Insoles</li>\n<li>Gift Cards</li>\n<li>Shoe Care</li>\n</ul> Shop Casual </li>\n<li>\nOur Difference Supportive Technology <ul>\n<li>Vio-Motion Support</li>\n<li>APMA Approved/Accepted</li>\n<li>Heel Pain Study</li>\n<li>Comfortable Walking Sandals</li>\n<li>Orthotic Sandals</li>\n<li>Orthotic Slippers</li>\n</ul> Health Guides <ul>\n<li>Plantar Fasciitis</li>\n<li>Heel Pain</li>\n<li>More Health + Style</li>\n</ul> Vionic Innovation Lab <ul>\n<li>Jackie Sutera, DPM</li>\n<li>Brian Hoke</li>\n<li>Juliet Kaska</li>\n<li>Trevor Prior, Podiatric Surgeon\n</li>\n</ul> Learn More </li>\n<li>\nsale\n</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<p>\nClose\nRecently added item(s) </p>\n<p>\nYou have no items in your shopping cart.\n</p>\n<ul>\n<li>\nFind a Store\nSign In\n</li>\n<li>\n<ul>\n<li>My Orders</li>\n<li>Account Details</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Shipping</li>\n<li>Track an Order</li>\n<li>Returns &amp.\nExchanges</li>\n<li>Find a Store</li>\n<li>Gift Cards</li>\n<li>30-Day Guarantee</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> Terms and Conditions <p>These Terms of Use apply to vionicshoes.com and vionicbeach.com referred to as \"this Site\".<br>These terms are effective as of: August 14, 2014</p>\n<p>Thank you for visiting this Site.\nAccess to and use of this Site and the information, materials, products and services available through this Site are subject to all applicable laws and regulations and these Terms of Use.\nThis Site is owned and operated by Vionic Group LLC.\nVionic Group LLC is referred to herein as \"Vionic\", \"we\", \"us\", and \"our\".\nThe terms \"you\" and \"your\" when used in these Terms of Use means any user of this Site.\nThe term “Content\" means any and all postings, messages, text, files, images, photos, video, sounds, or other materials posted on, transmitted through, and available through this Site.</p>\n<p>By accessing, browsing and shopping at this site, you accept, without limitation or qualification, these terms of use, which form a legally binding agreement.\nIf you do not agree to any or all of the provisions found in the terms of use, please immediately exit this site.</p>\n<p>Vionic may change these Terms of Use from time to time without specific notice to you.\nThe latest Terms of Use will be posted on this Site, and you should always review these Terms of Use prior to using this Site to ensure that you have a current understanding of the Terms of Use under which you are permitted to access this Site.</p>\n<p>Minors</p>\n<p>This Site is a commercial site not intended for use by children or anyone under the age of 18 years of age.\nYou must be at least 18 years of age to make a purchase on this Site's' online store.</p>\n<p>Product &amp.\nServices Information</p>\n<p>All references on this Site to information, materials, products and services apply to information, materials, products and services available in the countries or jurisdictions specified with respect to such information only, unless otherwise stated.</p>\n<p>Coupons and Promotions</p>\n<p>Vionic may from time to time offer coupons and/or promotional codes (together “Coupons\") at its sole discretion and pursuant to these Terms of Use.\nCoupons are non-transferable and may not be sold, may only be used once, may not be redeemed for cash or credit, and can only be used on the Site.\nProducts obtained using a coupon or promotional codes are not for resale.\nIf your Coupon has a minimum purchase requirement, taxes, gift-wrap, and shipping and handling charges do not apply toward the minimum purchase amount.\nThe Coupon's cash value is 1/10th of one cent.\nIf you return items purchased using a Coupon, you will not receive a refund for the amount of the Coupon.\nAny unique Coupon codes identified on the Coupon must be provided at the time of redemption through the Site.\nCoupons are void where prohibited, taxed or restricted by law.\nLost Coupons will not be replaced.\nCoupons are valid only in the United States, excluding its territories.\nAdditional restrictions and terms and conditions may apply to such Coupons as indicated thereon.\nSpecifically, shoes purchased from the Vionic Vault are only available for a limited time and while supplies last on vionicshoes.com and are final sale.\nNo returns or exchanges.\nFurther, shoes purchased from the Vionic Vault cannot be combined with other coupons or promotions.\n</p>\n<p>Resale</p>\n<p>Items purchased from this site are sold to you for your personal use and not for resale.\nVionic reserves the right, at Vionic's sole discretion, to limit the quantity of items sold or to refuse sale of items to any customer at any time.</p>\n<p>Rights Ownership</p>\n<p>Unless otherwise indicated, this Site and its design, text, content, selection and arrangement of elements, organization, graphics, design, compilation, magnetic translation, digital conversion and other matters related to this Site are protected under applicable copyrights, trademarks and other proprietary (including, but not limited to, intellectual property) laws, including without limitation those of the United States, and all rights therein are the property of Vionic or the material is included with the permission of the rights owner and is protected pursuant to applicable copyright and trademark laws.</p>\n<p>Neither this Site, nor any portions thereof, may be used, copied, reproduced, distributed, republished, downloaded, modified, displayed, posted or transmitted in any form or by any means, including, but not limited to, electronic, mechanical, photocopying, recording, or otherwise, without our express prior written permission.</p>\n<p>Permission is hereby granted to the extent necessary to lawfully access and use this Site and/or information, materials, products and/or services available on it to display, download, archive and print in hard copy, portions of this Site on a temporary basis and for your individual use only, provided you do not modify the materials and that you retain any and all copyright and other proprietary notices contained in the materials.</p>\n<p>Vionic neither warrants nor represents that use of Content displayed on this Site will not infringe rights of third parties not owned by or affiliated with Vionic.</p>\n<p>Your use of and browsing of this Site are at your risk.\nNeither Vionic nor any other party involved in creating, producing, or delivering this Site is liable for any direct, incidental, consequential, indirect, or punitive damages arising out of your access to, or use of, this Site.\nWithout limiting the foregoing, everything on this Site is provided to you \"as is\" without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties or merchantability, fitness for a particular purpose, or non-infringement.\nPlease note that some jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you.\nCheck your local laws for any restrictions or limitations regarding the exclusion of implied warranties.\nVionic also assumes no responsibility, and shall not be liable for, any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in this Site or your downloading of any materials, data, text, and/or images from this Site.</p>\n<p>You hereby release and hold harmless Vionic, its parent, affiliates, subsidiaries, agents and advisors and their respective employees, officers, directors, shareholders, agents and representatives from and against any and all losses, damages, rights, claims and actions of any kind arising in connection with your use of this Site and/or in connection with Vionic's use of the Content.\nIn consideration for your agreement herein, Vionic will provide access to this Site.</p>\n<p>You agree to reimburse and indemnify Vionic and its licensees and sublicensees and assigns for any and all damages and expenses (including attorney's fees and costs) that they may incur from claims based on use of the Content.\nVionic may at any time revise these Terms of Use by updating this posting.\nYou are bound by any such revisions and should therefore periodically visit this page to review the then current Terms of Use to which you are bound.</p>\n<p>For Parents Concerning Privacy</p>\n<p>Vionic does not consider this Site to be of interest to anyone under the age of 18.\nHowever, Vionic believes that parents should supervise their children's online activities and consider using parental control tools available from online services and software manufacturers that may help provide a child-friendly online environment.\nThese tools may also prevent children from disclosing online their name, address, and other personal information without parental permission.\nPersonal information about or obtained from a child will not be used for commercial or trade purposes without the prior written consent of a parent or legal guardian of the child.</p>\n<p>User-submitted Content</p>\n<p>By submitting Content to be used on this Site, you agree that Vionic may use your name, voice, or image and any quotes attributable to you, and any such photos, videos, or audio recordings of or by you as described herein.\nYou grant the rights hereunder whether or not your name, voice, or image, or any quotes attributable to you are used in any manner by Vionic and Vionic reserves the right in Vionic's sole discretion NOT to use any submitted content.\nYou grant these rights to Vionic worldwide, irrevocably, royalty-free, with the perpetual right and license to copy, reproduce, modify, edit, make derivative works, distribute, publish (publicly or otherwise), display, link to, and otherwise use the Content in any media for any purpose including but not limited to publication on this Site, advertising, and other commercial uses in connection with this Site.\nYou waive all rights related to Vionic's use and release, discharge and hold harmless Vionic, its officers, directors, employees, agents, contractors, successors and assigns from any claims, causes of action, damages, costs or expenses of any sort arising out of or connected with the use of your name, voice, or image, or any quotes attributable to you.\nYou further understand and agree that online visitors to this Site may view the Content and may comment on the Content as they see fit such as in (but not limited to) contests or polls.</p>\n<p>In addition and by submitting Content:</p>\n<ul>\n<li>you understand and agree that the Content may be cropped, edited, electronically manipulated or otherwise altered for use in this Site, without further consent or approval, and that whether or how the Content is used in this Site is entirely within Vionic's sole discretion.</li>\n<li>you certify that you are the original author (or have a written assignment of all rights from the author) of the submitted Content.\nand you are the sole copyright owner of the Content.\nthat you are the only person depicted in the Content.\nand you have complete authority to grant to Vionic the rights stated herein.</li>\n<li>you understand and agree that all Content is subject to review and editing by Vionic prior to any posting or use by Vionic.\nYou further acknowledge that Vionic reserves the right to remove any Content from this Site at any time and for any reason at Vionic's sole discretion.</li>\n</ul>\n<p>Content posted on this site</p>\n<p>All Content is the sole responsibility of the person from whom such Content originated.\nVionic does not control, and is not responsible for user-submitted Content and that by using this Site, you may be exposed to Content that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nFurthermore, this Site may contain links to other websites, which are completely independent of Vionic.\nVionic makes no representation or warranty as to the accuracy, completeness or authenticity of the information contained in any linked Site.\nLikewise, Vionic makes no representation or warranty as to the accuracy, completeness or authenticity of the information contained in any such Content posted on, transmitted through, and available through this Site.\nUsers of Vionic bear all risks associated with, the use and/or reliance upon any Content, and/or the representations made therein, and under no circumstances will Vionic be liable in any way for any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise made available via this Site.\nYou acknowledge that Vionic does not pre-screen or approve Content prior to posting.\nVionic makes no representations and/or warranties to any of the claims made in any posting on reviews and comments, personal profile, listings, postings, descriptions, messages, group discussions, guides, and message boards or otherwise of any Content, by any user.\nAnd further, as to Content:</p>\n<ol>\n<li>You understand and agree that Vionic may review and delete any Content that in the sole judgment of Vionic violates this Agreement or which might be offensive, illegal, or that might violate the rights, harm, or threaten the safety of others.</li>\n<li>You are solely responsible for the Content that you publish or display.</li>\n<li>By posting Content to any public area of Vionic, you automatically grant, and you represent and warrant that you have the right to grant, to Vionic an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, and distribute such information and content and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing.</li>\n<li>The following is a partial list of the kind of Content that is illegal or prohibited on this Site.\nVionic reserves the right to investigate and take appropriate legal action in its sole discretion against anyone who violates this provision, including without limitation, removing the offending communication from this Site and terminating the membership of such violators.\nIt includes Content that:</li>\n<ol>\n<li>is patently offensive to the online community, such as Content that promotes racism, bigotry , hatred or physical harm of any kind against any group or individual;</li>\n<li>harasses or advocates harassment of another person;</li>\n<li>involves the transmission of “junk mail\", “chain letters,\" or unsolicited mass mailing or “spamming\";</li>\n<li>promotes information that you know is false, misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>promotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music or links to pirated music files;</li>\n<li>contains restricted or password only access pages, or hidden pages or images (those not linked to or from another accessible page);</li>\n<li>displays pornographic or sexually explicit material of any kind;</li>\n<li>provides material that exploits people under the age of 18 in a sexual or violent manner, or solicits personal information from anyone under 18;</li>\n<li>provides instructional information about illegal activities such as making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses;</li>\n<li>solicits passwords or personal identifying information for commercial or unlawful purposes from other users;</li>\n<li>engages in commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, and pyramid schemes.\nor</li>\n<li>post non-local or otherwise irrelevant Content, repeatedly post the same or similar Content or otherwise impose an unreasonable or disproportionately large load on our infrastructure.</li>\n</ol>\n<li>Even though all of this is strictly prohibited, there is a small chance that you might become exposed to such items and you further waive your right to any damages (from any party) related to such exposure.</li>\n<li>You must use this Site in a manner consistent with any and all applicable laws and regulations.\nYou may not engage in advertising to, or solicitation of, others to buy or sell any products or services through this Site.\nYou may not transmit any chain letters or junk email to others.\nAlthough Vionic cannot monitor the conduct of its users off this Site, it is also a violation of these rules to use any information obtained from this Site in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to any user of this Site without their prior explicit consent.</li>\n</ol>\n<p>Copyright Policy</p>\n<p>All materials and information on this Site, including, without limitation, the Vionic logo, design, text, graphics, software, other files, and the selection and arrangement thereof are protected by copyrights that are owned or licensed by Vionic, or otherwise used with permission by Vionic.\nYou may not reproduce, perform, create derivative works from, republish, upload, post, transmit, or distribute in any way whatsoever any Content from this Site or any other site owned or operated by Vionic without the prior written permission of Vionic.\nAny modification of the Content, or any portion thereof, or use of the Content for any other purpose constitutes an infringement of Vionic's copyrights and other proprietary rights.\nUse of the Content on any other site or other networked computer environment is prohibited without prior written permission from Vionic.</p>\n<p>Without limiting the foregoing, if you believe that your work has been copied and posted on the Service in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyright work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party;</li>\n<li>A notarized statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A notarized statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Please send any such requests to Vionic as follows: info@vionicgroup.com</p>\n<p>Trademarks</p>\n<p>Vionic's trademarks are protected by federal and state law in the United States and throughout the world, and may not be copied or imitated.\nVionic's trademarks include (but are not limited to) the following trademarks: Vionic, Orthaheel, Vionic Group, Vionic Innovation Lab, Sole Story, FMT, AMS Aided Motion System, the Labyrinth Design, Vasyli Think Tank, Walk Move Live, Vasyli, and Well Being with Every Step.</p>\n<p>Other names and brands used on this Site may be claimed as the property of others.\nThese trademarks may not be copied, imitated, or used, in whole or in part, without the prior written permission of Vionic or the rights holder.\nIn addition, all page headers, custom graphics, button icons, and scripts are service marks, trademarks and/or trade dress of Vionic, and may not be copied, imitated, or used, in whole or in part, without the prior written permission of Vionic.</p>\n<p>Hyperlink Disclaimer</p>\n<p>This Site may contain links and/or advertisements to other websites maintained by us in addition to links to websites maintained by unrelated companies and persons.\nAn advertisement of, or link to, a non-Vionic website does not mean that we approve, endorse or accept any responsibility for that website, its content or use, or the use of products and services made available through such website.</p>\n<p>We are not responsible for the actions, content, accuracy, opinions expressed, privacy policies, products or services provided through these links or made available through these resources or appearing in such websites, nor for any damages or losses, directly or indirectly, caused or alleged to have been caused as a result of your use or reliance on such websites.</p>\n<p>Such websites are not investigated, monitored or checked for accuracy, completeness or conformance with applicable laws and regulations by us.\nWe do not make any representations whatsoever, or give any warranties of any kind, expressed, implied, or otherwise about other websites which you may access through this Site, the content thereof, or the products and/or services made available through such websites.\nIf you decide to leave our Site and access these other websites, you do so at your own risk.\nAll rules, policies (including privacy policies) and operating procedures of such websites will apply to you while on such websites.</p>\n<p>Data Protection Consent</p>\n<p>By agreeing to these Terms of Use, you agree to the terms of our Privacy Policy.\nBefore using this Site please read through all these documents carefully.\nAll personal data provided to us as a result of your use of this Site will be handled in accordance with our Privacy Policy.\nPosting or transmitting of any unlawful, threatening, libelous, defamatory, obscene, pornographic or profane material or any material that could constitute or encourage conduct that would be considered a criminal offense or violation of any law is strictly prohibited.</p>\n<p>We reserve the right to monitor your communications with us whether by mail, voice, fax, e-mail or any other form of transmission for the purposes of quality control, security and other business needs.</p>\n<p>No Warranties</p>\n<p>We make no representations or warranties with respect to this website or its contents, which are provided for use \"as is\" and on an \"as available\" basis.\nWe disclaim all warranties, express or implied, including without limitation the implied warranties of title, non-infringement, merchantability, quality and fitness for a particular purpose, with respect to this website and any website with which it is linked.\nWe do not warrant that this website, its servers or e-mail sent from us will be free of any harmful components (including viruses).\nWe also make no representations or warranties as to whether the information accessible via this website, or any website with which it is linked, is accurate, complete, or current.\nWe do not provide any representations or warranties against the possibility of deletion, misdelivery or failure to store communications, personalized settings, or other data.\nYou accept that our shareholders, owners, officers, directors, employees and other representatives shall have the benefit of this clause.</p>\n<p>The information and all other materials on this Site are provided for general information purposes only and do not constitute professional advice.\nIt is your responsibility to evaluate (or obtain professional advice on) the accuracy and completeness of all information, statements, opinions and other material on this Site or any website with which it is linked.</p>\n<p>Exclusion of Liability</p>\n<p>To the fullest extent permitted by applicable laws we, on behalf of our employees, agents, suppliers, and contractors, exclude and disclaim liability for any losses and expenses of whatever nature and however arising including, without limitation, any direct, indirect, special, punitive, or consequential damages, loss of use, loss of data, loss caused by a virus, loss of income or profit, loss of or damage to property, claims of third parties, or other losses of any kind or character, even if we have been advised of the possibility of such damages or losses, arising out of or in connection with the use of this website or any website with which it is linked.\nYou assume total responsibility for establishing such procedures for data back up and virus checking as you consider necessary.\nThis limitation of liability applies whether the alleged liability is based on contract, negligence, tort, strict liability or any other basis.</p>\n<p>These Terms of Use give you specific legal rights and you may also have other rights that vary from state to state and country to country.\nSome jurisdictions do not allow the exclusion of implied warranties, or certain kinds of limitations or exclusions of liability, so the limitations &amp.\nexclusions set out in these Terms of Use may not apply to you.\nOther jurisdictions allow limitations and exclusions subject to certain conditions.\nIn such a case the limitations and exclusions set out in these Terms of Use shall apply to the fullest extent permitted by the laws of such applicable jurisdictions.</p>\n<p>Your Obligations</p>\n<p>You are responsible for providing and maintaining all personal computer and communications equipment and Internet access accounts necessary to gain access to this Site.</p>\n<p>In consideration of your use of this Site, you agree to use this Site in a manner consistent with any and all applicable rules and regulations.\nYou agree not to upload or transmit through this Site any computer viruses, trojan horses, worms or anything else designed to interfere with, interrupt or disrupt the normal operating procedures of a computer.\nAny unauthorized modification, tampering or change of any information, or any interference with the availability of or access to this Site is strictly prohibited.\nVionic reserves all rights and remedies available to it.</p>\n<p>You agree to indemnify, release and hold us harmless as well as our officers, directors, agents, representatives and employees from any claim, liability, loss, expense or demand, including legal fees, related to your violation of these Terms of Use or your access or use of this Site (including any information, materials, products or services available through this Site).</p>\n<p>Modification and Discontinuation</p>\n<p>We reserve the right to modify, edit, delete, suspend or discontinue, temporarily or permanently this Site (or any portion thereof) and/or the information, materials, products and/or services available through this Site (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any such modification, editing, deletion, suspension or discontinuance of this Site.</p>\n<p>Entire Understanding</p>\n<p>These Terms of Use (together with our Privacy Policy, which is expressly incorporated herein) contain the entire understanding between you and us with respect to use of this Site and no representation, statement, inducement oral or written, not contained herein shall bind any party to this agreement.</p>\n<p>Severability and Non-Waiver</p>\n<p>Our failure to enforce any provision of these Terms of Use shall not be deemed a waiver of such provision nor of the right to enforce such provision, and a waiver by us of any right under these Terms of Use on any occasion will not in any way constitute a waiver of such right or any other right on any other occasion.\nIn the event any provision of these Terms of Use is determined to be invalid, such invalidity will not affect the validity of the remaining portions of these Terms of Use, and the parties will substitute for the invalid provision a provision that most closely approximates the intent and economic effect of the invalid provision.\nThese Terms of Use will apply in lieu of and notwithstanding any specific legend or statement associated with any particular document or information exchanged.</p>\n<p>Applicable Law and Jurisdiction</p>\n<p>These Terms of Use shall be subject to, governed by and construed under the laws of the State of California in the United States of America, without regard to conflict of law principles.\nLaw in certain countries or jurisdictions may prohibit your access to, or use of, this Site or information, materials, products and/or services on this Site.\nYou are responsible for compliance with any applicable laws of the country from which you are accessing this Site.</p>\n<p>You hereby consent and waive all objections to the exclusive jurisdiction of the federal and state courts in the State of California and venue therein to resolve any controversy or claim of whatever nature arising out of or relating to use of this Site.\nHowever, we retain the right to bring legal proceedings in any jurisdiction where we believe that infringement of this agreement is taking place or originating.</p>\n<p>Contacting Us</p>\n<p>If you have any questions regarding these Terms of Use or any other matter, you may refer to our contact us directly through our website, at the following address: http://customer-care.vionicshoes.com/\n</p>\n<p>You may also contact us by mail at:</p>\n<p>Vionic Group LLC<br>\n4040 Civic Center Drive Suite 430<br>\nSan Rafael, CA 94903<br>\nAttention: Customer Care<br>\n</p>\n<p>1-800-832-WALK, (9255)</p> ", "created_at": "2021-11-26 21:54:09.985184", "updated_at": "2021-11-26 21:54:19.983731"}, {"id": 10586, "name": "Privacy Policy", "url": "https://www.vionicshoes.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]", "text": " CYBER WEEK SALE - <strong>30% OFF</strong> Select Styles &gt.\n<ul>\n<li>\n</li>\n</ul>\n<p>\nClose\nRecently added item(s) </p>\n<p>\nYou have no items in your shopping cart.\n</p>\n<ul>\n<li>\nFind a Store\nSign In\n</li>\n<li>\n<ul>\n<li>My Orders</li>\n<li>Account Details</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Shipping</li>\n<li>Track an Order</li>\n<li>Returns &amp.\nExchanges</li>\n<li>Find a Store</li>\n<li>Gift Cards</li>\n<li>30-Day Guarantee</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> 30-Day Wear Test <ul>\n<li>\nWomen Women’s Shoes <ul>\n<li>All Shoes</li>\n<li>Sandals</li>\n<li>Flats &amp.\nLoafers</li>\n<li>Casual Sneakers</li>\n<li>Active Sneakers</li>\n<li>Heels &amp.\nWedges</li>\n<li>Boots &amp.\nBooties</li>\n<li>Slippers</li>\n<li>Sale</li>\n</ul> Spotlight <ul>\n<li>Seasonal Trends</li>\n<li>New Arrivals</li>\n<li>Slippers</li>\n<li>Style Stories</li>\n<li>Waterproof</li>\n<li>Weather-Resistant</li>\n<li>Vionic Beach</li>\n<li>Vionic Pro</li>\n<li>Wear to Work</li>\n<li>Wide Widths</li>\n</ul> Collections <ul>\n<li>Tide Collection</li>\n<li>Leopard Collection</li>\n<li>Snake Collection</li>\n</ul> More <ul>\n<li>Insoles</li>\n<li>Gift Cards</li>\n<li>Shoe Care</li>\n</ul> Shop<br>New Arrivals </li>\n<li>\nMen Men’s Shoes <ul>\n<li>All Shoes</li>\n<li>Sandals</li>\n<li>Active &amp.\nSneakers</li>\n<li>Casual</li>\n<li>Dress</li>\n<li>Slippers</li>\n<li>Sale</li>\n</ul> Spotlight <ul>\n<li>New Arrivals</li>\n<li>Tide Collection</li>\n<li>Work Shoes</li>\n<li>Weather-Resistant</li>\n<li>Top Rated</li>\n</ul> More <ul>\n<li>Insoles</li>\n<li>Gift Cards</li>\n<li>Shoe Care</li>\n</ul> Shop Casual </li>\n<li>\nOur Difference Supportive Technology <ul>\n<li>Vio-Motion Support</li>\n<li>APMA Approved/Accepted</li>\n<li>Heel Pain Study</li>\n<li>Comfortable Walking Sandals</li>\n<li>Orthotic Sandals</li>\n<li>Orthotic Slippers</li>\n</ul> Health Guides <ul>\n<li>Plantar Fasciitis</li>\n<li>Heel Pain</li>\n<li>More Health + Style</li>\n</ul> Vionic Innovation Lab <ul>\n<li>Jackie Sutera, DPM</li>\n<li>Brian Hoke</li>\n<li>Juliet Kaska</li>\n<li>Trevor Prior, Podiatric Surgeon\n</li>\n</ul> Learn More </li>\n<li>\nsale\n</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<p>\nClose\nRecently added item(s) </p>\n<p>\nYou have no items in your shopping cart.\n</p>\n<ul>\n<li>\nFind a Store\nSign In\n</li>\n<li>\n<ul>\n<li>My Orders</li>\n<li>Account Details</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Shipping</li>\n<li>Track an Order</li>\n<li>Returns &amp.\nExchanges</li>\n<li>Find a Store</li>\n<li>Gift Cards</li>\n<li>30-Day Guarantee</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> Privacy Policy VIONICSHOES.COM PRIVACY&nbsp;POLICY\n<br>\n<p>\nThis policy describes how vionicshoes.com collects, uses, and shares personal information.\nVionicshoes.com is a wholly owned division of Caleres, Inc.\nYou can jump to particular topics by going to the headings below:\n</p>\n<ul>\n<li>Types of Information We Collect</li>\n<li>Use and Processing of Information</li>\n<li>Sharing of Information</li>\n<li>Your Choices</li>\n<li>California Privacy Rights</li>\n<li>Nevada Consumers</li>\n<li>How We Protect Personal Information</li>\n<li>Miscellaneous</li>\n<li>Contact Information</li>\n</ul>\n<p>\n</p> TYPES OF INFORMATION WE&nbsp;COLLECT\n<p>We may collect information through cookies.\nA cookie is a small data file that is placed on the hard drive of your computer when you visit a website.\nThrough the use of cookies, we can display items added to your shopping cart from your previous session or make it easier for you to access your account information.\n</p>\n<ul>\n<li>\n<strong>Account Registration:</strong> : We collect your name and contact information when you create an account.\nAccounts can be used for easy checkout and to save your preferences and transaction history.</li>\n<li>\n<strong>Demographic Information:</strong> We may collect information such as your age or location.</li>\n<li>\n<strong>Distance Information:</strong> When you use one of our apps, we may collect your location from the GPS, Wi-Fi, and/or cell phone or device to determination your distance from one of our stores.</li>\n<li>\n<strong>Email Interconnectivity:</strong> If you receive email from us, we use certain tools to capture data related to when you open our message, click on any links or banners it contains and make purchases.</li>\n<li>\n<strong>Employment:</strong> If you apply for a job posting, or become an employee, we collect information necessary to process your application or to retain you as an employee.\nThis may include, among other things, your Social Security Number.</li>\n<li>\n<strong>Feedback/Support:</strong> If you provide us feedback or contact us for support we will collect your name and e-mail address, as well as any other content that you send to us, in order to reply.</li>\n<li>\n<strong>Mailing List:</strong> When you sign up for one of our mailing lists we may collect your email address or postal address.</li>\n<li>\n<strong>Mobile Device:</strong> We may collect information from your mobile device such as unique identifying information that is sent from your device when visiting our website or one of our stores.</li>\n<li>\n<strong>Order Placement:</strong> We may collect your name, billing address, shipping address, e-mail address, phone number, and payment card information when you place an order.</li>\n<li>\n<strong>Partner Promotion:</strong> We may collect information that you provide as part of a co-branded promotion with another company.</li>\n<li>\n<strong>Surveys:</strong> When you participate in a survey or contest we may collect information that you provide through that process.\nIf the survey is provided by a third party, the third party's privacy policy applies to the collection, use, and disclosure of your information.</li>\n<li>\n<strong>Sweepstakes/Contests:</strong> When you participate in a sweepstakes or contest, we collect information that you provide through that process which may include your contact information to notify you if you are selected.</li>\n<li>\n<strong>Web logs:</strong> We may collect information from you, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for your visit.</li>\n<li>\n<strong>Cookies and first party tracking:</strong> We may use cookies and clear GIFs.\n\"Cookies\" are small pieces of information that a website sends to a computer's hard drive while a web site is viewed.\nWe may use both session cookies (which expire once a web browser is closed) and persistent cookies (which stay on a device until deleted).\nAmong other things, cookies allow us to provide a more personal and interactive experience and to improve our marketing efforts.\nPersistent cookies may be removed by following instructions provided by your browser.\nIf you choose to disable cookies some areas or features of our websites may not work properly.</li>\n<li>\n<strong>Sole Circle Rewards Membership:</strong> In order to become a Sole Circle Rewards Member, you must first create a FREE account – sign up here.\nYou'll be asked to provide your contact information, such as your name and email address and (optionally) birth date, gender and shoe size.\nWe use your information to administer the Sole Circle Rewards Program, which includes, among other things, detecting security incidents, and protecting against malicious, deceptive, fraudulent, or illegal activity.\nWhen you use your account log in at checkout, we will also collect information about your purchases.\nThis information is used to reward members for their purchases and to determine what products and offers may be of particular interest to you.\nBy becoming a member, you'll earn points for purchases made online as well as take advantage of member benefits.\nMembers may also receive offers and information about new promotions, fashion trends, etc.\nIn order to earn points for online purchases, all you have to do is enter your account log in at checkout.\n</li>\n<li>\n<strong>Third Party Tracking:</strong> We participate in behavior-based advertising.\nThis means that a third party may use technology (e.g., a cookie) to collect information about your use of our website so that they can provide advertising about products and services tailored to your interests.\nThat advertising may appear either on our websites, or on other websites.\nYou can opt-out of receiving advertising based upon your browsing behavior from some network advertising companies by going to the Network Advertising Initiative and the Digital Advertising Alliance websites, although to completely prevent advertising based upon your browsing behavior you should also disable the cookies on your browser.\nThe companies below may collect personal information when you interact with our digital property, including IP addresses, digital identifiers, information about your web browsing and app usage, and how you interact with our properties and ads for a variety of purposes, such as personalization of offers or advertisements, analytics about how you engage with websites or ads, and other commercial purposes.\nFor more information about the collection, use and sale of your personal data and your rights, please use the following links:<br>\n<br>\n<strong>Rakuten Advertising</strong>\n<br>\nPrivacy Policy: rakutenmarketing.com/legal-notices/services-privacy-policy<br>\nYour Rights/Opt Out: rakutenadvertising.com/legal-notices/services-privacy-rights-request-form/\n<br>&nbsp;<br>\n</li>\n<li>\n<strong>Web logs:</strong> We may collect information from you, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for your visit.</li>\n<li>\n<strong>Cookies and first party tracking:</strong> We may use cookies and clear GIFs.\n\"Cookies\" are small pieces of information that a website sends to a computer's hard drive while a web site is viewed.\nWe may use both session cookies (which expire once a web browser is closed) and persistent cookies (which stay on a device until deleted).\nAmong other things, cookies allow us to provide a more personal and interactive experience and to improve our marketing efforts.\nPersistent cookies may be removed by following instructions provided by your browser.\nIf you choose to disable cookies some areas or features of our websites may not work properly.</li>\n<li>\n<strong>Sole Circle Rewards Membership:</strong> In order to become a Sole Circle Rewards Member, you must first create a FREE account – sign up here.\nYou'll be asked to provide your contact information, such as your name, email address or mailing address.\nWe use your information to administer the Sole Circle Rewards Program, which includes, among other things, detecting security incidents, and protecting against malicious, deceptive, fraudulent, or illegal activity.\nWhen you use your account log in at checkout, we will also collect information about your purchases.\nThis information is used to reward members for their purchases and to determine what products and offers may be of particular interest to you.\nBy becoming a member, you'll earn points for purchases made online as well as take advantage of member benefits.\nMembers may also receive offers and information about new promotions, fashion trends, etc.\nIn order to earn points for online purchases, all you have to do is enter your account log in at checkout.</li>\n<li>In addition to the information that we collect from you directly, we may also receive information about you from other sources, including third parties, business partners, our affiliates, or publicly available sources.</li>\n</ul>\n<p>\n</p> USE AND PROCESSING OF&nbsp;INFORMATION\n<p>\n</p>\n<ul>\n<li>To identify you when you visit our websites or our stores.</li>\n<li>To provide products and services you request or to process returns.</li>\n<li>To improve our services and product offerings.</li>\n<li>To streamline the checkout process.</li>\n<li>To conduct analytics.</li>\n<li>To respond to inquiries related to support or other requests.</li>\n<li>To send marketing and promotional materials, including information relating to our products, services, sales, or promotions.</li>\n<li>For internal administrative purposes, as well as to manage our relationship with you.</li>\n<li>To assist in detecting security incidents, and protecting against malicious, deceptive, fraudulent, or illegal activity.</li>\n</ul>\n<p>\n</p> SHARING OF INFORMATION\n<p>\nIn addition to the specific situations discussed elsewhere in this policy, we disclose information in the following situations:\n</p>\n<ol>\n<li>\n<strong>Affiliates and Acquisitions.</strong> We may share your information with our corporate affiliates (e.g., parent company, sister companies, subsidiaries, joint ventures, or other companies under common control).\nIf another company acquires our company, business, or our assets, we will also share your information with that company, including at the negotiation stage.</li>\n<li>\n<strong>Other Disclosures with Your Consent.</strong> We may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this policy.</li>\n<li>\n<strong>Other Disclosures without Your Consent.</strong>We may disclose your information in response to subpoenas, warrants, or court orders, or in connection with any legal process, or to comply with relevant laws.\nWe may also share your information in order to establish or exercise our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, safety of person or property, or a violation of our policies, or to comply with your request for the shipment of products to or the provision of services by a third party intermediary.</li>\n<li>\n<strong>Public.</strong> You may have the opportunity to post comments, or reviews, in a public forum.\nIf you decide to submit information on these pages, that information may be publically available.</li>\n<li>\n<strong>Partner Promotion.</strong> We may offer contests, sweepstakes, or other promotions with third party partners.\nIf you decide to enter a contest, sweepstakes, or promotion that is sponsored by a third party partner, the information that you provide will be shared with us and with them.\nTheir use of your information is not governed by this privacy policy.</li>\n<li>\n<strong>Service Providers.</strong> We may share your information with service providers.\nAmong other things service providers may help us to administer our website, conduct surveys, assist with our marketing efforts and with other marketers whose products or services we feel may be of interest to you, to provide technical support, process payments, and assist in the fulfillment of orders.</li>\n</ol>\n<p>\n</p> YOUR CHOICES\n<p>You can make the following choices regarding your personal information:\n</p>\n<ol>\n<li>\n<strong>Promotional Emails.</strong> You may choose to provide us with your email address for the purpose of allowing us to send newsletters, surveys, offers, and other promotional materials to you as well as targeted offers from third parties.\nYou can choose to stop receiving promotional emails by following the unsubscribe instructions in e-mails that you receive.\nWe will remove your name from our mailing lists after receiving your request within the timeframe permitted by law.\nhowever, you may still receive mailings that had been initiated prior to your name being removed.\nIf you decide not to receive promotional emails, we may still send you transactional communications such as messages related to your account, order fulfillment, product ratings, or other service-related communications.</li>\n<li>\n<strong>Postal Mailings.</strong> If at any time you do not want to receive offers and/or promotional mailings from us you can remove yourself from our mailing lists by emailing us at Vionic Shoes Customer Care with \"NO POSTAL MAILING\" in the subject line along with your name, address and zip code.\nPlease note that our mailings are prepared in advance of their being sent.\nAlthough we will remove your name from our mailing list after receiving your request, you may still receive mailings from us that had been initiated prior to your name being removed.</li>\n<li>\n<strong>Promotional Text Messages.</strong> If you receive a text message from us that contains promotional information you can opt-out of receiving future text messages by replying \"STOP.\"</li>\n<li>\n<strong>Changes To Your Personal Information.</strong> We rely on you to update and correct your personal information.\nOur website allows you to modify or delete your account profile.\nNote that we may keep historical information in our backup files as permitted by law.</li>\n<li>\n<strong>Deletion Of Your Personal Information.</strong> Typically we retain your personal information for the period necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required or permitted by law.\nWe may decide to delete your information if we believe the data is incomplete, inaccurate, or that our continued storage and use is contrary to our obligations to other individuals or third parties.\nWhen we delete information, it will be removed from our active database, but it may remain in archives where it is not practical or possible to delete it.\nIn addition, we may keep your personal information as needed to comply with our legal obligations, resolve disputes, and/or enforce any of our agreements.</li>\n<li>\n<strong>Revocation of Consent.</strong> We rely on the processing of personal information that you provide.\nTherefore, if you revoke your consent for the processing of personal information then we may no longer be able to provide you services.\nIn some cases, we may limit or deny your request to revoke consent if the law permits or requires us to do so, or if we are unable to adequately verify your identity.</li>\n<li>\n<strong>Access To Your Personal Information.</strong> If required by law, upon request, we will grant reasonable access to the personal information that we have about you.</li>\n<li>\n<strong>Online Tracking.</strong> We do not currently recognize automated browser signals regarding tracking mechanisms, which may include \"Do Not Track\" instructions.</li>\n</ol>\n<p>\n</p> CALIFORNIA PRIVACY RIGHTS\n<p>\n<strong>Shine the Light Inquiry.</strong> California residents may be entitled to ask us for a notice describing what categories of personal information (if any) we share with third parties or affiliates for direct marketing.\nIf you would like a copy of such notice, please submit a written request to us as described in the \"Contact Information\" section below and indicate that you are a California resident making a \"California Shine the Light\" inquiry.</p>\n<p>\n<strong>Online Erasure Request For Minors.</strong> If you are a California resident under the age of 18 and a registered user of this site, you may request and obtain removal of content or information you have publicly posted.\nTo make such a request, please submit a written request to us as described in the \"Contact Information\" section below and indicate that you are a California resident making a \"California Online Erasure\" request.\nPlease be aware that such a request does not ensure complete removal of the content or information you have posted, and there may be circumstance in which the law does not require or permit removal.</p>\n<p>\n<strong>Notice of Financial Incentive under California Law.</strong> We offer our customers a Rewards Program that provides certain perks, such as rewards, promotions, and exclusive offers (the “Sole Circle Rewards Programs”).\nWhen you sign up for the Sole Circle Rewards Program we will ask you to provide your name and email address.\nBecause our Sole Circle Rewards Program involves the collection of personal information, it might be interpreted as a “financial incentive” program under California law.\nThe value of your personal information to us is related to the value of the free or discounted products or services that you obtain when you redeem points.\nThis value is based on the expense related to offering those free or discounted products or services.\n</p>\n<p>You may withdraw from participating in the Rewards Program at any time by contacting customer service at Vionic Shoes Customer Care with \"REMOVE REWARDS PROGRAM\" in the subject line along with your name, address and zip code.\nVisit the Terms and Conditions page to view full program rules, including how to join.\n</p>\n<p>\n<strong>California Consumer Privacy Act (CCPA).</strong> If you are a resident of California, you have specific rights regarding your personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<strong>Access Request Rights</strong>\n<br>\nYou have the right to request that we disclose to you certain information about our collection and use of your personal information over the past 12 months.\nIf we receive and confirm a verifiable consumer request from you, and as required by law, we will disclose to you:\n</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources from which we collected the personal information about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The right to know (individually) the specific pieces of personal information we collected about you (also called a data portability request).</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>\n<em>Deletion Request Rights</em>\n</strong>\n<br>\nYou have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nIf we receive and confirm a verifiable consumer request from you, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.\n</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service providers to:\n</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>\n<em>Exercising Access, Data Portability, and Deletion Rights</em>\n</strong>\n<br>\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:\n</p>\n<ul>\n<li>Emailing us at CCPA@caleres.com</li>\n<li>Calling us at 800-832-9255 and indicating you have a Vionic CCPA request.</li>\n</ul>\n<p>\n</p>\n<p>Note that, as required by law, we will require you to prove your identity.\nWe may verify identity by phone call or email.\nDepending on your request, we will ask for information such as your name, the last item you purchased from us, or the date of your last purchase from us.\nWe may also ask you to provide a signed declaration confirming your identity.</p>\n<p>In some circumstances, you may designate an authorized agent to submit requests to exercise certain privacy rights on your behalf.\nWe will require verification that you provided the authorized agent permission to make a request on your behalf.\nYou must provide us with a copy of the signed permission you have given to the authorized agent to submit the request on your behalf and verify your own identity directly with us.\n</p>\n<p>If you are an authorized agent submitting a request on behalf of an individual you must attach a copy of the following information to the request:\n</p>\n<ol>\n<li>A completed Authorized Agent Designation Form indicating that you have authorization to act on the consumer’s behalf.</li>\n<li>If you are a business, proof that you are registered with the Secretary of State to conduct business in California.</li>\n</ol>\nIf we do not receive both pieces of information, the request will be denied.\n<p>\n</p>\n<p>\nFor purposes of exercising your rights above, please note the following<br>\n<br>\n</p>\n<p>\n<strong>We collect the following categories of personal information:</strong> Identifiers.\npayment information.\ncharacteristics of protected classifications under California or federal law.\ncommercial information.\nprofessional or employment information.\ninternet or other similar electronic network activity information.\ngeolocation data.\naudio, electronic or visual information, inferences drawn from other personal information.</p>\n<p>\n<strong>We disclose the following categories of personal information for a business purpose:</strong>\n</p>\n<ul>\n<li>Identifiers: We may disclose this information to our service providers, product and service fulfillment companies, internet service providers, advertising networks, social networks, payment processors and financial institutions, data analytics providers, and government entities as required by law.</li>\n<li>Characteristics of protected classifications under California or federal law: We may disclose this information to our service providers, payment processors and financial institutions, and government entities as required by law.</li>\n<li>Commercial information: We may disclose this information to our service providers, product and service fulfillment companies, advertising networks, social networks, payment processors and financial institutions, data analytics providers, and government entities as required by law.</li>\n<li>Professional or employment information: We may disclose this information to our service providers and government entities as required by law.</li>\n<li>Internet or other similar electronic network activity information: We may disclose this information to our service providers, product and service fulfillment companies, internet service providers, advertising networks, social networks, payment processors and financial institutions, data analytics providers, and government entities as required by law.</li>\n<li>Geolocation data: We may disclose this information to our service providers, internet service providers, advertising networks, social networks, data analytics providers, and government entities as required by law.</li>\n<li>Audio, electronic or visual information: We may disclose this information to our service providers and government entities as required by law.</li>\n<li>Inferences drawn from other personal information: We may disclose this information to our service providers, advertising networks, social networks, data analytics providers, and government entities as required by law.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Do Not Sell My Personal Information - California Residents.</strong> We may share certain personal information with third parties under circumstances which may be deemed a \"sale\" under the California Consumer Privacy Act.\nIf you are a California resident, you may request that we exclude your personal information from such sharing arrangements by clicking on the link below:<br>\n<br>\n<strong>Submit Do Not Sell My Personal Information&nbsp;Request </strong>\n</p>\n<p>\n<strong>Non-Discrimination</strong>\n<br>\nWe will not discriminate against you for exercising any of your CCPA rights.\n</p> NEVADA RESIDENTS\n<p>Nevada law allows Nevada residents to opt-out of the sale of certain types of personal information.\nWe do not currently sell personal information as defined in the Nevada law.\nHowever, if you are a Nevada resident, you still may submit a verified request to opt-out of sharing your personal information by sending your request here.</p> HOW WE PROTECT PERSONAL&nbsp;INFORMATION\n<p>No method of transmission over the Internet, or method of electronic storage, is fully secure.\nWhile we use reasonable efforts to protect your personal information from unauthorized access, use, or disclosure, we cannot guarantee the security of your personal information.\nIn the event that we are required by law to inform you of any unauthorized access to your personal information we may notify you electronically, in writing, or by telephone, if permitted to do so by law.</p>\n<p>Our website permits you to create an account.\nIf you create an account, you will be prompted to create a password.\nYou are responsible for maintaining the confidentiality of your password, and you are responsible for any access to or use of your account by someone else that has obtained your password, whether or not such access or use has been authorized by you.\nYou should notify us of any unauthorized use of your password or account.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>The following additional information relates to our privacy practices:\n</p>\n<ul>\n<li>\n<strong>Transmission Of Information To Other Countries.</strong>If you are a customer located outside of the United States, please be aware that your information may be processed in the United States, where privacy laws may be less stringent than the laws in your country.\nBy submitting your personal information to us you agree to the transfer, storage and processing of your information in a country other than your country of residence including, but not necessarily limited to, the United States.</li>\n<li>\n<strong>Third Party Applications/Websites.</strong> We have no control over the privacy practices of websites or applications that we do not own.</li>\n<li>\n<strong>Children.</strong>Vionicshoes.com is not targeted to children and we do not knowingly collect personal information from persons under the age of 16.\nIf you believe we might have any information from a child under the age of 16, please contact Customer Care.</li>\n<li>\n<strong>Changes To This Privacy Policy.</strong> We may change our privacy policy and practices over time.\nTo the extent that our policy changes in a material way, the policy that was in place at the time that you submitted personal information to us will generally govern that information unless we receive your consent to the new privacy policy.\nOur privacy policy includes an “effective” and “last updated” date.\nThe effective date refers to the date that the current version took effect.\nThe last updated date refers to the date that the current version was last substantively modified.\nAccessibility.\nIf you are visually impaired, you may access this notice through your browser’s audio reader.</li>\n</ul>\n<p>\n</p> CONTACT INFORMATION\n<p>If you have any questions, comments, or complaints concerning our privacy practices please contact us at the appropriate address below.\nWe will attempt to respond to your requests and to provide you with additional privacy-related information.<br>\n<br>\nFor customers in the United States:<br>\n<br>\nU.S.\nby email:<br>\nContact us by emailing Customer Care<br>\n<br>\nU.S.\nby phone:<br>\n800-832-9255<br>\n<br>\nU.S.\nby mail:<br>\nVionic Group LLC<br>\nAttn: Customer Care<br>\n4040 Civic Center Drive, Suite 430, San Rafael, CA 94903\n</p>\n<p>\nIf you are not satisfied with our response, and are in the European Union, you may have a right to file a complaint with your local supervisory authority.\n</p>\n<p>\n<br>\n<strong>Last Revised:</strong> June 30, 2020<br>\n<strong>Effective:</strong> June 30, 2020\n</p> Downloadable PDF ", "created_at": "2021-11-26 22:53:16.087471", "updated_at": "2021-11-26 21:53:49.044914"}], "points": [], "urls": ["vionicshoes.com"]}}