{"error": 448, "message": "OK", "parameters": {"id": 2354, "name": "WeMod", "created_at": "2020-10-03 19:59:22.481063", "updated_at": "2021-03-25 03:19:51.557421", "wikipedia": null, "keywords": null, "related": null, "slug": "wemod", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2354.png", "url": "wemod.com,support.wemod.com", "documents": [{"id": 2879, "name": "Privacy Policy", "url": "https://www.wemod.com/privacy", "xpath": "/html/body/div[1]/div[1]/div[2]/section", "text": " Privacy Policy <p>We at WeMod LLC are committed to protecting your privacy.\nThis Privacy Policy explains our data processing practices and your options regarding the ways in which your personal data is used and is provided by WeMod LLC, a Massachusetts company with a principal place of business located at 68 Harrison Ave, 6th Floor, Boston, MA 02111.\nIf you have requests concerning your personal information or any questions please contact us support@wemod.com.</p>\n<p>\n<b>If you have objections to the Privacy Policy, you should immediately discontinue use of the Web site and the Services offered by us.</b>\n</p> Definitions <p>For purposes of this Privacy Policy references to \"Services\" shall mean any and all services offered by us, including but not limited to hobbyist software for gamers, news and entertainment related to modding games via our Web site.</p>\n<p>References to \"us,\" \"we,\" \"our,\" and/or \"WeMod\" mean WeMod LLC.</p>\n<p>References to the \"Web site\" mean wemod.com.</p>\n<p>References to \"you,\" and/or \"User,\" mean anybody who visits the Web site.</p> Agreement to be Bound <p>The following Privacy Policy governs the collection and use of private information via the Web site and/or any Service(s).\nBy accessing the Web site and/or otherwise using the Services you represent that you have read and understand the Privacy Policy and that you agree to be bound by thereby.</p>\n<p>This Privacy Policy is a part of our Terms and Conditions.\nBoth of those documents are legally binding on you.</p> Modifications and Changes to Privacy Policy <p>We may modify, add to, suspend or delete the Privacy Policy, in whole or in part, at our sole discretion at any time, with such modifications, additions or deletions being immediately effective upon their posting to the Web site.\nYour use and/or access of the Web site and/or Services after modification, addition or deletion of the Privacy Policy shall be deemed to constitute acceptance by you of the modification, addition or deletion.</p> The Information We Collect <p>We collect both personally-identifiable information and non-personally-identifiable information from you.\nPersonally-identifiable information may include your name, address, email address, and payment information.</p>\n<p>Examples of non-personally-identifiable information we may collect from you include your IP address, the type of browser software you use when visiting our Web site and/or accessing the Services, the date and time you visit our Web site and/or Services and what pages you viewed when visiting our Web site and/or utilizing the Services.</p> Use of Your Information and Your Preferences <p>We will use your personally-identifiable information to:</p>\n<ul>\n<li>provide the services you requested;</li>\n<li>notify you about changes to our Web site or any services we offer or provide though it;</li>\n<li>carry out our obligations and enforce our rights;</li>\n<li>allow Users to communicate with each other to effect any and all transactions;</li>\n<li>complete your registration for the Web site and/or the Services;</li>\n<li>personalize your user experience;</li>\n<li>improve our customer service;</li>\n<li>contact you via email or direct mail in order to send you information and updates pertaining to your use of the Web site and/or the Services;</li>\n<li>respond to enquiries and/or questions you send to us.\nand to send company news, updates, and other related information.</li>\n</ul> How to Opt-Out <p>If you no longer wish to receive marketing information, press releases or any other type of information from us, you may send us an email at support@wemod.com to change your preferences or follow the \"unsubscribe\" link provided in any email that you receive from us.</p> Disclosures of your Information <p>Your information may be used by WeMod for the purposes provided for herein.\nWe can disclose your personal data:</p>\n<ul>\n<li>for any successors to our business;</li>\n<li>suppliers that process data on our behalf via our servers in New York, New York;</li>\n<li>to comply with any court order, law or legal process, including to respond to any government or regulatory request;</li>\n<li>to enforce our Terms and Conditions in case of violations by any User;</li>\n<li>if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Web site, our customers or others;</li>\n<li>for any other purpose disclosed by us when you provide the information.</li>\n</ul> Other Web sites <p>Our Web site and/or Services may contain links to other Web sites, which are outside our control and are not covered by this Privacy Policy.\nIf you access other Web sites using the links provided, the operators of these Web sites may collect information from you, which will be used by them in accordance with their privacy policies, which may differ from ours.</p> Cookies &amp.\nWeb Beacons <p>To enhance your online experience, we may use \"cookies\" or similar technologies.\nCookies are text files placed in your computer's browser to store your preferences.\nCookies do not contain personally identifiable information.\nhowever, once you choose to furnish a site with personally identifiable information, this information may be linked to the data stored in the cookie.</p>\n<p>We use cookies to understand site and Internet usage and to improve or customize the content, offerings or advertisements on our site.\nFor example, we may use cookies to personalize your experience at our site (e.g., to recognize you by name when you return to a site), save your password in password-protected areas, and enable you to use shopping carts on our site.\nWe also may use cookies to help us offer you products, programs, or items that may be of interest to you and to deliver relevant advertising.</p>\n<p>We, our Third-Party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by us and/or other networks or Web sites.\nThis also helps us, our service providers and partners provide more relevant advertising.</p>\n<p>We, our Third-Party service providers, advertiser or our partners may also use \"Web beacons\" or clear .gifs, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a Web page.\nFor example, web beacons may be used to count the users who visit a Web page or to deliver a cookie to the browser of a visitor viewing that page.</p>\n<p>You can change your privacy preferences regarding the use of cookies and similar technologies through your browser.\nYou may set your browser to accept all cookies, block certain cookies, require your consent before a cookie is placed in your browser, or block all cookies.\nBlocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by us.\nPlease consult the \"Help\" section of your browser for more information.</p>\n<p>We may use third-party advertising companies to serve ads when you visit our website.</p> Your California Privacy Rights <p>We will not share any personal data with third-parties for their direct marketing purposes to the extent prohibited by California law.\nIf our practices change, we will do so in accordance with applicable laws and will notify you in advance.\nCalifornia law requires that operators of online services disclose how they respond to a Do Not Track signal.\nSome browsers have incorporated “Do Not Track” features.\nMost of these features, when turned on, send a signal or preference to the online service that a user visits, indicating that the user does not wish to be tracked.\nWe do not currently respond to Do Not Track signal.</p> EU Users' Rights <p>This section of our Privacy Policy applies to the users of our platform in the EU.\nWe would like to inform you about your EU General Data Protection Regulation (GDPR) rights and how we safeguard them.</p>\n<ol>\n<li>\n<em>Your GDPR rights to be informed, to access, rectify, erase or restrict the processing of your personal information.</em> You have the right to receive free information about what personal data we have obtained about you, where it is stored, for how long, for what purposes it is used, to whom it was disclosed.\nYou have the right to require that we, without undue delay, rectify of inaccurate personal data concerning you.\nThat means you can request we change your personal data in our records, or have you incomplete personal data completed.\nYou have the “right to be forgotten,” i.e.\nto have us delete your personal information, without undue delay, if the data is no longer necessary in relation to the purposes for which it was collected.\nHowever, GDPR gives us the right to refuse erasure if we can demonstrate compelling legitimate grounds for keeping your information.</li>\n<li>\n<em>GDPR gives you the right to restrict processing</em> if any of the following applies: <ol>\n<li>If you contest the accuracy of your personal data, we will restrict processing it for a period enabling us to verify its accuracy.</li>\n<li>The processing is unlawful and you oppose its erasure and request instead the restriction of its use.</li>\n<li>We no longer need your personal data for the purposes of the processing, but you require us to restrict processing for the establishment, exercise or defense of legal claims.</li>\n<li>You have objected to processing pursuant to Article 21(1) of the GDPR pending the verification whether our legitimate grounds override yours.</li>\n</ol>\n</li>\n<li>\n<em>Right to data portability.</em> Upon request, we will provide you your personal data in our possession, in a structured, commonly used and machine-readable format.\nYou have the right to transmit that data to another controller if doing so does not adversely affect the rights and freedoms of others.</li>\n<li>\n<em>Right to object.</em> You can object, on grounds relating your particular situation, at any time, to processing of your personal information, if based on point (e) or (f) of Article 6(1) of the GDPR.\nWe will then have to stop processing, unless we can demonstrate compelling legitimate grounds for the processing.\nIf you object to the processing for direct marketing purposes, we will have to stop processing for these purposes.</li>\n<li>\n<em>Right to withdraw consent.</em> GDPR grants you the right to withdraw your earlier given consent, if any, to processing of your personal data at any time.</li>\n<li>\n<em>Rights related to automated decision making.</em> As a responsible business, we do not rely on any automated decision making, such as profiling.</li>\n</ol> Data Retention <p>We retain your personal data for as long as your account is active or for as long as we need it to fulfill the purposes for which we have initially collected it, unless otherwise permitted or required by law.\nWe will retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our rights.\nWe will cease to retain your personal data, or remove the means by which the data can be associated with you, as soon as it is reasonable to assume that such retention no longer serves the purpose for which the personal data was collected, and is no longer necessary for legal or business purposes.</p> Access to and/or Modification of Your Information <p>If you access the Web site or otherwise access the Services and volunteer personally-identifiable information, you may modify, update or delete such information by sending us an email at support@wemod.com.\nYou should be aware, however, that it is not always possible to completely remove or modify information in our databases.\nIn addition, please be aware that your ability to opt out from receiving marketing and promotional materials does not change our right to contact you regarding your use of the Services.</p> Children's Privacy <p>Protecting children's privacy is important to us.\nFor that reason, we do not collect or maintain information on the Web site or otherwise provide Services to those persons we actually know are under the age of thirteen (13) nor is any part of the Web site or Services targeted to attract anyone under the age of thirteen (13).\nWe request that all users of the Web site and/or Services who are under the age of thirteen (13) not disclose or provide any personally-identifiable information.\nIf we discover that a child under thirteen (13) has provided us with personally-identifiable information, we will delete that child's personally-identifiable information from our records, unless it is necessary to retain this information for legal reasons.</p>\n<p>We do not knowingly process data of EU residents under the age of 16 without parental consent.\nIf we become aware that we have collected data from an EU resident under the age of 16 without parental consent, we will take reasonable steps to delete it as quickly as possible.\nWe also comply with other age restrictions and requirements in accordance with applicable local laws.</p> Data Security <p>We take reasonable steps to maintain the security of the personally-identifiable information that we collect, including utilizing SSL certificates for data encryption, PCI Scanning, S-HTTP and management-only password-secured access limited to two (2) managers.\nhowever, no data transmission over the Internet can be guaranteed to be completely secure.\nAccordingly, we cannot ensure or warrant the security of any information that you transmit to us, so you do so at your own risk.\nPlease note, that non-encrypted communication using email is not secure.\nThus, we cannot guarantee data security in email communication and, therefore, recommend using physical mail for confidential information.</p> International Transfer <p>We operate globally so it is necessary to transfer your information internationally.\nIn particular, <strong>your information will likely be transferred to and processed in the State of New York, USA</strong>, where many of our central databases operate.\nThe data protection and other laws of other countries may not be as comprehensive as those in your country.\nPlease be assured that we take reasonable steps to ensure that your privacy is protected.\n<strong>By accessing our Web site or otherwise using our Services you consent to your information being collected, used and transferred as set forth in this Privacy Policy.</strong>\n</p> How to Contact Us <p>If you have any questions or concerns about our Privacy Policy or its implementation you may contact us at support@wemod.com.</p> Updates &amp.\nEffective Date <p>The effective date of this Privacy Policy is May 25, 2018.\nFrom time-to-time, we may update this Privacy Policy.\nWe encourage you to periodically check back and review this statement so that you always will know what information we collect, how we use it, and with whom we share it.</p> ", "created_at": "2020-10-03 20:00:59.562177", "updated_at": "2020-10-03 20:01:05.216356"}, {"id": 2878, "name": "Terms and Conditions", "url": "https://www.wemod.com/terms", "xpath": "/html/body/div[1]/div[1]/div[2]/section", "text": " Terms &amp.\nConditions <p>The Web site and Service(s) are provided by WeMod LLC, a Massachusetts company with a principal place of business located at 68 Harrison Ave, 6th Floor, Boston, MA 02111.</p> SECTION I: DEFINITIONS, AGREEMENT TO BE BOUND 1.1.Definitions.\n<p>References to \"Dispute\" mean any claim, conflict, controversy, disagreement between the Parties arising out of, or related in any way to, these Terms (or any Terms, supplement or amendment contemplated by these Terms,) including, without limitation, any action in tort, contract or otherwise, at equity or at law, or any alleged breach, including, without limitation, any matter with respect to the meaning, effect, validity, performance, termination, interpretation or enforcement of these Terms or any Terms contemplated by the Terms.</p>\n<p>References to \"Material Breach\" mean any breach of these Terms upon the occurrence of which a reasonable person in the position of the non-breaching Party would wish to immediately terminate these Terms because of that breach.</p>\n<p>References to the \"Services\" mean any and all services offered by us, including but not limited to hobbyist software for gamers, news and entertainment related to modding games via our Web site.</p>\n<p>References to the \"Terms\" and/or \"Agreement,\" mean this, these Terms and Conditions as set forth herein.</p>\n<p>References to \"us,\" \"we,\" and/or \"our\" mean WeMod LLC.</p>\n<p>References to the \"Web site\" mean the Web sites bearing the URL wemod.com, including all sub-domains (e.g.\nwww.wemod.com, example.wemod.com).</p>\n<p>References to \"you,\" and/or \"User,\" mean the User of the Web site and/or Services.</p> 1.2. Agreement to be Bound.\nGrant of Permission.\n<p>The following Terms and Conditions, together with the relevant information set out on this Web site, including any features and services available, such as RSS feeds, podcasts, video and photographs, publications, and other materials, as well as the Services are subject to the Terms and Conditions set forth below.\nPlease read them carefully as any of use of this Web site and/or the Services constitutes an agreement, without acceptance, to be bound thereby by the User.</p>\n<p>These Terms and Conditions are subject to the Privacy Policy, which also governs your use of the Web site and/or the Services.</p>\n<p>You acknowledge and agree that each driver and/or vendor of us shall be third party beneficiaries to the Terms and Conditions and that such other companies shall be entitled to directly enforce and rely upon any provision of these Terms and Conditions, which confers a benefit upon them.\nNo other party shall be a third party beneficiary of the Terms.</p> SECTION II: GENERAL PROVISIONS 2.1. Accuracy, Completeness and Timeliness of Information.\n<p>We are not responsible if information made available on the Web site and/or the Services is not accurate, complete or current.\nYou acknowledge that the Web site and the Services are provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.</p> 2.2. Errors in Web Site and/or Services.\n<p>We do not warrant that any errors in the Web site and/or Services will be corrected.</p> 2.3. Modifications and Changes to Terms and Conditions.\n<p>We may modify, add to, suspend or delete these Terms and Conditions or other agreements, in whole or in part, at our sole discretion at any time, with such modifications, additions or deletions being immediately effective upon their posting to the Web site.\nYour use of the Web site and/or continued use of the Services after modification, addition or deletion of these Terms and Conditions shall be deemed to constitute acceptance by you of the modification, addition or deletion.</p> 2.4. Modifications and Changes to the Web Site and/or Services.\n<p>We may modify, add to, suspend, or delete any aspect of this Web site or Service offered by us, in whole or in part, at our sole discretion at any time, with such modifications, additions or deletions being immediately effective.\nSuch modifications, additions or deletions may include but are not limited to content offered, hours of availability, and equipment needed for access or use.</p> 2.5. Access to Web site and/or Services.\n<p>Though we try to make the Web site and Services available twenty-four (24) hours a day, seven (7) days a week, except for planned down-time for maintenance, we do not warrant that the Web site and Services will be at all times available.</p>\n<p>We do not warrant that your computer, tablet, and/or smartphone will be able to access and/or support the Web site.</p> 2.6. Right of Refusal, Limitation, Discontinuation.\nand Termination.\n<p>We reserve the right to refuse to provide access to the Web site and/or the Services for any reason at any time at our sole discretion.\nWe may, in our sole discretion, limit or cancel a User Account for any reason whatsoever.\nIn the event that we make a change to or cancel an Account, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time your Account was created.\nhowever, the failure to do so shall not result in any liability, including liability for lost data deleted as a result of the Account termination.</p> 2.7. Prohibited Uses of Web site and Services.\n<p>You agree and acknowledge that you shall not use the Web site and/or the Services: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, governmental, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Web site.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Web site and/or the Services.\nWe reserve the right to terminate your use of the Web site and/or the Services for violating any of the prohibited uses or for any other reason at its sole and exclusive decision.</p> SECTION III: ACCOUNTS, USE OF THE SERVICES 3.1. Online Accounts.\n<p>Users may be given the opportunity to register via an online registration form to create a User account, (hereinafter, your \"Account,\") that may allow you to receive information from us and/or to participate in certain features of the Web site and the Services.\nWe will use the information you provide in accordance with our Privacy Policy.\nBy registering with us, you represent and warrant that all information you provide on the registration form is current, complete and accurate to the best of your knowledge.\nYou agree to maintain and promptly update your registration information on the Web site so that it remains current, complete and accurate.\nDuring the registration process, you may be required to choose a password.\nYou acknowledge and agree that we may rely on this password to identify you.\nYou are responsible for all use of your Account, regardless of whether you authorized such access or use, and for ensuring that all use of your Account complies fully with the provisions of these Terms and Conditions.</p> 3.2. Multiple Accounts Prohibited.\n<p>You agree you shall not have no more than one (1) Account and shall not sell, trade or transfer that account to any other person or entity.</p> 3.3. Account Guidelines.\n<p>The Web site and/or Services may contain the ability to communicate with other Users through one or more platforms, comments sections, discussion forums, Web sites, landing pages, social media outlets and/or other interactive features, (hereinafter \"Interactive Areas,\") in which Users and Third Parties may communicate.\nBy participating in Interactive Areas, you agree and acknowledge that you:</p>\n<p>Shall not upload, distribute or otherwise publish to the Web site and/or the Services any libelous, defamatory, obscene, pornographic, abusive, or otherwise illegal material.\nand</p>\n<p>Shall not threaten or verbally abuse other Users, use defamatory language, or deliberately disrupt discussions with repetitive messages, meaningless messages or \"spam\".\nand</p>\n<p>Shall not to use language that abuses or discriminates on the basis of race, religion, nationality, gender, sexual preference, age, region, disability, etc.\nHate speech of any kind is grounds for immediate and permanent suspension of access to all or part of the Interactive Areas and use of the Web site and/or the Services.\nand</p>\n<p>Shall not personally attack another User.\nPersonal attacks are a direct violation of these Terms and Conditions and are grounds for immediate and permanent suspension of access to all or part of the Interactive Areas and use of the Web site and/or the Services.\nand</p>\n<p>Shall not use the Interactive Areas to distribute or otherwise publish any material containing any solicitation of funds, advertising or solicitation for goods or Services.\nand</p>\n<p>Shall not upload, post or otherwise transmit any content that violates any law or engage in activity that would constitute a criminal offense or give rise to a civil liability.\nand</p>\n<p>Shall not post unauthorized commercial communications (such as spam).\nand</p>\n<p>Shall not upload, post or otherwise transmit any content that advocates or provides instruction on illegal activity or discuss illegal activities with the intent to commit them.\nand</p>\n<p>Shall not upload, post or otherwise transmit content that does not generally pertain to the designated topic or theme of any Interactive Area.\nand</p>\n<p>Shall not impersonate any person or entity, including, but not limited to, any of our employees, or falsely state or otherwise misrepresent your affiliation with any person or entity.\nand</p>\n<p>Shall not interfere with any other User's right to privacy, including by harvesting or collecting personally-identifiable information about other Users of our Interactive Areas or posting private information about a Third Party.\nand</p>\n<p>Shall not engage in unlawful multi-level marketing, such as a pyramid scheme.\nand</p>\n<p>Shall not upload, post or otherwise transmit any content, software or other materials which contain a virus or other harmful or disruptive component.\nand</p>\n<p>Shall not interfere with or disrupt the Web site, Services, the Interactive Areas or the servers or networks connected to the Web site or the Interactive Areas, or disobey any requirements, procedures, policies or regulations of networks connected to the Services, Web site, and/or the Interactive Areas.\nand</p>\n<p>Shall not facilitate or encourage any violations of these Terms and Conditions or our policies.</p>\n<p>Users agree further and acknowledge that any profile they create may be edited, removed, modified, published, transmitted, and displayed by us, and they waive any rights they may have in having the material altered or changed in a manner not agreeable to them.</p> 3.4. Rights in Submissions.\n<p>Should you submit, display, publish or otherwise post any content to an Interactive Area, (hereinafter \"Submissions,\") you agree to grant to us and our partners and affiliates a limited, non-exclusive, sub-licensable, worldwide, fully-paid, royalty free license to use, modify, publicly perform, publicly display, reproduce, and distribute such Submissions in any and all media now known or hereinafter developed for hosting, indexing, caching, distributing, tagging, marketing, and for all other lawful purposes without the requirement to make payment to or seek permission from you or to any Third Party.</p>\n<p>You represent and warrant that you own or have a valid license to use any and all Submissions and otherwise have the right to grant the license set forth herein, and the displaying, publishing or posting of any Submissions does not and will not violate the privacy rights, publicity rights, copyrights, trademark rights, patents, contract rights or any other intellectual property rights or other rights of any person or entity.</p> 3.5. Right to Monitor.\n<p>We shall have the right to monitor your Account in our sole and exclusive discretion.</p> SECTION IV: FEES &amp.\nPAYMENT 4.1. Fees.\n<p>Use of the Web site is free.\nhowever, some functions of the Services may be subject to fees.\nThese fees, including all applicable taxes and additional charges, are set forth at all times on the Web site at all times as well as at the time of purchase.\nMore information about our rates and fees may be found at https://www.wemod.com/diamond and https://www.wemod.com/pro.\nServices shall automatically renew if not cancelled less than twenty-four (24) hours prior to the end of the Billing Cycle after which time no refund shall be granted, in whole or in part, for any reason whatsoever.</p> 4.2. Payment.\n<p>Payment shall be due and owing as per the terms of the membership level you selected upon registration.\nPayment shall be due by the first (1st) day of the Billing Cycle, in full and pre-paid for the following Billing Cycle.\nPayment may be may be made via major credit card and/or PayPal.</p> 4.3. Cancellation.\n<p>Users may cancel their use of the Services and their Accounts at any time via https://www.wemod.com/account.</p> 4.4. Refunds.\n<p>Except as set forth herein, no refunds shall be granted for any reason whatsoever, including for pre-paid Services where said Services were not used in full.\nRefunds may take up to thirty (30) calendar days to process.</p> SECTION V: INTELLECTUAL PROPERTY 5.1. Intellectual Property Rights Not Waived.\n<p>This is an Agreement for access to and use of the Web site and/or the Services, and you are not granted a license to any software by these Terms and Conditions.\nThe Web site and Services are protected by U.S.\nand, where applicable, international intellectual property laws.\nThe Web site and Services belong to us and are the property of us or our licensors (if any).\nWe retain all ownership rights in the Web site and Services.</p>\n<p>Furthermore, all material (\"Materials\") displayed or transmitted on this Web site and/or Services, including but not limited to text, photographs, images, illustrations, video clips, audio clips, and graphics are owned by us and are protected by U.S.\nand international copyright, trademarks, service marks, and other proprietary rights, laws and treaties.</p>\n<p>Except as provided, you may not copy, reproduce, publish, transmit, transfer, sell, rent, modify, create derivative works from, distribute, repost, perform, display, or in any way commercially exploit the Materials carried on the Web site nor may you infringe upon any of the copyrights or other intellectual property rights contained in the Materials.\nYou may not remove or alter, nor cause to be removed or altered, any copyright, trademark, or other proprietary notices or visual marks and logos from the Materials.</p>\n<p>You may make a single print copy of any Materials provided by us on this Web site and/or Services for personal, non-commercial use only, provide that you do not remove nor cause to be removed any copyright, trademarks, or other proprietary notices or visual marks or logos from the Material.\nYou may not archive or retain any of the Materials accessed on this Web site and/or Services without our express written permission.\nAll requests for archiving, republication or retention of any part of the Materials must be in writing to us and must clearly state the purpose and manner in which the Material will be used.\nRequests for permission to archive, retain, or republish any part of the Materials may be submitted to support@wemod.com.</p>\n<p>You acquire no rights or license whatsoever in the Materials other than the limited rights to use the site in accordance with these Terms and Conditions.\nAny of the Materials accessed or downloaded from this site must be accessed or downloaded in accordance with the Terms and Conditions of use specified in this Agreement.\nWe reserve any rights not expressly granted under these Terms and Conditions of use.</p> 5.2. Feedback.\n<p>In addition to Submissions you may have the opportunity to provide reviews, suggestions, ideas, and feedback, (hereinafter, collectively, \"Feedback.\") Should you so provide such Feedback you grant us sole ownership of the same, which includes without limitation the right for us or any Third Party we designate, to use, copy, transmit, excerpt, publish, distribute, publicly display, publicly perform, create derivative works of, host, index, cache, tag, encode, modify and adapt (including without limitation the right to adapt to streaming, downloading, broadcast, mobile, digital, thumbnail, scanning or other technologies) in any form or media now known or hereinafter developed.\nAll such Feedback shall be treated as non-confidential.</p>\n<p>If it is determined that you retain moral rights (including rights of attribution or integrity) in the content submitted by you, you hereby declare that (a) you do not require that any personally-identifying information be used in connection with the content, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion and exploitation of the content by us or our licensees, successors and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the content.\nand (d) you forever release us, and our licensees, successors and assigns, from any claims that you could otherwise assert against us by virtue of any such moral rights.\nYou also permit any other User to access, view, store or reproduce the content for that User's personal use.</p>\n<p>Notwithstanding the foregoing, you acknowledge that your Feedback may contain concepts, ideas, materials, proposals, suggestions and the like relating to WeMod or its initiatives, (hereinafter your \"Ideas.\") With respect to your Ideas you acknowledge that: (a) we receive numerous submissions from many parties and/or may have independently developed and/or considered ideas similar to your Ideas, and that our review of your Ideas is not an admission of novelty, priority or originality.\nand (b) our use of any ideas similar to your Ideas, whether based on your Feedback or Submissions, provided to us by Third Parties, or independently developed or considered by us, shall be without obligation to you.</p> SECTION VI: Third-Party Advertisements, Promotions, and Links 6.1. Third Party Advertisements and Promotions.\n<p>We may, from time to time, run advertisements and promotions from Third Parties on the Web site and/or the Services.\nYour dealings or correspondence with, or participation in promotions of, advertisers other than us, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such Third Party.\nWe are not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of Third-Party advertisers on the Web site and/or the Services.</p> 6.2. Use of Third-Party Tools.\n<p>We may provide you with access to Third-Party tools over which we neither monitor nor have any control nor input.</p>\n<p>You acknowledge and agree that we provide access to such tools \"as is\" and \"as available\" without any warranties, representations or conditions of any kind and without any endorsement.\nWe shall have no liability whatsoever arising from or relating to your use of optional Third-Party tools.</p>\n<p>Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant Third-Party provider(s).</p>\n<p>We may also, in the future, offer new services and/or features through the Web site and/or the Services (including, the release of new tools.) Such new features and/or Services shall also be subject to these Terms and Conditions.</p> 6.3. Third-Party Links.\n<p>Certain content, products and Services available via our Web site and/or Services may include materials from Third-Parties.</p>\n<p>Third-Party links on the Web site may direct you to Third-Party Web sites and/or services that are not affiliated with us.\nWe are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any Third-Party materials or Web sites and/or services, or for any other materials, products, or services of Third-Parties.</p>\n<p>We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any Third-Party with whom you connect via the services.\nPlease review carefully the Third-Party's policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding Third-Party products should be directed to the Third-Party.</p> SECTION VII: DISCLAIMERS.\nLIMITATIONS OF LIABILITY.\nINDEMNIFICATION 7.1. Disclaimer of Warranty.\nLimitation of Liability.\n<p>(A) YOU AGREE THAT USE OF THE WEB SITE AND THE SERVICES IS AT YOUR SOLE RISK.\nNEITHER US nor our AFFILIATES NOR ANY RESPECTIVE EMPLOYEES, AGENTS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS WARRANT THAT THE use of the Web site AND/OR THE SERVICES SHALL BE UNINTERRUPTED OR ERROR FREE.\nNOR DO we MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM USE OF THE WEB SITE, MOBILE APPLICATION AND/OR THE SERVICES OR AS TO THE ACCURACY, COMPLETENESS, TIMELINESS OR RELIABILITY OF THE WEB SITE AND/OR THE SERVICES.</p>\n<p>(B) ANY DOWNLOADABLE SOFTWARE, PRODUCTS OR OTHER MATERIALS, WITHOUT LIMITATION, IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AGAINST INFRINGEMENT, OTHER THAN THOSE WARRANTIES WHICH ARE IMPLIED BY AND INCAPABLE OF EXCLUSION, RESTRICTION OR MODIFICATION UNDER THE LAWS APPLICABLE TO THESE TERMS AND CONDITIONS.\nWE MAKE NO WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AGAINST INFRINGEMENT, OTHER THAN THOSE WARRANTIES WHICH ARE IMPLIED BY AND INCAPABLE OF EXCLUSION, RESTRICTION OR MODIFICATION UNDER THE LAWS APPLICABLE TO THESE TERMS AND CONDITIONS.</p>\n<p>(c) IN NO EVENT SHALL WE, OUR EMPLOYEES, SUBSIDIARIES, PARENTS, AGENTS, PARTNERS, THIRD-PARTY CONTENT PROVIDERS, VENDORS, AND/OR OUR OR THEIR RESPECTIVE DIRECTORS, OFFICERS, AND MEMBERS, BE LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS OR DAMAGES WHATSOEVER, INCLUDING BUT NOT LIMITED TO ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, INCIDENTAL, PUNITIVE, OR OTHER DAMAGES, INCLUDING BUT NOT LIMITED TO EXEMPLARY, RELIANCE, OR CONSEQUENTIAL DAMAGES, LOSS OF PROFITS, bodily injury, death, property damage, REPUTATIONAL HARM, OR LOSS OF INFORMATION OR DATA, ARISING OUT OF OR RELATED TO THE USE OF OR INABILITY TO USE THE WEB SITE AND/OR THE SERVICES.</p>\n<p>(d) WE DISCLAIM ANY AND ALL LIABILITY OF ANY KIND FOR ANY UNAUTHORIZED ACCESS TO OR USE OF YOUR PERSONALLY-IDENTIFIABLE INFORMATION.\nBY utilizing THE WEB SITE AND/OR THE SERVICES YOU ACKNOWLEDGE AND AGREs TO OUR DISCLAIMER OF ANY SUCH LIABILITY.\nIF YOU DO NOT AGREE, YOU SHOULD NOT ACCESS OR OTHERWISE Utilize THE WEB SITE.</p>\n<p>(e) YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE WEB SITE, MOBILE APPLICATION AND/OR THE SERVICES OR ANY OTHER GRIEVANCE, SHALL BE YOUR DISCONTINUATION OF ACCESS TO OR UtilizATION OF THE WEB SITE AND/OR THE SERVICES.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.</p>\n<p>The above limitations shall survive these Terms and inure to the benefit of us and our affiliates and respective directors, officers, employees and agents.</p> 7.2. INDEMNIFICATION.\n<p>You agree to defend, indemnify and hold us harmless, as well as our affiliates and vendors and respective directors, officers, Users and agents, from and against all claims, SUITS, and expenses, including attorneys' fees, arising out of OR RELATED TO (a) YOUR USE OF THE WEB SITE AND/OR SERVICES.\n(B) your noncompliance with or breach of this Agreement.\n(C) your use of third-Party SERVICES, products, links, advertisements, and/or tools.\n(D) YOUR VIOLATIONS OF ANY THIRD-PARTY RIGHTS, INCLUDING THIRD-PARTY INTELLECTUAL PROPERTY RIGHTS.\n(E) the unauthorized use of the Web site AND/OR SERVICES by any other person using your information.</p> SECTION VIII: GOVERNING LAW.\nARBITRATION 8.1. Governing Law.\n<p>These Terms shall be governed and construed in accordance with the laws of Massachusetts without regard to its conflicts of law provisions.\nYou agree to submit to the personal jurisdiction of the courts located in Westchester County, New York, and any cause of action that relates to or arises from these Terms and/or the Web site and/or the Services must be filed therein unless subject to the binding arbitration provisions of Section 8.2, infra.</p> 8.2. Arbitration.\n<p>The Parties agree that any dispute concerning, relating, or referring to these Terms and/or the Web site and/or the Services shall be resolved exclusively by binding arbitration in accordance with the substantive laws of Massachusetts and the American Arbitration Association and shall be brought for arbitration in Westchester County, New York.\nThe arbitrator and not any federal, state, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, conscionability, or formation of this contract, including but not limited to any claim that all or any part of this contract is void or voidable.\nNothing herein prevents either Party from seeking any interim injunction it deems necessary in order to preserve the status quo prior to the resolution of any dispute, in any jurisdiction.</p> SECTION IX: MISCELLANEOUS 9.1. Customer Service.\n<p>Should you have any questions, comments or concerns regarding the Web site and/or Services customer service may be contacted at any time via support@wemod.com.\nWe strive to return all customer service inquires within seventy-two (72) business hours.</p> 9.2. Affiliate Disclosure.\n<p>We may have a commercial relationship with Third-Parties and affiliates to whose products and/or services we link and promote through the Services.\nBecause of this relationship we may earn a commission on products purchased by a user from a Third-Party affiliate.</p> 9.3. Server Location.\nInternational Transfer.\n<p>We operate globally so it is necessary to transfer your information internationally.\nIn particular, your information will likely be transferred to and processed by servers in New York, New York.\nThe data protection and other laws of other countries may not be as comprehensive as those in your country.\nPlease be assured that we take reasonable steps to ensure that your privacy is protected.\nBy using the Web site and/or the Services you consent to your information being collected, used and transferred as set forth in the Privacy Policy.</p> 9.4. Authority.\n<p>Each Party represents and warrants to the other that it has full power and authority to enter into this Agreement and that it is binding upon such Party and enforceable in accordance with its Terms.</p> 9.5. Waiver.\n<p>Any waiver of a right under these Terms shall only be effective if agreed or declared in writing.\nA delay in exercising a right or the non-exercise of a right shall not be deemed a waiver and shall not prevent a Party from exercising that right in the future.\nThe rights and remedies herein provided are cumulative and not exclusive of any rights and remedies provided by law.</p> 9.6. Force Majeure.\n<p>We shall not be bound to meet any obligation if prevented from doing so as a consequence of acts of god or force majeure, including but not limited to measures taken or imposed by any government or public authority or in case of any other event beyond the control of us including but not limited to natural disasters (such as storm, hurricane, fire, flood, earthquake), war, civil unrest, terrorist activities, states of emergency, government sanctions, embargos, nationalizations, strikes and breakdowns of public utilities (such as of electricity or telecommunication services).\nWe shall use all reasonable efforts to notify you of the circumstances causing the delay and to resume performance as soon as possible, both without undue delay.</p> 9.7. Assignment.\n<p>We shall have the right to assign and/or transfer these Terms and our rights and obligations hereunder to any Third Party after notifying you as provided for herein.\nYou agree and acknowledge that you shall not assign or transfer its rights or sub-contract or delegate the performance of any of its obligations under these Terms without our prior written consent in our sole and exclusive discretion.</p> 9.8. Rights of Third Parties.\n<p>These Terms do not give any right to any Third Party except that any provision in these Terms.</p> 9.9. Relationship of the Parties.\n<p>The Parties are independent contractors under these Terms, and nothing herein shall be construed to create a partnership, joint venture or agency relationship between them.\nNeither Party has authority to enter into Terms of any kind in the name of the other Party.</p> 9.10. Severability.\n<p>If any part of this Agreement is determined to be invalid or unenforceable by applicable law, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of this Agreement will continue in effect.</p> 9.11. Updates &amp.\nEffective Date.\n<p>The effective date of these Terms is November 10, 2015.\nFrom time to time, we may update these Terms and Conditions, so we encourage you to review them often.</p> ", "created_at": "2020-10-03 20:00:13.845094", "updated_at": "2020-10-03 20:00:15.215982"}], "points": [{"id": 11936, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-01 20:48:55.09252", "updated_at": "2020-12-02 12:11:06.802335", "quoteText": "Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by us.\nPlease consult the \"Help\" section of your browser for more information.", "case_id": 375, "document_id": 2879, "quoteStart": 6779, "quoteEnd": 6973}, {"id": 10403, "title": "Another Null...", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:09:09.4978", "updated_at": "2020-10-05 19:44:37.533751", "quoteText": "however, no data transmission over the Internet can be guaranteed to be completely secure.", "case_id": 235, "document_id": 2879, "quoteStart": 13306, "quoteEnd": 13396}, {"id": 10383, "title": "Your personal data is given to third parties", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:06:54.753111", "updated_at": "2020-12-07 16:15:54.7456", "quoteText": "suppliers that process data on our behalf via our servers in New York, New York", "case_id": 188, "document_id": 2879, "quoteStart": 3938, "quoteEnd": 4017}, {"id": 10382, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:03:39.800175", "updated_at": "2020-12-07 16:27:22.734381", "quoteText": "Modifications and Changes to Privacy Policy <p>We may modify, add to, suspend or delete the Privacy Policy, in whole or in part, at our sole discretion at any time, with such modifications, additions or deletions being immediately effective upon their posting to the Web site.", "case_id": 122, "document_id": 2879, "quoteStart": 1517, "quoteEnd": 1793}, {"id": 10384, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:14:50.563367", "updated_at": "2020-12-07 16:15:39.619802", "quoteText": "We, our Third-Party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by us and/or other networks or Web sites.", "case_id": 128, "document_id": 2879, "quoteStart": 5776, "quoteEnd": 5987}, {"id": 10389, "title": "California bad.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:19:07.383687", "updated_at": "2020-10-05 19:12:27.137386", "quoteText": "We will not share any personal data with third-parties for their direct marketing purposes to the extent prohibited by California law.\n", "case_id": 235, "document_id": 2879, "quoteStart": 7105, "quoteEnd": 7240}, {"id": 10420, "title": "Your biometric data is collected", "source": "https://www.wemod.com/terms", "status": "Excellent for getting data-breached :)", "created_at": "2020-10-04 20:41:24.636404", "updated_at": "2020-10-16 18:54:28.179547", "quoteText": "You acknowledge and agree that we may rely on this password to identify you.", "case_id": 397, "document_id": 2878, "quoteStart": 7482, "quoteEnd": 7558}, {"id": 10421, "title": "Service does not allow alternative accounts", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:43:28.795303", "updated_at": "2020-10-04 22:14:04.290509", "quoteText": "You agree you shall not have no more than one (1) Account", "case_id": 324, "document_id": 2878, "quoteStart": 7819, "quoteEnd": 7876}, {"id": 10429, "title": "Contradiction", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:04:05.591341", "updated_at": "2020-10-05 19:09:01.096735", "quoteText": "no refund shall be granted, in whole or in part, for any reason whatsoever.", "case_id": 235, "document_id": 2878, "quoteStart": 13285, "quoteEnd": 13360}, {"id": 10394, "title": "Nonee", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:42:30.223155", "updated_at": "2020-10-05 19:13:27.945808", "quoteText": "We may use third-party advertising companies to serve ads when you visit our website.</p>", "case_id": 207, "document_id": 2879, "quoteStart": 6981, "quoteEnd": 7070}, {"id": 10416, "title": "nonee", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:34:21.509317", "updated_at": "2020-10-05 19:50:17.072147", "quoteText": "(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Web site.", "case_id": 235, "document_id": 2878, "quoteStart": 6071, "quoteEnd": 6241}, {"id": 10409, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:19:17.299449", "updated_at": "2020-10-16 03:23:56.065615", "quoteText": "We do not warrant that any errors in the Web site and/or Services will be corrected.", "case_id": 289, "document_id": 2878, "quoteStart": 3214, "quoteEnd": 3298}, {"id": 10408, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:18:43.32961", "updated_at": "2020-12-07 16:12:13.950289", "quoteText": "We are not responsible if information made available on the Web site and/or the Services is not accurate, complete or current.", "case_id": 288, "document_id": 2878, "quoteStart": 2773, "quoteEnd": 2899}, {"id": 10385, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:16:06.116673", "updated_at": "2020-12-07 16:15:17.352695", "quoteText": "We, our Third-Party service providers, advertiser or our partners may also use \"Web beacons\" or clear .gifs, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a Web page.", "case_id": 323, "document_id": 2879, "quoteStart": 6085, "quoteEnd": 6351}, {"id": 10388, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:17:44.797382", "updated_at": "2020-12-07 16:16:55.251113", "quoteText": "Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by us.\n", "case_id": 375, "document_id": 2879, "quoteStart": 6779, "quoteEnd": 6902}, {"id": 10422, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:44:12.638634", "updated_at": "2020-12-07 16:26:46.783275", "quoteText": "and shall not sell, trade or transfer that account to any other person or entity.", "case_id": 229, "document_id": 2878, "quoteStart": 7877, "quoteEnd": 7958}, {"id": 10426, "title": "This service can license user content to third parties", "source": "https://www.wemod.com/terms", "status": "Full quote: \"Should you submit, display, publish or otherwise post any content to an Interactive Area, (hereinafter \"Submissions,\") you agree to grant to us and our partners and affiliates a limited, non-exclusive,\r\nsub-licensable, worldwide, fully-paid, royalty free license[...]\"", "created_at": "2020-10-04 20:59:30.613578", "updated_at": "2020-12-07 17:59:24.924886", "quoteText": "sub-licensable,", "case_id": 134, "document_id": 2878, "quoteStart": 11768, "quoteEnd": 11783}, {"id": 10386, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:17:06.767604", "updated_at": "2021-02-08 00:00:23.406122", "quoteText": "You can change your privacy preferences regarding the use of cookies and similar technologies through your browser.\nYou may set your browser to accept all cookies, block certain cookies, require your consent before a cookie is placed in your browser, or block all cookies.\n", "case_id": 127, "document_id": 2879, "quoteStart": 6506, "quoteEnd": 6779}, {"id": 10393, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:40:07.747131", "updated_at": "2020-12-01 20:54:11.284147", "quoteText": "You have the right to receive free information about what personal data we have obtained about you, where it is stored, for how long, for what purposes it is used, to whom it was disclosed.\n", "case_id": 227, "document_id": 2879, "quoteStart": 8093, "quoteEnd": 8283}, {"id": 10396, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:47:07.896058", "updated_at": "2020-12-07 16:08:14.001908", "quoteText": "However, GDPR gives us the right to refuse erasure if we can demonstrate compelling legitimate grounds for keeping your information.</li>", "case_id": 333, "document_id": 2879, "quoteStart": 8715, "quoteEnd": 8852}, {"id": 10430, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:05:02.835048", "updated_at": "2020-10-09 07:08:12.966623", "quoteText": "Services shall automatically renew if not cancelled less than twenty-four (24) hours prior to the end of the Billing Cycle", "case_id": 384, "document_id": 2878, "quoteStart": 13145, "quoteEnd": 13267}, {"id": 10431, "title": "This service has a no refund policy with some exceptions", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:07:19.918906", "updated_at": "2020-10-19 04:28:47.893719", "quoteText": "<p>Except as set forth herein, no refunds shall be granted for any reason whatsoever, including for pre-paid Services where said Services were not used in full.\nRefunds may take up to thirty (30) calendar days to process.", "case_id": 398, "document_id": 2878, "quoteStart": 13823, "quoteEnd": 14044}, {"id": 10387, "title": "Duplicated.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:17:24.626535", "updated_at": "2020-12-01 20:49:44.59263", "quoteText": "Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by us.", "case_id": 375, "document_id": 2879, "quoteStart": 6779, "quoteEnd": 6901}, {"id": 10407, "title": "Invalid in retrospective.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:15:17.684656", "updated_at": "2020-12-01 20:56:04.399017", "quoteText": "From time-to-time, we may update this Privacy Policy.\nWe encourage you to periodically check back and review this statement so that you always will know what information we collect, how we use it, and with whom we share it.", "case_id": 329, "document_id": 2879, "quoteStart": 14649, "quoteEnd": 14872}, {"id": 10410, "title": "This service will warn users about website maintenance", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:25:05.776865", "updated_at": "2020-12-07 15:36:42.765494", "quoteText": "except for planned down-time for maintenance", "case_id": 159, "document_id": 2878, "quoteStart": 4462, "quoteEnd": 4506}, {"id": 10411, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:25:48.925837", "updated_at": "2020-12-07 16:07:56.054181", "quoteText": "we do not warrant that the Web site and Services will be at all times available.", "case_id": 287, "document_id": 2878, "quoteStart": 4508, "quoteEnd": 4588}, {"id": 10390, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:21:48.613354", "updated_at": "2020-10-04 22:12:38.277087", "quoteText": "We do not currently respond to Do Not Track signal.</p> ", "case_id": 233, "document_id": 2879, "quoteStart": 7677, "quoteEnd": 7733}, {"id": 10404, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:10:14.954324", "updated_at": "2020-10-04 22:13:03.975998", "quoteText": "<p>We operate globally so it is necessary to transfer your information internationally.", "case_id": 187, "document_id": 2879, "quoteStart": 13765, "quoteEnd": 13852}, {"id": 10395, "title": "Point Nullified per EU Regulations", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:44:06.169481", "updated_at": "2020-10-05 19:36:16.612791", "quoteText": "Your California Privacy Rights", "case_id": 235, "document_id": 2879, "quoteStart": 7071, "quoteEnd": 7101}, {"id": 10398, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:00:34.43142", "updated_at": "2020-12-02 14:55:47.241317", "quoteText": "You can object, on grounds relating your particular situation, at any time, to processing of your personal information, if based on point (e) or (f) of Article 6(1) of the GDPR.", "case_id": 300, "document_id": 2879, "quoteStart": 9896, "quoteEnd": 10073}, {"id": 10419, "title": "They may stop providing the service at any time", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:39:11.800594", "updated_at": "2020-12-07 16:07:15.124702", "quoteText": "We reserve the right to terminate your use of the Web site and/or the Services for violating any of the prohibited uses or for any other reason at its sole and exclusive decision.</p>", "case_id": 203, "document_id": 2878, "quoteStart": 6502, "quoteEnd": 6685}, {"id": 10402, "title": "The user is informed about security practices", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:07:52.304695", "updated_at": "2020-12-07 16:28:21.360789", "quoteText": "We take reasonable steps to maintain the security of the personally-identifiable information that we collect, including utilizing SSL certificates for data encryption, PCI Scanning, S-HTTP and management-only password-secured access limited to two (2) managers.", "case_id": 226, "document_id": 2879, "quoteStart": 13044, "quoteEnd": 13305}, {"id": 10397, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:49:21.136189", "updated_at": "2020-10-05 11:39:47.979761", "quoteText": "Upon request, we will provide you your personal data in our possession, in a structured, commonly used and machine-readable format.", "case_id": 140, "document_id": 2879, "quoteStart": 9592, "quoteEnd": 9723}, {"id": 10391, "title": "Your personal data is used for limited purposes", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:31:49.639995", "updated_at": "2020-12-01 20:45:20.870639", "quoteText": "We collect both personally-identifiable information and non-personally-identifiable information from you.", "case_id": 196, "document_id": 2879, "quoteStart": 2037, "quoteEnd": 2142}, {"id": 10406, "title": "Duplicated.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:12:28.986029", "updated_at": "2020-12-01 20:56:36.192474", "quoteText": "From time-to-time, we may update this Privacy Policy.\nWe encourage you to periodically check back and review this statement so that you always will know what information we collect, how we use it, and with whom we share it.", "case_id": 329, "document_id": 2879, "quoteStart": 14649, "quoteEnd": 14872}, {"id": 10413, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:28:56.622833", "updated_at": "2020-12-07 16:06:37.843301", "quoteText": "however, the failure to do so shall not result in any liability, including liability for lost data deleted as a result of the Account termination.</p> ", "case_id": 293, "document_id": 2878, "quoteStart": 5211, "quoteEnd": 5362}, {"id": 10405, "title": "There is a date of the last update of the terms", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:12:04.969477", "updated_at": "2020-12-07 16:24:54.797319", "quoteText": "The effective date of this Privacy Policy is May 25, 2018.\n", "case_id": 331, "document_id": 2879, "quoteStart": 14590, "quoteEnd": 14649}, {"id": 10424, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:47:29.17648", "updated_at": "2020-10-05 19:11:32.775938", "quoteText": "Users agree further and acknowledge that any profile they create may be edited, removed, modified, published, transmitted, and displayed by us,", "case_id": 202, "document_id": 2878, "quoteStart": 11270, "quoteEnd": 11413}, {"id": 10412, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:26:51.659127", "updated_at": "2020-12-07 16:06:02.140673", "quoteText": "We may, in our sole discretion, limit or cancel a User Account for any reason whatsoever.", "case_id": 201, "document_id": 2878, "quoteStart": 4924, "quoteEnd": 5013}, {"id": 10436, "title": "Third parties may be involved in operating the service", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:20:01.382547", "updated_at": "2020-12-07 16:04:14.041678", "quoteText": "We may, from time to time, run advertisements and promotions from Third Parties on the Web site and/or the Services.", "case_id": 207, "document_id": 2878, "quoteStart": 19094, "quoteEnd": 19210}, {"id": 10438, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:21:15.430264", "updated_at": "2020-12-07 16:04:27.930314", "quoteText": "YOU AGREE THAT USE OF THE WEB SITE AND THE SERVICES IS AT YOUR SOLE RISK.", "case_id": 286, "document_id": 2878, "quoteStart": 21761, "quoteEnd": 21834}, {"id": 10427, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:01:00.53456", "updated_at": "2020-12-07 16:05:41.36826", "quoteText": "to use, modify, publicly perform, publicly display, reproduce, and distribute such Submissions in any and all media", "case_id": 132, "document_id": 2878, "quoteStart": 11828, "quoteEnd": 11943}, {"id": 10428, "title": "Your private content may be accessed by people working for the service", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:02:54.868369", "updated_at": "2020-12-07 16:24:16.358405", "quoteText": "We shall have the right to monitor your Account in our sole and exclusive discretion.</p>", "case_id": 189, "document_id": 2878, "quoteStart": 12639, "quoteEnd": 12728}, {"id": 10443, "title": "The court of law governing the terms is in location X", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:34:30.448773", "updated_at": "2020-10-04 21:53:35.532124", "quoteText": "These Terms shall be governed and construed in accordance with the laws of Massachusetts without regard to its conflicts of law provisions.", "case_id": 163, "document_id": 2878, "quoteStart": 25461, "quoteEnd": 25600}, {"id": 10415, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:33:51.522384", "updated_at": "2020-10-04 22:00:31.727533", "quoteText": "(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n", "case_id": 283, "document_id": 2878, "quoteStart": 5831, "quoteEnd": 6024}, {"id": 10414, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:30:37.079003", "updated_at": "2020-10-04 22:14:33.580923", "quoteText": "(a) for any unlawful purpose.", "case_id": 280, "document_id": 2878, "quoteStart": 5495, "quoteEnd": 5524}, {"id": 10423, "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:47:04.867093", "updated_at": "2020-12-07 16:23:37.239509", "quoteText": "and</p>\n<p>Shall not impersonate any person or entity, including, but not limited to, any of our employees, or falsely state or otherwise misrepresent your affiliation with any person or entity.", "case_id": 213, "document_id": 2878, "quoteStart": 10155, "quoteEnd": 10349}, {"id": 10435, "title": "Null due to Irrelevancy", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:17:18.11826", "updated_at": "2020-10-05 19:33:50.088377", "quoteText": "You acquire no rights or license whatsoever in the Materials other than the limited rights to use the site in accordance with these Terms and Conditions.\nAny of the Materials accessed or downloaded from this site must be accessed or downloaded in accordance with the Terms and Conditions of use specified in this Agreement.\nWe reserve any rights not expressly granted under these Terms and Conditions of use.</p>", "case_id": 235, "document_id": 2878, "quoteStart": 16200, "quoteEnd": 16612}, {"id": 10425, "title": "Null due to Accidental Annotation", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:57:05.468557", "updated_at": "2020-10-05 19:34:38.979786", "quoteText": "and they waive any rights they may have in having the material altered or changed in a manner not agreeable to them.</p>", "case_id": 235, "document_id": 2878, "quoteStart": 11414, "quoteEnd": 11534}, {"id": 10444, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:35:27.556585", "updated_at": "2020-12-07 16:01:23.016719", "quoteText": "The Parties agree that any dispute concerning, relating, or referring to these Terms and/or the Web site and/or the Services shall be resolved exclusively by binding arbitration in accordance with the substantive laws of Massachusetts and the American Arbitration Association and shall be brought for arbitration in Westchester County, New York.", "case_id": 339, "document_id": 2878, "quoteStart": 25935, "quoteEnd": 26280}, {"id": 10440, "title": "Per the service's terms, users may not express negative opinions about them", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:27:40.249951", "updated_at": "2020-12-07 16:02:45.956524", "quoteText": "YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE WEB SITE, MOBILE APPLICATION AND/OR THE SERVICES OR ANY OTHER GRIEVANCE, SHALL BE YOUR DISCONTINUATION OF ACCESS TO OR UtilizATION OF THE WEB SITE AND/OR THE SERVICES.</p>", "case_id": 156, "document_id": 2878, "quoteStart": 24132, "quoteEnd": 24380}, {"id": 10432, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:11:43.483083", "updated_at": "2020-12-07 16:03:54.333684", "quoteText": "Should you so provide such Feedback you grant us sole ownership of the same", "case_id": 182, "document_id": 2878, "quoteStart": 16782, "quoteEnd": 16857}, {"id": 10418, "title": "Prohibits the posting of pornographic content", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:38:23.157471", "updated_at": "2020-12-07 16:23:58.273085", "quoteText": "(j) for any obscene or immoral purpose.\n", "case_id": 315, "document_id": 2878, "quoteStart": 6364, "quoteEnd": 6404}, {"id": 10445, "title": "useless", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:37:15.947775", "updated_at": "2020-10-05 19:47:32.91658", "quoteText": "<p>We shall not be bound to meet any obligation if prevented from doing so as a consequence of acts of god or force majeure, including but not limited to measures taken or imposed by any government or public authority or in case of any other event beyond the control of us", "case_id": 235, "document_id": 2878, "quoteStart": 28642, "quoteEnd": 28914}, {"id": 10442, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:33:19.125834", "updated_at": "2020-12-07 16:00:49.52674", "quoteText": "<p>You agree to defend, indemnify and hold us harmless, as well as our affiliates and vendors and respective directors, officers, Users and agents, from and against all claims, SUITS, and expenses, including attorneys' fees", "case_id": 146, "document_id": 2878, "quoteStart": 24751, "quoteEnd": 24974}, {"id": 10441, "title": "Declined in retrospective.", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:30:02.481485", "updated_at": "2020-12-01 20:57:21.379704", "quoteText": "SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.</p>\n", "case_id": 144, "document_id": 2878, "quoteStart": 24384, "quoteEnd": 24566}, {"id": 10446, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:41:56.996139", "updated_at": "2020-12-07 16:17:37.441226", "quoteText": "If any part of this Agreement is determined to be invalid or unenforceable by applicable law, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of this Agreement will continue in effect.</p>", "case_id": 294, "document_id": 2878, "quoteStart": 30278, "quoteEnd": 30603}, {"id": 10400, "title": "Nullified", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:03:29.488423", "updated_at": "2020-10-05 19:14:09.557592", "quoteText": "We will retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our rights.\nWe will cease to retain your personal data, or remove the means by which the data can be associated with you, as soon as it is reasonable to assume that such retention no longer serves the purpose for which the personal data was collected, and is no longer necessary for legal or business purposes.", "case_id": 333, "document_id": 2879, "quoteStart": 10869, "quoteEnd": 11295}, {"id": 10439, "title": "Redundant v. 2.0", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:24:04.754126", "updated_at": "2020-10-05 19:31:02.956969", "quoteText": "IN NO EVENT SHALL WE, OUR EMPLOYEES, SUBSIDIARIES, PARENTS, AGENTS, PARTNERS, THIRD-PARTY CONTENT PROVIDERS, VENDORS, AND/OR OUR OR THEIR RESPECTIVE DIRECTORS, OFFICERS, AND MEMBERS, BE LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS OR DAMAGES WHATSOEVER, INCLUDING BUT NOT LIMITED TO ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, INCIDENTAL, PUNITIVE, OR OTHER DAMAGES, INCLUDING BUT NOT LIMITED TO EXEMPLARY, RELIANCE, OR CONSEQUENTIAL DAMAGES, LOSS OF PROFITS, bodily injury, death, property damage, REPUTATIONAL HARM, OR LOSS OF INFORMATION OR DATA, ARISING OUT OF OR RELATED TO THE USE OF OR INABILITY TO USE THE WEB SITE AND/OR THE SERVICES.</p>\n", "case_id": 235, "document_id": 2878, "quoteStart": 23147, "quoteEnd": 23794}, {"id": 10447, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 22:04:16.534955", "updated_at": "2020-12-07 16:17:19.748585", "quoteText": "Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by us.", "case_id": 375, "document_id": 2879, "quoteStart": 6779, "quoteEnd": 6901}, {"id": 10399, "title": "You can opt out of promotional communications", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:02:17.747958", "updated_at": "2020-12-07 16:28:02.9974", "quoteText": "If you object to the processing for direct marketing purposes, we will have to stop processing for these purposes.", "case_id": 223, "document_id": 2879, "quoteStart": 10188, "quoteEnd": 10302}, {"id": 10401, "title": "Null'd", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:06:31.765923", "updated_at": "2020-10-05 19:42:36.136342", "quoteText": "We request that all users of the Web site and/or Services who are under the age of thirteen (13) not disclose or provide any personally-identifiable information.", "case_id": 235, "document_id": 2879, "quoteStart": 12220, "quoteEnd": 12381}, {"id": 10433, "title": "You waive your moral rights", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:13:08.916326", "updated_at": "2020-10-04 22:20:37.392688", "quoteText": "<p>If it is determined that you retain moral rights (including rights of attribution or integrity) in the content submitted by you, you hereby declare that (a) you do not require that any personally-identifying information be used in connection with the content, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion and exploitation of the content by us or our licensees, successors and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the content.\nand (d) you forever release us, and our licensees, successors and assigns, from any claims that you could otherwise assert against us by virtue of any such moral rights.", "case_id": 118, "document_id": 2878, "quoteStart": 17375, "quoteEnd": 18155}, {"id": 10434, "title": "Redundant", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:14:37.066577", "updated_at": "2020-10-05 19:32:26.962252", "quoteText": "With respect to your Ideas you acknowledge that: (a) we receive numerous submissions from many parties and/or may have independently developed and/or considered ideas similar to your Ideas, and that our review of your Ideas is not an admission of novelty, priority or originality.\nand (b) our use of any ideas similar to your Ideas, whether based on your Feedback or Submissions, provided to us by Third Parties, or independently developed or considered by us, shall be without obligation to you.</p>", "case_id": 235, "document_id": 2878, "quoteStart": 18480, "quoteEnd": 18980}, {"id": 11933, "title": "This service collects your IP address for location use", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-01 20:45:50.634935", "updated_at": "2020-12-07 16:16:37.197409", "quoteText": "<p>Examples of non-personally-identifiable information we may collect from you include your IP address", "case_id": 399, "document_id": 2879, "quoteStart": 2255, "quoteEnd": 2357}, {"id": 11934, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-01 20:46:23.390806", "updated_at": "2020-12-07 16:27:49.914284", "quoteText": "Use of Your Information and Your Preferences", "case_id": 227, "document_id": 2879, "quoteStart": 2599, "quoteEnd": 2643}, {"id": 11935, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-01 20:47:55.888743", "updated_at": "2020-12-07 16:00:29.105067", "quoteText": "We can disclose your personal data:</p>\n<ul>\n<li>for any successors to our business;", "case_id": 243, "document_id": 2879, "quoteStart": 3844, "quoteEnd": 3928}, {"id": 11937, "title": "This service may use your personal information for marketing purposes", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-01 20:51:43.476453", "updated_at": "2020-12-07 15:59:31.755193", "quoteText": "<li>contact you via email or direct mail in order to send you information and updates pertaining to your use of the Web site and/or the Services;</li>\n<li>respond to enquiries and/or questions you send to us.\nand to send company news, updates, and other related information.", "case_id": 336, "document_id": 2879, "quoteStart": 3158, "quoteEnd": 3432}, {"id": 11938, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://www.wemod.com/terms", "status": "This excerpt is found on Section 2.7. \"Prohibited Uses of Web site and Services.\"", "created_at": "2020-12-01 20:58:59.131333", "updated_at": "2020-12-07 16:16:20.252736", "quoteText": "(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n", "case_id": 310, "document_id": 2878, "quoteStart": 5719, "quoteEnd": 5831}, {"id": 10437, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 21:20:36.822816", "updated_at": "2020-12-07 16:26:33.439105", "quoteText": "Your dealings or correspondence with, or participation in promotions of, advertisers other than us, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such Third Party.\nWe are not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of Third-Party advertisers on the Web site and/or the Services.", "case_id": 279, "document_id": 2878, "quoteStart": 19211, "quoteEnd": 19652}, {"id": 10392, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-04 19:37:55.448819", "updated_at": "2020-12-07 16:26:59.649318", "quoteText": "Our Web site and/or Services may contain links to other Web sites, which are outside our control and are not covered by this Privacy Policy.\nIf you access other Web sites using the links provided, the operators of these Web sites may collect information from you, which will be used by them in accordance with their privacy policies, which may differ from ours.</p>", "case_id": 278, "document_id": 2879, "quoteStart": 4482, "quoteEnd": 4847}, {"id": 12324, "title": "The service has non-exclusive use of your content", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-12-07 18:00:08.376543", "updated_at": "2020-12-07 18:00:43.657336", "quoteText": "<p>Should you submit, display, publish or otherwise post any content to an Interactive Area, (hereinafter \"Submissions,\") you agree to grant to us and our partners and affiliates a limited, non-exclusive,", "case_id": 402, "document_id": 2878, "quoteStart": 11563, "quoteEnd": 11767}, {"id": 10417, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.wemod.com/terms", "status": "Generated through the annotate view", "created_at": "2020-10-04 20:37:29.395729", "updated_at": "2020-12-07 20:54:16.782906", "quoteText": "(i) to spam, phish, pharm, pretext,", "case_id": 281, "document_id": 2878, "quoteStart": 6302, "quoteEnd": 6337}, {"id": 12325, "title": "You can opt out of promotional communications", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-07 18:01:11.174464", "updated_at": "2020-12-07 18:02:28.316856", "quoteText": "How to Opt-Out <p>If you no longer wish to receive marketing information, press releases or any other type of information from us, you may send us an email at support@wemod.com to change your preferences or follow the \"unsubscribe\" link provided in any email that you receive from us.", "case_id": 223, "document_id": 2879, "quoteStart": 3444, "quoteEnd": 3728}, {"id": 12331, "title": "Spidering or crawling is not allowed", "source": "https://www.wemod.com/terms", "status": "This is found within Section 2.7., stating: \"Prohibited Uses of Web site and Services. You agree and acknowledge that you shall not use the Web site and/or the Services:[...]\"", "created_at": "2020-12-07 19:58:59.019552", "updated_at": "2020-12-07 20:53:57.90693", "quoteText": "spider, crawl,", "case_id": 150, "document_id": 2878, "quoteStart": 6338, "quoteEnd": 6352}, {"id": 10449, "title": "You have the right to leave this service at any time", "source": "https://www.wemod.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-05 19:32:40.49756", "updated_at": "2021-02-06 03:50:44.406946", "quoteText": "Your GDPR rights to be informed, to access, rectify, erase or restrict the processing of your personal information.</", "case_id": 170, "document_id": 2879, "quoteStart": 7972, "quoteEnd": 8089}], "urls": ["wemod.com", "support.wemod.com"]}}