{"error": 448, "message": "OK", "parameters": {"id": 1359, "name": "UK Fluids Network", "created_at": "2019-01-24 10:35:06.676668", "updated_at": "2021-05-14 14:37:55.894894", "wikipedia": null, "keywords": null, "related": null, "slug": "uk_fluids_network", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1359.png", "url": "fluids.ac.uk", "documents": [{"id": 951, "name": "Privacy policy", "url": "https://fluids.ac.uk/terms", "xpath": "//*[@id=\"main-content\"]", "text": " Terms and Privacy <p>Terms of Use</p>\n<p> Our website is made available to you free of charge.\nWe do not guarantee that access to our website, or the content on it, will always be available or uninterrupted.\nYour right to access our website is given on a temporary basis only.\n</p>\n<p> We reserve the right to change our website and the content on it, including without limitation by adding or removing content or functionality, at any time.\n</p>\n<p> You acknowledge that the content on our website is provided by other users or obtained from other sources other than our own.\nWe make no warranties, representations, undertakings or guarantees that the content on our website is accurate, complete, free from errors or omissions or up to date.\nFurther we make no warranties, representations, undertakings or guarantees that our website is secure or free from bugs or viruses.\nYou are responsible for ensuring that the device from which you access our website has suitable anti-virus software in place.\n</p>\n<p> We may make changes to these Terms of Use and/or our privacy policy or cookie policy from time to time.\nYou should therefore check these Terms of Use or other policies whenever you return to our website to see whether any changes have been made, as these will be binding on you.\nYour continued use of our website will be deemed acceptance of any changes.\n</p>\n<p> If you register an account on our website you must provide accurate and complete registration information and keep that information up to date at all times.\n</p>\n<p> You may need a user identification code, password and/or pre-selected answers to security questions in order to access our website.\nIt is your responsibility to keep this information secret and confidential and not to disclose it to any other person.\nIf you think that somebody else might know your user identification code, password and/or pre-selected answers to security questions then you must log in to your account and change these as soon as possible.\n</p>\n<p> We reserve the right to disable your user identification code, password and/or pre-selected answers to security questions at any time if, in our reasonable opinion, you fail to comply with any of these Terms of Use or if we consider that there may be a security risk.\n</p>\n<p>Privacy &amp.\nCookie Policy</p>\n<p> We collect no sensitive data from you, other than your email address, which is never displayed publicly unless you are a SIG leader, co-leader, or key personnel.\n</p>\n<p> By registering an account you agree to be listed in our Researchers Directory.\n</p>\n<p> This website does issue 'cookies' (these are small files of information which websites use to identify its users), however, these do not contain personal information.\nThe UK Fluids Network does not share this data with third parties.\nYou can disable cookies by altering the settings of your browser and the website will still function.\n</p> ", "created_at": "2019-01-24 10:38:01.951369", "updated_at": "2019-01-24 15:11:25.011681"}], "points": [{"id": 5509, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://fluids.ac.uk/terms", "status": "Generated through the annotate view", "created_at": "2019-01-24 15:16:04.512227", "updated_at": "2021-02-13 00:00:46.806376", "quoteText": " T", "case_id": 374, "document_id": 951, "quoteStart": 0, "quoteEnd": 2}, {"id": 17083, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://fluids.ac.uk/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 23:12:27.463155", "updated_at": "2021-03-04 10:40:33.019301", "quoteText": "This website does issue 'cookies' (these are small files of information which websites use to identify its users), however, these do not contain personal information.", "case_id": 374, "document_id": 951, "quoteStart": 2581, "quoteEnd": 2747}, {"id": 17082, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://fluids.ac.uk/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 23:11:04.418763", "updated_at": "2021-03-04 10:40:25.633871", "quoteText": "We make no warranties, representations, undertakings or guarantees that the content on our website is accurate, complete, free from errors or omissions or up to date.", "case_id": 288, "document_id": 951, "quoteStart": 578, "quoteEnd": 744}], "urls": ["fluids.ac.uk"]}}