{"error": 448, "message": "OK", "parameters": {"id": 3627, "name": " Star Bargains", "created_at": "2021-05-16 20:08:31.944292", "updated_at": "2021-05-16 22:00:22.018998", "wikipedia": "https://en.wikipedia.org/wiki/Star_Bargains", "keywords": null, "related": null, "slug": "_star_bargains", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3627.png", "url": "starbargains.co.uk", "documents": [{"id": 6032, "name": "Cookie Policy", "url": "https://www.starbargains.co.uk/page/cookies", "xpath": "/html/body/div[1]/div/div[4]/div/div/div/div/div", "text": " <p>\n<em>Last updated: 24th May 2018</em>\n</p> Summary <p>This cookie policy explains what cookies are and how Star Bargains (\"we,\" \"us\" or \"our\") uses them on www.starbargains.co.uk (our \"site\").\nWe encourage you to read the policy in full so that you can understand what information we collect using cookies and how that information is used.\nBy using Star Bargains site you are agreeing that we can use cookies in accordance with this Cookie Policy.</p>\n<p>At Star Bargains we do use cookies, but we use them sensitively.\nOur cookies are there to help us understand and save your preferences for future visits.</p>\n<p>We also use them to get a better view of how people are using our website (and how often) all with the aim of making the Star Bargains experience smoother and easier.\nSometimes, we’ll ask an external company to help us review our data too.\nBut rest assured, these service providers aren’t allowed to use any of the information that we’ve collected in any other way than to help us improve how we do things.</p> What happens if I disable cookies? <p>This depends on which cookies you disable, but in general our Site will not operate properly if cookies are off.\nIn particular, note that you may be prevented from making purchases of Products if cookies are disabled.</p> What are cookies <p>Cookies are small files that a website saves to your device.</p>\n<p>Their purpose is to hold small pieces of information in order to personalise and improve your web experience.\nA typical use of cookies may be to save items that you’ve added to your basket so you can get back to them later without having to add them all back in.\nA cookie can be used to show your recently viewed items so you can easily find them again.\nCookies also help to map out how customers move about a company’s website – something that helps us to understand the customer journey and how we can make it better.</p> What are cookies used for <p>Cookies do lots of different jobs, like helping us understand how our website is being used, letting you navigate between pages efficiently, remembering your preferences, and generally improving your browsing experience.\nCookies can also help ensure marketing you see online is more relevant to you and your interests.</p> What types of cookies are used by Star Bargains <p>The types of cookies used on our site can generally be put into one of the following categories: strictly necessary – analytics – functionality – advertising - social media.</p>\n<p>You can find out more about each of the cookie categories below.</p>\n<p>- Strictly Necessary Cookies</p>\n<p>These cookies are essential to make our website work.\nThey enable you to move around the site and use its features.\nWithout these cookies, services that are necessary for you to be able to use our site such as accessing secure areas cannot be provided.\n</p>\n<p>- Analytics Cookies</p>\n<p>These cookies collect information about how people are using our website, for example which pages are visited the most often, how people are moving from one link to another and if they get error messages from certain pages.\nThese cookies don't gather information that identifies you.\nAll information these cookies collect is grouped together with information from other people’s use of our site on an anonymous basis.\nOverall, these cookies provide us with analytical information about how our site is performing and how we can improve it.</p>\n<p>We have implemented Google Analytics features based on Display Advertising&nbsp.\n( Google Analytics Demographics and Interest Reporting).\nYou can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ads Settings.\nTo opt-out use the Google Analytics Opt-Out Browser Add-on to disable tracking by Google Analytics.\nWe will use the data provided by Google Analytics Demographics and Interest Reporting to develop the site and content around our users’ interests.\nWe also use Google User ID &nbsp;to associate engagement data from multiple devices and different sessions with unique IDs.\n&nbsp;This data is non-personally identifiable and used to analyse user interaction between devices.\n</p>\n<p>- Functionality Cookies</p>\n<p>These cookies allow us to remember choices you make and tailor our site to provide enhanced features and content to you.\nFor example, these cookies can be used to remember your user name, language choice or country selection, they can also be used to remember changes you've made to text size, font and other parts of pages that you can customise.</p>\n<p>- Advertising Cookies</p>\n<p>These cookies are used to deliver advertisements that are more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.\nThey remember that you have visited a website and this information may be shared with other organisations such as advertising partners.\nThis means after you have been to our site you may see some advertisements about our services elsewhere on the Internet.</p>\n<p>- Social Media Cookies</p>\n<p>In order to enhance your internet experience and to make the sharing of content easier, some of the pages on our website may contain tools or applications that are linked to third party social media service providers such as Facebook, Twitter or Google+.\nThrough these tools or applications the social media service provider may set its own cookies on your device.\nWe do not control these cookies and you should check the social media service provider’s website for further details about how they use cookies.</p>\n<p>You can see a list of some of the specific cookies which are most frequently used by us in Cookies Used by Star Bargains.</p> How long will cookies stay on my browsing device <p>The length of time a cookie will stay on your browsing device depends on whether it is a \"persistent\" or \"session\" cookie.</p>\n<p>Session cookies will only stay on your device until you stop browsing.</p>\n<p>Persistent cookies stay on your browsing device after you have finished browsing until they expire or are deleted.\nDetails of \"persistent\" and \"session\" cookies set through our website can be found on page Cookies used by Star Bargains.</p> 6.\nFirst and third party cookies <p>\"First party cookies\" are cookies that belong to us and that we place on your device.\n\"Third-party cookies\" are cookies that another party places on your browsing device when you visit our site.\nThird parties setting cookies from our website will be providing a service to us or a function of the site but we do not always control how third party cookies are used.\nYou should check the third party’s website for more information about how they use cookies.\nDetails of third parties that set cookies through our website can be found on page \"Cookies Used by Star Bargains\".</p> 7.\nHow to manage cookies from this website <p>You can usually use the browser that you are viewing this website through to enable, disable or delete cookies.\nTo do this, follow the instructions provided by your browser which is usually located within the \"Help\", \"Tools\" or \"Edit\" settings.\n</p>\n<p>Note that if you set your browser to disable cookies then you may not be able to access secure areas of the website and other parts of the website may also not work properly.</p>\n<p>You can find out more information about how to change your browser cookie settings at http://www.aboutcookies.org.uk/managing-cookies.</p>\n<p>Some third parties may use Advertising Cookies to help gather information about your browsing activity so that they can deliver website advertising to you that is relevant to your interests.\nThe advertising industries in EU have developed schemes to help you opt-out of receiving cookies used for these purposes.\nYou can find out more about the EU scheme from www.youronlinechoices.eu.</p> 8.\nChanges <p>Information about the cookies used by us may be updated from time to time, so please check back on a regular basis for any changes.\nThe last modification date of this document is shown at the top of this page.</p> 9.\nQuestions? <p>If you have any questions about this Cookie Policy, please contact us by email at cs@starbargains.co.uk </p> Cookies used by Star Bargains <p>The following tables and information set out the cookies which are used on our website.</p> Cookie Name Purpose Duration r-session Used to link a user to a session so that information about their visit, such as their basket, can be stored as they move from one page to the next.\nSession r-token Used to link a user to a session so that information about their visit, such as their basket, can be stored as they move from one page to the next.\nSession r-refresh-token Used to link a user to a session so that information about their visit, such as their basket, can be stored as they move from one page to the next.\nSession affiliate_id Track which affiliate network sent you to the website.\nWhen you order, this is re-used to award the affiliate for referring you.\nNow +30 days __zlcprivacy &amp.\n__cfduid Set by support chat (Zendesk Chat/Zopim) to identify if you have accepted their privacy &amp.\ncookie policies.\nNow +1 yr Other 3rd Party Cookies we may use <p>When you visit our website, you may notice some cookies that are collecting information for other websites.\nWe do not control the setting of these cookies and we recommend you visit the third party websites for more information.</p> Service Purpose Stripe Payment &amp.\nFraud prevention Google Analytics Used for analytics and service improvement Cookie Opt Out Google Adwords Allows us to match the right people with the right products.\nPaid on Results Paid On Results is an online performance marketing company Cookie Opt Out Managing Cookies <p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our site.</p>\n<p>Here’s how to do it:</p>\n<ul>\n<li> Google Chrome </li>\n<li> Mozilla Firefox </li>\n<li> Internet Explorer </li>\n<li> Safari browser&nbsp.\n</li>\n<li> Opera </li>\n</ul>\n<p>For information on how to manage cookies via other browsers, please consult your documentation or online help files.</p> Further Reading <p>You can find more information about 3rd party cookies via the following links:</p>\n<ul>\n<li> http://www.google.com/settings/ads </li>\n<li> http://www.networkadvertising.org/managing/opt_out.asp </li>\n<li> http://www.youronlinechoices.com/uk/your-ad-choices </li>\n</ul> ", "created_at": "2021-05-16 20:08:31.954007", "updated_at": "2021-05-16 18:12:42.310034"}, {"id": 6031, "name": "Terms And Conditions", "url": "https://www.starbargains.co.uk/page/terms", "xpath": "/html/body/div[1]/div/div[4]/div/div/div/div", "text": "<p>\n<strong>Terms and Conditions of use and sale for the <u>Star Bargains</u> website, these terms and conditions cover all goods offered for sale by the <em>Website</em> .</strong>\n</p>\n<p>\n<strong>These Terms and Conditions should be viewed together with Our PRIVACY POLICY and COOKIE POLICY.\nThese terms apply to the entire contents of this Site under the domain name www.starbargains.co.uk and to any correspondence between <em>Us</em> and <em>You</em>.\nPlease read these terms carefully before using the Site.\nUsing the Site indicates that <em>You</em> accept these terms regardless of whether or not <em>You</em> choose to register with Us.</strong>\n</p> 1.\nDEFINITION OF TERMS <p>\"<em>You</em>\" and \"<em>Your</em>\" means the person ordering Goods from <em>Star Bargains</em>, who must be over 18 years of age.</p>\n<p>\"<em>Star Bargains</em>\" or \"We\" or \"Us\" or \"Our\" means Frozen Value Ltd, trading as <em>Star Bargains</em> whose registered office is at Poundland Csc, Midland Road, Walsall, United Kingdom, WS1 3TX.\nRegistered in England No.1003192.\nVAT Registration Number 698 8424 62.</p>\n<p>\"<em>Account</em>\" means <em>Your</em> details and shopping history which is created when <em>You</em> register to shop through the Our Site.</p>\n<p>\"<em>Deliver</em>\" means <em>Us</em> delivering the goods that <em>You</em> order to the address stated in <em>Your</em> order and \"<em>Delivery</em>\" and \"<em>Delivered</em>\" shall be interpreted accordingly.</p>\n<p>\"<em>Site</em>\" or \"<em>Website</em> \" means Our Site at www.starbargains.co.uk</p>\n<p>\"Store\" or \"Stores\" means one or all of the individual stores on the Site</p> 2.\nTERMS OF use - The Site <p>The <em>Site</em> is provided free of charge and without representations, warranties or guarantees or other terms of any kind either express or implied.</p>\n<p>From time to time it will be necessary for <em>Us</em> to carry out maintenance on the Site which may result in occasional periods of downtime.</p>\n<p>We may update the Site from time to time and may change the content at any time.\nAlthough We try to accurately update the information on the Site, We make no representations, warranties or guarantees, that the content on the Site is accurate, complete or up-to-date.</p>\n<p>We do not guarantee that the Site, or any content on it, will be free from errors or omissions and We can't promise that the Site will be uninterrupted or error-free or that defects in the Site will be corrected.</p>\n<p>All rights, including without limitation any intellectual property rights, in any data on the Site, or any part of the Site, provided by <em>Us</em> or <em>You</em>, or any third party, such as for example <em>Your</em> favourite items (the Data) will automatically be owned by <em>Star Bargains</em>.\n<em>You</em> agree that <em>You</em> are not allowed to use the Data, or permit any third party to use it, without Our express permission.\nIf the law prevents <em>Us</em> from automatically owning any rights in the Data, <em>You</em> now assign such rights to Us.</p> - <em>You</em>\n<p>You must be 18 years or older to buy from the Site.</p>\n<p>You may access most areas of the Site without registering <em>Your</em> details with Us.\nCertain areas of the Site are only open to <em>You</em> if <em>You</em> register.\nPlease be aware that stock will not be reserved for <em>Your</em> basket unless <em>You</em> have logged on during that visit.</p>\n<p>By accessing any part of the Site, <em>You</em> shall be deemed to have accepted these terms in full together with the privacy policy.\nIf <em>You</em> do not accept these terms in full, <em>You</em> must leave the Site immediately.</p>\n<p>You can use the Site to browse and buy goods and services from <em>Us</em> and to manage <em>Your</em> account with <em>Us</em> but not for any other purpose.</p>\n<p>You must not use <em>Your</em> Star Bargains email/username and password combination to access the Site, or any part of the Site, from anyone else's site.\nThat is because access to the Site by commercial organisations, whether or not acting on behalf of Our customers, is strictly prohibited.</p>\n<p>You are responsible for configuring <em>Your</em> information technology, computer programmes and platform in order to access the Site.\n<em>You</em> should use <em>Your</em> own virus protection software.\nResponsibility for the security of <em>Your</em> password lies with <em>You</em>.</p>\n<p>Each registration is for a single user only.\nStar Bargains does not permit <em>You</em> to share <em>Your</em> username and password with any other person nor with multiple users on a network.\nOnly one account per household is allowed, additional accounts will not qualify for discounts or other promotions.\nIn practice, We will apply any promotions or discounts to the oldest account connected with each household.</p>\n<p>You must not misuse the Site by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful.\n<em>You</em> must not attempt to gain unauthorised access to the Site, the server on which the Site is stored or any server, computer or database connected to the Site.\n<em>You</em> must not attack the Site via a denial-of-service attack or a distributed denial-of-service attack.\nBy breaching this provision, <em>You</em> would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and We will co-operate with those authorities by disclosing <em>Your</em> identity to them.\nIn the event of such a breach, <em>Your</em> right to use the Site will cease immediately.</p>\n<p>You accept the risk that data transmitted electronically to <em>Star Bargains</em> via the Site or otherwise may be intercepted before reaching Star Bargains or accessed from Star Bargains data storage means by third parties unauthorised by Star Bargains and may be exploited unlawfully by the said unauthorised third parties.\nStar Bargains does not assume responsibility for guarding against the acts of the unauthorised third parties.</p> 3.TERMS OF SALE <p>These terms of sale will apply if <em>You</em> place an order on the Site.</p> - To Place an Order <p>To place an order on the Site <em>You</em> must be over 18 years of age, require Delivery and have a credit or debit card acceptable to <em>Us</em> in <em>Your</em> name.</p>\n<p>To complete an order <em>You</em> will need to register, <em>You</em> will create a username and password which <em>You</em> must use whenever <em>You</em> shop with Us.\n<em>You</em> must treat <em>Your</em> username and password as confidential and must not disclose it to any third party.\nPlease keep this information in a safe place because <em>You</em> will be responsible for all activities and orders made under <em>Your</em> password and username.\nIf <em>You</em> think that someone else may either know or be using <em>Your</em> username and password, please Contact Us immediately.</p>\n<p>In any circumstance, We reserve the right to decline a new customer registration or to suspend or disable <em>Your</em>\n<em>Account</em> at any time and at Our sole discretion.</p>\n<p>Our Site invites <em>You</em> to buy goods from Us, before <em>You</em> confirm <em>Your</em> order it is important for <em>You</em> to check the details of the products <em>You</em> have ordered - most of Our stores will provide <em>You</em> with a best before date in the product details and basket view, these dates will be displayed on <em>Your</em> order before <em>You</em> checkout.\nOne store \"WNWN\" (Waste Not Want Not) will be offering short-dated or Out of Date products, so please ensure <em>You</em> are happy with these dates before <em>You</em> confirm <em>Your</em> order.\nThe date given will be the minimum date <em>You</em> will receive on the product <em>You</em> have ordered.</p>\n<p>Before <em>You</em> confirm <em>Your</em> order please ensure <em>Your</em> delivery address is correct.</p>\n<p>Once <em>You</em> have placed an order on the Site We will send <em>You</em> an order acknowledgement by email confirming the order number and the total price of <em>Your</em> order.\nThis is not an order confirmation or acceptance from Us.\nA legally binding contract with <em>You</em> will only arise once We have completed Despatch of the goods to <em>You</em>.\nAt this time <em>You</em> become the owner of the goods.\nWe will notify <em>You</em> by e-mail when We have despatched the goods.</p>\n<p>We reserve the right to cancel part or all of any order at any time up to the point of delivery, in these very rare cases a refund will be given.</p> - Price <p>The price of the item(s) <em>You</em> order will be the price on the Site at the time <em>You</em> place <em>Your</em> order.\nAll prices quoted are inclusive of any Value Added or other tax</p>\n<p>In addition to the price, a Delivery charge as shown at checkout will also be payable by <em>You</em>.</p>\n<p>There is no minimum order value, however, certain benefits such as free delivery to mainland UK will be subjected to a minimum order value and other conditions which will change from time to time.\nThese terms will be displayed on the Site.</p>\n<p>For <em>Your</em> protection and security, and in order to verify the debit or credit card details provided, We will contact <em>Your</em> card issuer on the day <em>You</em> checkout <em>Your</em> order to request a maximum pre-authorisation of the order value.\nIt is important to point out that this pre-authorisation is NOT a charge to <em>Your</em> card and will not be billed to <em>You</em>.\n<em>Your</em> card issuer may hold this amount for a period of seven days, but this will never be taken from <em>Your</em> account.</p>\n<p>On despatch of the goods, We will debit <em>Your</em> card with the total value of <em>Your</em> despatched order.\nIf there have been any availability issues the amount debited from <em>Your</em> debit or credit will be lower than the original authorisation and will only reflect the value of those goods despatched to <em>You</em> and the associated delivery costs.</p> - Errors <p>We will endeavour to supply the goods <em>You</em> have ordered in good condition on the correct day, unfortunately, errors may occur, if they do this section should provide the answers to <em>Your</em> rights subject to UK statute.</p>\n<p>We will only refund damaged, faulty or missing goods.\nIf <em>You</em> have any queries regarding an order, please notify <em>Us</em> within 24 hours of receiving <em>Your</em> order.\nOur contact details are provided on our dedicated Contact Us page.\nProviding photographic proof where possible will assist in settling any claim.</p>\n<p>Any damaged or faulty goods should be kept in a safe place until the remedy has been concluded as We may ask for the goods to be returned.</p>\n<p>All proven damages and missing items will be dealt with through a refund in the first 30 days from invoice date.\n<em>You</em> have up to 60 days from invoice date to make a claim - proven claims between 30 and 60 days will be dealt with through a credit against <em>Your</em> next order</p>\n<p>We reserve the right to cancel part or all of any order at any time up to the point of delivery, in these very rare cases a refund will be given for the part of the order cancelled.</p>\n<p>Cancellation Charges - If <em>You</em> wish to cancel an order for no reason, there will be an administration charge which will be equal to all actual distribution costs incurred by the <em>Star Bargains</em> plus wasted packaging plus a £5 administration fee.</p> - Deliveries <p>Delivery will be carried out by Our contracted courier who will contact <em>You</em> on the day of delivery to advise <em>You</em> of the delivery time slot - <em>You</em> can liaise with the provider to alter this time and provide other information for the driver.</p>\n<p>The courier will contact <em>You</em> directly please see their terms and conditions of delivery at www.dpd.co.uk</p>\n<p>If an order is returned to <em>Us</em> undelivered, <em>You</em> will be contacted and We can resend the order at <em>Your</em> cost for the re-delivery.</p>\n<p>If an order is returned to <em>Us</em> undelivered and for any reason, We cannot resend or <em>You</em> do not wish it to be resent, the order will be subject to the Cancellation Charges detailed above.</p> - Competitions and Special Promotions <p>All competitions or promotions will be subject to the terms specified in each event.</p>\n<p>\n<em>Star Bargains</em> reserves the right to withdraw any competition or prize at any time and at Our own discretion.</p> - Limited Liability <p>Whilst We take every care to <em>Deliver</em>\n<em>Your</em> order, We cannot be liable for any indirect or consequential loss or damage or loss of profits or reliance <em>You</em> had in having the goods Delivered to <em>You</em> arising out of Our supply or failure to supply the goods to <em>You</em>.</p>\n<p>Nothing in this Agreement shall in any way limit Our liability for death or personal injury resulting from Our breach of contract, tort or negligence nor limit any legal rights <em>You</em> have as a consumer.</p>\n<p>The goods are sold to <em>You</em> on the basis that <em>You</em> are a consumer, therefore, We will not be liable for any special losses that <em>You</em> might suffer Using, re-distributing or reselling the goods as part of a business.</p>\n<p>With the exception of faulty goods or returns made in accordance with these terms, We shall not be liable for goods once they have been Delivered to the Delivery address.</p>\n<p>We will not be deemed to be in breach of contract or of these terms and conditions as a result of any delay in our performance or failure to perform our obligations if that failure or delay to perform is due to any cause beyond our reasonable control including, but not limited to, fire, flood, other acts of God, strikes, riot, accidents, road traffic issues, disruption to energy supplies, civil commotion, acts of terrorism or war.</p>\n<p>Other than included in this clause, Our maximum liability to <em>You</em> arising out of any order for the supply of goods will be limited to the price of that order.</p> - Governing Law <p>These terms of use are subject to English law and the exclusive jurisdiction of the English courts.</p>\n<p>\n<em>Star Bargains</em> may revise these terms at any time by updating this posting.\n<em>You</em> should check the Site from time to time to review the current terms because they are binding on <em>You</em>.\nCertain provisions of these terms may be superseded by expressly designated legal notices or terms located on particular pages on the Site.</p>\n<p>These terms regulate the supply of goods to <em>You</em> by <em>Star Bargains</em>.\nAny other terms, conditions or representations (other than those implied by statute) are excluded.&nbsp;</p> General Reward Scheme\n- Terms of Use\n<p>The <em>Reward Scheme</em> is operated by Frozen Value Limited.\nPlease do not send correspondence to this address.</p>\n<p>\n<em>We</em> can cancel, withdraw or alter the <em>Reward Scheme</em> at any time, including these terms and conditions or any individual <em>Reward Scheme</em> account</p>\n<p>The <em>Reward Scheme</em> is only valid at starbargains.co.uk</p>\n<p>The <em>Reward Scheme</em> is for personal use only.\nbusiness use is strictly prohibited and constitutes abuse.\n<em>We</em> reserve the right, at point of purchase or retrospectively, to determine whether a transaction constitutes business usage</p>\n<p>\n<em>We</em> can take any action it considers appropriate, including removing or suspending a <em>Reward Scheme</em> account and points accrued if we have reason to believe you are abusing the scheme or associated offers</p>\n<p>\n<em>We</em> will remove Reward points from <em>Reward Scheme</em> accounts that haven't been used for 12 months or have been closed.</p>\n<p>\n<em>We</em> will not exchange Reward points for cash and the offer is non-transferable</p> - Collecting Reward points <p>The standard number of points you will collect are one Reward points for every £1 you spend on qualifying purchases.\nhowever the number of points collected can vary.\nTypically, points will usually be added to your <em>Reward Scheme</em> account at the time you order is dispatched.</p>\n<p>Points are not available on delivery charges.</p>\n<p>Points are not available on discounted products.</p>\n<p>Points are not available in conjuction with discount codes/vouchers.</p>\n<p>Points are not available with orders that trigger affiliate payments.</p>\n<p>During Reward points events existing points promotions will not be multiplied.</p>\n<p>\n<em>We</em> reserve the right to withdraw points promotions/offers without notice.</p> - Spending Reward points <p>One point is typically worth one penny to spend on products online.\nhowever the number of points collected can vary.</p>\n<p>We will not exchange Reward points for cash and the offer is non-transferable</p>\n<p>Points cannot be spent on delivery charges.</p>\n<p>Points cannot be spent on discounted products.</p>\n<p>Points cannot be spent in conjuction with discount codes/vouchers.</p>\n<p>Points cannot be spent with orders that trigger affiliate payments.</p>\n<p>Points are redeemable in multiples of 100 points.</p>\n<p>\n<em>We</em> reserve the right to substitute or remove products and services available for Reward points collection and redemption without notice</p> Returning goods bought with points <p>If you return a product for a refund, we will deduct the number of points collected from your <em>Reward Scheme</em> account</p>\n<p>If a product you buy with Reward points is faulty, please return it to <em>us</em>.\nIf necessary, we will credit your account with the right number of points.\nNo cash refund will be given in these circumstances</p>\n<p>Issued 12.March.2018</p> Changelog <p>25.October.2019 - Added Reward points</p>\n<p>20.Jan2021 -Changed registered address to Poundland</p>\n", "created_at": "2021-05-16 20:08:31.951547", "updated_at": "2021-05-16 18:11:38.330146"}, {"id": 6030, "name": "Privacy Policy", "url": "https://www.starbargains.co.uk/page/privacy", "xpath": "/html/body/div[1]/div/div[4]/div/div/div/div", "text": "<p>This Privacy Policy governs the manner in which Frozen Value Ltd collects, uses, maintains and discloses information collected from users (each, a \"User\") of the https://www.starbargains.co.uk website (\"Site\").\nThis privacy policy applies to the Site and all products and services offered by Frozen Value Ltd.</p>\nPersonal identification information\n<p>We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for, as appropriate, name, email address, delivery address, phone number.\nUsers may, however, visit our Site anonymously.\nWe will collect personal identification information from Users only if they voluntarily submit such information to us.\nUsers can always refuse to supply personal identification information, except that it may prevent them from engaging in certain Site related activities.</p>\nNon-personal identification information\n<p>We may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.</p>\nWeb browser cookies\n<p>Our Site may use \"cookies\" to enhance User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.\nPlease refer to our Cookies policy.</p>\nHow we use collected information\n<p>Frozen Value Ltd may collect and use Users personal information for the following purposes:</p>\n<ul>\n<li>\n<em>To run and operate our Site</em>\n<br>We may need your information display content on the Site correctly.</li>\n<li>\n<em>To improve customer service</em>\n<br>Information you provide helps us respond to your customer service requests and support needs more efficiently.</li>\n<li>\n<em>To personalize user experience</em>\n<br>We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.</li>\n<li>\n<em>To improve our Site</em>\n<br>We may use feedback you provide to improve our products and services.</li>\n<li>\n<em>To process payments</em>\n<br>We may use the information Users provide about themselves when placing an order only to provide service to that order.\nWe do not share this information with outside parties except to the extent necessary to provide the service.</li>\n<li>\n<em>To run a promotion, contest, survey or other Site feature</em>\n<br>To send Users information they agreed to receive about topics we think will be of interest to them.</li>\n<li>\n<em>To send periodic emails</em>\n<br>We may use the email address to send User information and updates pertaining to their order.\nIt may also be used to respond to their inquiries, questions, and/or other requests.</li>\n</ul>\nHow we protect your information\n<p>We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\nSharing your personal information\n<p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.\n</p>\nElectronic newsletters\n<p>If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.</p>\nThird party websites\n<p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies.</p>\nAdvertising\n<p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non-personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.\nYou may learn more about opting out of major ad networks at https://websitebuilders.com/tools/advertiser-opt-out/.</p>\nGoogle Adsense\n<p>Some of the ads may be served by Google.\nGoogle's use of the DART cookie enables it to serve ads to Users based on their visit to our Site and other sites on the Internet.\nDART uses \"non personally identifiable information\" and does NOT track personal information about you, such as your name, email address, physical address, etc.\nYou may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/privacy_ads.html</p>\nCompliance with children's online privacy protection act\n<p>Protecting the privacy of the very young is especially important.\nFor that reason, we never collect or maintain information at our Site from those we actually know are under 18, it is a policy of our site to only accept registration from individuals who are 18 or over.\n</p>\nChanges to this privacy policy\n<p>Frozen Value Ltd has the discretion to update this privacy policy at any time.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p>\nYour acceptance of these terms\n<p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.\n</p>\nContacting us\n<p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us.</p>\n<p>This document was last updated on March 12, 2018</p>", "created_at": "2021-05-16 20:08:31.948123", "updated_at": "2021-05-16 18:10:11.691202"}], "points": [], "urls": ["starbargains.co.uk"]}}