{"error": 448, "message": "OK", "parameters": {"id": 708, "name": "icepop", "created_at": "2018-09-14 00:41:02.116534", "updated_at": "2022-06-08 22:00:08.004975", "wikipedia": null, "keywords": null, "related": null, "slug": "icepop", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/708.png", "url": "icepop.com", "documents": [{"id": 532, "name": "Terms of Service", "url": "http://www.icepop.com/terms-of-use/", "xpath": null, "text": "We value your privacy<p>We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.</p>\n<p>With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.</p>DISAGREEMORE OPTIONSAGREE <ul>\n<li>Amusements</li>\n<li>Collections</li>\n<li>Features</li>\n<li>Curiosities</li>\n<li>Everything Else</li>\n</ul> Connect with us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> icepop <ul>\n<li>Amusements</li>\n<li>Collections</li>\n<li>Features</li>\n<li>Curiosities</li>\n<li>Everything Else</li>\n</ul> Terms Of Use <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>\n<strong>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE</strong>\n</p>\n<p>\n<strong>Terms of website use</strong>\n</p>\n<p>These terms of use (together with the documents referred to herein) (the “<strong>Terms</strong>”) form the terms of use on which you may make use of our website https://www.icepop.com/ (“<strong>our site</strong>”), whether as a guest or a registered user.\nOur site is operated by Novelty Magazines Ltd., a limited company formed under the laws of Israel (“<strong>we</strong>” or “<strong>us</strong>”).\nUse of our site includes accessing, browsing, uploading content or registering to use our site.</p>\n<p>Please read these Terms carefully before you start to use our site, as these will apply to your use of our site.\nWe recommend that you print a copy of these Terms for future reference.</p>\n<p>By using our site, you confirm that you accept these Terms and that you agree to comply with them.</p>\n<p>IF YOU DO NOT AGREE TO THESE TERMS, YOU MUST NOT USE OUR SITE.</p>\n<p>YOU ARE NOT ALLOWED TO USE OUR SITE, UNLESS YOU ARE AT LEAST 18 YEARS OF AGE.</p>\n<p>By accessing or using our site you affirm that:</p>\n<ul>\n<li>you can form a binding contract (i.e., the Terms) with us.\nand</li>\n<li>you are over the age of 18.</li>\n</ul>\n<p>\n<strong>Other applicable terms</strong>\n</p>\n<p>These Terms refer to the following additional terms, which also apply to your use of our site:</p>\n<ul>\n<li>Our Privacy Policy (the “<strong>Privacy Policy</strong>”), which sets out the terms on which we process any personal data we collect from you, or that you provide to us.\nBy using our site, you consent to such processing and you warrant that all data provided by you is accurate.</li>\n</ul>\n<p>\n<strong>Changes to these terms</strong>\n</p>\n<p>We reserve the right to update or change these Terms at any time by posting the most current version of the Terms on this page with a new “effective date” shown as “Last Updated”.\nAll such changes in the Terms shall be effective from such effective date.\nYour continued use of our site after we post any changes to the Terms signifies your agreement to any such changes.\nIf you do not agree to these Terms, you must discontinue using our site.</p>\n<p>\n<strong>Changes to our site</strong>\n</p>\n<p>We may update our site from time to time and may change the content at any time.\nHowever, please note that any of the content on our site may be out of date at any given time, and we are under no obligation to update it.</p>\n<p>We do not guarantee that our site, or any content on it, will be free from errors or omissions.</p>\n<p>\n<strong>Accessing our site</strong>\n</p>\n<p>Our site is made available free of charge.</p>\n<p>We do not guarantee that our site, or any content on it, will always be available or be uninterrupted.\nAccess to our site is permitted on a temporary basis.\nWe may suspend, withdraw, discontinue or change all or any part of our site without notice.\nWe will not be liable to you or any third party if for any reason our site is unavailable at any time or for any period of time.</p>\n<p>You are responsible for making all arrangements necessary for you to have access to our site.</p>\n<p>You are also responsible for ensuring that all persons who access our site through your internet connection are aware of these Terms and other applicable terms and conditions, and that they comply with them.</p>\n<p>\n<strong>Using our site</strong>\n</p>\n<p>When using our site, you agree to comply with the following requirements at all times:</p>\n<ul>\n<li>You will comply with these Terms as well as the Privacy Policy at all times.</li>\n<li>You will comply with any law or regulation applicable to you.</li>\n<li>You will not use our site in a manner that is unlawful or illegal or that infringes these Terms or the Privacy Policy.</li>\n<li>You will not interfere, attempt to interfere, or assist anyone in interfering or attempting to interfere with the proper functioning of our site.</li>\n<li>You will not modify, attempt to modify, or assist anyone in modifying or attempting to modify any software or file that is part of our site without our permission.</li>\n<li>You will not disrupt, disable, overburden or impair our site or the proper working of any server(s) we use to operate or support our site, or attempt to do so, or assist anyone in doing so or attempting to do so.</li>\n<li>You will not perpetrate, try to perpetrate, or assist anyone in perpetrating or trying to perpetrate any attack on our site, be it by means of viruses, by using automated means (such as harvesting bots, robots, spiders, or scrapers) or by any other means.</li>\n<li>You will not reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive, by whatever means, the source code for any underlying software or other intellectual property used to provide our site, or to obtain any information from or about our site.</li>\n<li>You will not make improper use of the support service we may offer or submit false or misleading reports or queries.</li>\n<li>You will not access, intercept or otherwise collect, or attempt to do so, or assist anyone in doing so or attempting to do so, by whatever means, information from or through our site.</li>\n<li>You will not solicit, attempt to solicit or assist anyone in soliciting or attempting to solicit personal or login information from other users of our site.</li>\n<li>You will not use our site to transmit unauthorised commercial communication or any other unauthorised communications such as spam, junk mail and other unsolicited communication to users, end users and third parties, chain letters, or any other material that promotes malware, spyware and other downloadable items.</li>\n<li>If available, you may subscribe to our site using your e-mail address.\nYou agree that you will only provide your genuine e-mail address.\nBy providing your e-mail address, you agree and give your explicit consent that we may send you e-mail from us and our partners, from time to time, including any emails with commercial content.</li>\n</ul>\n<p>\n<strong>End User Data and Information</strong>\n</p>\n<p>Our site may collect data about the visitors (including e-mail addresses) of our site and may monitor the interaction between them and our site (“<strong>Data Collection</strong>”).\nBy using our site, you agree to the Data Collection.</p>\n<p>We reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to:</p>\n<ul>\n<li>satisfy any applicable law, regulation, legal process, subpoena or governmental request;</li>\n<li>enforce these Terms, including investigation of potential violations of it;</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues;</li>\n<li>respond to user support requests.\nor</li>\n<li>protect our, our users’ or the public’s rights, property or safety.</li>\n</ul>\n<p>\n<strong>Third Party Affiliates</strong>\n</p>\n<p>Our site may participate in affiliate marketing and may allow affiliate links to be encoded on some of our pages.\nThis means that we may earn a commission if/when you click on or make purchases via affiliate links on our site.</p>\n<p>\n<strong>Intellectual property rights</strong>\n</p>\n<p>“<strong>Intellectual Property Rights</strong>” means any and all rights, titles and interests, whether foreign or domestic, in and to any and all trade secrets, patents, copyrights, service marks, trademarks, know-how, or similar intellectual property rights, as well as any and all moral rights, rights of privacy, publicity and similar rights of any type under the laws or regulations of any governmental, regulatory, or judicial authority, foreign or domestic.</p>\n<p>The content on our site, including without limitation, the text, documents, descriptions, products, software, graphics, photos, sounds, videos, interactive features, services, User Content and any other content on our site (“<strong>Content</strong>“) and the trademarks, service marks and logos contained therein (“<strong>Marks</strong>“), are owned by or licensed to us.</p>\n<p>Content on our site is provided to you “AS IS” for your information and personal use only and may not be used, copied, distributed, transmitted, broadcast, displayed, sold, licensed, de-compiled, or otherwise exploited for any other purposes whatsoever without our prior written consent.\nWe reserve all rights not expressly granted in and to our site.\nIf you download or print a copy of the Content for personal use, you must retain all copyright, trademark and other proprietary notices contained therein.\nYou agree not to circumvent, disable or otherwise interfere with security-related features of our site or features that prevent or restrict use or copying of any Content or that enforce limitations on use of our site.</p>\n<p>Our status (and that of any identified contributors) as the authors of Content on our site must always be acknowledged.</p>\n<p>If you print off, copy or download any part of our site in breach of these Terms, your right to use our site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<p>Subject to these Terms, we grant you a limited, non-transferable, non-exclusive, non-assignable and revocable permission to access and make personal, non-commercial use our site, provided that:</p>\n<ul>\n<li>You will not copy, distribute or modify any part of our site without our prior written authorization;</li>\n<li>You will not send unsolicited or unauthorized advertisements, spam, chain letters, etc.;</li>\n<li>You will not transmit any Content which contains software viruses, or other harmful computer code, files or programs;</li>\n<li>You will not disrupt servers or networks connected to our site.\nand</li>\n<li>You comply with these Terms.</li>\n</ul>\n<p>Using our site does not give you ownership of any Intellectual Property Rights in our site or the content you access.</p>\n<p>\n<strong>No reliance on information</strong>\n</p>\n<p>The Content on our site is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the Content on our site.</p>\n<p>Although we make reasonable efforts to update the information on our site, we make no representations, warranties or guarantees, whether express or implied, that the content on our site is accurate, complete or up-to-date.</p>\n<p>You understand that when using our site, you will be exposed to User Content (as defined below) from a variety of sources, and we take no responsibility and assume no liability for any User Content that you or any other user or third party posts or transmits using our site, or the defamatory, offensive, or illegal conduct of any third party, and you agree that the risk of harm or damage from the foregoing rests entirely with you.</p>\n<p>We do not warrant, endorse or guarantee any User Content, product, or service that appears in its users’ submission or that is featured or advertised on our site.</p>\n<p>You understand and agree that you may be exposed to User Content that is inaccurate, offensive, indecent, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against us with respect thereto, and agree to indemnify and hold us, our owners, affiliates, employees, agents and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of our site.</p>\n<p>TO THE EXTENT PERMITTED BY LAW, WE SPECIFICALLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.</p>\n<p>WHILE WE MAKE REASONABLE EFFORTS TO ENSURE THAT OUR SITE WILL FUNCTION AS CLAIMED, WE DO NOT GUARANTEE THAT OUR SITE WILL BE FREE OF BUGS, SECURITY BREACHES, VIRUS ATTACKS AND THE LIKE, OR THAT IT WILL ALWAYS BE AVAILABLE.\nIN ADDITION, YOU AGREE THAT WE WILL NOT BE HELD RESPONSIBLE FOR ANY CONSEQUENCES TO USERS THAT MAY RESULT FROM TECHNICAL PROBLEMS OF THE INTERNET, SLOW CONNECTIONS, TRAFFIC CONGESTION OR OVERLOAD OF OUR OR OTHER SERVERS.</p>\n<p>EXCEPT AS EXPRESSLY STATED IN OUR PRIVACY POLICY, WE DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE SECURITY OF ANY INFORMATION YOU MAY PROVIDE OR ACTIVITIES YOU ENGAGE IN DURING THE COURSE OF YOUR USE OF OUR SITE.</p>\n<p>YOU ARE SOLELY RESPONSIBLE FOR YOUR INTERACTION WITH OTHER USERS.\nIF YOU HAVE A DISPUTE WITH ANY OTHER USER OF OUR SITE, YOU AGREE THAT WE ARE NOT LIABLE FOR ANY CLAIMS OR DAMAGES ARISING OUT OF OR CONNECTED WITH SUCH A DISPUTE.\nWE RESERVE THE RIGHT, BUT HAVE NO OBLIGATION, TO MONITOR ANY SUCH DISPUTE BETWEEN TWO OR MORE USERS, ARISING OUT OF THEIR USE OF OUR SITE.</p>\n<p>\n<strong>Limitation of our liability</strong>\n</p>\n<p>To the fullest extent permitted by law, we exclude all conditions, warranties, representations or other terms which may apply to our site or any content on it, whether express or implied.</p>\n<p>We, our affiliates and their respective officers, directors, employees, licensors, assigns and agents will not be liable to any user for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:</p>\n<ul>\n<li>use of, or inability to use, our site;</li>\n<li>use of, or reliance on, any content displayed on our site;</li>\n<li>loss of profits, sales, business, or revenue;</li>\n<li>business interruption;</li>\n<li>loss of anticipated savings;</li>\n<li>loss of business opportunity, goodwill or reputation.\nor</li>\n<li>any indirect or consequential loss or damage.</li>\n</ul>\n<p>Please note that we only provide our site for domestic and private use.\nYou agree not to use our site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>We will not be liable for any loss or damage caused by a virus, distributed denial-of-service attack, or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of our site or to your downloading of any content on it, or on any website linked to it.</p>\n<p>We assume no responsibility for the content of websites linked on our site.\nSuch links should not be interpreted as endorsement by us of those linked websites.\nWe will not be liable for any loss or damage that may arise from your use of them.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE, OUR AFFILIATES AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, LICENSORS, ASSIGNS AND AGENTS SHALL NOT BE LIABLE FOR ANY LOSS OF MONEY, GOODWILL, REPUTATION, DATA, INTANGIBLE LOSSES, SPECIAL, INDIRECT, DIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, THAT RESULT FROM (I) THE USE OF, OR THE INABILITY TO USE, OUR SITE.\n(II) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON OUR SITE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\nOR (III) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.\nEVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSSES OR DAMAGES.</p>\n<p>You expressly acknowledge and agree that:</p>\n<ul>\n<li>use of our site is at your sole risk;</li>\n<li>the services in connection with our site are provided on an “as is” and “as available” basis, without warranties of any kind, either express or implied;</li>\n<li>we have no control over, and no duty to take any action regarding: (i) which users gain access to our site.\n(ii) what effects the content may have on you or third parties.\n(iii) how you may interpret or use our site.\nor (iv) what actions you or any third party may take as a result of having been exposed to our site;</li>\n<li>our site may direct you to websites containing information that may be offensive or inappropriate and we make no representations concerning any such content and are not responsible or liable for the accuracy, copyright compliance, legality or decency of any such content;</li>\n<li>to the fullest extent permitted by applicable law, we shall not be liable for any damages or injury whatsoever caused by or related to your use of, or inability to use, our site under any cause or action whatsoever of any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that we shall not be liable for any indirect, incidental, special, exemplary or consequential damages in any way whatsoever arising out of the use of, or inability to use, our site;</li>\n<li>you further specifically acknowledge that we are not liable, and you agree not to seek to hold us liable, for the conduct of third parties, including other users of our site, end users and operators of external sites, and that the risk of our site and external sites and of injury from the foregoing rests entirely with you;</li>\n<li>your sole and exclusive remedy for any dispute with us is to stop using our site.\nand</li>\n<li>some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for certain types of damages, therefore, some of the above limitations in the section may not apply to you.</li>\n</ul>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to defend, indemnify and hold us harmless from and against any and all claims, demands, damages, obligations, losses, liabilities, costs or debt, and expenses including, without limitation, legal fees and disbursements resulting, directly or indirectly, from our site or your: (a) breach of these Terms.\n(b) access, use or inability to access or use our site.\n(c) breach of any third party rights (or any end user rights), including without limitation, any copyright, proprietary, or privacy right.\nor (d) breach of any law or regulation.</p>\n<p>\n<strong>Uploading content to our site</strong>\n</p>\n<p>The platform in our site enables you and other users of our site to post content and upload user content (including without limitation information, data, notes, text, documents, files, messages, signs, symbols, icons, images, photos, drawings, animation, graphics, charts, designs, scripts, code, audio, video, clips, comments, software, links, and other materials).\nAnything that you or other users upload or post or otherwise make available on our site is referred to as “<strong>User Content</strong>”.</p>\n<p>Any content you upload to our site will be considered non-confidential and non-proprietary.</p>\n<p>Whenever you make use of a feature that allows you to upload content to our site, or to contact other users of our site, you must comply with these Terms.</p>\n<p>You warrant that any such contribution of User Content complies with these Terms, and you will be liable to us and indemnify us for any breach of that warranty.</p>\n<p>We also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to our site constitutes a violation of their Intellectual Property Rights, or of their right to privacy.</p>\n<p>We will not be responsible, or liable to any third party, for the content or accuracy of any content posted by you or any other user of our site.</p>\n<p>We have the right to remove any posting you make on our site if, in our opinion, your post does not comply with the content standards as determined by us, from time to time.</p>\n<p>You may request the deletion of User Content that you uploaded to our site at any time, unless you have shared information or content with others and they have not deleted it, or it was copied or stored by other users.</p>\n<p>When you upload or otherwise submit User Content to our site, you hereby give us (and our successors, and those we work with) a nonexclusive, irrevocable, worldwide, perpetual, unlimited, assignable, sublicenseable, fully paid up and royalty-free license and right to host, store, reproduce, copy, remove, retain, add, process, analyze, modify, create derivative works, improve, communicate, publish, distribute, publicly perform, publicly display and distribute, use and commercialize such User Content, in any way now known or in the future discovered, without any further consent, notice and/or compensation to you or to any third parties.\nYou further waive any moral rights in your User Content, to the extent permitted by law, and acknowledge and agree that you shall not be entitled to any remuneration for such use of User Content.</p>\n<p>You also hereby grant each user of our site or other viewer of the User Content a non-exclusive right to use, reproduce, distribute, prepare derivative works of, display and perform such User Content.\nTo the extent any User Content you submit includes your name, likeness, voice, or photograph, you acknowledge and agree that this license shall apply to the same.</p>\n<p>This license will survive these Terms and continue even if you stop using our site.</p>\n<p>Nothing in these Terms shall restrict other legal rights we may have to User Content (for example under other licenses).</p>\n<p>We have the right – but not the obligation – in our sole discretion and without further notice to you, to monitor, censor, edit, modify, delete, and/or remove any and all Content posted on our site (including User Content) at any time and for any reason.</p>\n<p>Without limiting the foregoing, we have the right – but not the obligation – to delete any User Content that we believe, in our sole discretion, does or may violate these Terms, our policies or any law.</p>\n<p>These rights do not necessarily mean that we review content, so please don’t assume that we do.</p>\n<p>Any information you upload or otherwise submit to our site is at your own risk of loss.</p>\n<p>You shall be solely responsible for your User Content and the consequences of posting or publishing them.</p>\n<p>By uploading or otherwise submitting User Content to our Site, you represent and warrant that:</p>\n<ul>\n<li>you are entitled to upload or submit the User Content;</li>\n<li>you own or have the necessary rights and permissions to use and authorize us to use all Intellectual Property Rights in and to any of your User Content, and to enable inclusion and use thereof on our site, as contemplated by these Terms;</li>\n<li>such User Content is accurate, not confidential, and not in violation of any contractual restrictions, Intellectual Property Rights or other third party rights.</li>\n</ul>\n<p>It is your responsibility to keep your User Content accurate and updated.</p>\n<p>AS A CONDITION TO USING OUR SITE, AND AS A CONDITION TO UPLOADING OR OTHERWISE SUBMITTING USER CONTENT TO OUR SITE, YOU AGREE TO THESE TERMS AND TO STRICTLY OBSERVE THE FOLLOWING:</p>\n<p>You will not display, post, submit, publish, upload, transmit, send, or otherwise make available or initiate any User Content that:</p>\n<ul>\n<li>falsely states, impersonates another person or misrepresents any identity;</li>\n<li>is unfair or deceptive under the consumer protection laws of any jurisdiction, including chain letters and pyramid schemes;</li>\n<li>is copyrighted, protected by trade secret, patent, trademark, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights;</li>\n<li>includes information that you do not have the right to disclose or make available under any law or under contractual or fiduciary relationships;</li>\n<li>creates a risk to a person’s safety or health, creates a risk to public safety or health, compromises national security, or interferes with an investigation by law enforcement;</li>\n<li>promotes illegal drugs, escort services or prostitution, or violates export control laws, relates to illegal gambling, or illegal arms trafficking;</li>\n<li>Includes any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation;</li>\n<li>is unlawful, defamatory, libelous, abusive, obscene, discriminatory, threatening, violent, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, gives rise to civil liability, violates any law, or is otherwise objectionable or inappropriate;</li>\n<li>contains software viruses, worms, or any other computer code, files or programs that interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment of ours or of any user of our site or of any third party;</li>\n<li>involves theft, money laundering or terrorism;</li>\n<li>forges or manipulates identifiers in order to disguise the origin of any User Content or other communication transmitted through our site.\nor</li>\n<li>is otherwise malicious or fraudulent.</li>\n</ul>\n<p>THE VIEWS EXPRESSED BY OTHER USERS ON OUR SITE DO NOT REPRESENT OUR VIEWS OR VALUES.</p>\n<p>We reserve the right to access, read, preserve, and disclose any User Content (whether published or not) or any other information as we reasonably believe is necessary to:</p>\n<ul>\n<li>satisfy any applicable law, regulation, legal process, subpoena or governmental request;</li>\n<li>enforce these Terms, including investigation of potential violations of it;</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues;</li>\n<li>respond to user support requests.\nor</li>\n<li>protect our, our users’ or the public’s rights, property or safety.</li>\n</ul>\n<p>\n<strong>Viruses</strong>\n</p>\n<p>We do not guarantee that our site will be secure or free from bugs or viruses.</p>\n<p>You are responsible for configuring your information technology, computer programmes and platform in order to access our site.\nYou should use your own virus protection software.</p>\n<p>You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our site, the server on which our site is stored or any server, computer or database connected to our site.\nYou must not attack our site via a denial-of-service attack or a distributed denial-of service attack.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our site will cease immediately.</p>\n<p>\n<strong>Copyright and Content Policy</strong>\n</p>\n<p>It is our policy to respect the legitimate rights of copyright and other intellectual property owners and we have adopted the following general policy toward copyright infringement in accordance with the Digital Millennium Copyright Act.</p>\n<p>We have designated an agent (specified below) to receive notifications of claimed copyright infringement on our site.\nPlease be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.</p>\n<p>If you are a copyright owner, or are authorized to act on behalf of one, and you believe in good faith that any material or content made available on or through our site has been used or exploited in a manner that infringes or violates any work or other intellectual property you own or control, please report the alleged copyright infringements taking place by completing the following DMCA Notice of Alleged Infringement (“<strong>Notice</strong>”) and delivering it to Novelty’s Designated Copyright Agent (“<strong>Agent</strong>”) as set forth below.</p>\n<p>Please provide our Agent with the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on our site, with enough detail that we may find it on our site.\nproviding URLs in the body of an email is the best way to help us locate content quickly;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul>\n<p>Our Agent for notice of claims of copyright or other intellectual property infringement can be reached as follows: legal@novelty.media or at the mailing address at the end of these Terms.</p>\n<p>Once such Notice of infringement is properly received by the Agent, it is our policy:</p>\n<ul>\n<li>to remove or disable access to the infringing material;</li>\n<li>to notify the content provider, member or user that we have removed or disabled access to the material.\nand</li>\n<li>that repeat offenders will have the infringing material removed from the system and that we will terminate such content provider’s, member’s or user’s access to the service.</li>\n</ul>\n<p>\n<strong>Counter-Notification</strong>\n</p>\n<p>If you believe that the material you posted was removed by mistake, you may elect to send us a counter notice (“<strong>Counter Notice</strong>”).\nTo be effective, the Counter Notification must be a written communication provided to our Agent that includes substantially the following:</p>\n<ul>\n<li>A physical or electronic signature of the person providing the Counter Notification or of the person authorized to act on their behalf.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\nProviding URLs in the body of an email is the best way to help us locate content quickly.</li>\n<li>A statement under penalty of perjury that such person has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>Such person’s name, address, and telephone number, and a statement that the such person consents to the jurisdiction for any judicial district in which the service provider may be found, and that such person will accept service of process from the person who provided notification of infringement or an agent of such person.</li>\n</ul>\n<p>Please note that when you provide us a Notice or a Counter Notice, we are relying on the information that you have provided us.\nAny person who knowingly misrepresents that the material or activity is infringing, shall be liable for any damages, including costs and attorneys’ fees, incurred to the alleged infringer, to any copyright owner, copyright owner’s authorized licensee or to Novelty, who is injured by such misrepresentation.</p>\n<p>Please remember that there are legal and financial consequences for fraudulent or bad faith submissions.\nBefore submitting a Notice or a Counter Notice, be sure that you are the actual rights’ holder of the content or that you have a good faith belief that the material was removed in error and understand the repercussions of submitting a false claim.</p>\n<p>\n<strong>Linking to our site</strong>\n</p>\n<p>You may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.</p>\n<p>You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.</p>\n<p>You must not establish a link to our site in any website that is not owned by you.</p>\n<p>Our site must not be framed on any other site, nor may you create a link to any part of our site other than the home page.</p>\n<p>We reserve the right to withdraw linking permission without notice.</p>\n<p>If you wish to make any use of content on our site other than as set out above, please contact legal@novelty.media.</p>\n<p>\n<strong>Third party links and resources in our site</strong>\n</p>\n<p>Where our site contains links to other sites and resources provided by third parties, these links are provided for your information only.</p>\n<p>We have no control over the contents of those sites or resources.</p>\n<p>\n<strong>Assignment</strong>\n</p>\n<p>These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by us without restriction or notification to you.</p>\n<p>\n<strong>Applicable law</strong>\n</p>\n<p>Please note that these terms of use, its subject matter and its formation, are governed by Israeli law.</p>\n<p>We both agree to the exclusive jurisdiction of and venue in the competent courts in Israel.</p>\n<p>\n<strong>Contact us</strong>\n</p>\n<p>Novelty Magazines Ltd.\nis an Israeli limited company with its headquarters at Habarzel 1, Tel Aviv, Israel 6971001.\nYou may contact us at the preceding address or via email at legal@novelty.media.</p>\n<p>Thank you for visiting our site.</p>\n<p>Last Updated: May 2019</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Privacy Policy and Cookie Notice</li>\n<li>Terms Of Use</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2020 Novelty Magazines Ltd.\nAll rights reserved</p> visit the novelty magazines network <i>\n</i> &lt;img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=1547680581965422&amp;ev=PageView&amp;noscript=1\"/&gt.\n&lt;div style=\"display:none;\"&gt.\n&lt;img src=\"//pixel.quantserve.com/pixel/p-XVk6Htm3askVa.gif\" border=\"0\" height=\"1\" width=\"1\" alt=\"Quantcast\"/&gt.\n&lt;/div&gt.\n", "created_at": "2018-09-14 00:48:01.345453", "updated_at": "2020-12-15 01:10:25.950157"}, {"id": 531, "name": "Privacy Policy", "url": "http://www.icepop.com/privacy-policy/", "xpath": "", "text": "We value your privacy<p>We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.</p>\n<p>With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.</p>DISAGREEMORE OPTIONSAGREE <ul>\n<li>Amusements</li>\n<li>Collections</li>\n<li>Features</li>\n<li>Curiosities</li>\n<li>Everything Else</li>\n</ul> Connect with us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> icepop <ul>\n<li>Amusements</li>\n<li>Collections</li>\n<li>Features</li>\n<li>Curiosities</li>\n<li>Everything Else</li>\n</ul> Privacy Policy and Cookie Notice <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>\n<strong>NOVELTY MAGAZINES LTD.\nPRIVACY POLICY</strong>\n</p>\n<p>This Privacy Policy was last updated on June 25, 2020.</p>\n<p>We, Novelty Magazines Ltd.\nand our corporate affiliates (“<strong>Novelty Media</strong>“, “<strong>we</strong>” or “<strong>us</strong>“), are committed to protecting and respecting your privacy.\nWe are the company responsible for the collection, use, and disclosure of your personal information under this Privacy Policy.&nbsp;<em>We believe in transparency and want you to feel comfortable using our platform, and we are committed to being upfront about our privacy practices.</em>\n</p>\n<p>\n<strong>1.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Introduction</strong>\n</p>\n<p>\n<strong>a.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nScope of this Privacy Policy</strong>\n</p>\n<p>This Privacy Policy explains the information we collect from you when you access and use the Novelty Media family of websites (each, a “<strong>Site</strong>” and collectively, the “<strong>Site</strong>“), as well as our platforms, widgets, analytics tools, and other technical applications that we may provide either through our Sites or through third-party websites&nbsp;or other products and services provided by us (which, together, are referred to as the “<strong>Services</strong>”), how we use and disclose such information.\nWe also wish to make sure that you are aware of the options available to you when you access and use our Services.</p>\n<p>\n<strong>b.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nContact Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us at:</p>\n<p>Novelty Magazines Ltd.</p>\n<p>Email address:&nbsp;contact@novelty.media</p>\n<p>Phone: (888) 413-5864</p>\n<p>Postal address: Habarzel 1, Tel Aviv, Israel 6971001</p>\n<p>\n<strong>c.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThird-Party Links</strong>\n</p>\n<p>The Site may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect information about you.\nWe do not control these third-party services and are not responsible for their privacy, information, or other practices.\nWe encourage you to read the privacy policy of every website or other online service that you visit or use.</p>\n<p>\n<strong>2.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nPersonal Information</strong>\n</p>\n<p>“Personal Information” is information that identifies you as an individual or relates to an identifiable individual.\nIf you choose to contact us by using the forms provided on our Site, you may choose to provide Personal Information to us, such as your full name, email address, phone number, job title, and company.\nIf you disclose any Personal Information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy.</p>\n<p>\n<strong>3.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nUse of Personal Information</strong>\n</p>\n<p>We and our service providers use Personal Information for legitimate business purposes, including to:</p>\n<ul>\n<li>\n<strong>Provide the functionality of the Services and fulfill your requests.</strong>\n<ul>\n<li>To respond to your inquiries and fulfill your requests, such as when you contact us by using the forms provided on our Site.</li>\n</ul>\n</li>\n</ul>\n<p>We will engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation.</p>\n<ul>\n<li>\n<strong>Aggregate and/or anonymize Personal Information.</strong>\n<ul>\n<li>We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information.\nWe do so to generate other information for our use, which we may use and disclose for any purpose.</li>\n</ul>\n</li>\n<li>\n<strong>Accomplish our business purposes.</strong>\n<ul>\n<li>For data analysis, for example, to improve the efficiency of our Services;</li>\n<li>For audits, to verify that our internal processes function as intended and are compliant with legal, regulatory, or contractual requirements;</li>\n<li>For fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft;</li>\n<li>For developing new products and services;</li>\n<li>For enhancing, improving, or modifying our current products and services;</li>\n<li>For identifying usage trends, for example, understanding which parts of our Services are of most interest to users;</li>\n<li>For determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users.\nand</li>\n<li>For operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users so we can focus our energies on meeting our users’ interests.</li>\n</ul>\n</li>\n</ul>\n<p>We engage in these activities to manage our contractual relationship with you, to comply with a legal obligation, and/or because we have a legitimate interest.</p>\n<p>\n<strong>4.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nDisclosure of Personal Information</strong>\n</p>\n<p>Your Personal Information will be disclosed:</p>\n<ul>\n<li>\n<strong>To our affiliates for the purposes described in this Privacy Policy</strong>, including to Songo Media Inc., a Delaware corporation.</li>\n<li>\n<strong>To our third-party service providers, to facilitate services they provide to us.&nbsp;</strong>These can include providers of services such as website hosting, data analysis, information technology and related infrastructure provision, customer service, auditing, and other services.</li>\n</ul>\n<p>\n<strong>Other Uses and Disclosures</strong>\n</p>\n<p>We also use and disclose your Personal Information as necessary or appropriate, especially when we have a legal obligation or legitimate interest to do so:</p>\n<ul>\n<li>\n<strong>To comply with&nbsp;</strong>\n<strong>applicable law and regulations</strong>, which can include laws outside your country of residence.</li>\n<li>\n<strong>To cooperate with public and government authorities</strong>, to respond to a request or to provide information we believe is important.\nThese can include authorities outside your country of residence.</li>\n<li>\n<strong>To cooperate with law enforcement</strong>, such as when we respond to law enforcement requests and orders or provide information we believe is important, including to law enforcement outside your country of residence.</li>\n<li>\n<strong>For other legal reasons</strong>, such as to enforce our terms and conditions and<strong>&nbsp;t</strong>o protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.</li>\n<li>\n<strong>In connection with a sale or business transaction.&nbsp;</strong>We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings) Such third parties may include, for example, an acquiring entity and its advisors.</li>\n</ul>\n<p>\n<strong>5.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nOther Information</strong>\n</p>\n<p>“Other Information” is any information that does not reveal your specific identity or does not directly relate to an identifiable individual.\nWe may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law.\nIf we are required to treat Other Information as Personal Information under applicable law, then we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Privacy Policy.\nIn some instances, we may combine Other Information with Personal Information.\nIf we do, we will treat the combined information as Personal Information as long as it is combined.</p>\n<p>\n<strong>6.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nCookies and Tracking</strong>\n</p>\n<p>When you use or interact with our Services, we or our service providers automatically collect certain information, such as your browser and device information, IP address, and information collected through cookies and similar technologies.\nWe use this information to ensure that the Services function properly, for security purposes, to facilitate navigation, to display information more effectively, to understand and measure how the Services are used, to improve and resolve questions regarding the Services, to resolve When visiting our Site for the first time, you will be prompted to provide consent for our use of cookies questions about them, and to measure the effectiveness of our marketing campaigns.</p>\n<p>To learn more about how we use cookies, or to opt out of the collection and use of cookies, please see our&nbsp;<u>Cookie Notice</u>, which is incorporated by reference into this Privacy Policy.</p>\n<p>We do not currently respond to browser do-not-track signals.</p>\n<p>\n<strong>7.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nJurisdiction and Cross-Border Transfer</strong>\n</p>\n<p>Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and, by using the Services, you understand that your information will be transferred to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country.\nIn certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in those other countries may be entitled to access your Personal Information.</p>\n<p>\n<strong>8.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nRetention Period</strong>\n</p>\n<p>We retain aggregated or anonymous information, which cannot identify an individual or device and is used for purposes of reporting and analysis, for as long as necessary for the purposes set out in this Privacy Policy, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>\n<strong>9.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nInformation Security</strong>\n</p>\n<p>We have put in place security measures designed to prevent Personal Information from being accidentally lost or acquired, used, accessed, altered, or disclosed in an unauthorized way.\nPlease keep in mind that no method of transmission over the Internet or method of electronic storage is 100% secure.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your Personal Information may have been compromised during, or as a result of, your use of the Services), please immediately notify us in accordance with the “Contact Us” section above.</p>\n<p>\n<strong>10.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nProtection of Children’s Privacy</strong>\n</p>\n<p>We are concerned about the privacy and safety of children when they use the internet.\nOur Services are not directed to children under eighteen (18).</p>\n<p>We will never knowingly request Personal Information online from anyone under the age of 18 without prior verifiable parental consent.\nOur Services are general audience sites and are not targeted to or intended for use by children.\nHowever, if we learn that we have received information from a child under the age of 18 without parental consent, we will delete that information from our database.</p>\n<p>\n<strong>11.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Choices and Access</strong>\n</p>\n<p>If you would like to request to review, correct, update, suppress, restrict, or delete Personal Information, object to the processing of Personal Information, or if you would like to request to receive an electronic copy of your Personal Information for purposes of transmitting it to another company (to the extent these rights are provided to you by applicable law), you may contact us at&nbsp;contact@novelty.media&nbsp;or Habarzel 1, Tel Aviv, Israel 6971001.\nWe will respond to your request consistent with applicable law.</p>\n<p>For your protection, we may only implement requests with respect to the Personal Information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable.\nPlease note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion.</p>\n<p>\n<strong>12.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nChanges to Our Privacy Policy</strong>\n</p>\n<p>Any changes we may make to our Privacy Policy in the future will be posted on this page.\nYour use of the Services following these changes means that you accept the revised Privacy Policy.</p>\n<p>\n<strong>13.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAdditional Information Regarding the European Economic Area</strong>\n</p>\n<p>If you are located within the European Economic Area, you may lodge a complaint with a data protection authority for your country or region or where an alleged infringement of applicable data protection law occurs.\nA list of data protection authorities is available at&nbsp;http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080.</p>\n<p>\n<strong>14.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAdditional Information for California Consumers</strong>\n</p>\n<p>The following portion of this Privacy Policy applies solely to visitors, users, and others who reside in the State of California.\nThis portion of our Privacy Policy is intended to comply with the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) and other California privacy laws.&nbsp.\nAny terms defined in the CCPA have the same meaning when used in this notice if capitalized herein.</p>\n<p>\n<u>Information We Collect</u>\n</p>\n<p>We may collect certain information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device.\nIn particular, as indicated below, we may have collected the following categories of personal information from consumers within the last twelve (12) months:</p>\n<strong>Category</strong>\n<strong>Examples</strong>\n<strong>Collected</strong> A.\nIdentifiers.\nA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver’s license number, passport number, or other similar identifiers.\nYES B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\nA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.\nYES C.\nProtected classification characteristics under California or federal law.\nAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\nNO D.\nCommercial information.\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nNO E.\nBiometric information.\nGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\nNO F.\nInternet or other similar network activity.\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\nYES G.\nGeolocation data.\nPhysical location or movements.\nYES H.\nSensory data.\nAudio, electronic, visual, thermal, olfactory, or similar information.\nNO I.\nProfessional or employment-related information.\nCurrent or past job history or performance evaluations.\nNO J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).\nEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nNO K.\nInferences drawn from other personal information.\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nYES <p>&nbsp;</p>\n<p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA’s scope, such as:\n<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.</li>\n</ul>\n</li>\n</ul>\n<p>We obtain the categories of personal information listed above from the following categories of sources:</p>\n<ul>\n<li>Directly and indirectly from your activity on our Sites, including information our servers automatically collect and information collected from cookies on our site as described in our&nbsp;<u>Cookie Notice</u>.</li>\n<li>From third-parties that interact with us or our Sites.</li>\n<li>Publicly available data bases.</li>\n<li>From social networks, such as Facebook, Instagram or Twitter, if you use a social network login to access our services or Sites.</li>\n<li>Joint marketing partners.</li>\n<li>From your mobile device, such as your mobile device ID, model, and manufacturer, and information about the location of your device.</li>\n<li>When you apply for a job through our Sites.</li>\n<li>When you register on our Sites.</li>\n</ul>\n<p>\n<u>Use of Personal Information</u>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following business purposes:</p>\n<ul>\n<li>Analyze the use and performance of our Sites and services.</li>\n<li>Identify you when you visit our Sites and as you navigate our Sites.</li>\n<li>Display advertisements that will be relevant to you.</li>\n<li>Share your personal data with third parties who process your data on our behalf when they provide certain services to us, such as data analytics, ad networks, research, marketing, email delivery, hosting services, customer service and legal and financial services.</li>\n<li>Share your personal data with third parties who use it for their own purposes if you have provided consent to do so.</li>\n<li>Monitor and analyze usage and trends to improve your experience with the Sites.</li>\n<li>Deliver targeted advertising, coupons, newsletters, and other information regarding promotions and the Sites to you.</li>\n<li>Store your preferences including language, past searches, location and preferences.</li>\n</ul>\n<ul>\n<li>To fulfill or meet the reason for which the information is provided.</li>\n<li>To provide you with email alerts, event registrations and other notices concerning our products or services, or events or news, that may be of interest to you.</li>\n<li>To improve our Sites and presentation of content to you.</li>\n<li>As necessary or appropriate to protect the rights, property or safety of us, our clients or others.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>Share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.</li>\n<li>If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity.</li>\n<li>Recommend additional content to you from our Site or from other Sites within our network of Sites.</li>\n<li>For fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in this Policy or the CCPA.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\n<p>\n<u>Sharing Personal Information</u>\n</p>\n<p>We may disclose your personal information to a third party for a business purpose.&nbsp.\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.</p>\n<p>In the preceding twelve (12) months, we have disclosed the following categories of personal information for a business purpose:</p>\n<p>Category A:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIdentifiers.<br>\nCategory B:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCalifornia Customer Records personal information categories.<br>\nCategory F:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInternet or other similar network activity.</p>\n<p>Category G:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGeolocation data.</p>\n<p>Category K.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inferences drawn from other personal information.</p>\n<p>&nbsp;</p>\n<p>We disclose your personal information for a business purpose to the following categories of third parties:</p>\n<ul>\n<li>Third party service providers who may process your data on our behalf when they provide certain services to us, such as data analytics, ad networks, research, marketing, email delivery, hosting services, customer service and legal and financial services.</li>\n<li>Third-party partners who may deliver targeted advertising, coupons, newsletters, and other information regarding promotions and the Site to you.</li>\n</ul>\n<ul>\n<li>Third parties to whom you or your agents authorize us to disclose your personal information in connection with products or services we or they provide to you.</li>\n<li>Our affiliates.</li>\n</ul>\n<p>The information categories set forth above may have been shared with certain trusted third parties to perform functions and provide services to us, including performance monitoring, site development, customer relationship, direct marketing, advertising, and related services.\nWe share such information only to the extent necessary to perform these functions and provide such services.</p>\n<p>In the preceding twelve (12) months, we have not sold any personal information except as set forth above.</p>\n<p>\n<u>Your Rights and Choices</u>\n</p>\n<p>The CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<em>\n<strong>Notice of Right to Opt Out of Sale of Personal Information</strong>\n</em>\n</p>\n<p>You have the right to opt out of collection and sharing by us of certain of the personal information listed above.\nPlease click on the “Do Not Sell My Personal Information” link (the “<strong>Link</strong>”) found in the footer of our Sites.\nIn the pop up that appears when you click the Link, the toggle next to “Personalized Advertisements” will be toggled to “off”.\nIf you click the “Confirm” button, we will no longer share your personal information with our third-party partners and service providers that may otherwise use such information to deliver targeted, personalized or interest-based advertisements.\nTo learn more about interest-based advertising across our Sites and additional opt-out choices, please see our Cookie Policy and visit one or more industry opt-out links (e.g.,&nbsp;http://optout.aboutads.info/#/,&nbsp;http://optout.networkadvertising.org/#, and&nbsp;http://www.aboutads.info/appchoices).\nPlease note that you may need to refresh your browser or move to a new page for the interest-based advertising to disappear, although you may continue to see non-interest-based advertisements.\nPlease also be aware that if you opt out through the Link of the sharing of your information for CCPA purposes but do not opt out of interest-based advertising more generally you may still receive ads tailored to your interests based upon: (i) information not shared by us.\n(ii) information shared to downstream participants at least ninety (90) days before your opt out.\nor (iii) information sold to third-party advertisers by other sources from which you have not opted out.\nPlease also note that your opt-out of the sale of personal information will be specific to the browser or device from which you have clicked “Do Not Sell My Personal Information”.\nIn addition, if your browser or device is using a “do not track” setting, we will detect it and honor it on that specific browser or device only.</p>\n<p>\n<em>Access to Specific Information and Data Portability Rights</em>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past twelve (12) months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\n<ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\n<p>\n<em>Deletion Request Rights</em>\n</p>\n<p>You also have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service providers to:</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546&nbsp;<em>seq.</em>).</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>\n<em>Exercising Access, Data Portability, and Deletion Rights</em>\n</p>\n<p>To exercise the access, data portability, or deletion rights described above, please submit a verifiable consumer request to us by either:</p>\n<ul>\n<li>Completing the “Delete My Information” form provided on our Contact Us page or within the “Do Not Sell My Information” link.</li>\n<li>Calling us toll-free at (888) 413-5864</li>\n<li>Emailing us at&nbsp;contact@novelty.media</li>\n</ul>\n<p>Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.&nbsp.\nMaking a verifiable consumer request does not require you to create an account with us.&nbsp.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>\n<em>Response Timing and Format</em>\n</p>\n<p>We will make every effort to respond to a verifiable consumer request within 45 days of receipt.&nbsp.\nIf we require more time, we will inform you of the reason and extension period in writing.&nbsp.\nThe total period will not exceed 90 days.\nWe will deliver our written response by mail or electronically, at your option.&nbsp.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.&nbsp.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.&nbsp.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We will not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.</p>\n<p>\n<u>Non-Discrimination</u>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n<u>Contact Information</u>\n</p>\n<p>If you have any questions or comments about this notice, our Privacy Policy, the ways in which we collect and use your personal information, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at:</p>\n<p>Call us toll-free at (888) 413-5864</p>\n<p>Email us at&nbsp;contact@novelty.media</p>\n<p>&nbsp;</p>\n<p>Send us mail at:</p>\n<p>Novelty Magazines Ltd.</p>\n<p>Habarzel 1, Tel Aviv, Israel 6971001</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>NOVELTY MAGAZINES LTD.\nCOOKIE NOTICE</strong>\n</p>\n<p>Last revised: June 25, 2020</p>\n<p>This Cookie Notice (“<strong>Notice</strong>”) explains more about how Novelty Magazines Ltd.\nand its affiliates (“<strong>Novelty Media</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) and our authorized service providers, may use cookies, web beacons, and other similar technologies (collectively “<strong>cookies</strong>”) on the Novelty Media network of websites (the “<strong>Sites</strong>”), as well as your choices related to such use.</p>\n<p>We may change this Notice at any time.\nPlease refer to the top of this page for the date this Notice was last revised.\nAny changes in this Notice will become effective when we post the revised Notice to this Site.\n&nbsp;This Notice is incorporated in and part of our Privacy Policy.</p>\n<p>\n<strong>About cookies</strong>\n</p>\n<p>A cookie is a file containing an identifier (a string of letters and numbers) that a web server transmits to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>Cookies may be either “persistent” cookies or “session” cookies.\nA persistent cookie will be stored by a web browser and remain valid until its expiration date, unless it is deleted by the user, while a session cookie will expire when the web browser is closed at the end of the user session.</p>\n<p>Cookies do not typically contain any information that personally identifies a user, but personal data that we store about you may be linked to the information stored in and obtained from cookies.\nCookies enable a website to remember your actions and preferences over a period of time, so you don’t have to repetitively enter certain information, perform certain action or configure certain aspects of a website whenever you return to the website or browse from one page to another.\nMore information about cookies and how they work is available at&nbsp;www.allaboutcookies.org.</p>\n<p>\n<strong>Cookies that we use</strong>\n</p>\n<p>We use cookies to:</p>\n<ul>\n<li>Identify you when you visit our Site and as you navigate our Site</li>\n<li>Analyze the use and performance of our Site and services</li>\n<li>Display advertisements that will be relevant to you</li>\n<li>Store your preferences in relation to the use of cookies more generally</li>\n<li>Maintain your session</li>\n<li>Remember your language and origin settings</li>\n<li>Remember your past searches on our Sites</li>\n<li>Remember your location</li>\n<li>Remember your preferences</li>\n</ul>\n<p>\n<strong>Cookies used by our service providers</strong>\n</p>\n<p>Analytics/Performance Cookies: Our service providers use cookies that may be stored on your computer when you visit our Site.</p>\n<p>\n<strong>Google Analytics.</strong>&nbsp;&nbsp;We use Google Analytics.\nGoogle Analytics gathers information about the use of our Site by means of cookies.\nThis information is used to create reports about the use of our Site.\nYou can find out more about Google’s use of information by visiting&nbsp;https://www.google.com/policies/privacy/partners/&nbsp;and you can review Google’s privacy notice at&nbsp;https://policies.google.com/privacy.\nIf you want to opt-out of being tracked by Google Analytics, visit the Google Analytics Opt-out page at&nbsp;https://tools.google.com/dlpage/gaoptout&nbsp;and install the add-on for your browser.</p>\n<p>\n<strong>Facebook Analytics.</strong>&nbsp;&nbsp;We use a Facebook pixel on our Site.\nUsing the pixel, Facebook collects information about the users and use of our Site.\nThe information is used to personalize Facebook advertisements and to analyze the use of our Site.\nTo find out more about the Facebook pixel and about Facebook’s use of personal data generally, see the Facebook cookie policy at&nbsp;https://www.facebook.com/policies/cookies/&nbsp;and the Facebook privacy policy at&nbsp;https://www.facebook.com/about/privacy.\nIf you are a registered Facebook user, you can adjust how advertisements are targeted by following the instructions at&nbsp;https://www.facebook.com/help/568137493302217, and you may opt out from tracking by the Facebook pixel under&nbsp;https://www.facebook.com/settings?tab=ads.</p>\n<p>\n<strong>Other Third-Party Cookies.</strong>&nbsp;We also use other third-party service providers, such as Comscore, Taboola, Quantcast, and Outbrain, which may use cookies for interest-based advertising and behavior analytics.\nSpecifically, you may receive advertisements based on information relating to your access to and use of the Services and other websites or online services on any of your devices, as well as on information received from third parties.\nThese companies place or recognize a unique cookie on your browser (including through the use of pixel tags).\nThey also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile phone and a laptop.\nIf you would like more information about this practice, and to learn how to opt out of it in desktop and mobile browsers on the particular device on which you are accessing this Privacy Policy, please visit&nbsp;http://optout.aboutads.info/#/,&nbsp;http://optout.networkadvertising.org/#/&nbsp;and&nbsp;www.youronlinechoices.eu.</p>\n<p>\n<strong>Managing cookies</strong>\n</p>\n<p>Most browsers also allow you to refuse to accept cookies and to delete cookies.\nYou can normally change your browser settings within the ‘options’ or ‘preferences’ menu for your browser.\nYou can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.\nYou can review your Internet browser settings, typically under the sections “Help” or “Internet Options,” to exercise choices you have for certain Cookies.\nIf you disable or delete certain cookies, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.\nPlease refer to&nbsp;http://www.allaboutcookies.org/manage-cookies/index.html&nbsp;for information on commonly used browsers.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Privacy Policy and Cookie Notice</li>\n<li>Terms Of Use</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2020 Novelty Magazines Ltd.\nAll rights reserved</p> visit the novelty magazines network <i>\n</i> &lt;img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=1547680581965422&amp;ev=PageView&amp;noscript=1\"/&gt.\n&lt;div style=\"display:none;\"&gt.\n&lt;img src=\"//pixel.quantserve.com/pixel/p-XVk6Htm3askVa.gif\" border=\"0\" height=\"1\" width=\"1\" alt=\"Quantcast\"/&gt.\n&lt;/div&gt.\n", "created_at": "2018-09-14 00:41:24.133023", "updated_at": "2020-12-14 20:05:20.59829"}], "points": [{"id": 27978, "title": "You can request access, correction and/or deletion of your data", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:44:26.261645", "updated_at": "2022-06-08 00:14:17.691849", "quoteText": "You may request the deletion of User Content that you uploaded to our site at any time, unless you have shared information or content with others and they have not deleted it, or it was copied or stored by other users.</p>\n<", "case_id": 195, "document_id": 532, "quoteStart": 21190, "quoteEnd": 21414}, {"id": 27977, "title": "You waive your moral rights", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:43:11.930365", "updated_at": "2022-06-06 15:43:11.930365", "quoteText": "You further waive any moral rights in your User Content, to the extent permitted by law, and acknowledge and agree that you shall not be entitled to any remuneration for such use of User Content.</", "case_id": 118, "document_id": 532, "quoteStart": 22059, "quoteEnd": 22256}, {"id": 27976, "title": "The service has non-exclusive use of your content", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:43:01.734953", "updated_at": "2022-06-08 00:14:50.949602", "quoteText": "When you upload or otherwise submit User Content to our site, you hereby give us (and our successors, and those we work with) a nonexclusive, irrevocable, worldwide, perpetual, unlimited, assignable, sublicenseable, fully paid up and royalty-free license and right to host, store, reproduce, copy, remove, retain, add, process, analyze, modify, create derivative works, improve, communicate, publish, distribute, publicly perform, publicly display and distribute, use and commercialize such User Content, in any way now known or in the future discovered, without any further consent, notice and/or compensation to you or to any third parties", "case_id": 402, "document_id": 532, "quoteStart": 21416, "quoteEnd": 22057}, {"id": 27975, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:39:55.666951", "updated_at": "2022-06-06 15:39:55.666951", "quoteText": "You will not perpetrate, try to perpetrate, or assist anyone in perpetrating or trying to perpetrate any attack on our site, be it by means of viruses, by using automated means (such as harvesting bots, robots, spiders, or scrapers)", "case_id": 150, "document_id": 532, "quoteStart": 5770, "quoteEnd": 6002}, {"id": 27974, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:38:02.846907", "updated_at": "2022-06-06 15:38:26.498233", "quoteText": "Where our site contains links to other sites and resources provided by third parties, these links are provided for your information only.</p>\n<", "case_id": 279, "document_id": 532, "quoteStart": 34088, "quoteEnd": 34231}, {"id": 27973, "title": "The court of law governing the terms is in location X", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:36:07.206962", "updated_at": "2022-06-06 15:36:37.126967", "quoteText": "Please note that these terms of use, its subject matter and its formation, are governed by Israeli law.</p>\n<p>", "case_id": 163, "document_id": 532, "quoteStart": 34564, "quoteEnd": 34675}, {"id": 27972, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:29:33.185524", "updated_at": "2022-06-06 15:29:33.185524", "quoteText": "We do not guarantee that our site, or any content on it, will always be available or be uninterrupted.", "case_id": 286, "document_id": 532, "quoteStart": 4093, "quoteEnd": 4195}, {"id": 27971, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:28:24.014092", "updated_at": "2022-06-06 15:28:24.014092", "quoteText": "We reserve the right to update or change these Terms at any time by posting the most current version of the Terms on this page with a new “effective date” shown as “Last Updated”.", "case_id": 121, "document_id": 532, "quoteStart": 3170, "quoteEnd": 3349}, {"id": 27970, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:27:38.521078", "updated_at": "2022-06-06 15:27:38.521078", "quoteText": "By using our site, you confirm that you accept these Terms and that you agree to comply with them.</", "case_id": 403, "document_id": 532, "quoteStart": 2234, "quoteEnd": 2334}, {"id": 27969, "title": "Your personal data is used for advertising", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:27:10.334834", "updated_at": "2022-06-06 15:27:10.334834", "quoteText": "We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.</p>\n<", "case_id": 216, "document_id": 532, "quoteStart": 24, "quoteEnd": 335}, {"id": 27968, "title": "This service receives your precise location through GPS coordinates", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:26:11.048827", "updated_at": "2022-06-08 00:13:39.892046", "quoteText": "With your permission we and our partners may use precise geolocation data and identification through device scanning.", "case_id": 400, "document_id": 532, "quoteStart": 337, "quoteEnd": 454}, {"id": 4634, "title": "Your data may be processed and stored anywhere in the world", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:16:22.465694", "updated_at": "2021-02-06 04:16:11.331309", "quoteText": "Please be aware that we may transfer your information, to Israel, the European Union and other countries through certain third parties that we use to operate and manage the Site and Services, including Amazon Web Services (AWS) or Google Cloud Services", "case_id": 187, "document_id": 531, "quoteStart": 13141, "quoteEnd": 13393}, {"id": 4629, "title": "Third parties may be involved in operating the service", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:04:36.221165", "updated_at": "2021-02-06 04:16:11.402097", "quoteText": "In such case, you will be subject to such third-party advertisers’ privacy policy.\nPlease note, however, that we do not control such third-party advertisers or service providers, i.e.\nthe third-party advertisers or service providers solely determine the purposes and means of the processing of personal data and are thus data controllers.\nWe generally do not have any access to the information so collected", "case_id": 207, "document_id": 531, "quoteStart": 5179, "quoteEnd": 5585}, {"id": 4635, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:17:13.816872", "updated_at": "2021-02-06 03:50:18.556442", "quoteText": "Please check back frequently to see any updates or changes to our privacy policy", "case_id": 329, "document_id": 531, "quoteStart": 20655, "quoteEnd": 20735}, {"id": 4633, "title": "Third parties may be involved in operating the service", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:13:52.833097", "updated_at": "2021-02-06 04:16:11.443212", "quoteText": "We may make use of third party service providers in the course of collecting, storing and/or processing information we collect from and receive about you in order to to deliver content or advertising.\nto perform market research or measure website usage.\nand to analyze traffic counts, your interests and website performance.\nFor example, we may tell our advertisers the number of visitors to our website and the most popular features or services accessed", "case_id": 207, "document_id": 531, "quoteStart": 10981, "quoteEnd": 11435}, {"id": 4628, "title": "Third parties may be involved in operating the service", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:04:35.562043", "updated_at": "2021-02-06 04:16:11.722361", "quoteText": "In such case, you will be subject to such third-party advertisers’ privacy policy.\nPlease note, however, that we do not control such third-party advertisers or service providers, i.e.\nthe third-party advertisers or service providers solely determine the purposes and means of the processing of personal data and are thus data controllers.\nWe generally do not have any access to the information so collected", "case_id": 207, "document_id": 531, "quoteStart": 5179, "quoteEnd": 5585}, {"id": 4642, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 07:10:40.090281", "updated_at": "2021-02-06 04:16:11.820461", "quoteText": "When you leave our website, we encourage you to read the privacy policy of every website you visit.", "case_id": 299, "document_id": 531, "quoteStart": 2948, "quoteEnd": 3047}, {"id": 4625, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 00:57:34.688238", "updated_at": "2021-02-06 03:50:18.930399", "quoteText": "(b) information about a user’s visit, including the full Uniform Resource Locators (URL) clickstream to, through and from our site (including date and time).\nproducts a visitor viewed or searched for, the frequency and scope of the respective use of the Services, page interaction information (such as scrolling, clicks, and mouse-overs), the content viewed (including advertisements clicked on) and pages visited, and cookie data", "case_id": 128, "document_id": 531, "quoteStart": 3654, "quoteEnd": 4084}, {"id": 4624, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 00:55:11.815154", "updated_at": "2021-02-06 04:16:11.872644", "quoteText": "(a) anonymous encrypted code representing your Internet protocol (IP) address or your device identifier (if using a mobile device) and being used as a persistent identifier, anonymous login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and version, device information.\nas well as", "case_id": 323, "document_id": 531, "quoteStart": 3309, "quoteEnd": 3653}, {"id": 4627, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:04:05.933167", "updated_at": "2021-02-06 04:16:11.221643", "quoteText": "<p>If you have any questions or concerns about Novelty’s Privacy Policy or data processing or if you would like to make a complaint about a possible breach of local privacy laws, please contact us at:</p>\n<p>Novelty Magazines Ltd.</p>\n<p>Email address: Contact@novelty.media</p>\n<p>Postal address: 1 Habarzel Street, Tel Aviv, Israel 69710.</p>\n<p>Telephone number: 972-36209614</p>\n<p>If you are an EU resident, you have the right to make a complaint at any time to the relevant supervisory authority.\nWe would, however, appreciate the chance to deal with your concerns before you approach such authority, so please contact us in the first instance", "case_id": 300, "document_id": 531, "quoteStart": 1924, "quoteEnd": 2573}, {"id": 4631, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:08:54.061057", "updated_at": "2021-02-06 04:16:11.303785", "quoteText": "The third parties that display advertisements on our site may use tracking technologies, such as cookies, web beacons and similar technologies, to collect information about users who view or interact with their advertisements.\nUnless expressly stated otherwise, our website does not provide personal information to these third parties.\nThis information allows them to deliver targeted advertisements and gauge their effectiveness.\nSome of these third party advertising companies may be advertising networks that are members of the Network Advertising Initiative, which offers end users a single location to opt out of ad targeting from member companies (www.networkadvertising.org).</p>", "case_id": 127, "document_id": 531, "quoteStart": 7660, "quoteEnd": 8346}, {"id": 4630, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:05:08.264841", "updated_at": "2021-02-06 04:16:11.351075", "quoteText": "Third party vendors, including Google, use cookies to serve ads based on a user’s prior visits to our website or other websites.</li>\n<li>Google’s use of advertising cookies enables it and its partners to serve ads to you based on you visit to our sites and/or other sites on the Internet", "case_id": 128, "document_id": 531, "quoteStart": 6538, "quoteEnd": 6826}, {"id": 4626, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:03:42.700629", "updated_at": "2021-02-06 04:16:11.837203", "quoteText": "In addition, when you engage with advertisements that are displayed on the Services, Novelty, third party advertisers and data service providers may use industry-wide tracking methods (e.g., cookies, web beacons, etc.) which store certain information (“<strong>Methods</strong>”) and which allow us or such third parties to collect certain data for the purpose of serving advertisements through the use of the Novelty Services (including without limitation, serving advertisements that may be of interest to you).", "case_id": 128, "document_id": 531, "quoteStart": 4582, "quoteEnd": 5095}, {"id": 4632, "title": "The service warns you of the potential consequences related to third-party access", "source": "http://www.icepop.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 01:12:08.468755", "updated_at": "2021-02-06 03:50:18.524215", "quoteText": "The third parties that display advertisements on our site may use tracking technologies, such as cookies, web beacons and similar technologies, to collect information about users who view or interact with their advertisements.\nUnless expressly stated otherwise, our website does not provide personal information to these third parties.\nThis information allows them to deliver targeted advertisements and gauge their effectiveness.", "case_id": 209, "document_id": 531, "quoteStart": 7660, "quoteEnd": 8090}, {"id": 18770, "title": "This service is only available to users over a certain age", "source": "http://www.icepop.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-04-14 04:23:58.76996", "updated_at": "2021-04-14 08:27:24.775173", "quoteText": "YOU ARE NOT ALLOWED TO USE OUR SITE, UNLESS YOU ARE AT LEAST 18 YEARS OF AGE.</p>\n<p>By accessing or using our site you affirm that:</p>\n<ul>\n<li>you can form a binding contract (i.e., the Terms) with us.\nand</li>\n<li>you are over the age of 18.</li>", "case_id": 152, "document_id": 532, "quoteStart": 2410, "quoteEnd": 2660}], "urls": ["icepop.com"]}}