{"error": 448, "message": "OK", "parameters": {"id": 5947, "name": "DMG Media", "created_at": "2021-11-29 23:08:55.340612", "updated_at": "2021-11-29 23:01:12.879189", "wikipedia": "https://en.wikipedia.org/wiki/DMG_Media", "keywords": null, "related": null, "slug": "dmg-media", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5947.png", "url": "dmgmedia.co.uk", "documents": [{"id": 10739, "name": "Privacy & Cookies Policy", "url": "https://www.dmgmedia.co.uk/privacy-cookie-policy/", "xpath": "", "text": " <p>Cookie Notice</p>\n<p>We use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.</p>CloseAccept CookiesCookie Settings<ul>\n<li>\n<p>Your Privacy</p>\n</li>\n<li>\n<p>Strictly Necessary Cookies</p>\n</li>\n<li>\n<p>Performance Cookies</p>\n</li>\n<li>\n<p>Functional Cookies</p>\n</li>\n<li>\n<p>More Information</p>\n</li>\n</ul>\n<p>Privacy Preference Centre</p>\n<p>\n</p>\n<p>Active</p>\n<p>Always Active</p> Save SettingsAllow All Search <ul>\n<li> About <ul>\n<li> About us </li>\n<li> dmg media leadership team </li>\n<li> DMGT leadership team </li>\n</ul>\n</li>\n<li> Brands &amp.\nproducts <ul>\n<li> Daily Mail </li>\n<li> The Mail on Sunday </li>\n<li> MailOnline </li>\n<li> Metro </li>\n<li> Metro.co.uk </li>\n<li> i </li>\n<li> inews.co.uk </li>\n<li> ThisIsMoney.co.uk </li>\n<li> New Scientist </li>\n<li> Mail+ </li>\n<li> MyMail </li>\n<li> eCommerce </li>\n<li> dmg media ireland </li>\n</ul>\n</li>\n<li> News </li>\n<li> Advertise <ul>\n<li> Mail Metro Media </li>\n<li> dmg media Ireland </li>\n</ul>\n</li>\n<li> Investors </li>\n<li> Contact </li>\n<li> Careers </li>\n</ul> Open in all Categories News Articles Pages all Categories Latest News Mail Metro Media unveils Centre for Attention Event 15th November 2021 London Press Club Awards Award 4th November 2021 DMGT partners with new charity Other News 25th October 2021 Quick Links <ul>\n<li> About </li>\n<li> News </li>\n<li> Investors </li>\n<li> Contact </li>\n</ul> Menu Privacy &amp.\nCookies Policy <p>\n<em>This is the Associated Newspapers Ltd Privacy &amp.\nCookies Policy for Daily Mail, The Mail on Sunday, MailOnline, Metro, This is Money, You Magazine, MyMail, MailPlus, MailShop, MailWineClub, MailTravel, MailFinance, MailExperiences, The i, and inews.\n</em>\n</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>To see the MailMedia Inc.\nPrivacy &amp.\nCookies Policy for Newzit, please click </em>\n<em>here</em>\n<em>.\n</em>\n</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>To see the DMGK Ltd Privacy &amp.\nCookies Policy for The Knowledge, please click </em>\n<em>here</em>\n<em>.</em>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>ASSOCIATED NEWSPAPERS LIMITED</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Privacy &amp.\nCookies Policy (the “Policy”)</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Last Updated: 08 March 2021</strong>\n</p>\n<p>&nbsp;</p>\n<p>Previous version: 7 September 2020</p>\n<p>&nbsp;</p>\n<p>You can control online behavioural advertising cookies on this website via your Cookie Settings.\nFurther details on this can be found under Cookies and other identifiers in Section 14 below.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> What is this Policy for?</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>This Policy explains how we protect and handle any personal information you provide to us, including via our websites, our apps, our social media pages/accounts, email, telephone and in person.\nIt also covers any personal information we receive from third parties and provides you with an overview of your rights.</p>\n<p>&nbsp;</p>\n<p>By using our products and services, including browsing our websites, registering, logging in or signing up for marketing, you agree that we may use your personal information as outlined in this Policy.\nThere may be occasions when we share responsibility for the processing and protection of your personal data in connection with your use of our products and services as joint controllers with our partners (please see Section 2 <em>Who we are </em>for additional information).\nIn such instances our partners will process your personal data in accordance with their privacy notices.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong> Who we are</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>dmg media is an international multi-channel media company which is home to some of the UK’s most popular brands, including the <strong>Daily Mail</strong>,&nbsp;<strong>The Mail on Sunday</strong>,&nbsp;<strong>MailOnline</strong>,&nbsp;<strong>Metro</strong>,&nbsp;<strong>This is Money</strong>,&nbsp;<strong>You Magazine</strong>,&nbsp;<strong>MyMail</strong>,&nbsp;<strong>MailPlus</strong>,&nbsp.\n<strong>MailShop</strong>,&nbsp;<strong>MailWineClub</strong>,&nbsp;<strong>MailTravel</strong>, <strong>MailFinance</strong>, <strong>MailExperiences</strong>, <strong>The i</strong>, and <strong>inews</strong>.</p>\n<p>&nbsp;</p>\n<p>These brands are all trading styles of <strong>Associated Newspapers Ltd.</strong> which is the controller of your personal data for the purposes of data protection law.</p>\n<p>&nbsp;</p>\n<p>These brands also share infrastructure, systems and technology and all fall under the data control of Associated Newspapers Ltd.\nThese brands work together to understand how our users interact with our products and services, and to share insights to improve our products and services.</p>\n<p>&nbsp;</p>\n<p>If you are a MyMail member and have linked your account with your Nectar account, Associated Newspapers Ltd.\nand Nectar Loyalty Ltd.\n(“<strong>Nectar</strong>”) will each be data controllers of your personal data.\nAssociated Newspapers Ltd will handle your personal data in accordance with this Policy and Nectar will handle your data in accordance with Nectar’s Privacy Policy and Cookie Policy.</p>\n<p>&nbsp;</p>\n<p>If you engage with certain online bargains, discounts, last-minute vouchers, best buys and/or similar promotional offers (“<strong>Offers</strong>”) made available on our websites, or make use of the DailyMail Extras extension for desktop web browsers (“<strong>Extension</strong>”), we shall process your data as joint controllers with Global Savings Group Ltd (“<strong>GSG</strong>”) and its affiliate CupoNation GmbH, who assist GSG as a marketing partner.\nGSG will handle your data in accordance with its Privacy Policy and CupoNation GmbH will handle your data in accordance with its Privacy Policy and Cookie Policy.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> What kinds of information do we collect</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>We collect the following information:</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Information you have provided to us: </strong>\n</p>\n<p>&nbsp;</p>\n<p>We collect information such as your name, telephone number, address, email address when you create and log into an online account, subscribe to one of our titles, sign up for our marketing communications, respond to one of our competitions/promotions or Offers, order or register your interest in one of our products, use the Extension or post a comment under an article, in addition to, where you or your organisation provide us with products or services, the name of your organisation and bank and account details and information relating to a particular transaction.</p>\n<p>&nbsp;</p>\n<p>This information may be collected via your computer browser, an online web form, a data capture form, an app, by email, by telephone, or by post.</p>\n<p>&nbsp;</p>\n<p>When you visit our website or app, we shall create a unique identifier (“<strong>UID</strong>”) that allows us to recognise you when you use our website or apps, including if you log in from a different device or platform.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information from your device:</strong>\n</p>\n<p>&nbsp;</p>\n<p>We collect information from and about the device you are using when you interact with one of our websites, apps or other products/services, including adverts.</p>\n<p>&nbsp;</p>\n<p>This may include:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Device Type:</strong> Information about your operating system, hardware, software, browser type in order to tailor the experience to your device (e.g.\nscreen resolution).</p>\n<p>&nbsp;</p>\n<p>\n<strong>Device Operations:</strong> Information about your operations and behaviours performed on your device to tailor the experience based on how you or similar users have interacted with our content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Unique Identifiers:</strong> Device IDs and Advertiser IDs in order to save your preferences against an identifier to refer to on subsequent pages and to display advertising.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Device Settings: </strong>Information from your device’s setting (such as access to your GPS location or other information related to the location of your device) so that we know which version of the website to serve you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Network/Connections: </strong>Your IP address, so that we can recognise if you have visited us before, allow your device to communicate with our websites and apps, and determine your geographical location.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies:</strong> Data from cookies or similar technologies placed on your device which tells us about your use of our websites and/or selected third party websites.\nSome cookies are also placed by third parties.\nPlease see Section 14 on Cookies and other identifiers below for more information about our use of cookies and other similar technologies.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Information collected by the Extension.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Unique identifiers:</strong> A unique installation ID or similar identifier is also processed to recognise the Extension you have installed.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Access Data:</strong> With regard to each of your visits to our websites and the URLs and domains you visit while the Extension is installed, GSG’s web servers record technical information which your browser automatically transmits.\nThis includes the IP address used to connect your computer or mobile device to the internet (including in truncated form), the browser type and version you use, the operating system, date and time of your access, whether Java is on or off, whether cookies are accepted or rejected.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Usage Data:</strong> GSG collects further information about your visit to our websites and your usage of its services and content and the URLs and domains you visit while Extension is installed.\nThat information includes the full URL clickstream to, through and from the Extension (including date and time), visited sub-pages, information you searched for, response times, length of visits to certain pages, email openings and which banners or links on the website or in an email were clicked on, browsing activity (such as scroll positions, clicks and mouse movements), search queries, the URL of the website you visited immediately beforehand.\nGSG uses such data for a variety of purposes (e.g.\nto better understand your needs and preferences so that GSG can improve the Extension, its other services and their functions and to provide you with more relevant and interest-based contents.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Device Data:</strong> In case of Extension, screen size, time zone setting, and geographical identifiers.</p>\n<p>&nbsp;</p>\n<p>For more information on how GSG processes your information and how to exercise your rights, please visit GSG’s Privacy Policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Posting comments on articles</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>When you comment on an article, the information you post and your username are publicly accessible.\nThis information can be viewed and collected by other people.\nWe strongly suggest you avoid sharing any personal details, and especially information that can be used to identify you directly such as your name, age, address and name of employer in your comments.\nWe are not responsible for the privacy of the information you make publicly accessible via the comments section.\nPlease see our Terms and House Rules for more information.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Information about transactions made</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you purchase anything or make any other financial transactions on any of our properties (e.g.\non MailShop), we collect information about your purchase and ask for information including your name, email address and delivery address, to be forwarded on to the partners who are responsible for delivering your order.\nThis does not include payment information, such as your credit/debit card number.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Information from partners</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Where you have registered or created an account with one of our websites, we may obtain information about you from other companies who have obtained your permission (through their own privacy policies) to share information about you.</p>\n<p>&nbsp;</p>\n<p>We may overlay demographic and lifestyle data from CACI to help us understand what you might be interested in for insight and marketing purposes (also known as profiling).\nCACI data are built using a variety of sources, including publicly available data (such as the electoral register and UK Census records) or from surveys and polls where you have given permission for your data to be shared.\nFor more information on these partners and how you can opt-out of having your data shared with us from these sources for profiling purposes, please see the section entitled “Marketing Personalisation” in Section 7 below.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Social media</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you log-in to our websites through a social media site, such as Facebook, Twitter or Google, you are granting permission to such company to share your user information with us.\nThis will include your name and email address plus any other information you have permitted them to share with third parties.\nIf you remove our website from your Facebook, Twitter or Google account, we shall no longer have access to this information.</p>\n<p>&nbsp;</p>\n<p>We use plugins from social media networks and other platforms on our websites, that may allow you to share content with these networks/platforms or use their services on our websites.\nFor more information, please see Section 7 of this Policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Browser pop-up notifications</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>When you consent to receiving pop-up browser notifications from one of our websites, we collect the following information:</p>\n<p>&nbsp;</p>\n<ul>\n<li>the URL of the page you were on when you were subscribed;</li>\n<li>your country code;</li>\n<li>your device type;</li>\n<li>your browser name and version;</li>\n<li>whether the notification was shown to you.\nand</li>\n<li>the topics of the notification you have clicked on or interacted with.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Information about other people</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>By supplying us with information about someone else, you confirm that they have authorised you to provide us with their information (including sensitive personal data) on their behalf.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Legal bases for processing your data under UK GDPR and EU GDPR</strong>\n</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>We rely on the following legal bases to process your personal data under the UK General Data Protection Regulation (“<strong>UK GDPR</strong>”) and the EU General Data Protection Regulation (“<strong>EU GDPR</strong>”).</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Contract:</strong> We process some of your data as a necessary part of performing our contractual obligations to you.\nFor example, to ensure that products you buy can be delivered to you, to provide you with access to your digital subscription or to provide a prize to which you have won.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Consent:</strong> Some processing activities will only be done where we have sought your prior consent.\nIf we require your consent, we shall provide you with full details of the information that we would like and the reason we need it.\nOnce given, you have the right to withdraw your consent again at any point and we shall be obliged to stop processing your data and delete it unless we can demonstrate that another legal basis applies.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal Obligation:</strong> There may be situations where we need to use your information to comply with legal and regulatory obligations or defend claims.\nThis includes publishing information about competition winners.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legitimate Interest:</strong> We process some of your data because it is in our legitimate interests to do so.\nWhere this is the case, we have considered the impact that using your information may have on you and limited our use to only what is strictly necessary.\nWhere we are using this as our basis, we can provide you with an explanation of why the processing is in our interests and you are free to contest this decision if you wish.</p>\n<p>&nbsp;</p>\n<p>Examples of our legitimate interests processing activities include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>supporting a free press and individual and societal rights to receive information;</li>\n<li>developing, delivering and maintaining relevant and engaging products services and advertising.\nand</li>\n<li>understanding who our audiences are in order to improve our content and services.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> How we may use your information</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Journalism</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use personal information for journalistic activities to support a free press and to support individual and societal rights to receive information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for these processing activities: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Message boards, blogs and other public forums</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Our websites may provide message boards, blogs and other user generated content facilities.\nAnything that you share will become public information.\nYou should always be careful when deciding to disclose your personal information.\nPlease see our Terms and House Rules for more information.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Comment Moderation</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We monitor comments for offensive/objectionable content and disruptive behaviour that breach our Terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for these processing activities: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>The i’s and Metro.co.uk’s use of Spot.Im’s comment product and moderation services</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>The i and Metro.co.uk use a commenting platform and moderation service provided by Spot.Im.\nIn order to post a comment on The i and/or Metro.co.uk, you have to create an account with Spot.Im.\nSpot.Im will share your registration details back with us and we will be the data controller for any comments you submit, which we shall process in accordance with our legitimate interests and as necessary to provide you with our services in accordance with our Terms and House Rules.</p>\n<p>&nbsp;</p>\n<p>Spot.Im also collects pseudonymous information via cookies in order to provide advertising services where you have consented to such data processing activities via your Cookie Settings.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Spot.Im will process your data in accordance with its Privacy Policy and Cookie Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for these processing activities: Consent, Contract, Legitimate Interest</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Delivering services</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>By using our websites, apps and other products and services, we may process your information, including your name, phone number and email address, for the purpose of providing you with such products and services and managing our relationship with you, which shall include (without limitation):</p>\n<p>&nbsp;</p>\n<ul>\n<li>carrying out ecommerce activities;</li>\n<li>managing subscriptions;</li>\n<li>communicating with you in relation to your account or service, service updates or other non-marketing communications;</li>\n<li>delivering customer services and support;</li>\n<li>contacting you when a checkout journey is not completed if you have provided your information;</li>\n<li>dealing with and responding to you about a comment you have submitted on our message boards or other such user generated content facilities;</li>\n<li>ensuring the integrity of votes, competitions and polls;</li>\n<li>maintaining records of our communications with you if you get in contact with us.\nand</li>\n<li>responding to press complaints submitted both direct to us and via the Independent Press Standards Organisation (IPSO).</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for these processing activities: Consent, Legitimate Interest, Contract</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>running competitions effectively and informing you if you have been successful in any competitions or promotions.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Contract/Legal Obligation</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may also record phone calls or customer enquiries via online chat for quality, training and management purposes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Legitimate Interest/Contract</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Direct marketing and browser push notifications</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>In accordance with your preferences and data protection legislation, we may use your information, including your name, email address, and phone number, to send you direct marketing communications and to carry out marketing analysis.</p>\n<p>&nbsp;</p>\n<p>This may include communications by email, post, telephone, SMS or app notifications about our products and services, events and special offers.\nThis also includes browser push notifications where you have consented to receiving these.\nWe may also send you periodic newsletters to inform you about the any changes to our products and services where we have permission to do so.</p>\n<p>&nbsp;</p>\n<p>In relation to email marketing communications, we may send you such communications when we have your consent, or when you are an existing customer who has previously bought or subscribed to a similar product or service from us.\nYou may opt out of email marketing communications when your personal information is first collected.\nYou may also unsubscribe from receiving email marketing at any time by clicking the “unsubscribe” link at the bottom of each email.\nIf you unsubscribe from email marketing, we shall keep your email address to ensure that we do not send you any marketing in future.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for processing this data: Consent/Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Personalisation / identifying your interests / audience segmentation / ecommerce activities</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use your information, including your UID, to provide you with a greater personalised experience when you visit or use one of our sites or apps, and for insight and marketing purposes.</p>\n<p>&nbsp;</p>\n<p>We make assumptions and draw inferences about your interests based on the kind of articles and content you click on or read.</p>\n<p>&nbsp;</p>\n<p>We may also use demographic information (such as your age, gender and city) to tailor the advertising we arrange to be shown.</p>\n<p>&nbsp;</p>\n<p>We use this information to segment our audiences into groups with attributes.\nThis helps us show you more relevant content/adverts and helps are advertisers target more effectively.</p>\n<p>&nbsp;</p>\n<p>Please note you have the right to object to profiling for marketing purposes at any time.\nIf you wish to opt-out of having your personal information profiled for personalisation purposes, you can adjust your account settings or contact us directly.\nPlease see Section 8 (<em>Your rights under the General Data Protection Regulation</em>) for additional information.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for this processing activity: Consent/Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Cookie Matching / UID Matching</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Where you have given consent, we check to see if you have a cookie ID or UID when you visit one of our properties.\nWe are then able to compare the cookie ID or UID we have to see if we know who you are.\nSee Section 14 on Cookies for more information.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for this processing activity: Consent</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Data matching and lookalike audience building</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We allow partners to reach audiences on our platforms via data matching where they have appropriate permissions.\nWe use your UID to carry out such data matching.\nThis is conducted at an aggregate level or an individual level, depending on how targeted our partners want to reach audiences on our platforms.\nThe data overlap between our audiences and the client is useful to understand if an advertising campaign would be effective.</p>\n<p>&nbsp;</p>\n<p>As part of the matching process, we segment audiences based on predefined attributes.\nThese audiences may be similar to our partners’ existing audiences and are therefore called “lookalike audiences”.\nFor example, a female fashion brand may want to reach “women interested in fashion”.\nThis helps them find the right audiences and we are able to show you more relevant advertising.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Consent/Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Tailored advertising </strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use advertising to fund some of our websites and apps.\nSome advertising is ‘contextual’ meaning it is shown due to the particular webpage you are presently viewing.\nOther advertising, known as “online behavioural advertising” is shown to you based upon your likely interests, which are inferred from your browsing history.\nThis information is collected through the use of cookies and similar technologies or your UID.\nFor more information on controlling your tailored advertising preferences, please see Section 14 on Cookies below.</p>\n<p>&nbsp;</p>\n<p>Sometimes we allow advertisers to show advertisements directly on our website and apps, which are tailored to you based upon information they have obtained, such as your browsing history on their own websites.</p>\n<p>&nbsp;</p>\n<p>Other times we shall arrange for our customers to be shown advertisements on our own or other websites or apps.\nThese advertisements are tailored to you with information we have obtained from your browsing on our websites and apps via cookies.</p>\n<p>&nbsp;</p>\n<p>Where we arrange for our customers to be shown advertisements, we use technological and contractual mechanisms to protect your cookie data and to ensure that your browsing data used for advertising is not used by advertisers or other website owners for other purposes, such as linking online behavioural advertising data with your contact details, unless you have provided the advertiser or other website with your express permission to do this.</p>\n<p>&nbsp;</p>\n<p>When you are shown an advertisement, our advertising systems do not know who you are or your contact details (such as your name, email address or postal address).</p>\n<p>&nbsp;</p>\n<p>Demographic information from your registration on our websites and apps (such as your age, gender and city) may also be used, in connection with our legitimate interests to tailor the advertising we arrange to be shown.\nYour demographic information is not shared with advertisers.</p>\n<p>&nbsp;</p>\n<p>We may also target advertising on social media sites to specifically include customers who have registered for our products and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Consent, legitimate interests</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Location based services and advertising</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Where we provide services that utilise your device’s location, such as local weather or news, your location will be determined either from a lookup of your IP address in a “GeoIP” database which lists information provided by your ISP (usually your closest town or borough).</p>\n<p>&nbsp;</p>\n<p>Sometimes we can collect the precise location directly from the device (such as through GPS or Wi-Fi on mobile devices) but only where you have granted permission for us to access this location information via your device settings.\nWe use such information to provide you with a more tailored, relevant experiences when using our websites/apps.</p>\n<p>&nbsp;</p>\n<p>Where you have granted permission to access your device’s location and consented to us to use your data for advertising purposes, this location information may be used to tailor the advertising you receive, including showing you certain advertisements when you are in the vicinity of a particular location.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for this processing activity: Consent</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Measurement and analytics </strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We may use certain information (such as the websites that you visit and advertisements you see or click on and emails you interact with) to help us, advertisers and other promotional partners measure the effectiveness and distributions of their advertisements and promotions as well as our the effectiveness of our own services and communications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Legitimate Interests/Consent</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Ad blocker detection</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We collect information from your device to detect whether you’re using an ad blocker.\nThis is to determine if we are able to show you advertising.\nAs an advertising funded publisher, we rely on the ability to show you advertising.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Legitimate Interests</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Surveys and market research</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We collect information via online survey units (Pulse Poll) and via our online research community of our readers (Matters Community) to help us better understand our readers and how they engage with the advertising they are shown.\nWe collect this information when you voluntarily contribute or we invite you to contribute to any of our surveys, polls or forum discussions on our websites or online research community, for example when we ask you questions about your behaviour or response to adverts seen.\nWe will also use your responses to our surveys, polls or forum discussions to send you targeted advertising, where we have your permission to do so.\nHow we use data relating to our online survey units is covered by this privacy policy.\nFor more information about how we use data relating to our online research community, please see our separate Matters Community Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent/Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Improving our services and products </strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We may use your information to monitor and improve our products, content and services.\nThis may include (without limitation):</p>\n<p>&nbsp;</p>\n<ul>\n<li>developing the design and style of our products and services to make improvements;</li>\n<li>carrying out statistical, technical and logistical analysis to inform our strategic development.\nand</li>\n<li>blocking disruptive use and ensuring the security of our products and services.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you have registered on our websites or apps, we may analyse the information we hold on you in aggregate with our other customers to improve our advertising systems.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for this processing activity: Legitimate Interest</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Disclosures permitted or required by law</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Your data will be disclosed where we are obliged to do so by law.\nWe may also disclose your information in order to protect or enforce our rights or the rights of others and for the prevention and detection of crime.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for these processing activities: Legitimate Interest / Legal obligation</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Regulatory compliance</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We may share your personal data with the Audit Bureau of Circulations Ltd so they can verify aggregated statistics about circulation and usage of our products or review our policies, processes and procedures for compliance with relevant standards.\nYou can view their privacy policy by following this link.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest </strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Receipt of services from suppliers</strong>\n</li>\n</ul>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>If we have engaged you or the organisation you represent to provide us with products or services (for example, if you or the organisation you represent provide us with services such as IT support or financial advice), we will collect and process your personal data in order to manage our relationship with you or the organisation you represent, to receive products and services from you or the organisation you represent and, where relevant, to provide our products and services to others.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest/Contract</strong>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> If you fail to provide your personal data</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Where we are required by law to collect your personal data, or we need to collect your personal data under the terms of a contract we have with you, and you fail to provide that personal data when we request it, we may not be able to perform the contract we have or are trying to enter into with you.\nThis may apply where you do not provide the personal data we need in order to provide the services you have requested from us.\nIn this case, we may have to cancel the provision of the relevant services to you, in which case we will notify you.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> How we may share your information</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Sharing with third-party partners</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Partners:</strong> When you purchase goods or services from us, we partner with specialist companies to fulfil your order and provide certain customer services.\nThis includes vendors on MailShop who you may have bought something from and specialist companies who assist us in obtaining ratings and reviews of product(s) and/or service(s), namely, YouGarden, Clifford James Consultants Limited, KH Direct Ltd, and Aspire Furniture Ltd.</p>\n<p>&nbsp;</p>\n<p>We usually remain the data controller of your information and the other companies only process data under our instructions and cannot use the information for their own purposes.\nIf one of our third-party partners acts as data controller of your personal data (whether or not as a data controller in common with us) we shall let you know before you register for the service.</p>\n<p>&nbsp;</p>\n<p>You can access the privacy policy of YouGarden here, Clifford James Consultants Limited here, KH Direct Ltd here, and Aspire Furniture Ltd.\nhere.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Contract</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Service Providers:</strong> We may pass your information to our processors – companies that we use to provide services on our behalf, for example for delivery services and prize fulfilment companies.\nThese processors can only use your information in accordance with our instructions and for no other purpose.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Contract, Consent, Legitimate Interest</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Promotions:</strong> Sometimes we bring you promotions in association with other companies.\nIf you enter such promotions, the other company will use the information you submit and we provide to them as a data controller in line with their own privacy policies.\nWe shall let you know the precise arrangement at the time you provide your personal information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent, Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cobranded products / affiliate marketing</strong>: We regularly partner with industry affiliates to bring you special deals on products and packages you may find of interest.\nThese include travel providers on MailTravel and financial service providers on MailFinance or This is Money.\nThese providers collect marketing permissions for us and share data back with us about your purchases in order for us to measure the effectiveness of our marketing campaigns.</p>\n<p>&nbsp;</p>\n<p>If you decide to book a holiday with an affiliate, use their advisory services or set up an account, or purchase a financial product, these affiliates will be data controllers of the information you have provided them in order to administer your relationship with them and will handle your information in accordance with their own privacy policies.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Functionality:</strong> We may share information about you with suppliers that we engage to help us provide our services and/or functionality of our websites and apps.\nFor example, we share data with Google to prevent certain website functions from being abused.\nWhere this happens, your data will be processed in accordance with Google’s Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent, Contract, Legitimate Interests</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Advertisers:</strong> We may provide third party advertisers with reports containing aggregate statistical data about our websites’ and apps’ audience to determine the reach of their target audience.\nThis aggregated information may include demographic data such as age range and/or geographic location of groups of our customers.</p>\n<p>&nbsp;</p>\n<p>This aggregated data does not include contact details (such as names, addresses or email addresses) that can be used to personally identify you or contact you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Online Behavioural Advertising partners:</strong> Third parties collect and use information obtained during your browsing activities in order to deliver tailored advertisements to you.\nThese parties listed in our Cookie settings tool where we provide you with their details and the ability to opt out of their use.\nWe have no control over the use of your information by these third parties once it has been collected from our sites.</p>\n<p>&nbsp;</p>\n<p>We also use third-party partners to help us understand how you use our websites and apps in order to delivered tailored content to you.\nWe shall provide them with your UID, based on a hashed version of your email address so that they can do this.\nFor more information on these partners and their services, and to withdraw your consent for their cookies or to otherwise opt out of their services directly, please visit them at LiveRamp.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent, legitimate interests</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Marketing personalisation: </strong>We may match your data with data held by CACI, to add extra lifestyle and demographic insight information to your account with us which we then use to make our marketing more relevant to you (subject to your communication preferences and our internal policies and procedures).\nWe can only obtain this information where they have your permission to share this information with us in line with their privacy policies.\nYou can opt-out of having your personal information profiled in this way by contacting us, or our joint controllers, or adjusting your account settings.\nFor more information about these activities and the data provided, and to opt out of their programmes directly, please visit them at CACI.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for processing this data: Consent, Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Facebook insights data:</strong> Facebook Ireland Ltd (“<strong>Facebook</strong>”) provides us with statistics and insights (“<strong>Page Insights</strong>”) that help us understand the use of our Facebook Fan Pages (e.g.\nDaily Mail, Daily Mail Celebrities, Daily Mail Australia, Daily Mail Sport, Daily Mail Animals, Daily Mail Videos, etc.).\nWhen you visit or interact with one of our Facebook Fan Pages, we shall process your personal data as joint controllers with Facebook.</p>\n<p>&nbsp;</p>\n<p>Facebook is primarily responsible for the data processing when you visit one of our Fan Pages.\nHowever, we use Page Insights and information you provide via your Facebook profile to define our audiences, customise advertisements and create Fan Pages to match the interests of our visitors.</p>\n<p>&nbsp;</p>\n<p>For further information from Facebook about:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Page Insights and how to exercise your rights, please see here;</li>\n<li>the determination of the responsibilities within this joint controller relationship please see here;</li>\n<li>the placement of cookies by Facebook when visiting a Facebook Fan Page, please see here.\nand</li>\n<li>protecting your privacy at Facebook, please see here.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>DanAds self-service advertising platform:</strong> DanAds International AB (“<strong>DanAds</strong>”) provides us with an online self-service real time advertising application platform which allows advertisers to buy ad spaces from us through an automated process.\nThis service enables advertisers to carry out audience targeting, and interactive performance reporting of the ad campaigns.</p>\n<p>&nbsp;</p>\n<p>For further information, please visit them at DanAds.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Consent</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Social media plugins</strong>: Some of our websites use social media plugins to help you share content more easily with your friends.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Social Media Plugin</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Privacy policy</strong>\n</p>\n<p>Facebook Share Button</p>\n<p>Facebook Messenger Share Button</p>\n<p>Facebook Like Button</p>\n<p>&nbsp;</p>\n<p>https://www.facebook.com/policy.php</p>\n<p>&nbsp;</p>\n<p>Twitter Share Button</p>\n<p>Twitter Follow Button</p>\n<p>&nbsp;</p>\n<p>https://twitter.com/en/privacy</p>\n<p>&nbsp;</p>\n<p>Pinterest Share Button</p>\n<p>Pinterest Follow Button</p>\n<p>&nbsp;</p>\n<p>https://policy.pinterest.com/en-gb/privacy-policy</p>\n<p>&nbsp;</p>\n<p>Flipboard Share Button</p>\n<p>Flipboard Follow Button</p>\n<p>&nbsp;</p>\n<blockquote>\n<p>Privacy Policy</p>\n</blockquote>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>Instagram Follow Button</p>\n<p>&nbsp;</p>\n<p>https://help.instagram.com/519522125107875</p>\n<p>&nbsp;</p>\n<p>Snapchat Follow Button</p>\n<p>&nbsp;</p>\n<p>https://www.snap.com/en-GB/privacy/privacy-policy</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you do not click on the respective buttons, no personal data will be collected and stored by the social media company.</p>\n<p>&nbsp;</p>\n<p>If you are logged onto to your Facebook, Twitter, Pinterest, Flipboard, Instagram or Snapchat account, certain user data (including your IP address at the time) may be collected and linked to your social media account information by the respective social media company.</p>\n<p>&nbsp;</p>\n<p>We receive no personal data from the social media companies about which articles you have clicked or seen on our websites.\nHowever, we do receive summarised, aggregated statistical reports on the use of these plugins.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>DMGT group:</strong> Associated Newspapers Ltd.\nis part of the Daily Mail and General Trust plc Group (“<strong>DMGT</strong>”).\nMembers of DMGT may, use and share, within that group, the information you provide and other information held about you for the purposes set out in this Policy.\nFor more information about the DMGT group please see the DMGT website and the DMGT Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Change of Control:</strong> We may transfer, sell or assign any of the information described in this Policy to third parties as a result of a sale, merger, consolidation, change of control, transfer of assets or reorganisation of our business.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest&nbsp.\n</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Ipsos Iris Online Audience Measurement Solution</strong>: When you visit our website, we may collect certain personal data about you for an online audience measurement project that analyses internet users’ behaviour and profile across different websites, applications and devices in the UK.&nbsp.\nIn order to do this, our website will contain tags which is a script used to gather personal data on a website.\nthis means when visiting the site, we can record the amount of active time spent on each web page by each user and will be reported by type of device.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We will also use digital fingerprint technology, also known as “<strong>Machine Identification</strong>“, to gather certain information about your computer, hardware and software, such as:&nbsp.\nIP address, unique device identifier, display settings of your monitor, type of browser used and type of operating system.\nThis information will be converted into a unique serial number (the digital “fingerprint”) and determines if it matches previous fingerprints.</p>\n<p>&nbsp;</p>\n<p>Ipsos MORI, a specialist research agency will be carrying out this research, in conjunction with UKOM, the UK Online Measurement company.\nTo carry out this research, Ipsos MORI and their trusted partner, DotMetrics, will need to receive the information gathered about your computer, hardware, software and webpage activity in order to carry out the research and analysis.\nThis information will only be shared with Ipsos MORI and DotMetrics, if we have obtained the relevant consent from you when you initially accessed our website.</p>\n<p>&nbsp;</p>\n<p>Please be assured that Ipsos MORI takes its data protection and information security responsibilities seriously and applies various precautions to ensure your personal data is protected from loss, theft or misuse.\nYour personal data will only be used for research and analysis purposes in line with the Market Research Society Code of Conduct and associated regulations and guidelines.\nAll reporting for this research will be anonymous.\nIpsos MORI will only retain your personal data in a way that can identify you for as long as is necessary to support the research project and findings.</p>\n<p>&nbsp;</p>\n<p>To contact Ipsos MORI about this specific research, please email compliance@ipsosiris.com</p>\n<p>&nbsp;</p>\n<p>\n<strong>Legal basis for processing this data: Legitimate Interest, Consent</strong>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Details of transfers to third countries and safeguards</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Any organisation who has access to your information in the course of providing services on our behalf will be governed by contractual restrictions and/or technical limitations to make sure they protect your information and comply with applicable data protection legislation.</p>\n<p>&nbsp;</p>\n<p>When transferring your personal data outside the United Kingdom (UK) or the European Economic Area (EEA), we will comply with our legal and regulatory obligations in relation to your personal data, including having a lawful basis for transferring personal data and putting appropriate safeguards in place to ensure an adequate level of protection for the personal data.\nWhere these organisations are based outside of the UK or the EEA in a jurisdiction that has not been deemed adequate by the EU Commission, we shall, if appropriate, enter into EU Commission approved model clauses with these organisations to ensure appropriate safeguards are in place.\nWe will take reasonable steps to ensure the security of your personal data in accordance with applicable data protection laws.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Your rights under the UK GDPR and the EU GDPR </strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>In certain circumstances, for example if you are a UK or EEA resident, you may exercise the rights available to you (with some exceptions and restrictions) under the UK or the EU data protection laws as follows:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Access:</strong> If you wish to exercise your right to access a free copy of your data, you can contact us, or our joint controllers, at the contact details provided below at Section 16.</li>\n<li>\n<strong>Portability:</strong> If you wish to receive personal data that you have provided to us in a structured, commonly used and machine-readable format, or transmit this data directly to another controller, please contact us, or our joint controllers, at the contact details provided below.\nPlease note that this right applies only to the information that is processed by automated means, on the basis of consent or performance of a contract.</li>\n<li>\n<strong>Deletion: </strong>To ask us to delete your personal data, please contact us, or our joint controllers, at the contact details provided below.\nHowever, there may be circumstances where we are legally entitled to retain certain data.</li>\n<li>\n<strong>Rectification</strong>: If you wish to update or rectify your data, you can do this directly by accessing your account settings.</li>\n<li>\n<strong>Restriction:</strong> To request the restriction or suppression of your personal data, please contact us, or our joint controllers, at the contact details provided below.</li>\n<li>\n<strong>Revoke consent for direct marketing:</strong> If you wish to object to the processing of your data for direct marketing, you can opt-out by updating your settings or clicking on the ‘unsubscribe’ link in any marketing email or newsletter you receive from us.</li>\n<li>\n<strong>Opt-out of online behavioural advertising:</strong> You are able to control whether we and our partners may use your information for online behavioural advertising related purposes when you visit our websites via our Consent Management Platform that appears when you first visit our sites, or by going to the Cookie Settings.</li>\n<li>\n<strong>Objection to automated profiling:</strong> If you wish to opt-out of having your personal information profiled for personalisation purposes, you can adjust your account settings or contact us directly at the contact details provided below.</li>\n<li>\n<strong>Objection to legitimate interests:</strong> If you wish to object to our processing of your data where we are pursuing our legitimate interests or those of a third party, please contact us, or our joint controllers, at the contact details provided below stating the nature of and reasons for such objection.</li>\n<li>\n<strong>Complain:</strong> You also have the right to lodge a complaint about us with your local supervisory authority, for example the Information Commissioner’s Office in the UK.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Exercising Your Rights</strong>\n</p>\n<p>&nbsp;</p>\n<p>To exercise your rights under the GDPR, please contact us, or our joint controllers, at the contact details provided below in Section 16, indicating the type of right you would like to exercise and that you are making the request under the GDPR.\nIn case of requests for deletion, please note there may be circumstances where we are legally entitled to retain certain data (see Section 12 <em>Data retention and account deletion</em>).</p>\n<p>&nbsp;</p>\n<p>Alternatively, please see our Contact Us page.</p>\n<p>&nbsp;</p>\n<p>We may seek to verify the identity of the person submitting the request.</p>\n<p>&nbsp;</p>\n<p>Where you are making a request via a third party, we need to be satisfied that the third party making the request is entitled to act on your behalf and may ask the third party to provide evidence of this entitlement.\nIf we are satisfied that the third party has the appropriate authority, we will respond directly to that third party.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Your rights under the CCPA (for California residents only)</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>This section of the Policy applies solely to visitors, users, and others who are residents of the State of California, describes your California Consumer Privacy Act (“<strong>CCPA</strong>”) rights and explains how you can exercise those rights.</p>\n<p>&nbsp;</p>\n<p>Under the CCPA you have the right to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>be informed about</strong> the categories and the specific personal information that we may collect, the purposes for collecting that personal information, the categories of third parties to whom we may disclose that personal information and whether we disclose personal information for business purposes or for commercial purposes that would be considered a “sale” under the CCPA.</li>\n</ul>\n<p>&nbsp;</p>\n<p>This information is provided in this Policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>request to access</strong> a copy of the personal information we have collected about you during the 12 months preceding the request.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Upon receipt of a valid and verifiable request from you, we shall disclose to you both the categories and specific pieces of personal information we have collected about you, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting that personal information, the categories of third parties which whom we share that information.</p>\n<p>&nbsp;</p>\n<p>You have a right to receive the above twice per year.\nIf we provide the information electronically, it will be in a in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the information to another entity without hindrance from us.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>request that we delete</strong> any personal information that we have collected from you unless retention of that information is permitted under applicable law.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>opt-out of the sale</strong> of your personal information.</li>\n</ul>\n<p>&nbsp;</p>\n<p>You can opt-out of the sale of your personal information by opening our California Privacy Settings tool and clicking on the “<strong>Do Not Sell My Info”</strong> button at any time.\nThis will opt-you out of cookie placement and the collection of your data by online advertising service providers.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Exercising Your Rights</strong>\n</p>\n<p>&nbsp;</p>\n<p>To exercise your rights under the CCPA, please contact us, or our joint controllers, at the contact details provided below in Section 16, indicating the type of right you would like to exercise and that you are making the request under the CCPA.\nIn case of requests for deletion, please note there may be circumstances where we are legally entitled to retain certain data (see Section 12 <em>Data retention and account deletion</em>).</p>\n<p>&nbsp;</p>\n<p>Alternatively, please see our Contact Us page.</p>\n<p>&nbsp;</p>\n<p>In order to process your deletion and/or access request, we are required by law to collect certain information about you to verify your identity.\nFor example, if you have an account with us, you can use your account information to verify.\nIf, however, we cannot verify your identity from the information already maintained by us, we may request additional information from you, which shall only be used for the purposes of verifying your identity under the CCPA, and for security or fraud-prevention purposes.</p>\n<p>&nbsp;</p>\n<p>A consumer may use an authorised agent to submit a request on their behalf if the consumer provides the authorised agent written permission signed by the consumer.\nWe may also require that the consumer verify their identity directly with us and confirm that they have provided the authorised agent permission to act on their behalf.</p>\n<p>&nbsp;</p>\n<p>We shall not discriminate against you because you have exercised your rights under the CCPA.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Explicit Notice </strong>\n</p>\n<p>&nbsp;</p>\n<p>We and our advertising partners collect personal information (such as the cookies stored on your browser, the advertising identifier on your mobile device, or the IP address of your device) when you visit our site or use our app.\nWe, and our third-party business partners, use this information to tailor and deliver ads to you on our site or app, or to help tailor ads to you when you visit others’ sites or use others’ apps.\nTo tailor ads that may be more relevant to you, we and/or our partners may share the information we collect with third parties.</p>\n<p>&nbsp;</p>\n<p>If you do not wish for us or our partners to use and disclose your personal information to third parties in this manner, which is considered a “sale” under the CCPA, select the applicable control from the “Do Not Sell My Info” link.</p>\n<p>&nbsp;</p>\n<p>Please note that although we shall not sell your personal information after you click that button, we shall continue to share some personal information with our partners (who will function as our service providers in such instance) to help us perform advertising-related business functions such as, but not limited to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>measuring the effectiveness of our ads;</li>\n<li>managing how many times you may see an ad;</li>\n<li>reporting on the performance of our ads;</li>\n<li>ensuring services are working correctly and securely;</li>\n<li>providing aggregate statistics and analytics;</li>\n<li>improving when and where you may see ads.\nand/or</li>\n<li>reducing ad fraud.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you access this site or app from other devices or browsers, visit the link below from those devices or browsers to ensure your choice applies to the data collected when you use those devices or browsers.\nIf you use different browsers, devices or platforms, you will need to opt out on each browser, device or platform.</p>\n<p>&nbsp;</p>\n<p>Additionally, although clicking the “Do Not Sell My Info” link will opt you out of the sale of your personal information for advertising purposes, it will not opt you out of the use of previously collected and sold personal information (except for personal information sold within 90 days prior to your exercising your right to opt out) or all interest-based advertising.</p>\n<p>&nbsp;</p>\n<p>If you would like more information about how to opt out of interest-based advertising in desktop and mobile browsers on a particular device, please follow the links here and here.</p>\n<p>&nbsp;</p>\n<p>You may download the AppChoices app here to opt out in connection with mobile apps, or use the platform controls on your mobile device to opt out.</p>\n<p>&nbsp;</p>\n<p>Alternatively please see our Contact Us page.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Your rights under the LGPD</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>This section describes your rights under the Brazil general data protection law (“<strong>LGPD</strong>”) and explains how you can exercise those rights.</p>\n<p>&nbsp;</p>\n<p>This section of the Policy applies to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Personal data collected in Brazil;</li>\n<li>Personal data processing activities that are carried out in Brazil;</li>\n<li>Personal data processing activities whose purpose is to process personal data of individuals in Brazil.\nand/or</li>\n<li>Personal data processing activities whose purpose is to offer or provide goods or services to individuals in Brazil.</li>\n</ul>\n<p>&nbsp;</p>\n<p>In certain circumstances, for example if you are a Brazil resident, you may exercise the rights available to you (with some exceptions and restrictions) under the LGPD.\nPlease see Section 9 above for details of the rights of information, access, portability, deletion, correction, revoke consent for direct marketing and opt-out of online behavioural advertising.\nAlso, see Section 9 above for details of how to exercise your rights.\nPlease include in your request that you are making your request under the LGPD.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong> Data retention and account deletion</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>We store your data for no longer than necessary in relation to the purpose under which such data was collected.\nThis is determined on a case by case basis and depends on things such as the nature of the data provided, why it was collected, the legal basis we rely upon to process the data, and our relevant legal or operation retention requirements.\nFor example, if you request to delete your account, we still have to retain some data for fraud prevention purposes and financial auditing.</p>\n<p>&nbsp;</p>\n<p>Please note that we evaluate deletion requests against our processing for the purposes of journalism, which includes original content and accompanying comments.\nWhen we receive a request to delete your personal data from our organisation, we are prepared to anonymise your comments by removing your email address and alias from your public account profile.\nIn doing so, your comments are disassociated with your public account profile and therefore you are no longer publicly identified as the author of your comments.\nHowever, we keep your data because we may receive claims for libel and or/defamation in relation to user comments.</p>\n<p>&nbsp;</p>\n<p>Please see our Terms and House Rules for more information.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Children and young people</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Our websites, apps and other products and services are not aimed at children.\nWe do not intentionally target, or otherwise process information from individuals who are under the age of 16.</p>\n<p>&nbsp;</p>\n<p>We do not create interest segments specifically designed for the purpose of online behavioural advertising to children who are under the age of 16.</p>\n<p>&nbsp;</p>\n<p>You must be at least 16 years of age to consent to online behavioural advertising via your Privacy Settings.\nIf you are aged under 16, please ask for permission from your parent or guardian before giving us your information or using our websites or apps.</p>\n<p>&nbsp;</p>\n<p>If you are a parent or guardian of a child under 16, please contact us, or our joint controllers, if you are aware that your child has used our websites or apps or otherwise provided their information to us without your consent.\nWe shall delete or otherwise cease processing your child’s personal information within a reasonable time.</p>\n<p>&nbsp;</p>\n<p>In accordance with industry best practice guidelines, we may retain your information for a reasonable amount of time to make sure that we do not contact you in the future.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Cookies and other identifiers</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>When you use our websites and apps or interact with our emails, we may collect information using cookies or similar technologies.\nWe may also collect information using your email address.\nFor the purposes of this section, we use the word “<strong>cookies</strong>” for simplicity.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What are cookies and how do they work?</strong>\n</p>\n<p>&nbsp;</p>\n<p>Cookies are small files that are downloaded to your computer or mobile device when you visit a website.\nYour browser sends these cookies back to the website every time you visit the site again, so it can recognise you.\nThis allows websites to tailor what you see on the screen.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do you use other technologies which are similar to cookies?</strong>\n</p>\n<p>&nbsp;</p>\n<p>Yes, we use the following:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Web beacons:</strong> Our websites, apps and emails often contain small invisible images known as “<strong>web beacons</strong>” or “<strong>tracking pixels</strong>”.\nThese are used in a way similar to cookies to:</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>understand when a particular part of a webpage, email or app is viewed;</li>\n<li>understand how successful an article or an email marketing campaign has been.\nand</li>\n<li>verify any clicks through to links or advertisements contained in emails.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Flash cookies:</strong> In certain situation we use Adobe Flash Player to deliver video clips.\nLocal Shared Objects (flash cookies) are used to provide functions such as remembering your settings and preferences.</li>\n<li>\n<strong>Tracking URLs:</strong> These are web links that allows us to measure when a link is clicked on.\nThey help us measure the effectiveness of campaigns and advertising and the popularity of articles that are read.</li>\n<li>\n<strong>Device identifiers:</strong> We use device identifiers on mobile devices in the same way as cookies are used on web browsers.\nA device identifier is a unique number on your device which allow us to remember your device.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use these similar technologies on websites, emails and apps, for the same purposes and in much the same way as we use cookies on websites.\nWe shall use “<strong>cookies</strong>” and “<strong>websites</strong>” below as shorthand for “cookies and similar technologies” on “websites, emails and in apps”.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What do you use cookies for?</strong>\n</p>\n<p>&nbsp;</p>\n<p>Cookies and other online tracking technologies are an important part of the internet.\nThey make using websites much smoother and affect lots of the useful features of websites.</p>\n<p>&nbsp;</p>\n<p>There are many different uses for cookies, but for within our sites, they fall into the following groups:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Cookies that are needed to provide the service you have asked for (Essential / Strictly Necessary)</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Some cookies are essential so you can move around our websites and use their features.\nWithout the use of these cookies parts of our websites would not function.\nFor example:</p>\n<p>&nbsp;</p>\n<ul>\n<li>your username and keeping you logged in during your visit – without cookies you might have to log in on every page you go to.\nand</li>\n<li>when you add something to the online shopping basket, cookies make sure it is still there when you get to the checkout.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Cookies that collect information about your choices and preferences (Functional / Preference)</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>These cookies collect information about your choices and preferences, and allow us to remember things like:</p>\n<p>&nbsp;</p>\n<ul>\n<li>remembering a location you’ve provided us with so we can show you relevant content to where you are and to provide local weather forecasts;</li>\n<li>if you have filled in a survey, so you’re not asked to do it again.\nand</li>\n<li>showing “related article” links that are relevant to the page you are looking at.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Cookies used to understand how people use our products and services (Analytics)</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use analytics cookies to gather information about what pages, links and sections of our apps are popular and which ones do not get used so much to help us keep our sites relevant and up to date.\nThey are also useful to be able to identify trends of how people navigate our sites so we can identify improvements to make to the customer journey.</p>\n<p>&nbsp;</p>\n<p>We may combine information collected by analytics cookies with other information that you provide to us.\nFor instance, if you have registered for an account with us, we may combine your contact details other information you provide us with the browsing history from your device collected by analytics cookies (including data collected from before you registered and when you are signed-out).</p>\n<p>&nbsp;</p>\n<p>We may also use this combined information to improve our products and services.\nFor instance, we may analyse this information in aggregate to improve our advertising systems.</p>\n<p>&nbsp;</p>\n<p>Our properties may also feature Nielsen proprietary measurement software, which will allow you to contribute to market research, such as Nielsen TV Ratings.\nTo learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement Privacy Policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Cookies used to show advertising that is relevant to you (Tracking and Advertising)</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Some advertising, known as “<strong>online behavioural advertising</strong>” is tailored to you and uses information collected by first party and third-party cookies based your web browsing activity.</p>\n<p>&nbsp;</p>\n<p>Cookies are placed on your browser to remember the websites you have visited.\nAlso, when you log into your account, we can recognise your UID.\nAdvertising based on what you have been looking at is then displayed to you when you visit websites who use the same advertising networks.</p>\n<p>&nbsp;</p>\n<p>To help us deliver relevant advertising using cookies, we use Google Marketing Platform.\nClick here to find out more about Google Marketing Platform.</p>\n<p>&nbsp;</p>\n<p>We also use these cookies in order to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>know how many advertisements we serve, how many times these are clicked or hovered over with a mouse cursor, how many advertisements we show to a given user and how many customer actions these generate;</li>\n<li>understand which customers reach a sale or other action page on an advertiser’s site.\nThis allows us to monitor how many sales or actions we achieve for an advertising client, and therefore, how effective our advertising is.\nand</li>\n<li>protect our advertisers’ brands, we often use a technology that scans the page to ascertain that it is safe from profane, sensitive and potentially brand-negative topics, before serving an ad there.\nThis process is called “<strong>ad verification</strong>”.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Ad-blockers:</strong> We and our advertisers may use information from within our webpages to determine whether you have an ad-blocker enabled.\nThis information may be stored or associated with your device (including through the use of cookies) to re-insert advertisements on our websites and to understand how our customers use ad-blockers.\nThe advertisements that are re-inserted may include those from ad-blockers’ “white lists” or that promote our own products and services.\nWe reserve the right to restrict your access to some or all of our website while you have an ad blocker turned on.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Do Not Track:</strong> Our websites do not respond to “<strong>Do Not Track</strong>” browser settings.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Managing Cookies: </strong>You can change your cookie settings on this website at any time via your Cookie Settings.\nPlease note that this consent tool is not supported on certain versions of Internet Explorer.\nPlease change your browser in order to exercise your rights under the UK GDPR or the EU GDPR.</p>\n<p>&nbsp;</p>\n<p>Cookies can also be controlled using the following instructions:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Mobile Devices:</strong> When using a mobile device, you can opt-out of receiving online behavioural advertising by selecting “<strong>Limit Ad Tracking</strong>” in the Settings of your Apple iPhone or iPad, or the “<strong>Opt out of interest-based ads</strong>” in the Settings on your Android device.\nYou may also be able to reset your unique identifier used for online behavioural advertising (referred to as an “<strong>Advertising ID</strong>”) in the Settings on your Apple or Android device.</li>\n<li>\n<strong>Online Behavioural Advertising cookies:</strong> If you are primarily concerned about third party cookies generated by advertisers, you can turn these off by going to Your Online Choices.</li>\n<li>\n<strong>Web-Beacons:</strong> You can usually prevent the operation of web-beacons by changing your web-browser Cookie settings and your ad choices, or for those in emails, by switching off images in your email client or viewing emails using only the “text” display (rather than “HTML” display’).\nSee the “Help” section of your email client for instructions.\nPlease see the All About Cookies website for further information about managing your options.</li>\n<li>\n<strong>Flash Cookies:</strong> You can manage the use of Flash technologies with the Flash management tools available at Adobe’s website.</li>\n<li>You can also visit the trade body representing these advertising platforms where you can control your third-party online advertising preferences by going to the Network Advertising Initiative.</li>\n<li>\n<strong>Browsers:</strong> The links below take you to the help sections for each of the major browsers that will tell you how you can manage your cookies:</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Firefox</li>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Chrome</li>\n<li>Safari OS </li>\n<li>Safari iOS</li>\n<li>Android</li>\n<li>Blackberry</li>\n<li>Windows Phone</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note that our website, apps and other products and services may not work correctly (or at all) if you change certain preferences.\nFor example, you may not be able to purchase products via our websites.\nHowever, you may still be able to place an order via our telephone order line.</p>\n<p>&nbsp;</p>\n<p>Where you use our apps, similar technologies to cookies are used for analytics, it is not presently possible to opt-out of these similar technologies.\nIf you are not happy to be included in our analysis, please do not use our apps.</p>\n<p>&nbsp;</p>\n<p>Please also note that after applying these settings, you will continue to receive advertising, however, it may not be tailored to your likely interests using information collected from cookies and similar technologies on your device.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Updates to this Policy</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>We reserve the right to make changes to this Policy.\nWhere changes are made, we shall post the revised Policy here with an updated effective date.\nPlease check regularly for any changes to this Policy.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong> How to contact us</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>If you have any queries or comments about this Policy or wish to exercise any of your rights under the UK GDPR, the EU GDPR or the CCPA, please contact us by email at:</p>\n<p>&nbsp;</p>\n<p>\n<strong>dataprotection@dmgmedia.co.uk </strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<em>Alternatively, you can write to us at:</em>\n</p>\n<p>&nbsp;</p>\n<p>Legal Department – Data Protection &amp.\nPrivacy</p>\n<p>Associated Newspapers Limited</p>\n<p>Northcliffe House</p>\n<p>2 Derry Street</p>\n<p>London, W8 5TT</p>\n<p>U.K.</p>\n<p>&nbsp;</p>\n<p>\n<em>Alternatively, you can also write to us at</em>:</p>\n<p>&nbsp;</p>\n<p>Associated Newspapers (Ireland) Limited</p>\n<p>3rd Floor, Embassy House</p>\n<p>Herbert Park Lane</p>\n<p>Ballsbridge</p>\n<p>Dublin 4</p>\n<p>Republic of Ireland</p>\n<p>D04 H6Y0</p>\n<p>&nbsp;</p>\n<p>You can also contact our Data Protection Officer at:</p>\n<p>\n<strong>DPO@dmgmedia.co.uk</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may also get in touch with us via our Contact Us page.</p>\n<p>&nbsp;</p>\n<p>If you would like to contact one of our offices, news desks, customer services or communications team, please click here.</p> Contact us <p>If you'd like to contact one of our offices, news desks, customer services or communications team, please click the link below.</p>\n<p>Contact us</p> Brands <ul>\n<li>Daily Mail</li>\n<li>The Mail on Sunday</li>\n<li>MailOnline</li>\n<li>Metro</li>\n<li>Metro.co.uk</li>\n<li>i</li>\n<li>inews.co.uk</li>\n<li>New Scientist</li>\n<li>ThisIsMoney.co.uk</li>\n<li>Mail+</li>\n<li>eCommerce</li>\n</ul> Advertise&nbsp.\n<ul>\n<li>Mail Metro Media</li>\n<li>dmg media Ireland</li>\n</ul> Investors <ul>\n<li>Investor Information</li>\n<li>Financial Calendar</li>\n<li>Annual Report</li>\n</ul> Careers <ul>\n<li>dmg media Careers</li>\n<li>Gender Pay Report</li>\n</ul>\n<p>dmg media limited, Northcliffe House, 2 Derry Street, London W8 5TT.\n<br>\nRegistered in England and Wales.\nNo 5765286</p>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy &amp.\nCookies Policy</li>\n<li>Modern Slavery Act Transparency Statement</li>\n</ul> ", "created_at": "2021-11-29 23:08:55.344642", "updated_at": "2021-11-29 22:09:23.001632"}, {"id": 10738, "name": "Terms & Conditions", "url": "https://www.dmgmedia.co.uk/terms-conditions/", "xpath": "//body", "text": " <p>Cookie Notice</p>\n<p>We use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.</p>CloseAccept CookiesCookie Settings<ul>\n<li>\n<p>Your Privacy</p>\n</li>\n<li>\n<p>Strictly Necessary Cookies</p>\n</li>\n<li>\n<p>Performance Cookies</p>\n</li>\n<li>\n<p>Functional Cookies</p>\n</li>\n<li>\n<p>More Information</p>\n</li>\n</ul>\n<p>Privacy Preference Centre</p>\n<p>\n</p>\n<p>Active</p>\n<p>Always Active</p> Save SettingsAllow All Search <ul>\n<li> About <ul>\n<li> About us </li>\n<li> dmg media leadership team </li>\n<li> DMGT leadership team </li>\n</ul>\n</li>\n<li> Brands &amp.\nproducts <ul>\n<li> Daily Mail </li>\n<li> The Mail on Sunday </li>\n<li> MailOnline </li>\n<li> Metro </li>\n<li> Metro.co.uk </li>\n<li> i </li>\n<li> inews.co.uk </li>\n<li> ThisIsMoney.co.uk </li>\n<li> New Scientist </li>\n<li> Mail+ </li>\n<li> MyMail </li>\n<li> eCommerce </li>\n<li> dmg media ireland </li>\n</ul>\n</li>\n<li> News </li>\n<li> Advertise <ul>\n<li> Mail Metro Media </li>\n<li> dmg media Ireland </li>\n</ul>\n</li>\n<li> Investors </li>\n<li> Contact </li>\n<li> Careers </li>\n</ul> Open in all Categories News Articles Pages all Categories Latest News Mail Metro Media unveils Centre for Attention Event 15th November 2021 London Press Club Awards Award 4th November 2021 DMGT partners with new charity Other News 25th October 2021 Quick Links <ul>\n<li> About </li>\n<li> News </li>\n<li> Investors </li>\n<li> Contact </li>\n</ul> Menu Terms &amp.\nConditions <p>Thank you for visiting the dmg media website (the “Site”).\nBy using this Site, you accept these Terms.\nIf you do not accept these Terms, do not use this Site.\nWe may change these Terms from time to time, so you should review them each time that you visit the Site.\nYou should print a copy of these Terms for future reference.</p>\n1.\nAbout us\n<p>1.1.\nThis Site is operated by dmg media Limited, a company registered in England under company number 84121 with a registered office at Northcliffe House, 2 Derry Street, London W8 5TT (“we”, “us”, “our”).\nOur VAT number is GB 243571174.\nYou can contact us using the following email address: hello@dmgmedia.co.uk.</p>\n2.\nUsing our site\n<p>2.1.\nYou may view (and, where applicable) listen to) the content available on the Site for personal non-commercial use.\nYou may occasionally print individual webpages on the Site for your private non-commercial use, provided that such printing is not substantial or systematic and our trade marks and copyright and trade mark notices are not removed.</p>\n<p>2.2.\nUnless otherwise stated in these Terms, you must not (whether directly or indirectly) copy, download, store, make available, distribute, sell or offer to sell all or any part of the content or Site, or download or otherwise copy (whether directly or indirectly) any content, files or data from the Site to make or populate a database or publication of any kind whatsoever.\nIf you require any further information on permitted use, or a licence to re publish any part of the Site (or any Content), please email us at hello@dmgmedia.co.uk or contact us by telephone on 020 7938 6000.</p>\n<p>2.3.\nYou may only play video or audio files using the media player on our Site.</p>\n<p>2.4.\nIf you would like a friend to read a story or watch or listen to a video or audio file on our Site, please use the ‘Email to a Friend’ or ‘Share this Article’ facilities on our Site, or you may email a link to our Site to your friend or simply ask them to visit our Site.\nPlease ensure that you have their consent before giving us their details.</p>\n<p>2.5.\nYou must not use all or any part of our Site or the contents on it for commercial purposes without our permission.</p>\n<p>2.6.\nUsers, whether or not registered, must not abuse our Report Abuse facility e.g.\nby making malicious reports.</p>\n3.\nRegistration\n<p>3.1.\nYou must be 16 years old or older to register and submit material (e.g.\ncomments) to the Site.</p>\n<p>3.2.\nOnly one registration per person is allowed.\nYou must keep your registration information up to date.</p>\n<p>3.3.\nYou must choose an email address which gives you frequent access to emails sent to that address, as we need to be able to contact you.\nYou must keep your password confidential.</p>\n<p>3.4 You must not:</p>\n<p>(i) impersonate or try to impersonate another person;<br> (ii) disclose your password to anyone else;<br> (iii) allow anyone else use your account;<br> (iv) use anyone else’s account.<br> 3.5.\nYou are responsible for everything done using your account.\nIf you think that someone else may have access to, or be using, your password or account, you must tell us as soon as possible by emailing hello@dmgmedia.co.uk.</p>\n4.\nYour content – what we are allowed to do\n<p>4.1.\nWe may publish, check, edit or remove all or part of the comments or other material, including your name, town and country, which you submit to us (‘Your Content’), at our sole discretion.\nWe are not obliged to do any of these things and we may not.</p>\n<p>4.2.\nYou retain any copyright you may have in Your Content.\nBy submitting material to us, you grant us a royalty-free, perpetual, irrevocable, non-exclusive worldwide licence to use, copy, edit, adapt, publish, translate, create derivative works from, make available, communicate and distribute Your Content (in whole or part) and/or to incorporate it in other works in any form, media, or technology now known or later developed.\nBy submitting Your Content, you warrant that you have the right to grant this licence.\nThe licence is capable of sub-license by us to other entities and brands in our group of companies (including, without limitation, This is Money, Allegran, Jobsite, Find a Property, PrimeLocation, Motors, This is Network).</p>\n<p>4.3.\nTo the extent permitted by law, you waive your moral rights (e.g.\nthe right to be identified as author or to object to derogatory treatment) in Your Content.</p>\n<p>This clause 4 means, for example (without limitation), that we can:</p>\n<ul>\n<li>Continue to publish all or part of Your Content, including your name, town and country, even if you change your mind and want us to remove it and/or you are no longer registered with the Site;</li>\n<li>Remove Your Content, even if you have not breached these Terms or our House Rules;</li>\n<li>Use all or part of Your Content in promoting our products and services (e.g.\nwe may use a screenshot including your comments in our advertising);</li>\n<li>Edit your Content, which may result in a part of it being modified and displayed, including without your name.\nPlease note that we do not check, monitor, moderate or even see all the comments and other material submitted to us.\nWhile some comments are pre-moderated (i.e.\nchecked in advance by us before publication), some are not (see our FAQ for more details).</li>\n</ul>\n<p>&nbsp;</p>\n5.\nYour content – what you are not allowed to do\n<p>5.1.\nYou must not submit any material to our Site that:</p>\n<p>(a) is:</p>\n<p>(i) defamatory, malicious, threatening, false, misleading, offensive, abusive, discriminatory, harassing, blasphemous or racist,<br> (ii) indecent, obscene or of a sexual nature,<br> (iii) a breach of confidentiality or someone’s privacy;<br> (b) could prejudice any active legal proceedings of which you are aware;</p>\n<p>(c) is likely to:</p>\n<p>(i) cause someone alarm, anxiety or distress;<br> (ii) encourage violence or racial or religious hatred;<br> (d) infringes any intellectual property rights, such as copyright and trade marks.\nThis means generally that you must own the rights in everything you submit or must obtain permission from the rights owner to submit the material;</p>\n<p>(e) is technically harmful (including, without limitation, computer viruses, logic bombs, Trojan horses, worms, harmful components, corrupted data or other malicious software, harmful data or conduct);</p>\n<p>(f) advertises any product or services;</p>\n<p>(g) impersonates anyone else or otherwise misrepresents your identity, affiliation or status;</p>\n<p>(h) is in breach of these Terms, our Privacy Policy, and/or House Rules;</p>\n<p>(i) is, encourages or teaches conduct that is a criminal offence, gives rise to civil liability, or is otherwise unlawful;<br> 5.2.\nYou must not include links on the Site to any websites or webpages.</p>\n<p>5.3.\nYou must not try to get round any protections we put in place for the security and operation of the Site.</p>\n<p>5.4.\nYou must not re-submit content which you are aware has been removed.</p>\n6.\nSuspending or terminating your registration\n<p>6.1.\nWe may suspend, terminate or prevent your registration at our sole discretion.\nThis may be because, for example, we consider that you have breached or will breach these Terms or our House Rules or someone has reported abuse.\nHowever, we are not obliged to do these things, we decide.</p>\n<p>6.2.\nWhere we suspend, terminate or prevent your registration, you must not attempt to re-register or submit content (e.g.\nusing someone else’s registration), without our permission.\nThe period of any suspension depends on all the circumstances.</p>\n7.\nThird party content and links available on this Site\n<p>7.1.\nWe are not liable or responsible for the third party content on this Site.\nThird party content includes, for example, comments posted by users and the content of advertisements.</p>\n<p>7.2.\nWhere this Site contains links to other sites and resources, which are provided by third parties, these links and resources are provided for your information only and you access them at your own risk.\nWe are not liable or responsible for the content of third party sites or resources.</p>\n<p>If you see something which you reasonably believe breaches these Terms or our House Rules, please use the Report Abuse facility.\nIf there is no facility available, please contact us on hello@dmgmedia.co.uk.</p>\n8.\nYour personal information\n<p>8.1.\nWe will use your personal information in accordance with our privacy policy, which forms part of these Terms.\nPlease read our Privacy Policy now.</p>\n9.\nOur liability\n<p>9.1.\nThe information contained on this Site is for information purposes only and does not constitute advice.\nYou should check any information on the Site and use your own judgment before doing or not doing anything on the basis of what you see.\nWe give no warranties of any kind in relation to the Site or its contents.</p>\n<p>9.2.\nExcept for liability for fraudulent misrepresentation, we are not liable for:</p>\n<p>(a) any action you may take as a result of relying on any information provided on this Site or for any loss or damage suffered by you as a result of you taking this action;<br> (b) any dealings you have with third parties (e.g.\nother users, advertisers or promoters) that take place using or facilitated by the Site;<br> (c) any liability for losses which are not a foreseeable or likely consequence of (i) your use of the Site, or (ii) a breach of these Terms.<br> 9.3.\nWe are not responsible if you cannot access the Site properly or at all because of any event outside our control, for example (without limitation) the performance of your or our ISP, your browser or the Internet.</p>\n<p>9.4.\nThe Site relies in part on software to work.\nSoftware has bugs.\nWhilst we will monitor the Site and try to fix bugs, we cannot guarantee that the Site or any individual feature of the Site will be error free, available all the time and/or free from viruses.</p>\n<p>9.5.\nHowever, nothing in these Terms will affect any liability we may have for death or personal injury arising from our negligence or any other liability which cannot be excluded or limited by law.</p>\n10.\nMaintenance of the Site\n<p>10.1.\nMaking your use of the Site enjoyable means we need to fix bugs, install updates and do general diagnosis and maintenance of the Site.\nWe will try to do scheduled maintenance during times when we anticipate that online use is lower than normal.</p>\n<p>10.2.\nWe also need to be able to do emergency maintenance and/or suspend access to the servers where, in our reasonable discretion, we see the need to do that.\nWe will try to have the Site available again as soon as we think it is safe to do so.</p>\n11.\nValidity of these Terms\n<p>11.1.\nIf any part or provision of these Terms is found to be unlawful or unenforceable, this shall not affect the validity of any other part or provision.</p>\n12.\nJurisdiction and applicable law\n<p>12.1.\nThese Terms are governed by English law.\nThe English courts shall have exclusive jurisdiction over any dispute relating to these Terms.</p> Contact us <p>If you'd like to contact one of our offices, news desks, customer services or communications team, please click the link below.</p>\n<p>Contact us</p> Brands <ul>\n<li>Daily Mail</li>\n<li>The Mail on Sunday</li>\n<li>MailOnline</li>\n<li>Metro</li>\n<li>Metro.co.uk</li>\n<li>i</li>\n<li>inews.co.uk</li>\n<li>New Scientist</li>\n<li>ThisIsMoney.co.uk</li>\n<li>Mail+</li>\n<li>eCommerce</li>\n</ul> Advertise&nbsp.\n<ul>\n<li>Mail Metro Media</li>\n<li>dmg media Ireland</li>\n</ul> Investors <ul>\n<li>Investor Information</li>\n<li>Financial Calendar</li>\n<li>Annual Report</li>\n</ul> Careers <ul>\n<li>dmg media Careers</li>\n<li>Gender Pay Report</li>\n</ul>\n<p>dmg media limited, Northcliffe House, 2 Derry Street, London W8 5TT.\n<br>\nRegistered in England and Wales.\nNo 5765286</p>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy &amp.\nCookies Policy</li>\n<li>Modern Slavery Act Transparency Statement</li>\n</ul> ", "created_at": "2021-11-29 23:08:55.342996", "updated_at": "2021-11-29 22:09:37.681447"}], "points": [], "urls": ["dmgmedia.co.uk"]}}