{"error": 448, "message": "OK", "parameters": {"id": 5660, "name": "Pipefy", "created_at": "2021-11-17 18:22:41.579574", "updated_at": "2021-11-17 23:01:10.161696", "wikipedia": null, "keywords": null, "related": null, "slug": "pipefy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5660.png", "url": "pipefy.com", "documents": [{"id": 10188, "name": "Terms and Conditions", "url": "https://www.pipefy.com/terms-and-conditions/", "xpath": "//body", "text": " Free Trial <ul>\n<li> Why Pipefy </li>\n<li> Customers </li>\n<li> No Code </li>\n<li> Platform Platform<p> Accelerate digital transformation with the Pipefy Platform.\nCustomize, integrate and build a fully digital experience for all your stakeholders.</p>\n<ul>\n<li> How it works\tRequest.\nExecute.\nReport.\nSee how to manage your work with Pipefy.\n</li>\n<li> Custom Workflows\tBuild no/low-code and quick to deploy workflows that suit your needs.\n</li>\n</ul> Products<ul>\n<li> Workflows </li>\n<li> Shared Inbox </li>\n<li> Forms </li>\n</ul> Top Features<ul>\n<li> Automation </li>\n<li> Portals </li>\n<li> Integrations </li>\n<li> All features </li>\n</ul>\n</li>\n<li> Solutions Solutions<p> Pipefy’s solutions put the power of automated and centralized processes at your fingertips.\nCustomize standardized and integrated workflows in a matter of minutes.</p> By team<ul>\n<li> Pipefy Finance &amp.\nProcurement\tEnsure error-proof financial operations with automated digital workflows.\n</li>\n<li> Pipefy Human Resources\tAutomate workflows and create a top-notch digital experience for your team.\n</li>\n<li> Pipefy Customer Service\tImprove customer success and CSAT with no/low-code workflows.\n</li>\n<li> Pipefy Marketing\tOrganize your marketing department with structured and standard flows.\n</li>\n</ul> By need<ul>\n<li> Enterprise\tManage multiple department's workflows at scale through a compliant and secure platform.\n</li>\n<li> Workflow Management\tDesign and customize no/low-code and quick to deploy workflows.\n</li>\n<li> Process Management\tManage, optimize and improve your processes continuously with BPM.\n</li>\n<li> RPA Solutions\tShow clients how a BPA+RPA solution can transform the way they automate and manage workflows.\n</li>\n<li> Service Management\tStandardize and automate workflows to provide high-quality services.\n</li>\n</ul>\n</li>\n<li> Templates Templates<p> Plug-and-play customizable workflows for your unique needs.\nCode-free implementation for quick time-to-value.\nBuilt to Pipefy's best practices for some of the most requested business operations.</p> Workflows Forms Shared Inbox<ul>\n<li> Purchase Process </li>\n<li> Lead Generation </li>\n<li> Billing </li>\n<li> Customer Onboarding </li>\n<li> Expense Reimbursement </li>\n<li> Careers </li>\n<li> Sales CRM </li>\n<li> HR Requests </li>\n<li> Contact </li>\n<li> Recruiting </li>\n<li> Customer Feedback (NPS) </li>\n<li> Marketing </li>\n<li> Employee Onboarding </li>\n<li> Maintenance Requests </li>\n<li> Sales </li>\n<li> Marketing Requests </li>\n<li> Purchase Requests </li>\n<li> Support </li>\n</ul> More Workflows Templates More Forms Templates More Shared Inbox Templates </li>\n<li> Resources Resources<p> All you need to be empowered to manage your work efficiently.\nProduct best practices, processes content and helpful tips to extract maximum value from Pipefy.</p>\n<ul>\n<li> Articles\tLearn about BPM, workflow automation, and operational best practices.\n</li>\n<li> Newsroom\tPipefy announcements, events, news and more.\n</li>\n<li> Blogs\tBest practices, process tips and relevant content written by specialists.\n</li>\n<li> Webinars\tCustomer stories, live events and Q&amp;A sessions.\nWatch all webinars.\n</li>\n<li> Get Started\tLearn how to start using Pipefy in a simple and easy way to understand.\n</li>\n</ul> Learn<ul>\n<li> Help Center </li>\n<li> Community </li>\n<li> Partners </li>\n<li> Documentation </li>\n<li> Certification </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Contact </li>\n<li> Try Pipefy for free Request a demo </li>\n<li> Log in Português </li>\n</ul>\n<ul>\n<li> Contact </li>\n<li> Try Pipefy free </li>\n<li> Log in </li>\n</ul> Terms and Conditions <p>Master Subscription Agreement (MSA)</p>\n<p>This Agreement (this “Agreement”) is made by and between Pipefy, Inc., a Delaware corporation, with commercial address at San Francisco, CA, at 548 Market St, PMB 96462, USA, (“PIPEFY”) and You (\"CUSTOMER\").</p>\n<p>*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPlease read this Agreement and its Annexes carefully!</p>\n<p>*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIt will govern your access and license of use of PIPEFY Technology and the terms and use of services available at Pipefy’s online platform.</p>\n<p>*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBy creating a virtual account at Pipefy’s online platform, accessing and/or using Pipefy’s Services, you also agree to this Agreement.</p>\n<p>*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you do not agree to this Agreement and its Annexes, you may not create a virtual account on, access or use, the Service.</p>\n<p>*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf&nbsp.\nyou are accepting this Agreement and its Annexes on your behalf or on behalf of a Company or other legal entity that you represent, so you warrant that: (i) you a majority age under the law.\n(ii) you have full legal authority to bind your employer or such entity to this Terms of Service.\n(iii) you have read and understand this Terms or Service.\nand (iii) you agree to this Terms of Service on your behalf or on behalf of the party you may represent.</p>SECTION 1<p>\n<strong>Subscription e Use of Pipefy Services</strong>\n</p>\n<p>\n<strong>1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSubscriptions.</strong> Unless otherwise provided in this&nbsp;<b>Agreement</b> or Order Forms:</p>\n<p>(a)&nbsp.\n&nbsp.\n&nbsp.\nthe rights of use and access to the Purchased Services are acquired as subscriptions, as long as the Virtual Account is active, or for the time period determined in the Order Forms;<br>(b) &nbsp.\n&nbsp.\nnew subscriptions may be added during a subscription term at the same pricing as the underlying subscription pricing, prorated for the portion of that subscription term remaining at the time the subscriptions are added.\nand&nbsp;<br>(c) &nbsp.\n&nbsp.\nany added subscriptions will terminate on the same date as the underlying subscriptions.</p>\n<p>\n<strong>1.2&nbsp.\n&nbsp.\n&nbsp.\nUsers and Purchase Features.&nbsp;</strong>Unless otherwise specified in your Virtual Account or Order Form, the use and access to the Purchased Services are subject:</p>\n<p>(a)&nbsp.\n&nbsp.\n&nbsp.\nthe Purchase Features provided in CUSTOMER's Virtual Account or in the Order Form;<br>(b)&nbsp.\n&nbsp.\n&nbsp.\nthe quantity of Users as provided in the Virtual Account or in an Order Form.\nIt is expressly agreed that the use of the Services by any other user beyond the contracted number will be additionally charged by PIPEFY.</p>\n<p>1.2.1 User identification cannot be shared with any unauthorized person nor superseed the quantity acquired by the CUSTOMER.\nIf the CUSTOMER wishes to reassign an User identification to a new individual, it must replace the access in order to maintein the total number of users acquired under the applicable Order Form.</p>\n<p>1.2.2 If the limit of user or Purchase Features is exceeded by the&nbsp;<b>CUSTOMER</b>,&nbsp;<b>PIPEFY</b>&nbsp;is authorized to, regardless of previous approval, provided:</p>\n<p>(a)&nbsp.\n&nbsp.\n&nbsp.\nIn the event of exceeding the number of User provided in Virtual Account or Order Form, to carry out <i>pro rata</i>&nbsp;collection of the additional quantities of access to the Services applicable, in accordance with Section regarding Values and Payment, despite of prior notice.</p>\n<p>(b) In the event of exceeding the usage of any features from your current plan, within 24-hour prior notification, allocate you to a new plan that corresponds to your current use of the features.\nIf You do not agree with the automatic actualization of your current plan, You must reduce your usage limits by contacting us within the next 24 hours through the support channels.</p>\n<p>\n<b>1.3&nbsp.\n&nbsp.\n&nbsp.\nAdd-Ons Use and Purchase.\n</b>PIPEFY may develop Add-Ons and as they become available, they will be eligible for purchase in any package and may be contracted at any time.\nIn this context, the CLIENT may choose to use the available Add-Ons, and declares that it may be charged in additional amounts if the acquisition of such Add-ons is supervenient to the signing of the Order Form or acquisition through the Online Platform, as applicable.</p>\n<p>1.3.1 Notwithstanding the foregoing,&nbsp;<b>PIPEFY</b>&nbsp;may allow&nbsp;<b>CUSTOMER</b>&nbsp;to use Add-Ons on a test basis, without paying any additional fees, for up to thirty days (as per the “Beta Services” section), or as expressly agreed between the parties.</p>\n<b>1.4</b>&nbsp.\n&nbsp.\n&nbsp.\n<b>Usage Compliance.\nCUSTOMER</b>&nbsp;declares and agrees not to:(a)&nbsp.\n&nbsp.\n&nbsp.\nmake any access available or use any Service for the benefit of, anyone other than the <b>CUSTOMER</b> or your Users;(b)&nbsp.\n&nbsp.\n&nbsp.\nsell, resell, license, sublicense, distribute, rent or lease any Service, as well as offer any Service within the sphere of a service bureau or outsourcing offering;<br>(c)&nbsp.\n&nbsp.\n&nbsp.\nuse the Services to store or transmit slanderous content, illegal or unlawful or to store or transmit material in violation of third-party privacy or intellectual property rights;<br>(d)&nbsp.\n&nbsp.\n&nbsp.\nfinance, fund, sponsor, or in any way use the Purchased Solutions to subsidize the practice of any illegality;&nbsp;<br>(e)&nbsp.\n&nbsp.\n&nbsp.\nuse the Services to store or transmit Malicious Code;<br>(f)&nbsp.\n&nbsp.\n&nbsp.\ninterfere with or disrupt the integrity or performance of any tool or third-party data contained therein;<br>(g)&nbsp.\n&nbsp.\n&nbsp.\nattempt to gain unauthorized access to any tool or its related systems or networks;<br>(h)&nbsp.\n&nbsp.\n&nbsp.\npermit direct or indirect access to or use of any tool in a way that circumvents a contractual usage limit;<br>(i)&nbsp.\n&nbsp.\n&nbsp.\ncopy the Services or any part, feature, function or user interface thereof, as well as not reproduce, modify, create or prepare works deriving from any Documentation or Pipefy Technology;&nbsp;<br>(j)&nbsp.\n&nbsp.\n&nbsp.\ncopy the Services except as expressly permitted by <b>PIPEFY;</b>&nbsp;<br>(k)&nbsp.\n&nbsp.\n&nbsp.\nframe or mirror any part of any of the Services, other than framing on Your own intranets or otherwise for Your own internal business purposes or as permitted in the Documentation;<br>(l)&nbsp.\n&nbsp.\n&nbsp.\naccess any Tool in order to build a competitive product or service;<br>(m)&nbsp.\n&nbsp.\n&nbsp.\ncarry out reverse engineering, reverse assembly or decomplication of any Services, including the Pipefy Technology.\nor&nbsp;<br>(n)&nbsp.\n&nbsp.\n&nbsp.\nwill not attempt in any way to extract the source code of any Pipefy Technology or to misuse Pipefy's Intellectual Property, whether registered or not.SECTION 2<p>\n<strong>RESPONSIBILITIES</strong>\n</p>\n<p>\n<strong>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAvailability of Purchased Services.</strong> Upon the acceptance of our terms in this Agreement or Order Form (prevailing what happens earlier), PIPEFY will:</p>\n<ol>\n<li>a) make the Purchased Services available to the CUSTOMER pursuant to this Agreement and the respective Order Form</li>\n<li>b) provide the CUSTOMER with standard support or if otherwise agreed with the support provided for in Annex II (SLA), in relation to the Purchased Solutions, at no additional cost;</li>\n<li>c) use commercially reasonable efforts to make the online Purchased Services available on-line 24 hours a day, 7 days a week, except for (i) planned downtime, and (ii) any unavailability caused by circumstances beyond reasonable control, including, for example, an act of God, Internet service provider failure or delay, internet connection or Non-Pipefy Applications.</li>\n</ol>\n<p>2.1.1 PIPEFY will be responsible for the performance of our employees and contractors and their compliance with our obligations in accordance with this Agreement, except as otherwise specified herein.</p>\n<p>\n<strong>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCustomer Responsibilities.</strong> By your side, CUSTOMER will:</p>\n<ol>\n<li>a) be responsible for compliance with this Agreement by the Users,</li>\n<li>b) be responsible for the accuracy, quality and legality of your Data and the means by which acquired your Data,</li>\n<li>c) use commercially reasonable efforts to prevent unauthorized access to or use of Services, and notify PIPEFY promptly of any such unauthorized access or use,</li>\n<li>d) use the Services in accordance with this Agreement and applicable laws and government regulations, and</li>\n<li>e) comply with terms of service of Non- Pipefy Applications You use in connection with the Services.</li>\n</ol>SECTION 3<p>\n<strong>FEES AND PAYMENT</strong>\n</p>\n<p>\n<strong>3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFees.</strong> CUSTOMER will pay for all amounts specified in the Order Form and/or Virtual Account, relating to the subscription of the Purchased Solution and any Add-on as applicable.</p>\n<p>3.1.1&nbsp;&nbsp;&nbsp.\nThe amounts charged are based on the quantity of User and Purchased Features, according to the plan and negotiations reflected in the Order Form and / or Virtual Account, regardless of the actual use.</p>\n<p>3.1.2&nbsp;&nbsp;&nbsp.\nThe amounts specified in the Order Form and / or Virtual Account will be paid in US dollars.\nCredit card, bank or exchange rates, taxes, duties, charges, contributions, launches, obligations or fees and / or government charges of any nature are not included in the charges.</p>\n<p>3.1.3&nbsp;&nbsp;&nbsp.\nAny request for exclusion of User or reduction of the Features initially Purchased, carried out during the period of the subscription, will give rise to the granting of credit to the CUSTOMER, who may use it in the expansion of new Users or the acquisition of new features.</p>\n<p>\n<strong>3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBilling and Payment.</strong> Billing to the CUSTOMER will occur through Invoice, issued by PIPEFY, or third parties hired to process payments, in the amounts corresponding to the Purchased Solutions to be paid according to the payment method selected by the CUSTOMER in the Order Form or Virtual Account.</p>\n<p>3.2.1&nbsp;&nbsp;&nbsp.\nThe billing and their respective amounts correspond to the information defined in the Order Form or Virtual Account, under the terms of this Agreement.</p>\n<p>3.2.2&nbsp;&nbsp;&nbsp.\nIn order for the respective billing of subscriptions to be processed, the CUSTOMER must provide valid and updated information to PIPEFY.</p>\n<p>\n<strong>3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLate payment.</strong> In case of non-payment on the agreed due date, without prejudice to the applicable legal and judicial measures in view of the CUSTOMER's default, PIPEFY reserves the right to adopt the following administrative measures:</p>\n<ol>\n<li>a) Condition future subscription renewals to shorter payment terms than those specified on the website or in the Order Form (as applicable), and/or</li>\n<li>b) Disregard the application of any business conditions granted at the time of the subscription;</li>\n<li>c) Suspending the access to the CUSTOMER's Purschase Solutions and Virtual Account may be considered disabled, until the defaulted obligation is settled.</li>\n</ol>\n<p>3.3.1&nbsp;&nbsp;&nbsp.\nBefore suspending the access to the Purchased Solutions or deactivating the Virtual Account, PIPEFY will notify the CUSTOMER, at least 5 (five) days in advance, for those who opted for payment by credit card.\nand 10 (ten) days in advance for those who opted for other payment methods specified in the Order Form or Virtual Account, stating that their account is overdue.</p>\n<p>3.3.2&nbsp;&nbsp;&nbsp.\nAfter 30 calendar days of expiration, it is expressly agreed that PIPEFY may use the service of outsourced companies to collect the amount due.</p>SECTION 4<p>\n<strong>DATA PROTECTION</strong>\n</p>\n<p>\n<strong>4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCUSTOMER DATA PROTECTION.</strong> The CUSTOMER understands that PIPEFY will collect its data during its use of the Solutions and maintain administrative, physical and technical protections for the security, confidentiality and integrity of CUSTOMER Data, as described in this Agreement, in the Data Protection Annex (Annex II) and Pipefy’s Privacy Policy available at &lt;(https://www.pipefy.com/privacy-policy/)&gt.\nwhich may be updated by PIPEFY from time to time and is incorporated herein by reference.</p>\n<p>\n<strong>4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>CUSTOMER data will be used as indicated in the documentation above, aiming the following:</p>\n<ol>\n<li>a) to provide the Services;</li>\n<li>b) to prevent or address problems of a technical character,</li>\n<li>c) improve and upgrade the Services,</li>\n<li>d) compliance with the law in accordance with Section 5.2 (Compelled Disclosure) below, or</li>\n<li>e) as CUSTOMER expressly permits, including in cases whereby Data will be shared with Non-Pipefy Applications.</li>\n</ol>\n<p>\n<strong>4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRetention and Deletion of Personal Data.</strong> CUSTOMER data will be stored in the PIPEFY’s database even if they were deleted through the application or API, as long as the contract between the parties is valid.&nbsp.\nIn cases of contractual termination, regardless of the cause, PIPEFY reserves the right to delete the CUSTOMER's Personal Data in up to 180 (one hundred) and eighty days after the termination of the Agreement, or in accordance with the CUSTOMER's instructions.</p>\n<p>\n<strong>4.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTreatment of Personal Data.</strong> PIPEFY and CUSTOMER undertake to treat information classified legally as personal data, due to the present&nbsp.\nrelationship, in compliance with the applicable legislation as provided in Annex II, under penalty of liability for non-compliance with the Agreement, without prejudice to losses and damages, which they have contributed, to the extent of their responsibilities.\nThe processing of personal data will only take place in compliance with the purpose established in this Agreement and according to the terms under Annex III.</p>\n<p>\n<strong>4.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTransfer of Data.</strong> The Parties undertake not to transfer and / or share with third parties the personal data processed as a result of this relationship, unless it is an essential requirement for the fulfillment of this Agreement, pursuant to Annex III - Data Protection and PIPEFY's Privacy Policy and Section 4 (four) below, declaring the CUSTOMER that is aware that PIPEFY stores its data on servers located in the United States.</p>SECTION 5<p>\n<strong>CONFIDENTIALITY</strong>\n</p>\n<p>\n<strong>5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtection of Confidential Information.</strong> The Receiving Party will use the same degree of care that it uses to protect the confidentiality of its own confidential information of like kind in a manner to:</p>\n<ol>\n<li>a) not use any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement, and</li>\n<li>b) limit access to Confidential Information of the Disclosing Party to its employees and employees of its Affiliates and service providers, who are in connection to the performance of this Agreement and who have signed a confidentiality agreement with the Receiving Party.</li>\n</ol>\n<p>5.1.1&nbsp;&nbsp;&nbsp.\nNeither party will disclose the terms of this Agreement or any Order Form to any third party other than its Affiliates, legal counsel and accountants without the other party’s prior written consent, provided that a party that makes any such disclosure will remain responsible in compliance to the terms of this Agreement, unless other herein provided by Parties.</p>\n<p>\n<strong>5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCompelled Disclosure.</strong>&nbsp.\nThe Receiving Party may disclose Confidential Information of the Disclosing Party to the extent compelled by law, regulation or judicial or administrative order to do so, provided that the Receiving Party promptly notifies the Disclosing Party prior to make such disclosure (unless prohibited by law or disclosure order) in order to facilitate the efforts of the Disclosing Party to protect its Confidential Information.\nThe Receiving Party shall provide reasonable assistance, at the Disclosing Party’s cost, if the Disclosing Party wishes to contest the disclosure.\nIf in the absence of a protection order or any other remedy, or the receipt of consent by the Disclosing Party, the Receiving Party is compelled by any court, regulatory entity, agency or similar entity to disclose the Disclosing Party’s Confidential Information the Receiving Party can disclose, without any responsibility herein foreseen, the portion of the Confidential Information legally bound to be disclosed and the Receiving Party will endeavor its best efforts to preserve the confidentiality of the remaining Confidential Information.</p>SECTION 6<p>\n<strong>PROPRIETARY RIGHTS AND LICENSES</strong>\n</p>\n<p>\n<strong>6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nReservation of Rights.</strong> PIPEFY reserves all the rights, title, and interest relative to the Services, including all Our related intellectual property rights.</p>\n<p>\n<strong>6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLicense to Use Pipefy Technology.</strong> PIPEFY grants to CUSTOMER a worldwide, non-exclusive license for a determined time, on rights relative to the Pipefy Technology, strictly to use the Purchased Services, subject to the terms of this Agreement and its Annexes.</p>\n<p>6.2.1&nbsp;&nbsp;&nbsp.\nThe Service is made available on a limited access basis, and no ownership right is conveyed to CUSTOMER.\nPIPEFY has and retains all rights, title and interest, including all intellectual property rights, related to the Services, including all modifications, updates, upgrades, extensions, components and all derivative works to the Service.&nbsp.\nAll our rights not expressly granted under these Terms of Service are hereby retained to PIPEFY.</p>\n<p>\n<strong>6.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLicense by CUSTOMER to Host Data and Applications.</strong> CUSTOMER authorizes PIPEFY and its Affiliates a license of use, with a limited term for the duration of the contracted subscriptions, to host, copy, transmit and display CUSTOMER Data, including with program codes when created by or for CUSTOMER, as well as for Non-Pipefy Applications, when applicable, as necessary PIPEFY provide access to the Solutions in accordance with this Agreement.</p>\n<p>&nbsp;6.3.1&nbsp;&nbsp.\nPIPEFY and its Affiliates may use the Data collected for the purpose of gathering information and anonymous metrics to improve the Services and for other purposes of development, diagnosis and correction in connection with the Services, provided that it is anonymized, without direct link with You.</p>\n<p>\n<strong>6.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLicense to Use Feedback.</strong> CUSTOMER grants PIPEFY and its Affiliates a worldwide, perpetual, irrevocable, royalty-free license to use and incorporate into the Services any suggestion, enhancement request, recommendation, correction, or other feedback provided by You or Users relating to the operation of the Services.</p>\n<p>\n<strong>6.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommercial References.</strong>&nbsp.\nCUSTOMER authorizes PIPEFY to mention it and, where relevant, use a reproduction of CUSTOMER’s brand or logo as a commercial reference, press releases, case studies, at shows or events, in PIPEFY sales documentation, and on Our Online Platform.\nIf You have any reservations to this concession, just contact PIPEFY through the electronic address available in the section regarding Notices.</p>SECTION 7<p>\n<strong>NON-PIPEFY APPLICATIONS AND INTEGRATIONS</strong>\n</p>\n<p>\n<strong>7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAcquisition of Non-Pipefy Products and Services.</strong> Purchased Solutions may contain tools designed to interoperate with Non-Pipefy Applications.\nIn order to use these tools, the CUSTOMER may be required to gain access to the Non-Pipefy Application and may be asked to give PIPEFY access from their Non-Pipefy Application account(s) to ensure the smooth functioning of the integration.\nAny purchase by the CUSTOMER of Non-Pipefy products, Solutions or services and any exchange of data between the CUSTOMER and any Non-Pipefy Applications is the sole responsibility of the CUSTOMER and PIPEFY will have no participation or interference in the relationship between the CUSTOMER and the Non-Pipefy application in question.</p>\n<p>7.1.1&nbsp;&nbsp;&nbsp.\nPIPEFY does not warrant or provide support in relation to Non-Pipefy Applications, or other Non-Pipefy products or services, whether or not designated by the CUSTOMER as \"certified\" or otherwise, unless otherwise expressly specified in the documentation that formalizes the acquisition of the Acquired Solutions.</p>\n<p>7.1.2&nbsp;&nbsp;&nbsp.\nIf the CUSTOMER installs or enables a Non-Pipefy Application for use in conjunction with the Services, the CUSTOMER undertakes to recognize, accept and comply with the applicable terms and conditions and the privacy policy of the Non-Pipefy Application in the exact extent of your use of such Non-Pipefy Application.</p>\n<p>\n<strong>7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNon-Pipefy Applications and Customer Data.</strong> In accordance with and under the terms in the Privacy Policy, if CUSTOMER installs or enables a Non-Pipefy Application for use together with the Services, CUSTOMER is aware and agree that the provider of that Non-Pipefy Application may access its Data as required for the interoperation of that Non-Pipefy Application with the Services.\nWithin this context, PIPEFY is not responsible for any incident, disclosure, modification or deletion of Data resulting from access by a Non-Pipefy Application.</p>SECTION 8<p>\n<strong>WARRANTIES OF PURCHASED SOLUTIONS, FUTURE FEATURES AND BETA SOLUTIONS</strong>\n</p>\n<p>\n<strong>8.1</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWarranties.\nPIPEFY warrants that:</p>\n<ol>\n<li>a) this Agreement accurately describes the applicable administrative, physical and technical safeguards for the protection of the security, confidentiality and integrity of the CUSTOMER's Data;</li>\n<li>b) will not materially decrease the overall security of the Purchased Services during the subscription term;</li>\n<li>c) the Purchased Services will perform materially in compliance with the applicable law and this Agreement;</li>\n<li>d) will not materially decrease the functionality of the Purchased Services during the subscription term, and (e) the Purchased Services will not introduce Malicious Code into CUSTOMER’s systems.</li>\n</ol>\n<p>\n<strong>8.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFuture Features.</strong>&nbsp.\nExcept as otherwise set forth in this Agreement, the CUSTOMER understands and agrees that the service is provided “AS IS” and “AS AVAILABLE”, without express or implied warranty or condition of any kind.\nCUSTOMER agrees that its subscription and acquisition of the Purchased Solutions are not subject to any expectations related to:</p>\n<ol>\n<li>a) delivery of any future Features that are related to the Purchased Solutions, or</li>\n<li>b) to any public comment, oral or written, made by PIPEFY about possible functionality or characteristics to be developed.</li>\n</ol>SECTION 9<p>\n<strong>TERM AND RENEWAL</strong>\n</p>\n<p>\n<strong>9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTerm of Agreement.</strong> This Agreement shall commence on the date the CUSTOMER accepts the terms of this Agreement or sends PIPEFY a copy of the signed Order Form, prevailing what happens earlier and will remain in force until all the subscriptions under this Agreement have expired or are terminated.</p>\n<p>\n<strong>9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSubscription renewal.</strong> The term of each subscription shall be as specified in the Virtual Account and/or in the Order FORM, as applicable.\nExcept as otherwise specified, the subscriptions will automatically renew for additional periods equal to the expiring subscription term or for one year (whichever is shorter), unless the CUSTOMER gives the other notice of non-renewal at least 30 days before the end of the relevant subscription term.</p>\n<p>9.2.1&nbsp;&nbsp;&nbsp.\nPIPEFY may, at any time, exercise its self-management and in view of free initiative and competition, review its Purchased Solutions pricing.</p>\n<p>9.2.2&nbsp;&nbsp;&nbsp.\nAny price change will be previously communicated to CUSTOMER, in writing, at least 30 (thirty) days in advance, taking effect at the beginning of the next subscription period.\nYou accept the changes by continuing to use the Purchased Solutions.\nPrice changes are accepted if the CUSTOMER continues to use the Purchased Solutions, under the new terms and conditions.</p>\n<p>9.2.3&nbsp;&nbsp;&nbsp.\nCUSTOMER is entitled to reject the change by canceling the subscription before the end of the referred term, under the terms set out in clause 10.1 (termination).</p>\n<p>9.2.4&nbsp;&nbsp;&nbsp.\nUpon renewal, the price charged will be consistent with the current reality of the price list published on the PIPEFY website, unless expressly agreed by the Parties differently under special conditions.</p>\n<p>9.2.5&nbsp;&nbsp;&nbsp.\nAny renewal that results in a decrease in functionality, number of users, or duration of subscription to Purchased Solutions in relation to the previous period, will result in a re-evaluation of the price.</p>SECTION 10<p>\n<strong>TERMINATION AND REIMBURSEMENT</strong>\n</p>\n<p>\n<strong>10.1&nbsp;&nbsp;&nbsp;&nbsp.\nTermination by CUSTOMER.</strong> The CUSTOMER may terminate this Agreement, without cause, upon prior written notice of at least 30 (thirty) days to PIPEFY, under the terms of section 13.9.</p>\n<p>10.1.1&nbsp.\nIn case of termination without cause under the above terms, the COSTUMER will not be entitled to reimbursement of any prepaid fees and will remain obliged to comply with the outstanding payment obligations, under the terms provided in the Virtual Account or in the Order Form.</p>\n<p>\n<strong>10.2&nbsp;&nbsp;&nbsp;&nbsp.\nTermination by both Parties.</strong> Any Either Party may terminate this Agreement, by operation of law, without previous notice, in the following cases:</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nif a material breach of this Agreement is not remedied, within the period granted to remedy it, when subject to remediation;&nbsp;</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nif one of the Parties becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation.\nand</p>\n<p>(iii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nin case of criminal conviction by a competent court.</p>\n<p>10.2.1&nbsp.\nIn case of termination by the CUSTOMER in accordance with item 10.2 above, PIPEFY will refund any prepaid fees, referring to the period between the effective termination and the Order Forms.</p>\n<p>10.2.2&nbsp.\nIf the termination is given by PIPEFY, pursuant to item 10.2 above, the CUSTOMER will not be entitled to a refund, and will still be responsible for the payment of any fees for the remainder of the term of all Order Forms.</p>\n<p>10.2.3&nbsp.\nIn the case of item 10.2, (i), PIPEFY shall, without prejudice to other measures that may be taken, choose to suspend the use of the Services or disable any Virtual Account or User access, and may also remove any content that it considers inappropriate or infringes the rights of third parties.</p>\n<p>10.2.3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn this case, PIPEFY will notify the CUSTOMER prior to such suspension or deactivation in accordance with item 13.9 (Notice), unless it is prohibited to notify under applicable law or due to legal process, such as orders, warrants or any similar action brought by a court or governmental administrative agency.</p>\n<p>\n<strong>10.3</strong>&nbsp;&nbsp;&nbsp;&nbsp.\nIn no event of termination provided herein, CUSTOMER will be relieved of your obligation to pay any fees to PIPEFY related to the period prior to the effective date of termination.</p>SECTION 11<p>\n<strong>LIABILITIES</strong>\n</p>\n<p>\n<strong>11.1&nbsp;&nbsp;&nbsp;&nbsp.\nResponsibility for the use of the Solutions.</strong> CUSTOMER assumes full responsibility for defining access levels for your employees who will appear as Users of the Purchased Solutions, whether they are employees, agents or any third parties whose access to the Purchased Solutions is provided by CUSTOMER.\nPIPEFY joint or sole liability won't be argued for any losses and damages (personal, material and/or moral) that may be suffered by third parties, due to the breach of CUSTOMER responsibilities in the faithful use of the Solutions or for any illegalities committed by the Users in the use of the Purchased Solutions.</p>\n<p>11.1.1&nbsp.\nPIPEFY shall not be held liable for damages caused by the COSTUMER to third parties due to failure to comply with any obligations provided for in this Agreement, in particular those provided in this clause 11.2 and in clause 1.4 (Usage Compliance), as well the Annex II.</p>\n<p>\n<strong>11.2&nbsp;&nbsp;&nbsp;&nbsp.\nLimitation of Liability.</strong> The Parties agree that the liability for direct damages, damages arising out or related to this Agreement may not exceed the amount paid by the COSTUMER in the last 12 months prior to the harmful event, except in cases of serious neglect or intentional misconduct.</p>\n<p>11.2.1&nbsp.\nThe above limitations will apply whether an action is in Contract or tort and regardless of the theory of liability.&nbsp.\nHowever, the above limitations do not apply to obligations of:</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCUSTOMER’S payment under Section 3 e/ou</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nto any violation or misappropriation by the CUSTOMER or User to any of PIPEFY’S Intellectual Property Rights.</p>\n<p>\n<strong>11.3&nbsp;&nbsp;&nbsp;&nbsp.\nExclusion of Consequential and Related Damages.</strong>&nbsp.\nIn no event shall either Party have any liability to the Other Party for any indirect, special, incidental, collateral, consequential, punitive or coverage damages, including, but not limited to loss of profits or revenue arising from non compliance with obligations under this Agreement or torts regardless of the theory of liability, even if one of the Parties has advised the other of the possibility of such damages.</p>\n<p>11.3.1&nbsp.\nThe disclaimer provided for in the foregoing clause will not apply to the extent prohibited by law.</p>SECTION 12<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>\n<strong>12.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIndemnification by PIPEFY.</strong> PIPEFY agrees to defend the CUSTOMER for all third-party claims arising from an allegation that the use of the CUSTOMER Purchased Solutions infringes the intellectual property rights of a third-party.\nIn this case, as and if carried out as permitted in this Agreement, PIPEFY will indemnify the CUSTOMER for damages, reasonable attorneys' fees and duly substantiated costs incurred by CUSTOMER as a result of a claim filed by a third-party against CUSTOMER.</p>\n<p>\n<strong>12.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIndemnification by CUSTOMER</strong>.\nCUSTOMER agrees to defend PIPEFY for all third-party claims arising from CUSTOMER violation from the Clauses 2.2, 6.2 and 6.2.1, as well as the Data Protection Annex (Annex II) of this Agreement, and indemnify PIPEFY from any damages, reasonable attorneys' fees and duly substantiated costs incurred by PIPEFY as a result of a claim filed by third-party against PIPEFY.</p>\n<p>\n<strong>12.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRequirements for Indemnification.</strong> In order to validaty the indemnification obligations hereunder apply, the Party seeking indemnification must: (1) promptly tender a claim for indemnification, (2) allow the indemnifying party sole control of the defense or settlement of the underlying claim, and (3) reasonably assist with any defense or settlement of the underlying claim at the indemnifying party’s request and expense.</p>SECTION 13<p>\n<strong>GENERAL PROVISIONS</strong>\n</p>\n<p>\n<strong>13.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSurviving Provisions.</strong> The Sections titled “Fees and Payment” “Proprietary Rights and Licenses,” “Confidentiality” and “Liability” will survive any termination or expiration of this Agreement.</p>\n<p>\n<strong>13.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFighting Corruption and Money Laundering</strong>.\nWithin the limits of the objective of the present relationship, both Parties, including on behalf of Our employees, members, representatives, directors and third parties, as well as Our partners who will act on Our behalf, to conduct Our business practices, during the performance of this contract, ethically and in accordance with the applicable legal precepts, not giving, offering, paying, promising to pay, or authorizing the payment of, directly or indirectly, any money or anything of value to any governmental authority, consultants , representatives, partners, or any third party, for the purpose of influencing any act or decision by the agent or the government, or to secure any undue advantage.</p>\n<p>\n<strong>13.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCompliance.</strong> Both Parties expressly declare to have full knowledge and commit to faithful observance of the legal provisions related to preventing and combating activities related to crimes of money laundering or concealment of assets.</p>\n<p>\n<strong>13.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEntire Agreement.</strong> This Agreement and its Order Form constitute the entire agreement between CUSTOMER and PIPEFY and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nThe parties may modify this Agreement by means of a written instrument signed by both parties, reserved to Us the right to modify this Agreement under the terms of clause 13.9, when updating it and publishing it on Our website.</p>\n<p>\n<strong>13.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInterpretation and Order of Precedence.</strong> The Parties agree that any term or condition stated in any document other than this Agreement or in the corresponding Order Form is a provision null or ineffective.&nbsp.\nIn the event of any conflict or inconsistency among the following documents, the order of precedence shall be: (1) the applicable Order Form, (2) this Agreement, and (3) the Documentation.</p>\n<p>\n<strong>13.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConflict resolution</strong>.\nThe Parties agree to seek out-of-court settlement of any dispute originating from this Contract, including regarding its interpretation or execution, and the Party that feels prejudiced will notify the counterparty of the conflict, under the terms informed by clause 13.9 (\"Notices\"), requesting the fulfillment of the obligation not fulfilled or fulfilled in an irregular or incomplete manner.\nIf the indicated conflict is not resolved within 30 (thirty) days, counted from the date of receipt of the notification, the Party evidently harmed may only then seek the judicialization of the controversy by notifying the counterparty about this decision.&nbsp;</p>\n<p>\n<strong>13.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nArbitration.</strong> All disputes arising out of or relating to this Agreement shall be resolved exclusively by binding arbitration before a single arbitrator (the “Arbitrator”) in accordance with the Commercial Arbitration Rules of the American Arbitration Association (the “AAA”) then in effect and the further procedures set forth herein.\nFor information on the AAA and its rules, see www.adr.org.\nThe arbitration shall be governed by the Federal Arbitration Act, 9 U.S.C.\n§§ 2 et seq., and the laws of the State of California without reference to principles of conflicts of laws.</p>\n<p>13.7.1 Arbitration Procedure.\nThe arbitration shall be conducted in the State of California, city of San Francisco.\nIn the event that the AAA is unavailable or unwilling to administer the arbitration, and the parties are unable to agree to a substitute, a substitute shall be appointed by the arbitration court.\nThe Arbitrator shall have the authority to issue any and all remedies authorized by law.\nEach Party shall bear its own expenses and an equal share of the expenses of the mediator or arbitrator and the fees of the AAA.\nThe Parties, their representatives, other participants and the arbitrator shall hold the existence, content and result of the dispute resolution process in confidence.\nAll defenses based on passage of time shall be tolled pending the termination of arbitration.\nNothing in this paragraph will be construed to preclude either Party from seeking injunctive relief in order to protect its rights pending an outcome in arbitration.\nA request by a party to a court for such injunctive relief shall not be deemed a waiver of the obligation to arbitrate.</p>\n<p>Notwithstanding any rules of the AAA to the contrary, any claims shall be adjudicated on an individual basis only, and YOU HEREBY WAIVE TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ANY RIGHT IT MAY HAVE TO A TRIAL BY JURY IN ANY LEGAL PROCEEDING DIRECTLY OR INDIRECTLY ARISING OUT OF OR RELATING TO THIS AGREEMENT OR ANY OTHER DOCUMENT OR THE TRANSACTIONS CONTEMPLATED HEREBY (WHETHER BASED ON CONTRACT, TORT OR ANY OTHER THEORY).\nYOU ALSO WAIVE ANY RIGHT TO BRING ANY CLAIM AS A REPRESENTATIVE OF A PROPOSED CLASS, ON AN AGGREGATED OR MASS BASIS, OR AS A PRIVATE ATTORNEY GENERAL, OR TO CONSOLIDATE ARBITRATION PROCEEDINGS WITHOUT THE CONSENT OF ALL PARTIES THERETO.</p>\n<p>\n<strong>13.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nChoice of Law and Jurisdiction.</strong> This Agreement shall be governed by and enforced in accordance with the Laws of the State of California, United States of America, without regard the choice or conflicts of law rules.\nTo the extent Arbitration is not enforceable under the applicable law of the Customer's region, each party agrees to submit to the exclusive jurisdiction of the Courts sitting in San Francisco, California, for the purpose of enforcing any claim arising under this agreement.\nNotwithstanding this, Pipefy may bring proceedings in any other court having jurisdiction where Customer is resident or does business from time to time in order to protect Pipefy’s Intellectual Property Rights.</p>\n<p>\n<strong>13.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNotices.</strong>&nbsp.\nPIPEFY may notify CUSTOMER of general information about the use of the Services through the email registered by the CUSTOMER in the Virtual Account.\nIt is the CUSTOMER's responsibility to keep his/her contact details updated in the Virtual Account.\nUnless otherwise provided for in this Agreement, all notices, permissions and approvals in this Agreement must be in writing and will be deemed to have been delivered on the first business day after sending an email to the email address registered by the CUSTOMER as an administrator of the Virtual Account, or in the case of PIPEFY, to the email address legal@pipefy.com.</p>\n<p>13.9.1 Billing related notices shall be addressed to the relevant billing contact designated by CUSTOMER.</p>\n<p>\n<strong>13.10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAssignment.</strong>&nbsp.\nExcept for the provision made on clause 3.3.2, neither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the other party’s prior written consent.\nprovided, however, either party may assign this Agreement in its entirety (including all Order Forms/ Order Forms), without the other party’s consent to its Affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.</p>\n<p>\n<strong>13.11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRelationship of the Parties.</strong> The Parties are independent contractors.\nThis Agreement does not create a partnership, franchise, joint venture, agency, fiduciary, or employment relationship between the parties.</p>\n<p>\n<strong>13.12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWaiver.</strong> No failure or delay by either party in exercising any right under this Agreement will constitute a waiver of that right.</p>\n<p>\n<strong>13.13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSeverability.</strong> If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision will be deemed null and void, and the remaining provisions of this Agreement will remain in effect.</p>\n<p>\n<strong>13.14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nChanges to the Terms of Use</strong>.\nThe terms and conditions of use of the Purchased Solutions may be amended from time to time by PIPEFY to reflect the development of the Purchased Solutions, as upgrades and enhancements, which will become effective immediately upon their publication.\nThe CUSTOMER will be notified 30 (thirty) days in advance of the changes that will affect its rights and obligations previously agreed hereunder, given that such modifications will only apply to the CUSTOMER from the next subscription renewal.</p>\n<i>\n</i>\n<i>\n</i> ANNEX I <p>\n<strong>DEFINITIONS</strong>\n</p>\n<p>“Affiliate” means any entity that directly or indirectly controls, is controlled by or is under common control with the subject entity.\n“Control,” for purposes of this definition, means direct or indirect ownership or control of more than 50% of the voting interests of the subject entity.</p>\n<p>&nbsp;</p>\n<p>“Non-Pipefy Applications” means a Web-based or other hosted software application, or offline software application, that is not Pipefy Technology.</p>\n<p>&nbsp;</p>\n<p>“Add-Ons” means add-ons, features or additional features related to the Service (“Add-Ons”), which PIPEFY may offer to the CUSTOMER for additional fees, as described on the Site, at which point they will become part of the “Purchased Solutions”</p>\n<p>&nbsp;</p>\n<p>“API” is a set of programming routines and patterns for accessing a software application or web-based platform.\nThe acronym API refers to the term in English “Application Programming Interface” which means in Portuguese translation “Programming Interface Applications”.</p>\n<p>&nbsp;</p>\n<p>“Beta Services” means Our services that are not generally available to&nbsp.\nCUSTOMER.</p>\n<p>&nbsp;</p>\n<p>“Confidential Information” means all information disclosed by a party (“Disclosing Party”) to the other party (“Receiving Party”), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.\nYour Confidential Information includes Your Data.\nOur Confidential Information includes the Services and Confidential Information of each party includes the terms and conditions of this Agreement, the Virtual Account and all the Order Forms (including pricing), as well as business and marketing plans, technology and technical information, product plans and designs, and business processes disclosed by such party.</p>\n<p>&nbsp;</p>\n<p>Confidential Information does not include any information that (i) is or becomes generally known to the public without breach of any obligation owed to the Disclosing Party, (ii) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party, (iii) is received from a third party without breach of any obligation owed to the Disclosing Party, or (iv) was independently developed by the Receiving Party.</p>\n<p>&nbsp;</p>\n<p>“Documentation” means Our online user guides, documentation, and help and training materials, as updated from time to time.</p>\n<p>&nbsp;</p>\n<p>“Malicious Code” means code, files, scripts, agents or programs intended to do harm, including, for example, viruses, worms, time bombs and Trojan horses.</p>\n<p>&nbsp;</p>\n<p>“Agreement” means this Master Subscription Agreement and its annexes.</p>\n<p>&nbsp;</p>\n<p>“Features” means the functions of the Pipefy technology software, which determine what the system can do.</p>\n<p>&nbsp;</p>\n<p>“Invoice” means the document issued by PIPEFY, which may be in electronic form, through which the Services are charged to the CUSTOMER</p>\n<p>&nbsp;</p>\n<p>“Order Form” means an ordering document specifying the Services to be provided hereunder that is entered into between CUSTOMER and PIPEFY or any of Our Affiliates, including any addenda and supplements thereto.\nIt is the proper document to specify information regarding the number of licenses acquired, the pricing obligation, hired plan, discounts if applicable).\nBy entering into an Order Form hereunder, the CUSTOMER or CUSTOMER’S Affiliate agrees to be bound by the terms of this Agreement as if it were an original party hereto.</p>\n<p>&nbsp;</p>\n<p>“Online Platform” means the virtual environment made available at the website app.pipefy.com through which the User, after creating the Virtual Account, can acquire the Solutions and later access the Purchased Solutions.</p>\n<p>&nbsp;</p>\n<p>“Privacy Policy” means the policy which regulates Our privacy practices and rules,&nbsp.\nwhile using data on our Online Platform and providing our Purchased Solutions, made available at the following link: https://www.pipefy.com/privacy-policy/.</p>\n<p>&nbsp;</p>\n<p>We respect and protect the privacy of visitors on our website and our customers who use our tools, mobile applications and related services (the “Service”).\nThis Privacy Policy has legally binding content for both parties as of the acceptance of the current.\nPrivacy Police is the proper place to obtain information on how we collect, use, disclose and protect visitors’ and customers’ information as part of the Services.\nAny discussion of theCUSTOMER’S use of the Service in this Policy is meant to include your visits and other interactions with the Services and Purchased Solutions.</p>\n<p>&nbsp;</p>\n<p>“Intellectual Property” means all the trade secrets, patents and patent applications, trademarks (either registered or not registered and including any goodwill acquired in these trademarks), service trademarks, commercial names, copyrights, moral rights, rights on inventions and all the other intellectual property rights and property rights (either registered or not registered, any prior application and all the rights to enforce the precedent one), and all the other equivalent rights which can exist in any part of the world.</p>\n<p>&nbsp;</p>\n<p>“CUSTOMER’s Data” means electronic data and information submitted by or for the CUSTOMER to the Purchased Services or collected and processed by or for the CUSTOMER’S use of the Purchased Services, excluding Content and Non-Pipefy Applications.</p>\n<p>&nbsp;</p>\n<p>“Services” means the functionalities made available within the sphere of the Online Platform in consideration to the contracting of subscription of the “Purchased Services”.\nThis concept contemplates both the Services offered as free of charge tests and the ones paid, including off-line associated components we might make available, as described in the Documentation.\nThe “Services” do not include Non-Pipefy Applications.</p>\n<p>&nbsp;</p>\n<p>“Purchased Services” means the Services offered by PIPEFY to the CUSTOMER or its Affiliates pursuant to this Agreement, including by means of a Order Form or other means creating a binding obligation.\nThe solutions offered by PIPEFY and offered to the&nbsp;&nbsp.\nCUSTOMER as native solutions used by PIPEFY to optimize the experience in the use of the “Solutions”, will be Our&nbsp.\nresponsibility, as an integral part of the “Acquired Solutions”.</p>\n<p>&nbsp;</p>\n<p>“Pipefy Technology” means the technology and Intellectual Property licensed by PIPEFY, strictly to enable Users’ access to the Purchased Services, including computer programs (software), websites, networks and equipment.</p>\n<p>&nbsp;</p>\n<p>“User” means an individual who is authorized by CUSTOMER to use a Service, for whom have ordered the Service, and to whom the CUSTOMER (or PIPEFY at CUSTOMER request) have supplied a user identification and password.\nUsers may include, for example, Your employees, consultants, contractors and agents, and third parties with which the CUSTOMER transacts business.</p>\n<p>&nbsp;</p>\n<p>“Virtual Account” means the account created by the CUSTOMER for use of the Online Platform and access to the functionalities of the Purchased Services offered in this environment.</p>\n<p>&nbsp;</p>\n<p>“Non-Pipefy Solutions” means a Web-based or other hosted software application, or offline software application, that is provided by PIPEFY or a third party and interoperates with a Service and is not Pipefy Technology.</p>\n<i>\n</i>\n<i>\n</i> ANNEX II<p>\n<strong>DATA PROTECTION ADDENDUM</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nPurpose</strong>\n</p>\n<p>&nbsp;</p>\n<p>The purpose of this DPA (Annex II) is to define the conditions in which Pipefy, Inc (also referred in this Annex II as “the Processor”) undertakes to carry out, on Customer’s behalf also being referred in this Annex II as “the Controller”), the personal data processing operations defined below.</p>\n<p>&nbsp;</p>\n<p>As part of their contractual relations, the parties shall undertake to comply with the applicable regulations on personal data processing and, in particular, Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 (hereinafter “the General Data Protection Regulation”).</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nDescription of the processing</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Processor is authorized to process, on behalf of the Controller, the necessary personal data to provide the following service(s): business process management.\nThe nature of operations to be carried out on the data is Service Providing.\nThe purpose(s) of the processing is to deliver the Solutions to our CUSTOMER.\nThe personal data processed are CUSTOMER’s name, e-mail, telephone, payment information and eventually other data voluntarily submitted by the CUSTOMER.\nThe categories of data subjects are CUSTOMER data.\nThe duration of the processing is for the term of the Master Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nProcessor’s obligations with respect to the Controller</strong>\n</p>\n<p>&nbsp;</p>\n<p>3.1 General obligations of the Processor: The Processor shall undertake to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>process the data solely for the purpose[s] subject to the Master Agreement;</li>\n<li>process the data in accordance with the documented instructions from the Controller appended hereto.\nWhere the processor considers that an instruction infringes the General Data Protection Regulation or of any other legal provision of the Union or of Member States bearing on data protection, it shall immediately inform the controller thereof.\nMoreover, where the processor is obliged to transfer personal data to a third country or an international organization, under Union law or Member State law to which the Processor is subject, the Processor shall inform the controller of that legal requirement before processing, unless that law prohibits such information on important grounds of public interest;</li>\n<li>guarantee the confidentiality of personal data processed hereunder;</li>\n<li>ensure that the persons authorized to process the personal data hereunder:</li>\n<li>have committed themselves to confidentiality or are under an appropriate</li>\n<li>statutory obligation of confidentiality,</li>\n<li>Receive the appropriate personal data protection training</li>\n<li>take into consideration, in terms of its tools, products, applications or services, the principles of data protection by design and by default.</li>\n</ul>\n<p>&nbsp;</p>\n<p>3.2 Sub-processing</p>\n<p>&nbsp;</p>\n<p>The Processor shall inform the Controller in advance of any intended changes concerning the addition or replacement of other Processors.\nWith the written authorization of the Controller, the Processor may engage another Processor (hereinafter “the Sub-Processor”) to conduct specific processing activities.&nbsp.\nThe Processor must clearly indicate to the Controller which processing activities are being subcontracted out, the name and contact details of the Sub-Processor and the dates governed by the subcontract.\nThe Controller has a minimum timeframe of two weeks from the date on which it receives said information to object thereto.\nSuch sub-processing is only possible where the Controller has not objected thereto within the agreed timeframe.</p>\n<p>&nbsp;</p>\n<p>The Sub-Processor is obliged to comply with the obligations hereunder on behalf of and on instructions from the Controller.\nIt is the initial Processor’s responsibility to ensure that the Sub-Processor provides the same sufficient guarantees to implement appropriate technical and organizational measures in such a manner that processing meets the requirements of the General Data Protection Regulation.\nWhere the Sub-Processor fails to fulfil its data protection obligations, the initial Processor remains fully liable with regard to the Controller for the Sub-Processor’s performance of its obligations.</p>\n<p>&nbsp;</p>\n<p>3.3 Data subjects’ right to information</p>\n<p>&nbsp;</p>\n<p>It is the Controller’s responsibility to inform the data subjects concerned by the processing operations at the time data are being collected.</p>\n<p>&nbsp;</p>\n<p>3.4 Exercise of data subjects’ rights</p>\n<p>&nbsp;</p>\n<p>The Processor shall assist the Controller, insofar as this is possible, for the fulfilment of its obligation to respond to requests for exercising the data subject’s rights: right of access, to rectification, erasure and to object, right to restriction of processing, right to data portability, right not to be subject to an automated individual decision (including profiling).</p>\n<p>&nbsp;</p>\n<p>Where the data subjects submit requests to the Processor to exercise their rights, the Processor must forward these requests as soon as they are received by secure form to https://app.pipefy.com/public/form/ONITydQF</p>\n<p>&nbsp;</p>\n<p>3.5 Notification of personal data breaches</p>\n<p>&nbsp;</p>\n<p>The Processor shall notify the Controller of any personal data breach immediately, and in any event no later than 24 hours after having become aware of it and via the following means: email.\nSaid notification shall be sent along with any necessary documentation to enable the Controller, where necessary, to notify this breach to the competent supervisory authority.</p>\n<p>&nbsp;</p>\n<p>Once the Controller has agreed, the Processor shall notify the competent supervisory authority, in the name and on behalf of the Controller, of the personal data breaches immediately and in any event no later than 72 hours after having become aware of them, unless the breach in question is unlikely to result in a risk to the rights and freedoms of natural persons.</p>\n<p>&nbsp;</p>\n<p>The notification shall at least:</p>\n<p>&nbsp;</p>\n<ul>\n<li>describe the nature of the personal data breach including where possible, the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned;</li>\n<li>communicate the name and contact details of the data protection officer or other contact point where more information can be obtained;</li>\n<li>describe the likely consequences of the personal data breach;</li>\n<li>describe the measures taken or proposed to be taken by the Controller to address the personal data breach, including, where appropriate, measures to mitigate its possible adverse effects.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Where, and in so far as, it is not possible to provide the information at the same time, the information may be provided in phases without undue further delay.</p>\n<p>&nbsp;</p>\n<p>Once the Controller has agreed, the Processor shall communicate, in the name and on behalf of the Controller, the personal data breach to the data subject without undue delay where said breach is likely to result in a high risk to the rights and freedoms of natural persons.</p>\n<p>&nbsp;</p>\n<p>The communication to the data subject shall describe in clear and plain language the nature of the personal data breach and at least:</p>\n<p>&nbsp;</p>\n<ul>\n<li>describe the nature of the personal data breach including where possible, the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned;</li>\n<li>communicate the name and contact details of the data protection officer or other contact point where more information can be obtained;</li>\n<li>describe the likely consequences of the personal data breach;</li>\n<li>describe the measures taken or proposed to be taken by the Controller to address the personal data breach, including, where appropriate, measures to mitigate its possible adverse effects.</li>\n</ul>\n<p>&nbsp;</p>\n<p>3.6 Processor’s assistance to the Controller regarding compliance with its obligations</p>\n<p>&nbsp;</p>\n<p>The Processor assists the Controller in carrying out data protection impact assessments.</p>\n<p>&nbsp;</p>\n<p>The Processor assists the Controller with regard to prior consultation of the supervisory authority.</p>\n<p>&nbsp;</p>\n<p>3.7 Security measures</p>\n<p>&nbsp;</p>\n<p>The Processor undertakes to implement the following security measures:</p>\n<p>&nbsp;</p>\n<ul>\n<li>the pseudonymisation and/or encryption of personal data</li>\n<li>the ability to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services;</li>\n<li>the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident;</li>\n<li>a process for regularly testing, assessing and evaluating the effectiveness of technical and organizational measures for ensuring the security of the processing.</li>\n</ul>\n<p>&nbsp;</p>\n<p>3.8 Data exit</p>\n<p>&nbsp;</p>\n<p>At the end of the service bearing on the processing of such data, within 6 months the Processor undertakes to:</p>\n<p>&nbsp;</p>\n<p>–&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndestroy all personal data</p>\n<p>&nbsp;</p>\n<p>Together with said return, all existing copies in the Processor’s information systems must be destroyed.\nOnce destroyed, the Processor must demonstrate, in writing, that this destruction has taken place.</p>\n<p>&nbsp;</p>\n<p>3.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Data Protection Officer</p>\n<p>&nbsp;</p>\n<p>The Processor communicates to the Controller the name and contact details of its data protection officer, if it has designated one in accordance with Article 37 of the GDPR.</p>\n<p>&nbsp;</p>\n<p>3.10 Record of categories of processing activities</p>\n<p>&nbsp;</p>\n<p>The Processor states that it maintains a written record of all categories of processing activities carried out on behalf of the Controller containing all the information required by the General Data Protection Regulation.</p>\n<p>&nbsp;</p>\n<p>3.11 Documentation</p>\n<p>&nbsp;</p>\n<p>The Processor provides the Controller with the necessary documentation for demonstrating compliance with all of its obligations and for allowing the Controller or any other auditor it has authorized to conduct audits, including inspections, and for contributing to such audits.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nController’s obligations with respect to the Processor</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Controller undertakes to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>provide the Processor with the data mentioned in 2 hereof;</li>\n<li>document, in writing, any instruction bearing on the processing of data by the Processor;</li>\n<li>ensure, before and throughout the processing, compliance with the obligations set out in the General Data Protection Regulation on the Processor’s part;</li>\n<li>supervise the processing, including by conducting audits and inspections with the Processor.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nTransfer of personal data</strong>\n</p>\n<p>&nbsp;</p>\n<p>As the Processor is located in the United States, the Parties are entering into the Standard Contractual Clauses pursuant to the European Commission Decision of 5 February 2010 on standard contractual clauses for the transfer of personal data to processors established in third countries under Directive 95/46/EC as set out in PIPEFY’S Privacy Policy.</p>\n<i>\n</i>\n<i>\n</i> ANNEX III<p>\n<strong>STANDARD SLA</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>¹ Standard Support: Basic business hours support and support for critical issues outside of business hours only.</p>\n<p>² Levels: Full descriptions of severity levels are written below:</p>\n<ul>\n<li>Critical: Total or partial platform outage.\nSecurity issue that causes sensitive data exposure.</li>\n<li>High: Severe impact on performance, important services/components are not functioning, a single connection is down, or a subset of users cannot sign-in in the Pipefy production environment.</li>\n<li>Medium: Low impact on a small number of users in a production environment.</li>\n<li>Low: Customer is letting Pipefy know about a minor problem or enhancement request for which feedback is not required.</li>\n</ul>\n<p>³ Hours of Service: Our coverage includes 8:00 am – 7:00 pm on business days*, considering the Brasília Time Zone (UTC-3).\n* If you need dedicated support, please contact your account’s customer support manager.</p>\n<p>⁴ Resolve time: The time resolution for bugs is divided into four parts: Critical, High, Medium and Low.\nThey will follow the same deadlines of the Support SLA.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Standard Support includes:&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>Support in understanding the use of external API.\nIdentifying and solving system problems.\nRoot cause analysis and investigation of problems that generate instability.\nCorrection of errors (“bugs”) considered critical for the platform.\nHelp with questions about the tool Identifying and reporting bugs.\nPlatform security questions.\nIncident Support – solving the problem**</li>\n<li>&nbsp;</li>\n</ul>\n<p>** Incidents and instabilities will be notified on https://status.pipefy.com/</p>\n<p>&nbsp;</p>\n<p>\n<strong>Standard Support does NOT include:</strong>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>It does not cover events caused by factors beyond our reasonable control, such as: customer power failures, customer server or hardware malfunction, and customer Internet connectivity issues.\nUser code development or debugging questions.\nSupport provides help with the Pipefy API and some examples.\nBug fix (encoding).\nThird-party plug-ins or third-party application integrations.\nSupport in languages other than English, Spanish and Portuguese.\nCommunication through other tools like LinkedIn, WhatsApp or any other social media.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Support team contact</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Support Team is divided into 2: N1 and N2.</p>\n<p>&nbsp;</p>\n<p>Team N1 is responsible for the first response and inquiry process.\nTeam N2 is technical support.\nTeams N1 and general support are available through the internal chat of the Pipefy platform, for users logged into the tool, and can also be contacted by email &lt;support@pipefy.com&gt.\nwhile team N2 can be reached by email &lt;support-team @pipefy.com&gt;.</p>\n<p>&nbsp;</p>\n<p>We also offer and encourage the use of our Community Center &lt;https://community.pipefy.com&gt.\nand helpful resources available on our web page.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>*Disclaimer: </u>\n</strong>PIPEFY undertakes to make the Software available to the CUSTOMER as stipulated in this document.</p>\n<p>&nbsp;</p>\n<p>The availability of the Software is defined as the ability of a user to use their account to access and use the Software, being calculated based on each account, provided that it is active in a regular and enabled state.\nOutages caused by facts beyond PIPEFY’s reasonable control, or caused by force majeure, acts of third parties, must be excluded from the calculation of software availability.\nScheduled suspensions, including due to hardware replacement, or due to scheduled or emergency maintenance, or related to acts of God or acts of the CUSTOMER or third parties, should also not be considered for the software availability clause, without prejudice to other hypotheses provided for by law or in this Agreement.</p>\n<p>\n<strong>Update at:</strong> July 21th, 2021.</p> Terms &amp.\nConditions Product<ul>\n<li> Why Pipefy </li>\n<li> How Pipefy Works </li>\n<li> Features </li>\n<li> Pricing </li>\n<li> Security </li>\n<li> Tour </li>\n<li> What's new </li>\n<li> Platform </li>\n</ul> Templates\t<ul>\n<li> Finance Process </li>\n<li> Human Resources Process </li>\n<li> Customer Service Process </li>\n<li> Marketing Process </li>\n<li> See all templates </li>\n</ul> Solutions For teams<ul>\n<li> Finance </li>\n<li> Human Resources </li>\n<li> Customer Service </li>\n<li> Marketing &amp.\nSales </li>\n</ul> Solutions For Companies<ul>\n<li> Enterprise </li>\n<li> Startup </li>\n<li> SMB </li>\n</ul> Business Solutions<ul>\n<li> Process Management </li>\n<li> Workflow Management </li>\n<li> Request Management </li>\n<li> Service Management </li>\n<li> Remote Work Management </li>\n<li> Project Management </li>\n<li> Task Management </li>\n<li> RPA Solutions </li>\n</ul> Company<ul>\n<li> About us </li>\n<li> Careers </li>\n<li> Investors </li>\n<li> Leadership </li>\n<li> Newsroom </li>\n</ul> Help &amp.\nSupport\t<ul>\n<li> Help Center </li>\n<li> Webinars </li>\n<li> Contact us </li>\n<li> Certification Program </li>\n<li> Community </li>\n<li> User guide </li>\n<li> Developers </li>\n</ul> Partner\t<ul>\n<li> Partnership Program </li>\n<li> Marketplace </li>\n</ul> Resources &amp.\nContent<ul>\n<li> Events </li>\n<li> Business Process Assessment </li>\n<li> Newsroom </li>\n<li> Customers </li>\n<li> Pipefy Glossary </li>\n</ul> Blog\t<ul>\n<li> Payables and Receivables...\n</li>\n<li> Recruiting Email Templates...\n</li>\n<li> Performance Management...\n</li>\n<li> Check all articles from Blog </li>\n</ul> Português<ul>\n<li> Terms of use </li>\n<li> Privacy Policy </li>\n</ul> Request a demo ", "created_at": "2021-11-17 18:22:41.583404", "updated_at": "2021-11-17 17:23:48.827451"}, {"id": 10187, "name": "Privacy Policy", "url": "https://www.pipefy.com/privacy-policy/", "xpath": "//body", "text": " Free Trial <ul>\n<li> Why Pipefy </li>\n<li> Customers </li>\n<li> No Code </li>\n<li> Platform Platform<p> Accelerate digital transformation with the Pipefy Platform.\nCustomize, integrate and build a fully digital experience for all your stakeholders.</p>\n<ul>\n<li> How it works\tRequest.\nExecute.\nReport.\nSee how to manage your work with Pipefy.\n</li>\n<li> Custom Workflows\tBuild no/low-code and quick to deploy workflows that suit your needs.\n</li>\n</ul> Products<ul>\n<li> Workflows </li>\n<li> Shared Inbox </li>\n<li> Forms </li>\n</ul> Top Features<ul>\n<li> Automation </li>\n<li> Portals </li>\n<li> Integrations </li>\n<li> All features </li>\n</ul>\n</li>\n<li> Solutions Solutions<p> Pipefy’s solutions put the power of automated and centralized processes at your fingertips.\nCustomize standardized and integrated workflows in a matter of minutes.</p> By team<ul>\n<li> Pipefy Finance &amp.\nProcurement\tEnsure error-proof financial operations with automated digital workflows.\n</li>\n<li> Pipefy Human Resources\tAutomate workflows and create a top-notch digital experience for your team.\n</li>\n<li> Pipefy Customer Service\tImprove customer success and CSAT with no/low-code workflows.\n</li>\n<li> Pipefy Marketing\tOrganize your marketing department with structured and standard flows.\n</li>\n</ul> By need<ul>\n<li> Enterprise\tManage multiple department's workflows at scale through a compliant and secure platform.\n</li>\n<li> Workflow Management\tDesign and customize no/low-code and quick to deploy workflows.\n</li>\n<li> Process Management\tManage, optimize and improve your processes continuously with BPM.\n</li>\n<li> RPA Solutions\tShow clients how a BPA+RPA solution can transform the way they automate and manage workflows.\n</li>\n<li> Service Management\tStandardize and automate workflows to provide high-quality services.\n</li>\n</ul>\n</li>\n<li> Templates Templates<p> Plug-and-play customizable workflows for your unique needs.\nCode-free implementation for quick time-to-value.\nBuilt to Pipefy's best practices for some of the most requested business operations.</p> Workflows Forms Shared Inbox<ul>\n<li> Purchase Process </li>\n<li> Lead Generation </li>\n<li> Billing </li>\n<li> Customer Onboarding </li>\n<li> Expense Reimbursement </li>\n<li> Careers </li>\n<li> Sales CRM </li>\n<li> HR Requests </li>\n<li> Contact </li>\n<li> Recruiting </li>\n<li> Customer Feedback (NPS) </li>\n<li> Marketing </li>\n<li> Employee Onboarding </li>\n<li> Maintenance Requests </li>\n<li> Sales </li>\n<li> Marketing Requests </li>\n<li> Purchase Requests </li>\n<li> Support </li>\n</ul> More Workflows Templates More Forms Templates More Shared Inbox Templates </li>\n<li> Resources Resources<p> All you need to be empowered to manage your work efficiently.\nProduct best practices, processes content and helpful tips to extract maximum value from Pipefy.</p>\n<ul>\n<li> Articles\tLearn about BPM, workflow automation, and operational best practices.\n</li>\n<li> Newsroom\tPipefy announcements, events, news and more.\n</li>\n<li> Blogs\tBest practices, process tips and relevant content written by specialists.\n</li>\n<li> Webinars\tCustomer stories, live events and Q&amp;A sessions.\nWatch all webinars.\n</li>\n<li> Get Started\tLearn how to start using Pipefy in a simple and easy way to understand.\n</li>\n</ul> Learn<ul>\n<li> Help Center </li>\n<li> Community </li>\n<li> Partners </li>\n<li> Documentation </li>\n<li> Certification </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Contact </li>\n<li> Try Pipefy for free Request a demo </li>\n<li> Log in Português </li>\n</ul>\n<ul>\n<li> Contact </li>\n<li> Try Pipefy free </li>\n<li> Log in </li>\n</ul> Privacy Policy 1.\nDefinitions 2.\nWhat Personal Data do we handle and for what? 3.\nWhy and with whom do we share your Personal Data? 4.\nIs there international data sharing? 5.\nWhich rights do you have and how to exercise them? 6.\nFor how long do we retain your Personal Data? 7.\nAdditional information about GDPR and UK GDPR 8.\nChanges to this notice 9.\nLegal notice 10.\nQuestions\t<p>This Privacy Notice (“Notice”) describes Pipefy’s policies and procedures regarding the collection, use, and disclosure of your Personal Data.\nThis notice does not apply to any information we collect from you through other means (including offline) or through other sources.\n</p>1.\nDefinitions<p>\n<b>Controller:</b> The natural or legal person, under public or private law, who is responsible for decisions regarding the Processing of Personal Data.</p>\n<p>&nbsp;</p>\n<p>\n<b>Personal Data</b>: Any information related to the natural person, directly or indirectly, identified or identifiable.</p>\n<p>&nbsp;</p>\n<p>\n<b>Data Protection Officer</b>: The individual designated by Pipefy to be responsible for ensuring compliance to your rights and for clarifying questions about the Processing of your Personal Data.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Purpose:</b> The reason why the Personal Data will be processed, or the goal intended to be achieved as a consequence of the Processing.</p>\n<p>&nbsp;</p>\n<p>\n<b>Operator</b>\n<b>: </b>The natural or legal person, under public or private law, who carries out the Processing of Personal Data on behalf of the controller.</p>\n<p>&nbsp;</p>\n<p>\n<b>Third Party</b>: Refers, but is not limited to, any and all natural or legal person, with whom Pipefy has a relationship or will have a relationship, for example, a service provider, supplier, consultant, customer, business partner, third party contracted or subcontractor, lessee, assignee of commercial space, regardless the signature of formal contract or not, including one who uses Pipefy’s name for any purpose or who provides services, supplies materials, interacts with Public Officials, the Government ,or other Third Parties on behalf of Pipefy.</p>\n<p>&nbsp;</p>\n<p>\n<b>Holder:</b> Natural person to whom the Personal Data refers, such as customers, employees, contractors and you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Processing</b>: Any operation performed with Personal Data within its life cycle, such as collection, production, reception, classification, use, access, reproduction, transmission, distribution, processing, archiving, storage, deletion, evaluation, or control of information, modification, communication, transfer, diffusion, or extraction.</p>\n<p>&nbsp;</p>\n<p>Capitalized terms that are not defined in this Privacy Notice have their meaning disclosed in our Terms of Service.</p>2.\nWhat Personal Data do we handle and for what?<p>Pipefy uses information it collects to operate, maintain, and provide the features and functionality of the Service, to analyze how the Service is used, diagnose services or technical issues, maintain security, customize content, retrieve information to help you access your account efficiently, monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns, and track content and users to provide better service.</p>\n<p>&nbsp;</p>\n<p>Pipefy undertakes to process information legally classified as Personal Data in compliance with applicable legislation, including, but not limited to, Federal Law 13.709/2018 (Brazil’s General Data Protection Law) and, as Personal Data Processing Operator, will carry out the Processing of Personal Data solely to achieve the Purposes delimited by the Terms of Use and/or other documents that regulate the relationship between Pipefy and its customers.</p>\n<p>&nbsp;</p>\n<p>When in the position of Operator, Pipefy has the right to refuse, upon formal and written notification, any operation ordered by a Controller, which implies the Processing of Personal Data in non-compliance with the rules for the protection of Personal Data in force.</p>\n<p>&nbsp;</p>\n<p>\n<b>Information provided directly by yourself:</b>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Registration: </b>You provide us with information about yourself, such as your name and email address, when you register for an account to use our Service, including connecting to our Service through a Third Party service, or \"following\", \"becoming a fan,\" downloading Pipefy app etc.\non a Third Party website or network.\nYour name, email address, and other information, which you choose to provide on the Service, will be visible to and discovered by other users in accordance with your settings on our Service.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We may use your email address to send messages related to the Service (including any notices required by law, instead of postal mail communication).\nWe may also use your contact information to send email marketing.\nIf you don’t want to receive further messages from us, you can choose to unsubscribe to them by following the proper instructions disclosed in each message.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you communicate with us by email, we may retain the content of your email messages and your email address, as well as our responses.\nIf you choose to use our invitation service to invite a friend to sign up to the Service, we will ask for that person's email address and will automatically send an email invitation.\nPipefy stores this information to send this email, to register your friend if your invitation is accepted, and to track the success of our invitation service.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>Content</b>: You also provide us non-personal information in Content you post to the Service.\nYour Content and metadata about your Content may be viewed by other users in accordance with your settings on the Service.\nPipefy can, but has no obligation, to monitor your Content you post on the Service.\nWe may also remove any information you post in accordance with the provisions of the Terms and Conditions.\nPipefy or Pipefy’s employees will not review your Content, except for the following: (i) if your settings on the Service allow it.\n(ii) to maintain, provide or improve the Service.\n(iii) to help you resolve your support requests.\nor (iv) to comply with or avoid any violation of applicable law or regulation by cooperating with law enforcement.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>Data automatically collected&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Cookies: </b>When you use the Service, we may send one or more “cookies” — a small data file — to your computer to uniquely identify your browser and let Pipefy help you log in faster and enhance your navigation through the site.\nA cookie may convey anonymous information about how you browse the Service to us.\nA persistent cookie remains on your hard drive after you close your browser so that it can be used by your browser on subsequent visits to the Service.\nPersistent cookies can be removed by following your web browser’s directions.\nA session cookie is temporary and disappears after you close your browser.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features of the Service may not function properly if the ability to accept cookies is disabled.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Log Files</b>: When you use the Service, our servers automatically record certain information sent by your web browser.\nThese server logs may include information such as your web request, Internet Protocol (“IP”) address, browser type, referring / exit pages and URLs, number of clicks, and how you interact with links on the Service, domain names, landing pages, pages viewed, mobile carrier, and other such information.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>Clear Gifs Information:</b> When you use the Service, we may employ clear gifs (also known as web beacons) which are used to track the online usage patterns.\nIn addition, we may also use clear gifs in HTML-based emails sent to our users to track which emails are opened by recipients.\nThe information is used to enable more accurate reporting and make Pipefy better for our users.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>Geo-Location Information:</b> When you use the Service by or through a mobile device, we may access, collect, monitor, and/or remotely store “location data,” which may include GPS coordinates (e.g.\nlatitude and/or longitude) or similar information regarding the location of your mobile device.\nLocation data, even though we do not collect or share Personal Data that identifies you immediately, may be used in conjunction with other Personal Data that allows your identification.\nSome features of the Service, particularly location-based services, may not function properly if usage or availability of location data is impaired or disabled.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>Device Identifiers:</b> When you access the Service by or through a mobile device, we may access, collect, monitor, and/or remotely store one or more “device identifiers.” Device identifiers are small data files or similar data structures stored on or associated with your mobile device, which uniquely identify your mobile device and are used to enhance the Service.\nA device identifier may remain persistently on your device, to help you log in faster and enhance your navigation through the Service.\nSome features of the Service may not function properly if use or availability of device identifiers are impaired or disabled.\nPipefy may access, collect, and/or store device identifiers upon enabling Pipefy’s Services.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>A device identifier may be stored by the following means: in connection with the device hardware, by data stored in connection with the device’s operating system or other software, or data sent to the device by us.\nA device identifier, while not collecting or sharing any Personal Data that directly identifies you, may be used in conjunction with other Personal Data that allows your identification.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>Third Party Tools: </b>Pipefy uses third party analytics tools, such as Google Analytics, to help understand use of the Service.\nMany of these tools collect the information sent by your browser as part of a web page request, including cookies and your IP address.\nThese analytics tools also receive this information and their use of it is governed by their privacy policy.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>Your Use:</b> We will display your Personal Information in your profile page and elsewhere on the Service according to the preferences you set in your account.\nAny information you choose to provide should reflect how much you want others to know about you.\nPlease consider carefully what information you disclose in your profile page and your desired level of anonymity.\nWe may also share or disclose your information with your consent, for example, if you use a third party application to access your account (see below).\nYou can review and revise your profile information at any time.</p>\n<p>&nbsp;</p>\n<p>In Brazil, in the event that Personal Data of individuals under 12 years old is processed, we will request specific and detached consent from a parent or legal guardian.\nIn European Union, if the Personal Data of individuals under 16 years of age is processed, we will request the consent of the person who holds parental power over the child.\nFinally, in the UK, if the Personal Data Processing of individuals under the age of 13 is incomplete, we will ask for the consent of the person who holds parental power over the child.</p>\n<p>&nbsp;</p>3.\nWhy and with whom do we share your Personal Data?<p>We share your Personal Data only for specific and legitimate Purposes, always in accordance with applicable privacy and data protection legislation, as described below:</p>\n<p>&nbsp;</p>\n<p>\n<b>Service providers, business partners, and others: </b>Pipefy may: (i) share your contact information with our trusted business partners, who may contact you regarding products or services that may be relevant to you.\nand (ii) share your Personal Data with other Third Parties for the purpose of providing the Service to you.\nIf we do, such business partners and other Third Parties will be required to keep your information confidential and adopt the same procedures and level of protection that Pipefy does.\nWe may also store Personal Data in locations outside Pipefy's premises (for example, on servers or databases co-located with hosting providers).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Business Transfers:</b>&nbsp.\nAs we develop our business, we may buy or sell assets or business offerings.\nCustomers, email, and visitor information is generally one of the transferred business assets in these types of transactions.\nWe may also transfer or assign such information in the course of corporate divestitures, mergers, or dissolution.</p>\n<p>&nbsp;</p>\n<p>\n<b>Third-Party Services: </b>We may share your information with a third party application with your consent, for example when you choose to access our Services through such an application.\nSo you should make sure you trust the application and that it has a privacy policy acceptable to you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Compliance with Laws and Law Enforcement Requests and Protection of Pipefy’s Rights: </b>Pipefy may disclose your personal information if required to do so by law or subpoena or if we believe that it is reasonably necessary to comply with a law, regulation, or legal request.\nto protect the safety of any person.\nto address fraud, security, or technical issues.\nor to protect Pipefy’s rights or property.</p>\n<p>&nbsp;</p>\n<p>\n<b>Anonymized Data</b>: We may disclose some information, normally aggregated, with Third Party interested third parties to help them understand the usage patterns for certain Pipefy Services.\nThe information shared for this purpose are not deemed Personal Data by LGDP, since they don’t allow the identification of their owner.</p>4.\nIs there International Data Sharing?<p>We offer the service in several geographic regions.\nWe define a geographical region as the location where a user is located.</p>4.1.\nGeneral Data Protection Law<p>For users located in Brazil, we transfer data to the United States for processing.\nFor these users, we adopt protective physical measures, adopt reasonable physical, technical, and organizational protective measures against accidental, unauthorized or illegal destruction, loss, alteration, disclosure, access, use, or processing of user data in our possession, following the guidelines and principles established by the LGPD (Brazil’s General Data Protection Law).</p>4.2.\nGDPR and UK GDPR<p>For users within the European Union, we may store or transfer your Personal Data to countries outside the European Economic Community and the United Kingdom for the purposes described throughout this notice.&nbsp;</p>\n<p>Whenever we carry out these international transfers of Personal Data, we take the necessary precautions to ensure that your Personal Data is properly protected, and we follow the applicable laws.\nInternational transfers of Personal Data are made</p>\n<p>&nbsp;</p>\n<ul>\n<li>to countries recognized by the European Commission (GDPR) or the United Kingdom Secretary of State (UK Data Protection Act 2018), since they provide an adequate level of protection.\nor </li>\n<li>to a country that does not provide adequate protection, but whose transfer is supported by Standard Contractual Clauses (SCCs) as issued by the data protection authorities in UK’s GDPR and EU’s GDPR jurisdictions.</li>\n</ul>5.\nWhich rights do you have and how to exercise them?5.1.\nBrazil’s General Data Protection Law (LGPD)<p>Under the scope of LGPD, you, as a Data Owner, have the right to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>know which Personal Data has been handled by Pipefy and access them;&nbsp;</li>\n<li>find out with whom your Personal Data has been shared;</li>\n<li>correct, update, and complete your Personal Data</li>\n<li>require anonymization, blocking, or deletion of unnecessary, excessive, or unlawfully processed data;</li>\n<li>when Processing requires your consent, to be informed about the possibility of not providing it and about the consequences of such refusal;</li>\n<li>revoke your consent at any time if you have provided it;</li>\n<li>request data portability to another service or product provider, upon express request by the User;</li>\n<li>request the reconsideration of decisions taken solely on the basis of Automated Processing of personal data and that affect your interests.\nand</li>\n<li>oppose the Processing of data that, perchance, has been undertaken in disagreement with the law.&nbsp;&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>To exercise the above rights, or any other rights guaranteed by law, please contact us at privacy@pipefy.com.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To comply with Brazil’s General Data Protection law, we offer a support channel from our Data Protection Officer, who will answer within the legal deadlines established by law.\nThe contact of the Data Protection Office is: dpo@pipefy.com.\nOur Data Protection Officers are: Henrique Fabretti Moraes, from Opice Blum, and Bruno e Vainzof Advogados.</p>\n<p>&nbsp;</p>\n<p>After we receive notice that you have revoked your consent, we will no longer process your information for the purpose(s) you originally consented to.</p>\n<p>&nbsp;</p>\n<p>In case we handle your Personal Data for direct marketing purposes, you have the right to object to this activity at any time, in which case we will no longer process your Personal Data for such marketing purposes.</p>\n<p>&nbsp;</p>\n<p>Our Service offers publicly accessible community services, including blogs and forums.\nYou should be aware that any information you provide in these areas can be read, collected, and used by others who access them.</p>5.2.\nGDPR and UK GDPR<p>Within the scope of the GDPR and the UK GDPR, you, as a Holder, have the following rights with respect to your Personal Data:</p>\n<p>&nbsp;</p>\n<ul>\n<li>request information, including confirmation whether Pipefy handles your Personal Data.</li>\n<li>request access to your Personal Data.</li>\n<li>rectify incorrect Personal Data, or complement incomplete data, according to the Purpose of Processing.&nbsp;</li>\n<li>request deletion of your Personal Data, in cases where: (i) they are no longer necessary for the Purpose that justifies their Processing.\n(ii) the Processing is based on your consent, and you revoke it.\n(iii) you object to the Processing, as long as Pipefy does not have an overlapping legitimate interest.\n(iv) the Processing is contrary to law.\nor (v) the exclusion is necessary to fulfill a legal obligation.</li>\n<li>request restriction on the Processing of your Personal Data, whereas: (i) their correctness or completeness is under analysis.\n(ii) the Treatment is contrary to law.\n(iii) they are no longer needed for the Purpose justifying your Processing, but you still need them.\nor (iv) you oppose the Processing and Pipefy's interests are under review.</li>\n<li>request the portability of your Personal Data;</li>\n<li>object to the Processing of your Personal Data, since Pipefy does not have a legitimate interest that overlaps.\nIf You oppose the Processing of data for direct marketing purposes, your Personal Data will no longer be processed for this Purpose.</li>\n<li>If your Personal Data is subject to solely automated decisions that affect your interests, you may object to this Processing, unless it is necessary to fulfill a contract with you, comply with legal obligations or based on your consent.</li>\n<li> &nbsp.\npetition to your country's data protection authority (or the Information Commissioner's Office in the UK’s case) if you have concerns about how we handle your Personal Data.</li>\n</ul>\n<p>&nbsp;</p>\n<p>You can exercise these rights by contacting one of our Representatives indicated in item 7.1 below.</p>6.\nFor how long do we retain your Personal Data?<p>We will retain copies of your information throughout the period you have an account or for the duration necessary for the purposes set out in this Notice, unless applicable law requires a longer period or retention.\nIn addition, we retain your information for the necessary period to establish, exercise, or defend any legal rights.</p>\n<p>&nbsp;</p>\n<p>From the moment the service provision contract between Pipefy and you terminates, we will keep your Personal Data in our database for 180 days.\nAfter this period, your data will be permanently deleted from our systems.</p>7.\nAdditional information about GDPR and UK GDPR<p>If you are under the jurisdiction of GDPR or UK GDPR (individuals in the European Union and the United Kingdom, respectively), this topic applies to you in addition to the rest of this Notice.\nIf any information here conflicts with the rest of this Notice, this topic will prevail.</p>7.1.\nController and Representatives<p>Pipefy Inc., a Delaware corporation whose registered address is 1209 Orange Street, Wilmington, Delaware, USA, is the Personal Data Controller.</p>\n<p>For matters related to the General Data Protection Regulation (“GDPR”), in accordance with Article 27 of the GDPR, Pipefy has appointed the European Data Protection Office (“EDPO”) as its Representative in the European Union.\nYou can contact EDPO about issues related to the GDPR:</p>\n<ul>\n<li>using the EDPO online request form: https://edpo.com/gdpr-data-request/.\nor</li>\n<li>writing a letter to the following address: <i>Avenue Huart Hamoir 71, 1030 Brussels, Belgium</i>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Concerning <b>\n<i>UK General Data Protection Regulation</i>\n</b>\n<b> (“UK GDPR”)</b>, according to Article 27 of the UK GDPR, Pipefy has appointed EDPO UK Ltd as its representative in the UK.\nYou can contact EDPO UK about UK GDPR issues:</p>\n<ul>\n<li>using an online request form from EDPO: https://edpo.com/uk-gdpr-data-request/.\nou</li>\n<li>writing a letter to the following address: <i>8 Northumberland Avenue, London WC2N 5BY, Reino Unido</i>\n</li>\n</ul>7.2.\nLegal Basis for data Processing in GDPR and UK GDPR<p>Pipefy handles Personal Data only in circumstances authorized by GDPR and UK GDPR, such as:</p>\n<p>&nbsp;</p>\n<ul>\n<li>when necessary for the execution of a contract, or pre-contractual steps with you.</li>\n<li>when necessary for the fulfillment of our legal obligations.</li>\n<li>when necessary for our legitimate interests, always observing your fundamental rights.\nIn this case, the legitimate interests for which we may handle Personal Data are the following:</li>\n</ul>\n<p>&nbsp;</p>\n<p>I.&nbsp;ensure the security of our platforms and facilities (if you visit our office);</p>\n<p>II.\nrun financial and compliance procedures;</p>\n<p>III.\nmaintain relationships with our business partners and serve our customers;</p>\n<p>IV.\nimprove and promote the provision of our services</p>\n<p>V.\nrecruit applicants for job openings.</p>\n<p>&nbsp;</p>\n<ul>\n<li>when you have provided your <b>consent.</b>\n</li>\n</ul>7.3.\nData we collect from third parties<p>We may collect some Personal Data from sources other than the Data Holder, in the following situations:</p>\n<p>&nbsp;</p>\n<ul>\n<li>registration and behavioral data, when a Pipefy partner provides its customers' Personal Data for prospecting and promoting our products and services;</li>\n<li>registration and financial data, when you enter Pipefy's premises to provide a service on behalf of a third party;</li>\n<li>registration and behavioral data, when you apply for a job vacancy, through the intermediation of a Third Party;</li>\n<li>registration and user interaction data with our products, collected through third-party sales management platforms, subscriptions and feedbacks, as well as marketing and business analytics.</li>\n<li>registration and behavioral data, for customer service when this support involves third-party platforms;</li>\n<li>when you are an employee of a company that uses Pipefy, this company may provide us with registration data about you so that we can execute the contract with it.\nFurthermore, the company will also be able to share behavioral data of its employees with us, for the purpose of training users who will be administrators of Pipefy’s tool on behalf of the company.</li>\n</ul>8.\nChanges to this Notice<p>If we change our Privacy Notice and you are our customer or registered in our mailing, we will send you an email informing you about the update.\nIn addition, we will post these changes on this page to keep you aware of what information we collect, how we use it, and under what circumstances we may disclose it.</p>\n<p>&nbsp;</p>\n<p>Changes to this Privacy Policy are effective when they are posted on this page.</p>9.\nLegal Notice<p>We are not responsible for the practices employed by websites linked to or from our Service, nor for the information or content contained therein.\nPlease remember that when you use a link to go from the Service to another website, our Privacy Notice will no longer be in effect.\nYour navigation and interaction on any other website, including those that have a link on our website, is subject to the rules and policies of the website you are visiting.</p>10.\nQuestions<p>If you have any questions about this Privacy Notice, please contact us at privacy@pipefy.com.</p>\n<p>&nbsp;</p>\n<p>If you prefer, you can directly contact our Supervisor, Henrique Fabretti Moraes from Opice Blum, Bruno and Vainzof Advogados, through the email address dpo@pipefy.com, or our Representatives in the European Union or in the United Kingdom, through the informed channels in topic 7.1 above.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Last Update</b>: June 11, 2021.</p> Privacy Policy Product<ul>\n<li> Why Pipefy </li>\n<li> How Pipefy Works </li>\n<li> Features </li>\n<li> Pricing </li>\n<li> Security </li>\n<li> Tour </li>\n<li> What's new </li>\n<li> Platform </li>\n</ul> Templates\t<ul>\n<li> Finance Process </li>\n<li> Human Resources Process </li>\n<li> Customer Service Process </li>\n<li> Marketing Process </li>\n<li> See all templates </li>\n</ul> Solutions For teams<ul>\n<li> Finance </li>\n<li> Human Resources </li>\n<li> Customer Service </li>\n<li> Marketing &amp.\nSales </li>\n</ul> Solutions For Companies<ul>\n<li> Enterprise </li>\n<li> Startup </li>\n<li> SMB </li>\n</ul> Business Solutions<ul>\n<li> Process Management </li>\n<li> Workflow Management </li>\n<li> Request Management </li>\n<li> Service Management </li>\n<li> Remote Work Management </li>\n<li> Project Management </li>\n<li> Task Management </li>\n<li> RPA Solutions </li>\n</ul> Company<ul>\n<li> About us </li>\n<li> Careers </li>\n<li> Investors </li>\n<li> Leadership </li>\n<li> Newsroom </li>\n</ul> Help &amp.\nSupport\t<ul>\n<li> Help Center </li>\n<li> Webinars </li>\n<li> Contact us </li>\n<li> Certification Program </li>\n<li> Community </li>\n<li> User guide </li>\n<li> Developers </li>\n</ul> Partner\t<ul>\n<li> Partnership Program </li>\n<li> Marketplace </li>\n</ul> Resources &amp.\nContent<ul>\n<li> Events </li>\n<li> Business Process Assessment </li>\n<li> Newsroom </li>\n<li> Customers </li>\n<li> Pipefy Glossary </li>\n</ul> Blog\t<ul>\n<li> Payables and Receivables...\n</li>\n<li> Recruiting Email Templates...\n</li>\n<li> Performance Management...\n</li>\n<li> Check all articles from Blog </li>\n</ul> Português<ul>\n<li> Terms of use </li>\n<li> Privacy Policy </li>\n</ul> Request a demo ", "created_at": "2021-11-17 18:22:41.581715", "updated_at": "2021-11-17 17:23:39.758682"}], "points": [], "urls": ["pipefy.com"]}}