{"error": 448, "message": "OK", "parameters": {"id": 6153, "name": "Discovery Education", "created_at": "2021-12-22 04:56:26.356618", "updated_at": "2021-12-22 23:01:20.390328", "wikipedia": null, "keywords": null, "related": null, "slug": "discovery-education", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6153.png", "url": "discoveryeducation.com", "documents": [{"id": 11140, "name": "Terms of Use", "url": "https://www-media.discoveryeducation.com/wp-content/uploads/2021/07/US-General-Website-Terms-of-Use-070727.pdf", "xpath": "//body", "text": "<p>\n</p>\n<p>\n</p>✕ Terms of Use - Discovery Education Skip to content <ul>\n<li>PLATFORM\n<ul>\n<li>UPDATES</li>\n<li>FEATURES</li>\n<li>INTEGRATIONS</li>\n<li>CURATED CONTENT</li>\n</ul>\n</li>\n<li>CURRICULUM\n<ul>\n<li>SCIENCE</li>\n<li>SOCIAL STUDIES</li>\n<li>MATH</li>\n<li>STEM</li>\n<li>CODING</li>\n<li>SEE ALL CURRICULUM &gt;</li>\n</ul>\n</li>\n<li>EDUCATOR RESOURCES\n<ul>\n<li>DEN COMMUNITY</li>\n<li>PROFESSIONAL LEARNING</li>\n<li>VIRTUAL FIELD TRIPS</li>\n<li>EVENTS</li>\n<li>DAILY LEARNING ACTIVITIES</li>\n<li>COMMUNICATION RESOURCES</li>\n<li>INSIGHTS</li>\n<li>HELP CENTER</li>\n</ul>\n</li>\n<li>SOCIAL IMPACT\n<ul>\n<li>CORPORATE EDUCATION PARTNERSHIPS</li>\n<li>STEM CAREERS COALITION</li>\n<li>SOCIAL-EMOTIONAL LEARNING COALITION</li>\n</ul>\n</li>\n</ul> Open Search Login Contact Us Open Menu Close Menu Contact Us Login <ul>\n<li>PLATFORM\n<ul>\n<li>UPDATES</li>\n<li>FEATURES</li>\n<li>INTEGRATIONS</li>\n<li>CURATED CONTENT</li>\n</ul>\n</li>\n<li>CURRICULUM\n<ul>\n<li>SCIENCE</li>\n<li>SOCIAL STUDIES</li>\n<li>MATH</li>\n<li>STEM</li>\n<li>CODING</li>\n<li>SEE ALL CURRICULUM &gt;</li>\n</ul>\n</li>\n<li>EDUCATOR RESOURCES\n<ul>\n<li>DEN COMMUNITY</li>\n<li>PROFESSIONAL LEARNING</li>\n<li>VIRTUAL FIELD TRIPS</li>\n<li>EVENTS</li>\n<li>DAILY LEARNING ACTIVITIES</li>\n<li>COMMUNICATION RESOURCES</li>\n<li>INSIGHTS</li>\n<li>HELP CENTER</li>\n</ul>\n</li>\n<li>SOCIAL IMPACT\n<ul>\n<li>CORPORATE EDUCATION PARTNERSHIPS</li>\n<li>STEM CAREERS COALITION</li>\n<li>SOCIAL-EMOTIONAL LEARNING COALITION</li>\n</ul>\n</li>\n</ul> Terms of Use <p> Website Terms of UseSubscriber Terms and Conditions</p> Company <ul>\n<li>Curriculum Team</li>\n<li>Careers</li>\n<li>News</li>\n<li>Events</li>\n</ul> Tools <ul>\n<li>Puzzlemaker</li>\n<li>WebMath</li>\n</ul> Help <ul>\n<li>Contact Us</li>\n<li>Technical Requirements</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>twitter</li>\n<li>facebook</li>\n<li>linkedin</li>\n<li>youtube</li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Sitemap</li>\n<li>Cookie Settings</li>\n</ul>\n<p>Copyright © 2021 Discovery Education.\nAll rights reserved.</p>\n<p>By clicking \"Accept Cookies\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nCookie Policy</p>Cookies Settings Accept Cookies", "created_at": "2021-12-22 04:56:26.362374", "updated_at": "2021-12-22 03:58:57.364153"}, {"id": 11139, "name": "Privacy Policy", "url": "https://www-media.discoveryeducation.com/wp-content/uploads/2021/10/Discovery-Education-Privacy-Policy-10-25-2021.pdf", "xpath": "//body", "text": null, "created_at": "2021-12-22 04:56:26.360903", "updated_at": "2021-12-22 03:57:48.562217"}, {"id": 11138, "name": "Cookie Policy", "url": "https://www.discoveryeducation.com/learn/cookie-policy/", "xpath": "/html/body/div[2]/div[2]/div", "text": " Cookie Policy What is a cookie?\n<p>A cookie is a small file of letters and numbers downloaded on to your computer when you access certain websites.\nLike virtual door keys, cookies unlock a computer’s memory and allow a website to recognize users when they return to a site by opening doors to different content or services.\nLike a key, a cookie itself does not contain information, but when it is read by a browser it can help a website improve the service delivered.</p>\n<p>Cookie files are automatically lodged into the cookie file – the memory of your browser – and each one typically contains:<br>\n•\tThe name of the server the cookie was sent from<br>\n•\tThe lifetime of the cookie<br>\n•\tA value – usually a randomly generated unique number</p>\n<p>The website server which sent the cookie uses this number to recognize you when you return to a site or browse from page to page.\nOnly the server that sent a cookie can read, and therefore use, that cookie.</p>\n<p>We use cookies to help you navigate our website efficiently and to perform certain functions, including website traffic analysis.\nCookies may also recognize you on your next login and offer you content tailored to your preferences and interests.</p>\n<p>Some cookies can collect personal information, including information you disclose like your username, or where cookies track you to deliver more relevant content.\nFor further details on how we use your personal information, please see our Privacy Policy.</p>\nWho is likely to place cookies on your device, and for what purpose?\n<p>\n<strong>A.\nDiscovery Education</strong>\n</p>\n<p>Discovery Education may place cookies on your device for various purposes: to help you to navigate our site more easily, to administer and provide the service to you and to deliver better and more personalized content.</p>\n<p>The cookies we place enable us for instance:</p>\n<ol>\n<li>to adapt the display format of our content to your device,</li>\n<li>to track your navigation in order to identify your preferences in terms of our content,</li>\n<li>to offer you customized content based on your preferences identified via your navigation data, and</li>\n<li>to recognize your device, so that you do not have to re-enter the same information each time you access our site.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>B.\nThird parties: service providers, partners, social media</strong>\n</p>\n<p>Third parties are likely to place cookies on your device.</p>\n<p>We do not control the placing and use of cookies by third party companies and we are not responsible for third parties’ use of cookies.\nThese companies have their own privacy policies and data collection practices.\nPlease refer to each company’s privacy policy to better understand the controls available to you.</p>\n<p>The purpose of the third-party cookies of which we are aware is to provide audience-measurement and social-sharing functions and to customize content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>a.\nMeasurement: audience, traffic, technique</strong>\n</p>\n<p>Audience-measurement cookies are used by third parties for us to obtain information about your browsing patterns, so as to (among other things):</p>\n<ol>\n<li>understand how you arrive at a website, and reconstruct your path;</li>\n<li>count the number of visitors to our site with a view, in particular, to improving the content we offer.\nand</li>\n<li>compile traffic and/or conversion statistics.</li>\n</ol>\n<p>These tools use technologies for tracking website users and associating a ‘referrer’ or campaign with a unique identifier.</p>\n<p>&nbsp;</p>\n<p>\n<strong>b.\nSocial media share buttons</strong>\n</p>\n<p>We may offer you the possibility to share our content with other people or render public your viewing or appreciation of such content by clicking on social media sharing buttons such as Facebook, Google+, Tweet (Twitter) or Sending by email.</p>\n<p>Even if you do not use social media share buttons when visiting our site, the social networks that provided the buttons can identify you through them.\nIndeed, the mere fact that your account with a social network is activated on your device (open session) when you browse the www.discoveryeducation.com site can allow that network to monitor your navigation of our content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>c.\nAdvertising spaces</strong>\n</p>\n<p>Cookies are likely to be placed on your device through advertising spaces on the site.</p>\n<p>These cookies may be set at the level of the advertising content displayed in our advertising spaces either by the advertisers themselves, or by their ad serving providers (third party ad servers) such as communications consultancies, audience measuring firms and targeted advertising providers: the cookies are associated with the advertising content.</p>\n<p>The main purposes for which advertisers and third party ad servers use cookies are:</p>\n<ol>\n<li>to count the number of displays of advertising content in our advertising spaces, identify the advertisements displayed and calculate the amounts payable to the various advertising stakeholders (communications agency, advertising sales house, publishing medium, etc.);</li>\n<li>to compile statistics;</li>\n<li>to collect navigation data on devices browsing the site and, for instance, limit the number of times an advertisement is displayed and/or enable advertisements to appear in a precise order;</li>\n<li>to recognize your device if and when you subsequently browse any third party website or service on which these advertisers third party ad servers also issue cookies and, if applicable, adapt these third party websites and services, or the advertisements they show, to any navigation data from your device that may be known to them;</li>\n<li>to determine whether a particular advertising campaign has produced the desired results by keeping track of how many people clicked on the advertising content or visited the advertiser’s website after seeing the advertisement on the site.\nand</li>\n<li>to send or display targeted and more relevant marketing and advertising to you on our Websites or other websites.</li>\n</ol>\n<p>Cookies may also be placed in our advertising spaces by the company in charge of managing our advertising spaces: the advertising sales house.\nThese cookies enable the advertising sales house:</p>\n<ol>\n<li>to do the counting necessary to calculate the amounts to be paid to the various advertising stakeholders and to compile statistics;</li>\n<li>to customize the advertising spaces managed by it to your display preferences on your device;</li>\n<li>to customize the advertising content displayed on your device through our advertising spaces to your browsing patterns and geographic location.\nand</li>\n<li>to customize the advertising content displayed on your device through our advertising spaces to your browsing patterns on third party websites.</li>\n</ol>\n<p>We use cookies from the following third-party advertising companies:<br>\n<u>Facebook</u>\n<br>\n<u>Google</u>\n<br>\n<u>LinkedIn</u>\n<br>\n<u>Twitter</u>\n<br>\n<u>Pinterest</u>\n<br>\n<u>Instagram</u>\n</p>\nHow long do cookies last?\n<p>Our website uses several types of cookies including:</p>\n<ol>\n<li>\n<ol>\n<li>\n<strong>Session cookies</strong>: Session cookies are created temporarily in your browser’s subfolder while you are visiting a website and are automatically deleted when you leave the website.</li>\n<li>\n<strong>Persistent cookies</strong>: In contrast to session cookies, persistent cookies are re-activated when you return to the same website and remain in your browser’s subfolder until they expire (usually after 12 months).</li>\n<li>\n<strong>Secure cookies</strong>: Secure cookies are a type of cookie which is transmitted over encrypted HTTP connection.\nWhen setting the cookie, the Secure attribute instructs the browser that the cookie should only be returned to the application over encrypted connections.</li>\n<li>\n<strong>Third party cookies</strong>: A third party cookie is one that is placed on your hard drive by a website from a domain other than the one you are visiting (e.g.\nwhen the website features content, such as ads, from a third party domain).\nThird party cookies are set so that a site can remember something about you at a later time.\nThese cookies are set by third parties and we do not control how they are set.</li>\n</ol>\n</li>\n</ol>\n<p>The types of cookies that may be used on our site fall into one of four categories as follows:</p>\n<ol>\n<li>\n<ol>\n<li>\n<strong>“Strictly Necessary” cookies</strong>: These cookies are essential for the operation of our site and enable you to access certain features.\nWithout these cookies, we would be unable to provide you with the online services you request.\nThese cookies do not track where you have been on the internet and do not gather information about you that could be used for marketing purposes.</li>\n<li>\n<strong>Functional cookies</strong>: Functional cookies are used to recognize you when you return to our site.\nThey also remember your preferences (such as your username, language and region) on our site and enable us to personalize our content for you.\nFunctional cookies do not track your internet usage or gather information which could be used for selling advertising, but they do help with serving advertising.</li>\n<li>\n<strong>Analytical cookies</strong>: Analytical cookies are used to monitor the performance of our site.\nFor example, they allow us to recognize and count the number of visitors and to see how visitors move around our site when they are using it.\nThe information provided by these cookies allows us to analyze patterns of user behavior and we use that information to enhance user experience or identify areas of the site which may require maintenance.\nThe information collected by these cookies is only used for statistical purposes.</li>\n<li>\n<strong>Targeting cookies</strong>: These cookies may be placed on your device by us or by trusted third parties.\nThey remember that you have visited our site and use that information to provide you with advertising which is tailored to your interests.\nThis is often called online behavioral advertising (OBA) and involves the monitoring of interests based upon web browsing history.\nYour web browsing history can be used to infer things about you (for example, your age, gender etc.), and this information may also be used to make advertising on websites more relevant to you.\nWithout these cookies, online advertisements you encounter will be less relevant to you and your interests.</li>\n</ol>\n</li>\n</ol>\n<p>You can control how cookies are set on your device by adjusting your browser settings (see below).</p>\nHow can you express your choice or object to cookies being placed on your device?\n<p>You may delete or decline cookies by changing your browser settings (click “Help” in the toolbar of most browsers for instructions).&nbsp.\nEach browser is configured differently.\nYou should follow the instructions given by the publisher of your browser.\n&nbsp;If you delete or decline cookies, some of the features and services of our Websites and/or Subscription Services may not function properly, some of our content may be unavailable to you, or there may be a negative effect on the performance, efficiency or customization of the Subscription Services or our Websites.</p>\n<p>\n<strong>Social media sharing buttons</strong>\n<br>\nThe privacy policies of social networks should allow you to exercise your choices regarding cookies, typically by configuring your user account settings on each such network.</p>\n<p>\n<strong>To find out more about cookies</strong>\n<br>\nTo find out more about cookies and obtain cookie management tools, please visit the following websites:<br>\nwww.allaboutcookies.org/manage-cookies/<br>\nwww.ghostery.com/<br>\nwww.iab.net/privacymatters/4.php<br>\nwww.youronlinechoices.com/uk/your-ad-choices/<br>\nwww.aboutads.info/choices/<br>\nwww.discoveryeducation.com/learn/cookie-policy/</p>\nCalifornia Do Not Track Disclosure\n<p>Discovery Education does not support Do Not Track browser settings and does not currently participate in any “Do Not Track” frameworks that would allow us to respond to signals or other mechanisms from you regarding the collection of your personal information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Last Updated: December 30, 2019</strong>\n</p>\n<p>&nbsp;</p> ", "created_at": "2021-12-22 04:56:26.359132", "updated_at": "2021-12-22 03:58:18.78322"}], "points": [], "urls": ["discoveryeducation.com"]}}