{"error": 448, "message": "OK", "parameters": {"id": 5451, "name": "Pixilart", "created_at": "2021-11-03 01:46:31.893059", "updated_at": "2021-11-03 23:01:06.777777", "wikipedia": null, "keywords": null, "related": null, "slug": "pixilart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5451.png", "url": "pixilart.com", "documents": [{"id": 9796, "name": "Privacy Policy", "url": "https://www.pixilart.com/privacy", "xpath": "/html/body/div[1]/main/section[1]", "text": "Privacy Policy This privacy policy is effective as of May 25th 2018 Pixilart respects each individual's right to personal privacy.\n<p>We will collect and use information through our website only in the way disclosed in this statement.\nThis statement applies solely to information collected at http://www.pixilart.com (\"Site\") and may not apply to information we collect about you offline (such as over the phone) or in different situations (such as through email correspondence).</p>\n<p>Please take a few moments to read this privacy policy.\nBy accessing the Pixilart Network, you acknowledge that this privacy policy applies to only the services of the Pixilart Network.</p> Parental Information <p>Pixilart is a child safe website.\nThere are swearing filters enabled and options to block users.\nThere are no private conversations - every conversation is public.\nAll drawings are reviewed and removed if they are not all-age appropriate.\nPixilart is a place for art, learning and socializing.</p> Learn more about parental information <i>\n</i> Age Limit <p>Pixilart is for all ages.\nInformation we collect and use is as worded inside this privacy policy statement.\nWe recommend parental consent for children under 13 years of age.\nInformation on this website is monitored and removed if it is not socially acceptable for all ages.</p> Children’s Information <p>We do not intend children under 13 years of age to use our website without a parent’s consent.\nWe will collect information and accept registration of all ages, but some content might not be suitable for all ages.\nReported content is reviewed and removed upon further inspection if it does not meet our all-ages criteria.</p> Information We Collect <p>The information we collect is to help provide excellent services that will improve your experience on Pixilart.\nInformation we collect is to identify you, such as your name, e-mail address, and username.</p>\n<p>Our systems only gather \"Basic Personal Information\" (BPI) such as \"e-mail, username, first name, and last name\" (first &amp.\nlast name are not required).\nYour e-mail is used to access your account, notification e-mails and promotional e-mails.</p>\n<p>If you use Pixilart and create an account via third party applications such as 'Facebook' or 'Twitter' - we collect just the basics of information which much be approved before the account creation is completed.\nWe cannot alter or see the information on those third party applications.\nPixilart will not post any content to Facebook or Twitter without your permission.</p>\n<p>We collect and use your BPI when you register for special services (e.g.\nnews, notifications).\nWe use your BPI to help customize advertising and content available on the Pixilart Network, to send you information about notifications, alerts, news, products, and services.</p> Non-Personal Identifiable Information (e.g.\nIP address, hardware information) <p>Our servers will automatically record such information to help understand how a person operates and performs on the website to help improve and track components that are listed below.\nThis information is logged and referenced by our administration team.</p> Account Creation (Sign up) &amp.\nDeactivate your account <p>Creating an account is completely free.\nWe collect BPI, which is used to access your account, allow other registered users to search you, send notification e-mails and promotional e-mails.\nYou can deactivate your account if you decide to longer use Pixilart.\nDeactivating your account prevents anyone from viewing your account until it is re-activated.\nYou can re-activate your account by logging back in.\nIf you wish to prevent Google and other search engines from viewing your account or drawings - you can 'Deactivate' your account in your settings.\nYou can also set your drawings to private or delete your drawings to prevent search engine indexing.</p> Cookie Data <p>Like many Internet sites, we use “cookies” to collect information.\nPixilart uses cookies to collect information to track usage.\nCookie tracking is used to monitor views on all photo types.\nCookie sessions are used to store account data locally or on the server side for your conveniences.\nOther cookies may be used by advertising and third party tools/resources.</p> Analytics <p>We collect information about your session including browser, location (city, state, country), user ID (if signed in) to understand the interaction between the website and user.\nThis service is proved by Google Analytics and more information about their privacy policy can be found here: Google Privacy &amp.\nTerms.</p> Security <p>We cannot guarantee the information we collect is completely secure.\nThe Internet and its ability to transmit data isn't flawless, and there is no current method of guaranteeing complete security.\nHowever, we will do our best to protect and secure your information.</p> Artwork Privacy <p>Pixilart has an option to set images to 'private', 'unlisted', and 'public'.\nPrivate images are images that only the account creator and admins can see.\nSetting a drawing to private will prevent Google and other search engines from indexing that drawing.\nUnlisted images are protected images that are only viewable by URL.\nPublic images are images that show in profile and public galleries.</p> When We Might Disclose Information <p>As part of our regular business conduct, we may share information with companies or individuals providing services or acting on our behalf, such as companies providing technological or fulfillment services.\nIn the event that there is a change of corporate ownership, the new owners will of course be provided with our files, including information you have submitted.\nWe will also share information with government officials, including law enforcement officials or court authorities, in order to cooperate with a legitimate investigation.</p>\n<p>Unless we tell you first (such as at the time we collect information from you), or unless it is part of a specific program or feature in which you have elected to participate, we do not share personally identifiable information that we have collected (such as name or email address) with other third-party companies for their own commercial or marketing purposes.</p> California Privacy Rights <p>The State of California has established its own unique regulations that apply to California residents.\nIf you reside in California, you have the right to obtain from us, once per year and free of charge, information regarding what information we disclose to third party marketers, and the names and addresses of each third party to whom we disclose your data.\nIf you are a California resident and would like to make such a request, please use the contact information listed below.</p>\n<p>If you are a California resident and under the age of 18, you have the right to request that we remove any data that you publicly post on our website.\nTo request removal of your data, please use the contact information listed below.\nNote that while we will remove your data that is publicly posted on our website, we may not be able to completely remove that data from our systems.</p> Common ID Cookie <p>This site uses cookies and similar tracking technologies such as the Common ID cookie to provide its services.\nCookies are important devices for measuring advertising effectiveness and ensuring a robust online advertising industry.\nThe Common ID cookie stores a unique user id in the first party domain and is accessible to our ad partners.\nThis simple ID that can be utilized to improve user matching, especially for delivering ads to iOS and MacOS browsers.\nUsers can opt out of the Common ID tracking cookie by clicking here.</p> Advertising Privacy Settings <p>FOR EU USERS ONLY: When you use our site, pre-selected companies may access and use certain information on your device and about your interests to serve ads or personalized content.\nYou may revisit or change consent-choices at any time by clicking here.</p> Questions <p>If you have any questions about this privacy policy or our policies, please contact us at:</p>\n<p>E-mail: support@pixilart.com</p>", "created_at": "2021-11-03 00:47:34.182504", "updated_at": "2021-11-03 00:47:42.636786"}, {"id": 9795, "name": "Terms of Use", "url": "https://pixilart.com/terms", "xpath": "/html/body/div[1]/main/section[1]", "text": "Terms of Use Last updated: Aug 06, 2018 <p>Please read these terms and conditions (\"terms\", \"terms and conditions\") carefully before using the www.pixilart.com website (the \"service\") operated by Pixilart(\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the service is conditioned on your acceptance of and compliance with these terms.\nThese terms apply to all visitors, users and others who access or use the service.</p>\n<p>By accessing or using the service you agree to be bound by these terms.\nIf you disagree with any part of the terms then you may not access the service.</p>\n<p>\n<strong>BY USING OUR SERVICE, YOU AGREE TO TERMS OF USE.</strong>\n</p> What are the basics? <p>You may be required to sign up for an account, and select a password and username.\nThis information is required and you promise to provide accurate and up-to-date information as part of your agreement.\nYou may not use a username that is not available.\nYou may not use a username with the intent of impersonating someone else.</p>\n<p>Children under the age of 13 must have a parent or guardian's permission to use the service provided by Pixilart and its third parties.</p>\n<p>You may use the services provided by Pixilart for your own internal, personal, commercial use outside of Pixilart services (Commerical use of Pixilart Shop services is acceptable - using the shop &amp.\nmarketplace services found /shop/* is allowed), and not on behalf of or for the benefit of any third party outside of Pixilart services, and only in a manner that complies with all laws that apply to you.\nWe can't and wont be responsible for your using the services in a way that breaks the law.</p> Cost of use <p>Pixilart is a free service.\nWe are always trying to improve our services with new features.\nThis may change over time if a service is enhanced or added.\nServices provided by Pixilart requires no type of payment.\nYou will be notified if any of these terms are changed.</p> Restrictions of service <p>You represent, warrant, and agree that you will not contribute to or otherwise use the services in a manner as of the following (each of the terms is defined below):</p>\n1.\nIn a harmful, fraudulent, deceptive, threatening, harassing, defaming, or otherwise objective manner.<br>\n2.\nIn a manner that violates the jeopardy of the computer network or infrastructure designed to keep Pixilart service functioning.<br>\n3.\nAttempts, in any manner, to obtain the password, account, or other security information from any other use.<br>\n4.\nViolates any law or regulation, including any applicable export control laws.<br> Accounts <p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the terms, which may result in immediate termination of your account on our service.\nYou may only create one account per a user.\nIf caught creating multiple account, all accounts from that user will be banned.</p>\n<p>You are responsible for safeguarding the password that you use to access the service and for any activities or actions under your password, whether your password is with our service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p> Created Artwork Ownership <p>By submitting content from the pixel drawing application (located at \"pixilart.com/draw\") to Pixilart for inclusion on the website, you grant Pixilart worldwide, royalty-free, and non-exclusive license to reproduce, modify, adapt, and publish and advertise the content without prior notice.\nDrawings you create on Pixilart may be used for public/commercial use.\nContent may be removed at any time for registered/non-registered users.\nAny content you create using the drawing application has been rightfully owned and created by you and does not infringe in any copyright infringement laws.</p> Shop &amp.\nShopping Artwork <p>Any artwork you create can be purchased in the shop page, as long as it does not infringe on any copyright infringement laws.\nAll artwork purchases are reviewed and upon review if an artwork infringes on any intellectual property, the order will be canceled and your payment will be refunded with in 24-72 hours.\nRegistered users have the right to grant permissions to allow other registered/non-registered users to shop the granted artwork and then place said artwork on any product that is available.\nNon-registered user artwork is granted public shop access by default.\nAll artwork is reviewed and inspected before going public in the public gallery.\nAt any point if a drawing infringes on any intellectual property, that artwork will be removed from the public gallery and set to private/removed and will no longer be accessible to the shop.</p> Pixilart Marketplace Eligibility <p>Our marketplace services are available only to, and may only be used by, individuals who can form legally binding contracts under applicable law.\nOur services are not available to persons under 16 years of age.</p> External Links <p>Pixilart may provide links to third party websites or resources.\nYou acknowledge and agree that Pixilart is not responsible or liable for the content, products, services on or available from such websites or resources.\nLinks to such websites or resources do not imply any endorsement by Pixilart of such websites or resources of the content, products, or services or available from such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such website or resources.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p> Governing Law <p>These terms shall be governed and construed in accordance with the laws of North Dakota, United States, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these terms will not be considered a waiver of those rights.\nIf any provision of these terms is held to be invalid or unenforceable by a court, the remaining provisions of these terms will remain in effect.\nThese terms constitute the entire agreement between us regarding our service, and supersede and replace any prior agreements we might have between us regarding the service.</p> Uploaded Content <p>You are entirely responsible for the material that you upload to Pixilart's website and resources, and any harm resulting from that content.\nBy uploading content and making it available, you represent and warrant that:</p>\n1.\nYou have fully complied with any third-party licenses relating to the content, and have done all things necessary to successfully pass through to end users any required terms.<br>\n2.\nThat the content does not contain any viruses, malware, adware, or any harmful content that might compromise Pixilart's website and resources.<br>\n3.\nThe content is not pornographic related, does not contain threats or incite violence, and does not violate the privacy policy rights or any third party.\n(children use this website).<br>\n4.\nThat you are the owner and have full permission of the content you are uploading.\nImage Removal <p>Pixilart reserves the rights to remove/change availability on any images that meet the following:</p>\n1.\nTampering, exploiting, and abusing image information.<br>\n2.\nImages not acceptable for all ages.\n(pornographic related, swearing, disrespectful, and hate-crime are not allowed.)<br>\n3.\nImages that are reported and analyzed by Pixilart.\nPrivacy <p>Pixilart understands and respects your privacy.\nPlease review Pixilart's privacy policy.\nThe terms of Pixilart's privacy policy are incorporated into, and form a part of, these terms.</p> Trademarks <p>All brand, product and service names used in this service which identify as Pixilart or third parties and their products and services are property of Pixilart and/or their relevant third parties.</p> Drawing Application <p>Tampering, editing, or modifying the drawing application to exploit its normal functionality, or using other programming functions not featured in the current state of the drawing application (located at 'pixilart.com/draw'), will result in a ban and/or IP address block.\nUsing third-party tools not approved or listed under the official name of Pixilart, LLC (in Chrome Store, Google Play Store, and Apple Store) will result in a ban and/or IP address block.</p> Changes <p>We reserve the right, at our sole discretion, to modify or replace these terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the service.</p> Contact <p>You may contact Pixilart by email at support@pixilart.com.</p>", "created_at": "2021-11-03 01:46:31.895415", "updated_at": "2021-11-03 00:47:56.109404"}], "points": [{"id": 28049, "title": "Your personal information is used for many different purposes", "source": "https://www.pixilart.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-06-19 16:55:47.548031", "updated_at": "2022-06-19 17:06:45.815655", "quoteText": "Our systems only gather \"Basic Personal Information\" (BPI) such as \"e-mail, username, first name, and last name\"", "case_id": 185, "document_id": 9796, "quoteStart": 1924, "quoteEnd": 2036}, {"id": 28048, "title": "This service takes credit for your content", "source": "https://www.pixilart.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-06-19 16:54:38.218866", "updated_at": "2022-08-18 19:01:37.806391", "quoteText": "some content might not be suitable for all ages.", "case_id": 179, "document_id": 9796, "quoteStart": 1526, "quoteEnd": 1574}], "urls": ["pixilart.com"]}}