{"error": 448, "message": "OK", "parameters": {"id": 6639, "name": "AzireVPN", "created_at": "2022-05-15 03:06:23.492235", "updated_at": "2022-05-15 22:01:13.698404", "wikipedia": null, "keywords": null, "related": null, "slug": "azirevpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6639.png", "url": "azirevpn.com,azirevpn.net", "documents": [{"id": 12091, "name": "Privacy Policy", "url": "https://www.azirevpn.com/privacy", "xpath": "/html/body/main/section/article", "text": " Privacy Policy <p>Last updated: 22th November, 2021</p>\n<p>This policy describes the information we collect from you, how we use that information and our legal basis for doing so.\nIt also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.\nThis Privacy Policy applies to the information that we obtain through your use of AzireVPN website and services.</p> Who we are <p>AzireVPN is a VPN service that is brought to you by the Swedish company Netbouncer AB and its team members.\nIf you have any questions regarding this privacy policy, please contact our support at support@azirevpn.com.</p> What we collect, receive and reason for doing so <p>In order for us to provide you the best possible experience on our website and services, we need to collect and process certain information.\nSome examples include the following:</p>\n<ul>\n<li>\n<p>When you register an account, we collect your username, password and if you have provided an email and/or referral code.</p> Reason <p>Username and password are required to be able to use the service that we provide and to identify you when you want to exercise your data protection rights.<br> Email is used to recover the user's account if username and/or password has been forgotten and to send out marketing and other related communications.\n<br>Referral code is used to give the recruiter free time when the user successfully purchases a package.</p> Retention period <p>Username and password are stored as long as your account is active, and as long as necessary to provide you with the services.<br> Email can be removed at anytime by signing into the user's account.<br> The referral code is automatically removed from the user's account after seven (7) days, if the code was valid and the payment was successful.</p>\n</li>\n<li>\n<p>When you contact our support team by either using our online form or directly by sending an email, we collect your email and message.</p> Reason <p>Email and message are used to communicate with you, for example, when you ask for support, send us questions or comments, or report a problem.</p> Retention period <p>The email address and the content of the messages are automatically deleted after three (3) months of inactivity.</p>\n</li>\n<li>\n<p>When you purchase one of our packages, we collect a payment identifier number from the payment provider.</p> Reason <p>Payment identifier number is used to track the status of the payment and to refund the transaction.</p> Retention period <p>The payment relationship with the user's account is automatically removed after six (6) months.</p>\n</li>\n<li>\n<p>When you want to use our WireGuard service, we collect the provided public keys.</p> Reason <p>Public keys are used to authenticate you with the WireGuard service.</p>\n</li>\n<li>\n<p>When a token is generated, we collect the comment, if provided.</p> Reason <p>Comment is an optional field used to describe the purpose of the generated token, for the user's convenience.</p> Retention period <p>The comment is stored as long as the associated token is active.</p>\n</li>\n</ul> Your data protection rights <p>Our service has been designed to take users' rights with conscientiousness.</p>\n<ul>\n<li>\n<p>You can request a confirmation to know if we have any information about you, and if so, to request a copy of that Personal Data.</p>\n</li>\n<li>\n<p>You can request to have all your information deleted from our service.</p>\n</li>\n<li>\n<p>You can request to have your outdated information updated.</p>\n</li>\n<li>\n<p>You can request a copy of your information.</p>\n</li>\n<li>\n<p>You can request to have your information exported to another company, where technically possible.</p>\n</li>\n<li>\n<p>You can request to restrict the usage of your information wherever possible.</p>\n</li>\n</ul>\n<p>The user can easily rectify, remove and delete information stored by signing in to the user's account.</p>\n<ul>\n<li>\n<p>Opting-in or opting-out of our mailing-list</p>\n<p>We provide different types of mailing-lists such as Operation Information, News and Campaigns and Account Warnings.\nThe News and Campaigns mailing-list is opted-out by default and can be changed at any time on the manager.</p>\n</li>\n<li>\n<p>Export account information</p>\n<p>The user can export data that is connected to the user's account at any time by logging on to the manager.</p>\n</li>\n<li>\n<p>Account deletion</p>\n<p>The user can delete the account at any time by logging on to the manager.\nAll data that is connected to the user's account is completely removed and this procedure is irreversible.</p>\n</li>\n<li>\n<p>Account information</p>\n<p>The user can change or delete their email, password and tokens at any time by logging on to the manager and selecting the appropriate options.</p>\n</li>\n</ul>\n<p>In order to exercise your data protection rights, you may contact AzireVPN's support team: support@azirevpn.com or by signing in to your account.</p>\n<p>For your protection, we need to verify your identify before responding to your request, by verifying that the email address from which you send the request matches your email address that we have stored.\nWe cannot provide, rectify or delete any Personal Data about you, that we store, without you signing in to your account.</p>\n<p>In addition, you have the right to lodge a complaint with the Swedish Data Protection Authority.</p> How we disclose Personal Data <p>AzireVPN will never share or sell your Personal Data with any third parties.\nIn case of one of our payment providers force us to provide an email or any other identifiable Personal Data associated with the user's account, we replace the Personal Data with an anonymized information generated by our service.</p> International data transfers <p>We comply with European Economic Area (“EEA”) applicable laws to provide an adequate level of data protection and will not transfer your stored Personal Data outside of European Economic Area (“EEA”).</p> Links to other websites <p>The website may provide the ability to connect to other websites.\nThese websites may operate independently from us and may have their own privacy notices or policies, which we strongly suggest you to review.\nIf any linked website is not owned or controlled by us, we are not responsible for its content, any use of the website or the privacy practices of the operator of the website.</p> Retention of data <p>We will retain your information as long as your account is active, and as long as necessary to provide you with the services or as otherwise set forth in this Policy.\nWe will also retain and use this information as necessary for the purposes defined in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect AzireVPN's legal rights.</p> Security <p>We make reasonable efforts to ensure a level of security appropriate to the risk associated with the processing of Personal Data.\nYour Personal Data is only accessible to the core team of Netbouncer who need access to the information to perform their duties.\nIf you have any reasons to believe that your interaction with us is no longer secure and/or has been compromised, please contact us immediately.</p> Privacy policy changes <p>We may update this Policy from time to time to reflect new services, changes in our Personal Data practices or relevant laws.\nAny changes are effective when we post the revised Privacy Policy on our website.</p> Contact information Data controller Swedish Data Protection Authority <p>Netbouncer AB <br>Box 2062 <br>174 02 Sundbyberg <br>Sweden <br>support@azirevpn.com</p>\n<p>Integritetsskyddsmyndigheten <br>Box 8114 <br>104 20 Stockholm <br>Sweden <br>imy@imy.se</p> ", "created_at": "2022-05-15 03:06:23.496692", "updated_at": "2022-05-15 01:08:43.870073"}, {"id": 12093, "name": "Cookies Policy", "url": "https://www.azirevpn.com/cookies", "xpath": "/html/body/main/section/article", "text": " Cookies Policy <p>Last updated: 16th October, 2020</p> What are cookies? <p>Cookies are small files that websites place on your computer as you browse the Internet.\nThey store information so that the website is more useful to you.</p> Why does our service use cookies? <p>Some cookies are necessary for the use of our Service and some are used to help us improve the content of our website.</p> Service <p>We use cookies to help you authenticate with our Service and to prevent unauthorized parties from accessing your account.\nWe also use cookies to help our Service to deliver features to our users.</p>\n<ul>\n<li>\n<p>az</p> Expires <p>When the window is closed</p>\n</li>\n<li>\n<p>az_hide_cookie_bar</p> Expires <p>After 1 week</p>\n</li>\n<li>\n<p>XSRF-TOKEN</p> Expires <p>After 2 hours</p>\n</li>\n<li>\n<p>affiliate_id</p> Expires <p>After 28 days</p>\n</li>\n</ul> Matomo <p>We use Matomo as a tool to help improve the content and performance of our website.\nNo data stored on Matomo can be used to identify a user, as the data is anonymously aggregated.\nMatomo will not save any information if the Do Not Track feature has been enabled in the visitor's web browser.\nMatomo is hosted in-house and maintained by us.</p>\n<ul>\n<li>\n<p>_pk_id.*</p> Expires <p>After 13 months</p>\n</li>\n<li>\n<p>_pk_ses.*</p> Expires <p>After 30 minutes</p>\n</li>\n<li>\n<p>_pk_testcookie.*</p> Expires <p>After 1 year</p>\n</li>\n<li>\n<p>mtm_consent_removed</p> Expires <p>After 30 years</p>\n</li>\n</ul>\n<p>You can either opt-out of Matomo by using the form below or set Do Not Track setting to enabled in your web browser.</p>\n<p>\n<strong>You are currently opted in.\nClick here to opt out.</strong>\n</p> Do Not Track guides <ul>\n<li>\n<strong>Chrome</strong>: https://support.google.com/chrome/answer/95647?hl=en</li>\n<li>\n<strong>Firefox</strong>: https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</li>\n<li>\n<strong>Safari</strong>: https://support.apple.com/sv-se/guide/safari/sfri40732/mac</li>\n<li>\n<strong>Edge</strong>: https://support.microsoft.com/en-us/help/4468242/microsoft-edge-browsing-data-and-privacy-microsoft-privacy</li>\n</ul> ", "created_at": "2022-05-15 03:06:23.499829", "updated_at": "2022-05-15 01:08:21.708463"}, {"id": 12092, "name": "Terms of Service", "url": "https://www.azirevpn.com/terms-of-service", "xpath": "/html/body/main/section/article", "text": " Terms of Service § General <p>AzireVPN is a service offered by Netbouncer AB (559089-4175) registered in Sweden.\nBy registering on this website the user is agreeing to be bound by these Terms of Service.</p> § Payments <p>All payments are made in advance.\nThe service will be automatically cancelled if the user doesn't renew his account before expiration date.\nAfter a successful payment the user will be notified by e-mail and a receipt is created that is accessible from the control panel.</p> § Affiliate &amp.\nReferrals <p>AzireVPN has an open affiliate system.\nAll payments are done through Paypal, minimum payout is 100 EUR.</p>\n<p>Only \"white-hat\" marketing methods are allowed when using our affiliate- and referral links, we do not tolerate marketing through spam.</p> § Refund policy <p>Having accepted the Terms of Service and made a successful payment, the user agrees with and confirms that Service has been initiated.\nThe result of the abovementioned is that the user’s right to withdraw from the agreement in accordance with SFS (2005:59) is not applicable.\nHowever, AzireVPN offers a 7-day money-back-guarantee which means that you have the right to refund your payment if you are not happy with the service up to 7 days from when you issued the payment.\nPlease note: Refundal policy not valid for 1 Month packages and cryptocurrency transactions.</p> § Logging <p>AzireVPN does NOT log any traffic or user activity while using our service.</p>\n<p>AzireVPN does NOT log timestamps or any information relating to when a user connects/disconnects from our service.</p>\n<p>AzireVPN does NOT log or shape any bandwidth on our servers.</p>\n<p>AzireVPN does NOT log the original IP addresses of our users when they connect OR their AzireVPN IP address when they are using our service.</p>\n<p>AzireVPN does NOT log the number of your active sessions or total sessions.</p>\n<p>AzireVPN does NOT log your DNS requests on our servers.</p> § Limitation of Liability <p>AzireVPN is not responsible for a non-working service if the User has a non-usable internet connection and/or hardware- or software issues.\nAzireVPN cannot be held responsible for any loss of service due to external damages or interruptions.</p> § Dispute <p>The application and interpretation of this Agreement shall be settled in accordance with Swedish law.\nDisputes are heard by The National Board or the general court.</p> ", "created_at": "2022-05-15 03:06:23.498462", "updated_at": "2022-05-15 01:08:03.965521"}], "points": [], "urls": ["azirevpn.com", "azirevpn.net"]}}