{"error": 448, "message": "OK", "parameters": {"id": 5738, "name": "Rancho Coastal Humane Society ", "created_at": "2021-11-20 21:27:45.226052", "updated_at": "2021-11-20 23:01:14.065576", "wikipedia": null, "keywords": null, "related": null, "slug": "rancho-coastal-humane-society", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5738.png", "url": "rchumanesociety.org", "documents": [{"id": 10338, "name": "Privacy Policy ", "url": "https://rchumanesociety.org/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]/div/div/div/div/div/div[2]/div", "text": " <p>Rancho Coastal Humane Society has created this Privacy Policy to explain why we collect particular information and how we will protect your personal privacy within our Web site.\nThe following discloses our information gathering and dissemination practices for the Web site located at the URL rchumanesociety.org.</p>\n<p>In order to fully understand your rights we encourage you to read this Privacy Policy as well as our Terms of Use.\nRancho Coastal Humane Society reserves the right at any time and without notice to change this Privacy Policy simply by posting such changes on our Site.\nAny such change will be effective immediately upon posting.</p>\n<p>Because we want to demonstrate our commitment to your privacy, this Privacy Policy notifies you of:</p>\n<p>1.\nWhat personally identifiable information of yours is collected through the Site;<br>\n2.\nWho collects such information;<br>\n3.\nHow such information is used;<br>\n4.\nWith whom your information may be shared;<br>\n5.\nWhat choices you have regarding collection, use and distribution of your information;<br>\n6.\nWhat kind of security procedures are in place to protect the loss, misuse or alteration of information under our control;<br>\n7.\nand, How you can correct any inaccuracies in your information.<br>\nQuestions regarding this statement should be directed to Rancho Coastal Humane Society by sending an email to<strong> info@rchumanesociety.org</strong>.\nPlease reference this Privacy Policy in your subject line.</p>\n<p>\n<strong>What Information We Collect and How We Use That Information</strong>:<br>\nOur registration forms require users to give us contact information that may include name, email address, address, interests, and similar information.\nWe do not store sensitive information from our visitors, such as credit card numbers.\n<strong>In order to protect your personal information, the Humane Society does not sell, rent, lend, exchange or in any other way share mailing, donor or constituent lists.&nbsp.\nIn addition, RCHS does not send donor mailings on behalf of other organizations.</strong>\n</p>\n<p>\n<strong>Use of “Cookies”</strong>:<br>\nOur Site may use cookies to enhance your experience while using our Site.\nCookies are pieces of information that some Web sites transfer to the computer that is browsing that Web site and are used for record-keeping purposes at many Web sites.\nUse of cookies makes Web-surfing easier by performing certain functions such as saving your passwords, your personal preferences regarding your use of the particular Web site and to make sure you don’t see the same ad repeatedly.\nMany consider the use of cookies to be an industry standard.</p>\n<p>Your browser is probably set to accept cookies.\nHowever, if you would prefer not to receive cookies, you can alter the configuration of your browser to refuse cookies.\nIf you choose to have your browser refuse cookies, it is possible that some areas of our Site will not function properly when you view them.</p>\n<p>\n<strong>Security</strong>:<br>\nAll credit card information provided to Rancho Coastal Humane Society is transmitted using SSL (Secure Socket Layer) encryption.\nSSL is a proven coding system that lets your browser automatically encrypt, or scramble, data before you send it to us.\nWe also protect account information by placing it on a secure portion of our Site that is only accessible by certain qualified employees of Rancho Coastal Humane Society.\nUnfortunately, however, no data transmission over the Internet is 100% secure.\nWhile we strive to protect your information, we cannot ensure or warrant the security of such information.</p>\n<p>\n<strong>Other Web Sites</strong>:<br>\nOur Site contains links to other Web sites.\nPlease note that when you click on one of these links, you are entering another Web site for which Rancho Coastal Humane Society has no responsibility.\nWe encourage you to read the privacy statements on all such sites as their policies may be different than ours.</p>\n<p>\n<strong>Contacting the Web Site</strong>:<br>\nIf you have any questions about this Privacy Policy, the practices of this Site, or your dealings with this Site, you can contact:</p>\n<p>Rancho Coastal Humane Society<br>\n389 Requeza Street Encinitas, CA 92024</p>\n<p>You can also send an email to:<strong> info@rchumanesociety.org</strong>\n</p> ", "created_at": "2021-11-20 21:27:45.228444", "updated_at": "2021-11-20 20:28:20.865211"}], "points": [], "urls": ["rchumanesociety.org"]}}