{"error": 448, "message": "OK", "parameters": {"id": 5490, "name": "Unilever", "created_at": "2021-11-04 01:18:43.752017", "updated_at": "2021-11-12 20:00:15.095958", "wikipedia": "https://en.wikipedia.org/wiki/Unilever", "keywords": null, "related": null, "slug": "unilever", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5490.png", "url": "unilever.com,unilever.co.za,unilever.co.uk,unilever.cl,unilever.at,hul.co.in,cicloo.com.br,unilever-ewa.comunilever.ch,unilever.bo,unilever.be,unilever.ca,unilever.co.id,unilever.co.il,unilever.co.ke,unilever.co.jp,unilever.co.kr,unilever.co.th,unilever.co.nz,unileverpartners.nl,unilever-middleamericas.com,unilever.com.ar,unilever.com.au,unilever.com.cn,unilever.com.br,unilever.fi,unilever.com.sg,unilever.com.lk,unilever.com.my,unilever.com.pe,unilever.com.ph,unilever.com.py,unilever.cz,unilever.com.tr,unilever.com.tw,unilever.com.uy,unilever.com.vn,unilever.es,unilever.dk,unilever.de,unilever.fr,unilever.hu,unilever.gr,unilever.ie,unileverme.com,unilever.it,unilever.nl,unileveralgerie.com,unilevertepremiaza.ro,unileverusa.com,pdatapartners.com,breyers.com,unilevernotices.com,klondikebar.com,popsicle.com,knorr.com,pureleaf.com,tazo.com,magnumicecream.com,benjerry.com,talentigelato.com,goodhumor.com,lipton.com,suave.com,dove.com,degreedeodorant.com,axe.com,ponds.com,tresemme.com,stives.com,caress.us,qtips.com,vaseline.com,lovebeautyandplanet.com,therighttoshower.com,noxzema.com,lever2000.com,doctorsweat.com,meleskincare.com,rexona.com,nexxus.com", "documents": [{"id": 9865, "name": " Cookie Notice", "url": "https://www.unilevernotices.com/global/en_gb/cookie-notice/notice.html", "xpath": "//body", "text": " <p>Change Language</p> Cookie Notice #yourdataisyours <p>At Unilever, we respect your concerns about privacy and value the relationship that we have with you.</p>\n<p>Like many companies, we use technology on our website to collect information that helps us enhance your experience and our products and services.\nThe cookies that we use at Unilever allow our website to work and help us to understand what information and advertising is most useful to visitors.</p>\n<p>Please take a moment to familiarise yourself with our cookie practices and let us know if you have any questions by sending us an e-mail or submitting a request through the “Contact Us” form on our websites.</p>\n<p>We have tried to keep this Notice as simple as possible, but if you’re not familiar with terms, such as cookies, IP addresses, and browsers, then read about these key terms first.</p>\n<ul>\n<li> Who is collecting it? <p>Any personal data provided to or collected by Unilever via cookies and other tracking technologies is controlled by Unilever PLC, which is the parent company of Unilever Group (all Unilever Group companies, together the data controllers).<br>\n</p>\n<p>By using our websites, you are consenting to our use of cookies in accordance with this Cookie Notice and our Privacy Notice.</p>\n<p>Any personal data provided to or collected by Unilever via cookies and other tracking technologies is controlled by Unilever PLC, Port Sunlight, Wirral, Merseyside, CH62 4ZD United Kingdom, which is the parent company of the Unilever Group (all Unilever Group companies, together the data controllers).</p>\n<p>This Cookie Notice applies to any websites, apps, branded pages on third-party platforms (such as Facebook or YouTube), and applications accessed or used through such websites or third-party platforms (hereinafter, “our websites”) which are operated by or on behalf of Unilever.\nReferences to “Unilever” in this Notice means the companies within the Unilever Group including subsidiaries, affiliates, joint ventures and franchises that you are interacting with or have a business relationship with (hereinafter, “Unilever Group”).\nFind out more about the Unilever Group at https://www.unilever.com/about/.</p>\n<p>By using our websites, you are consenting to our use of cookies in accordance with this Cookie Notice and our Privacy Notice.\nIf you do not agree to our use of cookies in this way, you should set your browser settings accordingly, disable the cookies that we use or not use our websites at all.\nIf you disable the cookies we use, this may impact your user experience while on the websites.</p>\n<p>The section below summarises the different types of cookies we use on our websites, together with their respective purpose and provides you with the ability to manage these cookies.</p>\n<p>Unilever will only collect, use or disclose your personal data where it is fair and lawful to do so.</p>\n<p>For a more detailed understanding of how we use personal data collected by Unilever cookies, please refer to our Privacy Notice.</p>\n</li>\n<li> What does cookie mean? <p>Cookies, pixel tags and similar technologies (collectively ‘cookies’) are files containing small amounts of information which are downloaded to any internet enabled device – such as your computer, smartphone or tablet – when you visit a website.<br>\n</p>\n<p>Cookies, pixel tags and similar technologies (collectively ‘cookies’) are files containing small amounts of information which are downloaded to any internet enabled device – such as your computer, smartphone or tablet – when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognises that cookie.\nCookies do lots of different and useful jobs, such as remembering your preferences, generally improving your online experience, and helping us to offer you the best product and services.</p>\n<p>There are many types of cookies.\nThey all work in the same way, but have minor differences.\nFor a detailed list of cookies used on our websites, please refer to the below relevant section.</p>\n</li>\n<li> What purpose do we use cookies for? <p>We use cookies to make Unilever websites easier to use, to deliver a personalised experience on our websites, and to better tailor our products, services and websites to your interests and needs.\nCookies are used to help speed up your future activities and your experience on Unilever websites.<br>\n</p>\n<p>We use cookies to make Unilever websites easier to use, to deliver a personalised experience on our websites, and to better tailor our products, services and websites to your interests and needs.\nCookies are used to help speed up your future activities and your experience on Unilever websites.</p>\n<p>The cookies you consent to, are also used to collect your personal data which we then profile into audiences so that we can deliver targeted advertising tailored to your interests and limit the number of times you see an advertisement.\nFor more detailed information about the profiling activities Unilever undertakes with your personal data for advertising, please see our Privacy Notice.</p>\n<p>We also insert cookies in emails and newsletters to improve our content and advertising.</p>\n<p>Lastly, we use cookies to compile anonymous, aggregated statistics that allow us to understand how people use our websites and to help us improve their structure and content and also help us measure the effectiveness of advertising campaigns on Unilever and non-Unilever websites.</p>\n<p>More detailed information about the types of cookies we use and for what purposes, can be found in the below relevant section.</p>\n</li>\n<li> How can I control or delete cookies? <p>There are many ways to manage your cookies:<br>\n</p>\n<ul>\n<li>You can refuse your consent;</li>\n<li>You can disable Unilever or third-party cookies by use of your browser settings (see how here).\nor</li>\n<li>You can use our cookie management tool to disable Unilever or third-party cookies (see how here).</li>\n</ul>\n<p>There are many ways to manage your cookies:</p>\n<ul>\n<li>You can refuse your consent;</li>\n<li>You can disable Unilever or third-party cookies by use of your browser settings (see how here).\nor</li>\n<li>You can use our cookie management tool to disable Unilever or third-party cookies (see how here).</li>\n</ul> Control via your browser settings <p>Most internet browsers are initially set up to automatically accept cookies.\nIf you do not want our websites to store cookies on your device, you can change your browser settings so that you receive a warning before certain cookies are stored.\nYou can also adjust your settings so that your browser refuses most of our cookies or only certain cookies from third parties.\nYou can also withdraw your consent to cookies by deleting the cookies that have already been stored.</p>\n<p>If you disable the cookies that we use, this may impact your experience while on the Unilever website, for example you may not be able to visit certain areas of a website or you may not receive personalized information when you visit a website.</p>\n<p>If you use different devices to view and access the Unilever website (e.g., your computer, smartphone, tablet) you will need to ensure that each browser on each device is adjusted to suit your cookie preferences.</p>\n<p>The procedures for changing your settings and cookies differ from browser to browser.\nIf necessary, use the help function on your browser or click on one of the links below to go directly to the user manual for your browser.</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Safari</li>\n<li>Opera</li>\n</ul>\n<p>There are also software products available that can manage cookies for you.</p>\n<p>You can also use www.ghostery.com to evaluate the use of cookies used on our websites.</p>\n<p>To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org.</p> Control via our cookie management tool <p>You can disable Unilever or third-party cookies by use of our cookie consent tool.</p>\n<p>Switching off tracking cookies, for example, ensures that Unilever will no longer track your online behaviour.\nHowever please note that opting-out from tracking cookies does not necessarily mean that you will receive less Unilever advertising.\nIt just means that the advertising you receive will not be tailored to your interests.</p>\n</li>\n<li> What cookies do we use? <p>The cookies used on Unilever websites may be generally categorised as follow:<br>\n</p>\n<ul>\n<li>Necessary Cookies.\nThese cookies do not identify you as an individual.</li>\n<li>Performance Cookies.\nThese cookies do not identify you as an individual.</li>\n<li>Functionality Cookies.\nThe information these cookies collect may include personal data that you have disclosed.</li>\n<li>Targeting or Advertising Cookies.\nMost types of these cookies track consumers via their Device ID or IP address therefore they may collect personal data.</li>\n<li>Third-Party Cookies.\nBased on the type of cookies used by the relevant third-party, the information these cookies collect may include personal data.</li>\n</ul>\n<p>The cookies used on Unilever websites may be generally categorised as follow:</p>\n<ul>\n<li>Necessary Cookies.\nThese cookies are essential to make Unilever websites work correctly, they enable you to move around our websites and use our features.\nWithout these cookies, services like shopping baskets cannot be provided.\nExamples include remembering previous actions (e.g.\nentered text) when navigating back to a page in the same session.\n<ul>\n<li>Do these cookies collect personal data/identify me? These cookies do not identify you as an individual.\nIf you do not accept these cookies, it may affect the performance of the website, or parts of it.</li>\n</ul>\n</li>\n<li>Performance Cookies.\nThese cookies collect information about how you use our websites, for instance which pages you go to most often, the time spent on our websites, and any issues encountered, such as error messages.\nThese cookies are also used to let affiliates know if you came to one of our websites from an affiliate and if your visit resulted in the use or purchase of a product or service from us, including details of the product or service purchased.\nThis helps us improve the performance of our websites.\n<ul>\n<li>Do these cookies collect personal data/identify me? These cookies do not identify you as an individual.\nAll information these cookies collect is aggregated and therefore anonymous.\nIt is only used to improve how a website works.</li>\n</ul>\n</li>\n<li>Functionality Cookies.\nThese cookies allow our websites to remember the choices you make (such as your user name, language or the region you are in) to provide a more personalised online experience.\nThese cookies may also be used to remember changes you have made to text size, fonts and other parts of web pages that you can customise.\nSimilarly, they may be used to keep track of what featured products or videos have been viewed to avoid repetition, and to enable you to play games and engage with social tools, such as blogs, chatrooms and forums.\n<ul>\n<li>Do these cookies collect personal data/identify me? The information these cookies collect may include personal data that you have disclosed.\nIf you do not accept these cookies, it may affect the performance and functionality of the website and may restrict access to content on the website.</li>\n</ul>\n</li>\n<li>Targeting or Advertising Cookies.\nThese cookies are used to deliver content that is more relevant to you and your interests.\nThey are also used to deliver targeted advertising or limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaigns on Unilever and non-Unilever websites.\nThey remember that you have visited one of our websites and this information is shared with other parties, including advertisers and our agencies.\nThese cookies may also be linked to site functionality provided by third-parties.\n<ul>\n<li>Do these cookies collect personal data/identify me? Most types of these cookies track consumers via their Device ID or IP address therefore they may collect personal data.</li>\n</ul>\n</li>\n<li>Third-Party Cookies.\nWe use a number of partners that may also set cookies on your device on our behalf when you visit our websites to allow them to deliver tailored Unilever advertising within their domains, for example Facebook and Google DoubleClick.\nWe endeavour to identify these cookies before they are used so that you can decide whether you wish to accept them or not.\nWe also use a number of partners to provide digital experiences and functionalities on our websites.\nFor example, while browsing Unilever websites you may be served cookies from third-parties who provide some of its features on our websites (e.g., a YouTube video), although you have withdrawn or declined your consent to our cookies.\nThis happens because you have directly given your consent to the use of their cookies.\nIn such cases, you should directly withdraw your consent on the relevant third-party website.\n<ul>\n<li>Do these cookies collect personal data/identify me? Based on the type of cookies used by the relevant third-party, the information these cookies collect may include personal data.</li>\n</ul>\n</li>\n</ul> Duration of the cookie we use <p>In terms of duration, we may use two different types of cookies on our websites:</p>\n<ul>\n<li>Session Cookies.\nThese cookies are temporary cookies that remain on your device until you leave our websites.\nor</li>\n<li>Persistent Cookies.\nThese cookies remain on your device for much longer or until you manually delete them (how long the cookie remains on your device will depend on the duration or “lifetime” of the specific cookie, as well as your browser settings, as stated below).</li>\n</ul>\n</li>\n</ul> Manage Preferences<p>We use cookies (and similar techniques) to improve your experience on our site.\nCookies enable you to enjoy certain features (like saving your online \"shopping basket\"), social sharing functionality (for Facebook, Instagram, etc.) and to tailor messages and to display ads to your interests (on our site, and others).\nThey also help us understand how our site is being used.\nRead our Cookie Notice or change your cookie preferences here (you can do this anytime).\nBy clicking \"Accept\" you consent to our use of cookies.</p>Manage Preferences Decline Accept", "created_at": "2021-11-04 01:18:43.764996", "updated_at": "2021-11-04 00:23:02.577376"}, {"id": 9864, "name": "Privacy Notice", "url": "https://www.unilevernotices.com/usa/english/privacy-notice/notice.html", "xpath": "", "text": " Privacy Policy <p>&nbsp;</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n<p>To view this page in Spanish, please <u>click here<br>\n</u> Para ver esta página en español, por favor haga <u>clic aqu</u>i</p>\n<p>\n<strong>Do Not Contact&nbsp;</strong>&nbsp.\n&nbsp.\n<strong>&nbsp;Update My Info</strong>\n</p> UNILEVER PRIVACY PRINCIPLES <p>Unilever takes your privacy seriously.\nThe following principles guide our treatment of your personal information:</p>\n<p>1.\nWe value the trust you place in Unilever when sharing your personal information with us.</p>\n<p>2.\nWe strive to be transparent with you about what personal information we collect, what we do with it and with whom we share it.</p>\n<p>3.\nWe endeavor to work with you to address your concerns about how we use your personal information.</p>\n<p>4.\nWe strive to take steps designed to secure your personal information and reduce the risk it will be misused.</p> UNILEVER PRIVACY POLICY – YOUR PRIVACY RIGHTS <p>\n<em>Effective Date: January 1, 2020</em>\n</p>\n<ul>\n<li> SCOPE <p>This Privacy Policy (\"Policy\") describes how the <u>Unilever Group of companies and brands</u> in the United States (\"Unilever,\" \"we,\" \"us\", or “our”) collect, use, share and otherwise process personal information in connection with our websites, applications, and other online platforms which link to or display this Policy (the “Platform”).\nThis Policy is not, however, a contract and does not create any legal rights or obligations.</p>\n<p>When we use the term “personal information” in this Policy, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you.\nIt does not include aggregated, deidentified or anonymized information that is maintained in a form that is not reasonably capable of being associated with or linked to you.</p>\n</li>\n<li> TYPES OF PERSONAL INFORMATION WE COLLECT <p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Contact Information.</strong>&nbsp;For example, we may collect your name, mailing address, telephone number and email address.\nWe may also collect your mobile phone number.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Payment Information.</strong>&nbsp;For example, we may collect your credit card number and billing address.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Shopping History.</strong> For example, we may collect personal information about the items you viewed, added to your cart, purchased or returned.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Information You Post.</strong>&nbsp;We may collect personal information you post in a public space on our Platform, such as on our Ratings &amp.\nReviews feature.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Social Media Information.</strong>&nbsp;We may collect personal information you post on our social media pages.\nWe may also collect your social media profile information and personal information posted on your page.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Employment Information.</strong>&nbsp;If you apply for a job through our Platform, we collect the personal information you include in your application.\nFor example, this may include the name and address of your employer and your employment history.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Information You Submit.</strong>&nbsp;We may collect personal information when you send us a message through the “Contact Us” page or similar features on our Platform.\nWe may also collect personal information when you enter a promotion.\nThis may include photos, videos and other user-generated content that you submit.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Demographic Information.</strong>&nbsp;We may collect your birthdate, age, gender and zip code.\nWe may also collect personal information relating to your hobbies, interests and shopping behavior.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Device Information.</strong>&nbsp;We may collect the type of device you use to access our Platform.\nFor example, we may also collect your device identifier, IP address or mobile operating system.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Location Information.</strong>&nbsp;We may collect precise location information from your device.\nThis may include information about your exact location when you use our Platform or may include information that allows us to approximate your location.\nWe may also collect this information in the background when our mobile applications are not in use.\nFor more information about your options related to the collection of your location information, see the “Choices Regarding Your Information” section below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Log and Analytics Data.</strong>&nbsp;If you use our website, we may collect information about the browser you are using.\nWe may look at what site you came from, or what site you visit when you leave us.\nIf you use our app, we may look at how often you use the app and where you downloaded it.</p>\n</li>\n<li> HOW WE COLLECT YOUR PERSONAL INFORMATION <p>We collect your personal information in the following ways:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Directly From You.</strong>&nbsp;For example, when you:</p>\n<p>o&nbsp.\nRegister for an account.</p>\n<p>o&nbsp.\nPurchase products or services through our Platform.</p>\n<p>o&nbsp.\nSign up to receive promotional communications.</p>\n<p>o&nbsp.\nRequest a sample.</p>\n<p>o&nbsp.\nJoin a loyalty, rewards or similar program or club.</p>\n<p>o&nbsp.\nParticipate in one of our promotional sweepstakes, contests, surveys, or focus groups.</p>\n<p>o&nbsp.\nUse the Ratings &amp.\nReviews or related services and features.</p>\n<p>o&nbsp.\nSubmit a request to our Consumer Service team.</p>\n<p>o&nbsp.\nInteract with Unilever social media pages.</p>\n<p>o&nbsp.\nApply for a job through our Platform.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Automatically</strong>.\nFor example, when you:</p>\n<p>o&nbsp.\nInstall and use Unilever mobile apps.</p>\n<p>o&nbsp.\nVisit and navigate our Platform on any device.</p>\n<p>o&nbsp.\nEnable location-based features on our Platform.</p>\n<p>o&nbsp.\nClick on sponsored links or third-party advertisements.</p>\n<p>We may also collect personal information about you over time and across different websites, apps and devices when you use our Platform, using tracking technologies such as cookies, pixels, Flash objects, APIs and mobile software development kits (SDKs) and we may use third party services to collect this personal information when you use our Platform.</p>\n<p>For more information about our use of cookies and other tracking technologies to collect personal information about you automatically, please refer to the section called “Online Advertising and Third Party Tracking” below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>From Third Parties.</strong>&nbsp;We may receive personal information about you from other sources.\nFor example, this may include receiving personal information from:</p>\n<p>o&nbsp.\nOur business partners, including online advertising networks, analytics vendors, and companies that co-sponsor our promotions.</p>\n<p>o&nbsp.\nSocial media sites, including Facebook, Twitter, YouTube, Pinterest, Snapchat and Instagram.\nThe information we receive from these social media sites is dependent upon the social media site’s policies and your settings on that site.</p>\n<p>o&nbsp.\nThird party sites, including those that allow you to integrate your third-party account with your Unilever account.</p>\n<p>o&nbsp.\nFamily, friends and others who provide your personal information to us because they think you may be interested in our products and services or they want to share a product or service with you.</p>\n<p>o&nbsp.\nCompanies that provide personal information to supplement what we already know about you, including data aggregators.\nCertain third parties might link your name or email address to other information they have collected.\nThat might include past purchases made offline or online.\nIt might also include online usage information.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>By Combining Personal Information.</strong>&nbsp;For example, we may:</p>\n<p>o&nbsp.\nCombine personal information that we collect offline with personal information we collect through our Platform.</p>\n<p>o&nbsp.\nCombine personal information we collect about you from the different devices you use to access our Platform.</p>\n<p>o&nbsp.\nCombine personal information we get from third parties with personal information we already have about you.</p>\n</li>\n<li> HOW WE USE YOUR PERSONAL INFORMATION <p>We may use your personal information in the following ways:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Provide Our Products and Services.</strong>&nbsp;This could include fulfilling your requests for products or services.\nIt could also include processing purchases or other transactions.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Improve Our Products and Services.</strong>&nbsp;We may use your personal information to make our Platform, products and services better.\nWe may also use your personal information to customize your experience with us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Understand Your Interests.</strong>&nbsp;For example, we may use your personal information to better understand what products interest you.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Respond to Your Requests or Questions.</strong>&nbsp;This may include responding to your feedback or notifying you if you win a promotion.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Communicate With You.</strong>&nbsp;We may communicate with you about your account or our relationship.\nWe may also contact you about this Policy or our Platform terms and conditions.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Determine Your Eligibility.</strong>&nbsp;We may use your personal &nbsp;information to verify your identity or determine your eligibility for some of our products, services and promotions.\nFor example, this may include verifying your age, date of birth and state of residence.\nIf you&nbsp;apply for a job through our Platform, we may use the personal information you provide to evaluate your application.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>For Marketing Purposes.</strong>&nbsp;We may provide you with information about new products and special offers.\nWe might use your personal information to serve you ads about products and offers.\nWe might tell you about new features or updates.\nThese might be third-party offers or products we think you might find interesting.\nWe may also use your personal information to send you electronic communications, including through email or text message.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>For Interest-Based Advertising.\n</strong>We and our third party partners may engage in interest-based advertising using personal information gathered across multiple websites, devices, or other platforms to serve you relevant advertising on our Platform or on other sites, services and mobile applications or on other devices you may use.\nFor more information about your choices related to these communications, see the “Online Advertising and Third Party Tracking” section below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>For Security Purposes.</strong>&nbsp;This could include protecting our company and consumers who use our products and services.\nIt may&nbsp;also include protecting our Platform.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Send Push Notifications.</strong>&nbsp;If you use our mobile apps, we may send you push notifications about new products or special offers.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>As Otherwise Permitted By Law or As We May Notify You.</strong>\n</p>\n</li>\n<li> HOW WE SHARE YOUR PERSONAL INFORMATION <p>We may share your personal information in the following ways:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Internally.</strong>&nbsp;We may share your personal information within the&nbsp;<u>Unilever Group of companies and brands</u>.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>On our Platform.</strong>&nbsp;For example, we may display personal information you post on our Ratings &amp.\nReviews feature.\nWe may also display personal information you submit in connection with a promotion.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>With Our Service Providers.</strong>&nbsp;We may share your personal information with third parties who perform services on our behalf.\nFor example, this may include merchandise vendors and payment processors.\nIt may also include companies that send emails on our behalf or help us run our Platform.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>With Our Business Partners.</strong>&nbsp;For example, this may include a third party that co-sponsors a contest or promotion.\nWe may also share personal information with data aggregators, advertisers, media buying agencies, advertising networks and advertising service providers.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>With Third Parties for Marketing Purposes.</strong>&nbsp;This may include our affiliate companies or brands or third parties whose products or services we believe you may be interested.\nThese third parties may also share your personal information with others.\nThese third parties may use your personal information for their own marketing purposes or the marketing purposes of others.\nThis may include the delivery of interest-based advertising.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>For Business Transactions or Reorganizations.</strong>&nbsp;We may take part in or be involved with a corporate business transaction, such as a merger, acquisition, joint venture, or financing or sale of all or a portion of our company assets.\nWe may disclose personal information to a third party during&nbsp;negotiation of, in connection with or as an asset in such a corporate business transaction.\nPersonal information may also be disclosed in the event of insolvency, bankruptcy, or receivership.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>To Comply With the Law or To Protect Ourselves or Third Parties.</strong>&nbsp;For example, this could include responding to a court order or subpoena.\nIt could also include sharing personal information if a government agency or investigatory body requests.\nWe might share personal information when we are investigating potential fraud.\nThis could include fraud we think has occurred during a sweepstakes or promotion.&nbsp;We may also share information if you are the winner of a sweepstakes or other contest with anyone who requests a&nbsp;winner’s list.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>For Other Reasons We May Describe to You.</strong>\n</p>\n</li>\n<li> CHILDREN UNDER 13 <p>Our Platform is intended for adults.\nWe do not knowingly collect or solicit any information from anyone under the age of 13 though our Platform.\nIn the event that we learn that we have inadvertently collected personal information from a child under age 13, we will delete that information as quickly as possible.&nbsp.\nIf you believe that we might have collected personal information from a child under 13, please contact us at privacy.policy@unilever.com.&nbsp.\n</p>\n</li>\n<li> CHOICES REGARDING YOUR PERSONAL INFORMATION <p>\n<strong>Marketing Communications:</strong>\n</p>\n<p>You can opt out of receiving our marketing communications.\nNote that you will still receive non-marketing or transactional messages from us, including messages about your account and responses to your inquiries.\nTo opt out of receiving our marketing communications, you can contact us as follows:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nSend us an email at&nbsp;privacy.policy@unilever.com</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nCall us at 1-800-298-5018 (Monday through Friday, 8:30 AM – 9:00 PM Eastern)</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nSend us a letter at:<br>\n<br> Unilever<br> Attention: Consumer Engagement Center<br> 700 Sylvan Avenue<br> Englewood Cliffs, NJ 07632</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nFor promotional emails or text messages, &nbsp;follow the instructions included with the marketing communication.</p>\n<p>\n<strong>Mobile Application and Location Based Services:</strong>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nYou may control our collection and use of location-based information through our mobile applications by adjusting the settings on your mobile device.\nIf you withdraw permission for mobile applications to access precise location data, we may continue to approximate your location based on information like your IP address.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nYou may completely opt out of all location-based information collection by us if you uninstall all of our mobile apps from your devices.</p>\n</li>\n<li> ONLINE ADVERTISING AND THIRD-PARTY TRACKING <p>\n<strong>Cookies &amp.\nOther Tracking Technologies:</strong>\n</p>\n<p>We automatically collect certain types of usage and device information when you visit our Platform, read our emails or otherwise engage with us.\nWe typically collect this information through use cookies (a small text file sent from a website and stored on your device), web beacons or pixels and similar tracking technologies, and we may utilize third party services to collect this information.\nFor example, these tracking technologies may collect information about your device and its software, such as your IP address, browser type, device type, date and time stamp, unique device ID., and about the way you engage with our Platform, for example, the site from which you came and the site to which you are going when you leave our website, the pages you visit, how frequently you access our Platform, whether you open emails or click the links contained in emails, whether you access the Platform from multiple devices, the products you view and click on, and similar actions you take.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe use this information collected through tracking technologies to provide custom, personalized content and information, including targeted content and advertising, recognize you across multiple devices, monitor aggregate usage metrics such as total number of visitors, traffic, usage, and demographic patterns of our visitors, and otherwise enhance our Platform and your user experience.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour browser may give you the ability to control cookies or other tracking technologies, or to reject browser cookies.\nTo control flash cookies, which we may use on certain websites from time to time, you can go&nbsp;<u>here</u>.\nWhy? Because flash cookies cannot be controlled through your browser settings.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nIf you block cookies, certain features on our Platform may not work.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies and you may not be able to block non-cookie technologies (such as flash cookies) and these browser settings that block cookies may have no effect on such techniques.&nbsp.\nIn additon, options you select relating to cookies and other tracking technologies are browser and device specific.\nYou must exercise these choices on each browser and device you use.</p>\n<p>\n<strong>Interest-Based &nbsp;Advertising:</strong>\n</p>\n<p>We engage in interest-based advertising to deliver online advertising that may be more relevant to your interests.\nWe permit third party online advertising networks, social media companies, and other third party services to collect information about your use of our websites and Platform over time so that they may play or display ads on our Platform, on other websites, apps, or services you may use, and on other devices you may use.\nTypically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies.\nWe may share a common account identifier (such as an email address or user ID) or hashed data with our third party advertising partners to help identify you across devices or serve you ads on social media sites you may use.\nWe and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo learn more about interest-based advertising and how you may be able to control the use of your personal information for interest-based advertising purposes, please visit our AdChoices policy&nbsp;<u>here</u>.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPlease note, however, that some advertising opt-outs may not be effective unless your browser is set to accept cookies.\nFurthermore, the options you select relating to interest-based advertising are browser and device specific.\nIf you use a different device, change browsers, or delete the opt-out cookies, you may need to perform the opt-out task again.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou may also be able to limit certain interest-based mobile advertising through the settings on your mobile device by selecting \"limit ad tracking\" (iOS) or \"opt out of interest-based ads\" (Android).&nbsp.\nYou may also be able to opt-out of some – but not all – interest-based ads served by mobile ad networks by visiting http://youradchoices.com/appchoices and downloading the mobile AppChoices app.&nbsp.\n&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>Google Analytics and Advertising:</strong>\n</p>\n<p>We use Google Analytics&nbsp.\nto better understand how our users interact with our Platform.\nFor information on how Google Analytics collects and processes data, as well as how you can control information sent to Google, review Google's site “How Google uses data when you use our partners' sites or apps” located at www.google.com/policies/privacy/partners/.&nbsp.\nYou can learn about Google Analytics’ currently available opt-outs, including the Google Analytics Browser Ad-On here https://tools.google.com/dlpage/gaoptout/.</p>\n<p>We may also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, the DoubleClick Campaign Manager Integration, and Google Analytics Demographics and Interest Reporting.\nThese features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the Doubleclick advertising cookie) or other third party cookies together to inform, optimize, and display ads based on your past visits to the Service.\nYou may control your advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at https://google.com/ads/preferences or by vising NAI’s online resources at http://www.networkadvertising.org/choices.</p>\n<p>\n<strong>Our Do Not Track Policy:</strong>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nSome browsers have “do not track” features that allow you to tell a website not to track you.\nThese features are not all uniform.\nWe do not currently respond to those signals.\nIf you block or reject cookies, not all of the tracking described here will stop.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\nOptions you select are browser and device specific.</p>\n</li>\n<li> STATE-SPECIFIC DISCLOSURES <p>We may choose or be required by law to provide different or additional disclosures relating to the processing of personal information about residents of certain states.\nPlease refer below for disclosures that may be applicable to you:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>California.</strong>&nbsp;If you are a California resident, please <u>click here</u> for additional California-specific privacy disclosures.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Nevada.</strong> Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nTo submit such a request, please contact us at privacy.policy@unilever.com with the subject line “Nevada opt-out”.\n</p>\n</li>\n<li> SECURITY &nbsp.\n<p>The Internet is not 100% secure.\nLike all businesses, we cannot guarantee the security of the personal infromation you provide to us via the Platform.\nWe have, however, taken certain steps designed to reduce the risk that the personal information you provide us will be subject to loss, misuse, unauthorized access, disclosure, alteration or destruction.\nWe encourage you to use caution when using the Internet.\nA user id and a password are needed to access certain areas of the Platform.\nIt is your responsibility to protect your username and password.</p>\n</li>\n<li> STORAGE OF INFORMATION <p>Personal Information we maintain may be stored in or outside of the United States.\nIf you live outside of the United States, you understand and agree that we may transfer your personal information to the United States.\nThis Platform is intended for use in the United States and is subject to the laws of the United States, which may not provide the same level of protections as those in your own country.</p>\n</li>\n<li> LINKS TO THIRD-PARTY SERVICES <p>Our Platform may contain links to other third-party sites, plug-ins, applications or other online services.\nIf you click on a link to a third-party site or other online service, you will be taken to a site or other online service we do not control and that is not governed by this Policy.\nWe are not responsible for the privacy practices used by third-party sites and other online services.\nWe suggest that you read the privacy policies of those sites and other online services carefully.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n</li>\n<li> HOW TO CONTACT US <p>If you have any questions, comments or concerns with respect to our privacy practices or this Policy, or wish to update your information, please feel free to contact us at&nbsp;privacy.policy@unilever.com&nbsp;or by telephone at 1-800-298-5018 (Monday through Friday, 8:30 AM – 9:00 PM Eastern).\nYou may also write to us at the following address:</p>\n<p>Unilever<br> Attn: Consumer Engagement Center<br> 700 Sylvan Avenue<br> Englewood Cliffs, NJ 07632<br> Re: Unilever Privacy Policy</p>\n</li>\n<li> CHANGES IN POLICY <p>From time to time, we may change our Policy.\nWe will notify you of any material changes to our Policy as required by law.\nWe will also post an updated copy of this Policy on our Platform.\nPlease check our Platform periodically for updates.</p>\n</li>\n</ul> Manage Preferences<p>We use cookies (and similar techniques) to improve your experience on our site.\nCookies enable you to enjoy certain features (like saving your online \"shopping basket\"), social sharing functionality (for Facebook, Instagram, etc.) and to tailor messages and to display ads to your interests (on our site, and others).\nThey also help us understand how our site is being used.\nRead our Cookie Notice or change your cookie preferences here (you can do this anytime).\nBy clicking \"Accept\" you consent to our use of cookies.</p>Manage Preferences Decline Accept", "created_at": "2021-11-04 01:18:43.761883", "updated_at": "2021-11-04 00:19:27.391066"}], "points": [], "urls": ["unilever.com", "unilever.co.za", "unilever.co.uk", "unilever.cl", "unilever.at", "hul.co.in", "cicloo.com.br", "unilever-ewa.comunilever.ch", "unilever.bo", "unilever.be", "unilever.ca", "unilever.co.id", "unilever.co.il", "unilever.co.ke", "unilever.co.jp", "unilever.co.kr", "unilever.co.th", "unilever.co.nz", "unileverpartners.nl", "unilever-middleamericas.com", "unilever.com.ar", "unilever.com.au", "unilever.com.cn", "unilever.com.br", "unilever.fi", "unilever.com.sg", "unilever.com.lk", "unilever.com.my", "unilever.com.pe", "unilever.com.ph", "unilever.com.py", "unilever.cz", "unilever.com.tr", "unilever.com.tw", "unilever.com.uy", "unilever.com.vn", "unilever.es", "unilever.dk", "unilever.de", "unilever.fr", "unilever.hu", "unilever.gr", "unilever.ie", "unileverme.com", "unilever.it", "unilever.nl", "unileveralgerie.com", "unilevertepremiaza.ro", "unileverusa.com", "pdatapartners.com", "breyers.com", "unilevernotices.com", "klondikebar.com", "popsicle.com", "knorr.com", "pureleaf.com", "tazo.com", "magnumicecream.com", "benjerry.com", "talentigelato.com", "goodhumor.com", "lipton.com", "suave.com", "dove.com", "degreedeodorant.com", "axe.com", "ponds.com", "tresemme.com", "stives.com", "caress.us", "qtips.com", "vaseline.com", "lovebeautyandplanet.com", "therighttoshower.com", "noxzema.com", "lever2000.com", "doctorsweat.com", "meleskincare.com", "rexona.com", "nexxus.com"]}}