{"error": 448, "message": "OK", "parameters": {"id": 5166, "name": "Sokolove Law", "created_at": "2021-10-20 20:31:24.507812", "updated_at": "2021-10-20 22:01:10.711096", "wikipedia": null, "keywords": null, "related": null, "slug": "sokolove-law", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5166.png", "url": "sokolovelaw.com,firefoamdanger.com,sokolovelawfirm.com", "documents": [{"id": 9258, "name": "Terms", "url": "https://www.sokolovelaw.com/terms", "xpath": "//*[@id=\"main\"]", "text": " <p>Home &nbsp;/&nbsp.\nTerms of Use</p> Terms of Use About Sokolove Law\n<p>For more than 40 years, Sokolove Law has worked to educate people about their rights, most frequently serving the role as a mesothelioma law firm.\nWe’ve helped people in all 50 states get the legal support they need to move personal injury claims successfully through the court system.\nPlease find our web site’s <em>Terms of Use</em> below.</p> Terms of Use\n<p>Thank you for visiting one of the websites of Sokolove Law, LLC and Sokolove Law, LLP.\nOur websites provide information about the legal services that we offer, provide general information and resources, and allow you to contact us.</p>\n<p>All references to “<strong>Firm</strong>,” “<strong>we,”</strong>&nbsp;“<strong>&nbsp;us</strong>,” or “<strong>our</strong>” refer to Sokolove Law, LLC (which operates as a limited liability company in all states except California, Michigan, Tennessee and Virginia), Sokolove Law, LLP (which operates as a limited liability partnership in California, Michigan, Tennessee and Virginia), and their affiliated and related entities.\nAll references to “&nbsp;<strong>websites</strong>” include Firm websites that post a link to this Terms of Use (“<strong>Terms</strong>”), including this website, our other Firm-owned and/or operated websites that post these Terms, and websites that post these Terms that are operated for the Firm by service providers under agreement with the Firm.</p>\n<p>\n<strong>Please read these Terms of Use carefully.\nThey are legally binding terms and conditions under which you may access and use the websites.\nIf you do not agree to abide by these Terms, do not use or access the websites.</strong>\n</p>\n<p>These Terms of Use govern your use of our websites, including, without limitation, both mobile and online versions of our websites.\nBy using any one of our websites you accept, and consent to the collection and use of your data in accordance with, our&nbsp;<strong>Privacy Policy</strong>.\nBy using our websites, you further agree that we may change, alter, or modify the settings or configurations on your Device (defined in Paragraph 5(C) below) in order to allow for or optimize your use of the websites.</p>\n<p>We reserve the right to terminate or limit your access to the websites for any violation of these Terms, or for any other reason, at our sole discretion.</p>\n<p>\n<strong>1.&nbsp;Legal Notices and Disclaimers</strong>\n</p>\n<p>(A)&nbsp;<strong>No Attorney-Client Relationship is Created by Your Use of the Websites.</strong>&nbsp;No attorney-client relationship between you and the Firm is or may be created by your access to or use of the websites or any information contained on them.\nThe only way to become our client is through a mutual agreement in writing.\nAny information you submit via the websites will not be considered confidential and may be subject to applicable disclosure and reporting requirements, as required by law.\nIf you are interested in asking us to represent you, please call us or otherwise contact us through one of our websites so we can determine whether the matter is one for which we are willing or able to accept professional responsibility.&nbsp;Each website includes a submission form through which you can request that we contact you about our potentially representing you, and each website includes a phone number that you can use to contact us.\nIn addition, please note that attorney ethical rules in certain of the states where our attorneys are licensed require that we provide certain information, so please review our&nbsp;<strong>Disclaimer</strong>&nbsp;for additional information.</p>\n<p>(B)&nbsp;<strong>If You are not a Client Pursuant to a Written Engagement Letter, do not Submit Confidential or Sensitive Information.</strong>&nbsp;If you submit information to us by email or otherwise through one of our websites in connection with a matter for which we do not presently represent you, you acknowledge that it will not be considered to be confidential and consent to our sharing it with other law firms to determine whether we will agree to represent you.\nWe cannot represent you until we know that doing so will not create a conflict-of-interest.\nAccordingly, please do not send us any information about any matter that may involve you or the matter until you and we enter into an engagement letter or other written agreement stating that we agree to represent you.&nbsp;You recognize that any information that you submit and our review of your information will not preclude any lawyer in our Firm from representing a party directly adverse to you, in any matter where that information is relevant, even if that information is highly confidential and could be used against you and even if it is transmitted in a good faith effort to retain us.\nWe reserve the right to decline any representation, and may be required to decline representation if it would create a conflict of interest with our other clients.</p>\n<p>(C)&nbsp;<strong>You Should Not Rely on the Information Contained on the Websites.</strong>&nbsp;The information provided on the websites is general in nature and does not apply to any particular factual, legal, medical, financial, insurance, or other situation.\nAs such, you should not rely on any information on our websites, and should seek professional advice as you determine appropriate.\nIn particular, you should consult personally and directly with:</p>\n<ul>\n<li>an attorney to understand what your legal rights may be in any particular situation;</li>\n<li>appropriate medical, health, counseling, or other professionals for any medical, health, counseling, or other similar advice.<br>\nFor example, if at times you submit an inquiry to a social worker, nurse, or other professional through one of our websites, the response is for your general information only and should not be relied on.\nand/or</li>\n<li>appropriate financial or insurance professionals for advice related to any financial matters, such as related to any stocks or mutual funds, or insurance matters.</li>\n</ul>\n<p>Any opinions expressed may not reflect the opinions of the Firm or any individual attorney.\nAlthough we strive to keep the content on the websites relevant and useful, laws are often changing, and we cannot guarantee that all of the content is complete, accurate or current.</p>\n<p>\n<strong>2.\nThird Party Sites.\nDealings with Third Parties</strong>\n</p>\n<p>(A)&nbsp;<strong>Third-Party Content and Sites.</strong>&nbsp;The websites, including User-Generated Content (defined below), may contain links to third-party sites and ads (collectively, “<strong>Third-Party Sites&nbsp;</strong>”) that are not owned, controlled or operated by the Firm, including Third-Party Sites operated by advertisers, licensors, licensees, and other third parties such as our service providers or parties who have business relationships with the Firm.\nThe Firm may have no control over the content, operations, policies, terms, or other elements of Third-Party Sites, and the Firm does not assume any obligation to review any Third-Party Sites.\nThe Firm does not endorse, approve, or sponsor any Third-Party Sites, or any third-party content, advertising, information, materials, products, services or other items.\nFurthermore, the Firm is not responsible for the quality or delivery of the products or services offered, accessed, obtained by or advertised at such Third-Party Sites.\nAny activities you engage in in connection with any of the same are subject to the privacy and other policies, terms and conditions of use and/or sale, and rules issued by the operator of the Third-Party Sites.</p>\n<p>(B)&nbsp;<strong>Dealings with Third Parties.&nbsp;</strong>Any interactions, correspondence, transactions, and other dealings that you have with any third parties found on or through the websites (including on or via Third-Party Sites or advertisements) are solely between you and the third party (including issues related to the content of third-party advertisements, payments, delivery of goods, warranties (including product warranties), privacy and data security, and the like).</p>\n<p>\n<strong>3.\nUser Accounts</strong>\n</p>\n<p>You may be asked to create an account to access some features of the websites, such as a discussion board.\nThe Firm’s practices governing any resulting collection and use of your personal information are disclosed in our&nbsp;<strong>Privacy Policy</strong>.\nIf you are under the age of thirteen (13), then you are not permitted to register as a user or otherwise use the websites or submit personal information to us.</p>\n<p>If you register for any feature that requires a password and/or username, then you will select your own password at the time of registration (or we may send you an e-mail notification with a randomly generated initial password) and you agree that you will:</p>\n<ol>\n<li>You will not use a username (or e-mail address) that is already being used by someone else, may impersonate another person, belongs to another person, violates the intellectual property or other right of any person or entity, or is offensive.<br>\nWe may reject the use of any password, username, or e-mail address for any other reason in our sole discretion;</li>\n<li>You will provide true, accurate, current, and complete registration information about yourself in connection with the registration process and maintain and update such information continuously and promptly to keep it accurate, current, and complete;</li>\n<li>You are solely responsible for all activities that occur under your account, password, and username – whether or not you authorized the activity;</li>\n<li>You are solely responsible for maintaining the confidentiality of your password and for restricting access to your Device so that others may not access any password protected portion of the websites using your name, username, or password;</li>\n<li>You will immediately notify us of any unauthorized use of your account, password, or username, or any other breach of security.\nand</li>\n<li>You will not sell, transfer, or assign your account or any account rights.</li>\n</ol>\n<p>We will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with any of the foregoing obligations.</p>\n<p>\n<strong>4.\nContent You Submit and Community Usage Rules</strong>\n</p>\n<p>(A) User Generated Content</p>\n<ol>\n<li>General.\nThe Firm may now or in the future offer users of the websites the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the websites (collectively, “<strong>submit</strong>”) messages, text, illustrations, files, images, articles, blogs, books, course materials, graphics, photos, comments, responses, sounds, music, audio, videos, information, content, ratings, reviews, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, “<strong>User-Generated Content&nbsp;</strong>”).\nSubject to the rights and license you grant in these Terms, you retain whatever legally cognizable right,title, and interest that you have in your User-Generated Content and you remain ultimately responsible for it.</li>\n<li>Non-Confidentiality of Your User-Generated Content.\nYou agree that: (a) your User-Generated Content will be treated as non-confidential – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned, and (b) the Firm does not assume any obligation of any kind to you or any third party with respect to your User-Generated Content.</li>\n<li>License to the Firm of Your User-Generated Content.\nYou hereby grant to the Firm, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your User-Generated Content (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.Without limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, summarize, publish in searchable format, and remove such User-Generated Content and combine same with other materials.\nand (b) use any ideas, concepts, know-how, or techniques contained in any User-Generated Content for any purposes whatsoever, including developing, producing, and marketing products and/or services.In order to further effect the rights and license that you grant to the Firm to your User-Generated Content, you also hereby grant to the Firm, and agree to grant to the Firm, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any User-Generated Content, without any obligation or remuneration to you.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User-Generated Content, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section 4(A)(iii).</li>\n<li>The Firm’s Exclusive Right to Manage our Websites.\nThe Firm may, but will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your User-Generated Content, and the Firm may, in its sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of User-Generated Content without notice or any liability to you or any third party in connection with our operation of User-Generated Content venues in an appropriate manner.\nWithout limitation, we may do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms, including without limitation, the content restrictions set forth below in the Community Rules (defined in Section 4 (B)).&nbsp;Such User-Generated Content submitted by you or others need not be maintained on the websites by us for any period of time and you will not have the right, once submitted, to access, archive, maintain, or otherwise use such User-Generated Content on the websites or elsewhere.</li>\n<li>Representations and Warranties Related to Your User-Generated Content.\nEach time you submit any User-Generated Content, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any User-Generated Content you submit, and that, as to that User-Generated Content, (a) you are the sole author and owner of the intellectual property and other rights to the User-Generated Content, or you have a lawful right to submit the User-Generated Content and grant the Firm the rights to it that you are granting by these Terms, all without any Firm obligation to obtain consent of any third party and without creating any obligation or liability of Firm.\n(b) the User-Generated Content is accurate.\n(c) the User-Generated Content does not and, as to the Firm’s permitted uses and exploitation set forth in these Terms, will not infringe any intellectual property or other right of any third party.\nand (d)the User-Generated Content will not violate these Terms (including the Community Rules), or cause injury or harm to any person.</li>\n<li>Enforcement.\nThe Firm has no obligation to monitor or enforce your intellectual property rights to your User-Generated Content, but you grant us the right to protect and enforce our rights to your User-Generated Content, including by bringing and controlling actions in your name and on your behalf (at the Firm’s cost and expense, to which you hereby consent and irrevocably appoint the Firm as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled&nbsp;<strong>with an interest</strong>).</li>\n</ol>\n<p>(B)&nbsp;<strong>Community Rules</strong>.\nAs a user of the websites, these Community Rules (“<strong>Community Rules</strong>”) are here to help you understand the conduct that is expected of members of the websites’ blogs, rating functionality and similar places where you can post comments on the websites (collectively, “<strong>Communities</strong>”).</p>\n<p>(i)&nbsp;Nature of Rules.Your participation in the Communities is subject to all of the Terms, including these Rules:</p>\n<ul>\n<li>Your User-Generated Content.\nAll of your User-Generated Content either must be original with you or you must have all necessary rights in it from third parties in order to permit you to comply with these Terms</li>\n<li>No Pictures, Videos, or Images of Anyone Other Than You and Your Friends and Family.\nIf you choose to submit photos to the websites, link to embedded videos, or include other images of real people, then make sure they are of you or of you and someone you know – and only if you have their express permission to submit it.</li>\n<li>Act Appropriately.\nAll of your activities on the websites must be venue appropriate, as determined by us.\nBe respectful of others’ opinions and comments so we can continue to build Communities for everyone to enjoy.\nIf you think your User-Generated Content might offend someone or be embarrassing to someone, then chances are it probably will and it doesn’t belong on the websites.\nCursing, harassing, stalking, insulting comments, personal attacks, gossip, and similar actions are prohibited.\nYour User-Generated Content must not threaten, abuse, or harm others, and it must not include any negative comments that are connected to race, national origin, gender, sexual orientation, or physical handicap.&nbsp;Your User-Generated Content must not be defamatory, slanderous, indecent, obscene, pornographic, or sexually explicit.</li>\n<li>Do Not Use for Commercial or Political Purposes.\nYour User-Generated Content must not advertise or promote a product or service or other commercial activity, or a politician, public servant, or law.</li>\n<li>Do Not Use for Inappropriate Purposes.\nYour User-Generated Content must not promote any infringing, illegal, or other similarly inappropriate activity.</li>\n<li>Be Honest and Do Not Misrepresent Yourself or Your User-Generated Content.\nDo not impersonate any other person, user, or company, and do not submit User-Generated Content that you believe may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.</li>\n<li>Others Can See.\nWe hope that you will use the Communities to exchange information and content and have venue appropriate discussions with other members.\nHowever, please remember that the Communities are public or semi-public and User-Generated Content that you submit on the Service within a Community may be accessible and viewable by other users.\nDo not submit personally identifying information (e.g., first and last name together, password, phone number, address, credit card number, medical information, e-mail address, or other personally identifiable information or contact information) on Community spaces and take care when disclosing this type of information to others.</li>\n<li>Don’t Share Other Peoples’ Personal Information.\nYour User-Generated Content should not reveal another person’s address, phone number, e-mail address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual, unless, and in the form and by the method, specifically requested by the Firm.</li>\n<li>Don’t Damage the Websites or Anyone’s Computers or Other Devices.\nYour User-Generated Content must not submit viruses, Trojan horses, spyware, or any other technologies or malicious code that could impact the operation of the websites or any computer or other Device (as defined in Paragraph 5(C) below).</li>\n</ul>\n<p>If you submit User-Generated Content that the Firm reasonably believes violates these Rules, then we may discontinue your access to the websites without prior notice to you and take any legally available action that we deem appropriate, in our sole discretion.\nHowever, we are not obligated to take any action not required by law.</p>\n<p>(ii)&nbsp;Your Interactions with Other Users.\nDisputes.\nYou are solely responsible for your interaction with other users of the websites, whether online or offline.\nWe are not responsible or liable for the conduct or content of any user.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.\nExercise common sense and your best judgment in your interactions with others (e.g., when you submit any personal or other information) and in all of your other online activities.</p>\n<p>(C)&nbsp;<strong>&nbsp;Alerting Us of Violations</strong>.\nIf you discover any content that violates these Terms, then you may report it to:&nbsp;<strong>info@sokolovelaw.com</strong>.\nFor alleged infringements of copyright, see Section 11 below.</p>\n<p>\n<strong>5.\nContent, Ownership, Limited License &amp.\nLimitations on Use and Rights of Others</strong>\n</p>\n<p>(A)&nbsp;<strong>Content</strong>&nbsp;The websites contain a variety of: (i) materials and other items relating to the Firm and its products and services, and similar items from our licensors and other third parties, including all layout, information, text, data, files, images, scripts, designs, graphics, button icons, instructions, illustrations, photographs, articles, books, audio clips, music, sounds, pictures, videos, advertising copy, URLs, technology, software, interactive features, the “look and feel” of the websites, and the compilation, assembly, and arrangement of the materials of the websites and any and all copyrightable material (including source and object code).\n(ii) trademarks, logos, trade names, service marks, and trade identities of various parties, including those of the Firm (collectively, “<strong>Trademarks</strong>”).\nand (iii) other forms of intellectual property (all of the foregoing, collectively “<strong>Content</strong>”).</p>\n<p>(B)&nbsp;<strong>Ownership by the Firm</strong>&nbsp;The websites (including past, present, and future versions) and the Content are owned or controlled by the Firm and our licensors and certain other third parties such as our affiliates.\nAll right, title, and interest in and to the Content available via the websites is the property of the Firm or our licensors or certain other third parties, and is protected by U.S.\nand international copyright, trademark, patent, or other intellectual property rights and laws to the fullest extent possible.\nThe Firm owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the websites.\nExcept as expressly provided below, nothing contained herein should be construed as conferring any license or right, by implication, estoppel or otherwise, under copyright or other intellectual property rights.</p>\n<p>(C)&nbsp;<strong>Limited License and Right to Use the Websites and Content</strong>&nbsp;.\nSubject to your strict compliance with these Terms, you are hereby granted a non-exclusive, revocable, non-assignable, and non-transferable license to download (temporary storage only), display, view, use, and/or play the Content (excluding source and object code in raw form or otherwise, other than as made available to access and use to enable display and functionality) on a personal computer, mobile phone or other wireless device, or other Internet enabled device (each, a “<strong>Device</strong>“) (i) solely for your personal, informational, non-commercial purposes only, (ii) on the terms herein, (iii) provided that you do not modify or alter the Content in any way, and (iv) provided that you do not delete or change any copyright or trademark notice.\nThe foregoing limited license: (i) does not give you any ownership of, or any other intellectual property interest in, any Content, and (ii) may be immediately suspended or terminated for any reason, in the Firm’s sole discretion, and without advance notice or liability.&nbsp;Except as expressly provided herein, no part of the websites, including, but not limited to, Content retrieved and the underlying code, may be reproduced, republished, copied, transmitted, or distributed in any form or by any means.</p>\n<p>(D)&nbsp;<strong>&nbsp;Rights of Others</strong>.\nIn using the websites, you must respect the intellectual property and other rights of the Firm and others.\nYour unauthorized use of Content may violate copyright, trademark, privacy, publicity, communications, and other laws, and any such use may result in your personal liability, including potential criminal liability.\nThe Firm respects the intellectual property rights of others.\nIf you believe that your work has been infringed by means of an improper posting or distribution of it via the websites, then please see Section 11.</p>\n<p>\n<strong>6.\nRestrictions on Use</strong>\n</p>\n<p>(A)&nbsp;<strong>Use Restrictions for the Websites</strong>.\nYou agree that you will not: (i) reverse engineer, decompile, disassemble, reverse assemble, or modify any websites’ source or object code or any software or other products, websites, or processes accessible through any portion of the websites.\n(v) engage in any activity that interferes with a user’s access to the websites or the proper operation of the websites, or otherwise causes harm to the websites, the Firm, or other users of the websites.\n(vi) interfere with or circumvent any security feature of the websites or any feature that restricts or enforces limitations on use of or access to the websites, the Content, or the User-Generated Content.\n(vii) harvest or otherwise collect or store any information (including personally identifiable information about other users of the websites, including e-mail addresses, without the express consent of such users).\n(viii) attempt to gain unauthorized access to the websites, other computer systems or networks connected to the websites, through password mining or any other means.\nor (ix) otherwise violate these Terms.</p>\n<p>(B)&nbsp;<strong>Content Use Restrictions</strong>.\nYou also agree that, in using the websites: (i) you will not monitor, gather, copy, or distribute the Content(except as may be a result of standard search engine activity or use of a standard browser) on the websites by using any robot, rover, “bot”, spider, scraper, crawler, spyware, engine, device, software, extraction tool, or any other automatic device, utility, or manual process of any kind.\n(ii) you will not frame or utilize framing techniques to enclose any such Content (including any images, text, or page layout).\n(iii) you will keep intact all Trademark, copyright, and other intellectual property notices contained in such Content.\n(iv) you will not use such Content in a manner that suggests an unauthorized association with any of our or our licensors’ products, websites, or brands.\n(v) you will not make any modifications to such Content.\nand (vi) you will not insert any code or product to manipulate such Content in any way that adversely affects any user experience.</p>\n<p>(C)&nbsp;<strong>Availability of Websites and Content</strong>.\nThe Firm may immediately suspend or terminate the availability of the websites and Content (and any elements and features of them), in whole or in part, for any reason, in the Firm’s sole discretion, and without advance notice or liability.</p>\n<p>(D)&nbsp;<strong>Reservation of All Rights Not Granted as to the Content and Websites</strong>.\nThese Terms include only narrow, limited grants of rights to Content and to use and access the websites.\nNo right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.\nAll rights not expressly granted to you are reserved by the firm and its licensors and other third parties.&nbsp;<strong>\n<em>Any unauthorized use of any Content or the websites for any purpose is prohibited</em>\n</strong>.</p>\n<p>\n<strong>7.&nbsp;Disclaimer of Representations and Warranties</strong>\n</p>\n<p>“<strong>Covered Parties</strong>” means the Firm (including its parents, subsidiaries and affiliated and other related entities), its listees, business partners, co-counsel, and other entities participating in the websites, and its and their officers, directors, partners, shareholders, principals, managers, members, employees, contractors, attorneys, agents, successors and assigns.</p>\n<p>YOUR ACCESS TO AND USE OF THE WEBSITES IS AT YOUR SOLE RISK.\nTHE WEBSITES ARE PROVIDED ON AN “AS IS,” “AS AVAILABLE” AND “WITH ALL FAULTS” BASIS AND THE COVERED PARTIES EXPRESSLY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR MISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION, AND FREEDOM FROM COMPUTER VIRUS.</p>\n<p>Some jurisdictions limit or do not allow the disclaimer of implied or other warranties so the above disclaimers may not apply to the extent such jurisdictions’ laws are applicable.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF OTHER TERMS HEREIN, THE COVERED PARTIES ALSO DISCLAIM ALL WARRANTIES, RESPONSIBILITY AND LIABILITY FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM, ARISING OUT OF OR ANY WAY RELATED TO:(A) ANY ERRORS IN OR OMISSIONS FROM THE WEBSITES, THE FUNCTIONS, FEATURES, OR ANY OTHER ELEMENTS ON, OR MADE ACCESSIBLE THROUGH THE WEBSITES (AND THEIR CONTENT), INCLUDING, BUT NOT LIMITED TO, TECHNICAL INACCURACIES AND TYPOGRAPHICAL ERRORS.\n(B) USER-GENERATED CONTENT, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS THEREIN OR ANY SECURITY ASSOCIATED WITH THE TRANSMISSION OF YOUR USER-GENERATED CONTENT TO OR VIA THE WEBSITES.\n(C) ANY THIRD PARTY WEBSITES OR CONTENT THEREIN DIRECTLY OR INDIRECTLY ACCESSED THROUGH LINKS IN OUR WEBSITES, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS THEREIN.\n(D) THE UNAVAILABILITY OF THE WEBSITES OR ANY PORTION THEREOF.\n(E) YOUR USE OF THE WEBSITES.\n(F) ANY SOFTWARE YOU MAY DOWNLOAD FROM OUR WEBSITES OR THIRD-PARTY SITES.\n(G) WHETHER THE WEBSITES OR THE SERVERS THAT MAKE THE WEBSITES AVAILABLE ARE FREE FROM ANY HARMFUL COMPONENTS (INCLUDING VIRUSES, TROJAN HORSES, AND OTHER TECHNOLOGIES THAT COULD ADVERSELY IMPACT YOUR DEVICE).\n(H) WHETHER THE INFORMATION (INCLUDING ANY INSTRUCTIONS) ON THE WEBSITES IS ACCURATE, COMPLETE, CORRECT, ADEQUATE, USEFUL, TIMELY OR RELIABLE.\n(I) WHETHER YOUR ACCESS TO THE WEBSITES WILL BE UNINTERRUPTED.\n(J) WHETHER THE WEBSITES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(K) WHETHER YOUR USE OF THE WEBSITES IS LAWFUL IN ANY PARTICULAR JURISDICTION.\n(L) YOUR USE OF ANY EQUIPMENT OR SOFTWARE IN CONNECTION WITH THE WEBSITES.\nAND (M) ANY DATA SECURITY BREACH OR DISCLOSURE OF ANY PERSONAL INFORMATION SUBMITTED AT THE WEBSITES.</p>\n<p>Bloggers on behalf of the Firm may be compensated.\nSome photos on the websites are of models and not of clients or firm personnel and may be simulations of actual scenes.\nServices performed by our Firm may be performed by lawyers other than those who are in such photos.\nAny testimonials or endorsements contained on the websites do not constitute a guarantee, warranty or prediction regarding the outcome of your legal matter.</p>\n<p>\n<strong>8.&nbsp;LIMITATIONS OF OUR LIABILITY</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES WILL ANY OF THE COVERED PARTIES BE RESPONSIBLE OR LIABLE FOR ANY LOSS OR DAMAGES OF ANY KIND, including injury to persons or property or death or for any direct, indirect, economic, exemplary, special, punitive, incidental, or consequential losses or damages that are directly or indirectly related to:</p>\n<ol>\n<li>the websites (including the Content and the User-Generated Content), whether arising from alleged negligence, breach of contract or defamation;</li>\n<li>your use of or inability to use the websites, or the performance of the websites;</li>\n<li>any action taken in connection with an investigation by the Covered Parties or law enforcement authorities regarding your access to or use of the websites;</li>\n<li>any action taken in connection with copyright or other intellectual property owners or other rights owners;</li>\n<li>any errors or omissions in the websites’ technical operation, including data security breaches or disclosures of any personal information submitted at the websites.\nor</li>\n<li>any damage to any user’s computer, hardware, software, modem, or other equipment or technology, including damage from any security breach or from any virus, bugs, tampering, fraud, error, omission, interruption, defect, delay in operation or transmission, computer line, or network failure or any other technical or other malfunction, including losses or damages in the form of lost profits, loss of goodwill, loss of data, work stoppage, accuracy of results, or equipment failure or malfunction.</li>\n</ol>\n<p>The foregoing limitations of liability will apply even if any of the foregoing events or circumstances were foreseeable and even if the Covered Parties were advised of or should have known of the possibility of such losses or damages, regardless of whether you bring an action based in contract, negligence, strict liability, or tort (including whether caused, in whole or in part, by negligence, acts of god, telecommunications failure, or destruction of the websites).</p>\n<p>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages of the sort that are described above, so the above limitation or exclusion may not apply to you.</p>\n<p>\n<strong>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL THE COVERED PARTIES’ TOTAL LIABILITY TO YOU, FOR ALL POSSIBLE DAMAGES, LOSSES, AND CAUSES OF ACTION IN CONNECTION WITH YOUR ACCESS TO AND USE OF THE WEBSITES AND YOUR RIGHTS UNDER THESE TERMS, EXCEED $100.00.\nPROVIDED, HOWEVER, THIS PROVISION WILL NOT APPLY IF A TRIBUNAL WITH APPLICABLE JURISDICTION FINDS SUCH TO BE UNCONSCIONABLE.</strong>\n</p>\n<p>\n<strong>9.\nGoverning Law</strong>\n</p>\n<p>These Terms are to be governed by and construed in accord with the laws of the Commonwealth of Massachusetts, USA, without regard to choice of law principles.</p>\n<p>\n<strong>10.\nDispute Resolution</strong>\n</p>\n<p>Certain portions of this Section 10 are deemed to be a “written agreement to arbitrate” pursuant to the Federal Arbitration Act.\nYou and the Firm agree that we intend that this Section 10 satisfies the “writing” requirement of the Federal Arbitration Act.\nThis Section 10 can only be amended by mutual agreement.</p>\n<p>(A)&nbsp;<strong>First – Try to Resolve Disputes</strong>.\nIf any controversy, allegation, or claim arises out of or relates to the websites, the Content, your User-Generated Content, or these Terms, whether heretofore or hereafter arising (collectively, “<strong>&nbsp;Dispute</strong>”), then you and we agree to send a written notice to the other providing a reasonable description of the Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nBut if no such information exists or if such information is not current, then we have no obligation under this Section 10(A).\nYour notice to us must be sent to: Sokolove Law, LLC, 1330 Boylston St., Suite 400, Chestnut Hill, MA 02467, Attn: Legal Dept.\nFor a period of sixty (60) days from the date of receipt of notice from the other party, the Firm and you will engage in a dialogue in order to attempt to resolve the Dispute, though nothing will require either you or the Firm to resolve the Dispute on terms with respect to which you and the Firm, in each of our sole discretion, are not comfortable.</p>\n<p>(B)&nbsp;<strong>Alternative Dispute Resolution.\nForums</strong>.\nAll Disputes which cannot be resolved amicably by the parties shall be determined by final and binding arbitration administered by the American Arbitration Association – AAA in accordance with its Commercial Arbitration Rules based upon the following:</p>\n<ol>\n<li>The place of arbitration shall be Boston, Massachusetts, and the language of arbitration shall be English.</li>\n<li>The number of arbitrators shall be one (1), to be appointed by mutual agreement of the parties.\nIf the parties fail to agree on the appointment of the sole arbitrator, a panel of three (3) arbitrators shall be formed.\nEach party shall appoint one (1) arbitrator and such party-appointed arbitrator shall jointly designate the presiding arbitrator.\nUnless otherwise agreed in writing by the parties, one shall only be eligible for nomination as the presiding arbitrator if he/she has extensive familiarity with the laws of the Commonwealth of Massachusetts and has experience in the aviation industry.</li>\n<li>The parties grant the arbitrator(s) jurisdiction to rule on the arbitrability of the dispute and on repose, statute of limitations or any other time-barrier raised by either party.</li>\n<li>The arbitral award shall indicate a time-limit for voluntary compliance by the defaulting party, and shall set a daily fee and post-award interests to accrue thereafter against the non-compliant party.</li>\n<li>Either party may seek interim, conservatory, security and emergency measures of protection, and injunctive relief in any court of competent jurisdiction in support of arbitration (urgent relief).\nFor the purposes of this provision, the parties hereby consent to the non-exclusive jurisdiction of the United States District Court for the District of Massachusetts, USA or the Courts of the Commonwealth of Massachusetts, Suffolk County.\nTHE PARTIES WAIVE THE RIGHT OF JURY TRIAL, IF APPLICABLE.\nAND FURTHER WAIVE ANY RIGHT THAT IT MAY HAVE TO ASSERT THE DEFENSE OF FORUM NON-CONVENIENS IN ANY SUCH SUIT IN SUPPORT OF ARBITRATION.</li>\n<li>The costs, fees and expenses (including without limitation expenses incurred with legal representation and compensation of the arbitrator(s)) shall be apportioned between the parties in accordance with prevailing party / defaulting party ratio, and shall be reimbursed by the defaulting party to the prevailing party after set off.</li>\n</ol>\n<p>C)&nbsp;<strong>Federal and State Courts in Suffolk County, Massachusetts</strong>.\nExcept to the extent that arbitration is required in Section 10(B), and except as to the enforcement of any arbitration decision or award, any action or proceeding relating to any Dispute may only be instituted in state or federal court in Suffolk County, Massachusetts.\nAccordingly, you and the Firm consent to the exclusive personal jurisdiction and venue of such courts for such matters.</p>\n<p>(D)&nbsp;<strong>Injunctive Relief</strong>.\nThe provisions of Section 10(A) and 10(B) will not apply to any legal action taken by the Firm to seek an injunction or other equitable relief in connection with, any loss, cost, or damage (or any potential loss, cost, or damage) relating to the websites, any Content, your User-Generated Content and/or the Firm’s intellectual property rights (including such that we may claim that may be in dispute), and/or the Firm’s operations.</p>\n<p>\n<strong>11.\nDigital Millennium Copyright Act</strong>\n</p>\n<p>Notification.&nbsp;If you are a copyright owner or an agent thereof and believe that any Content at the websites, including any User Generated Content, infringes upon your copyright, you may submit a written notification pursuant to the Digital Millennium Copyright Act (“<strong>DMCA</strong>”) (see 17 U.S.C.\n512(c)(3) for further information) by providing our Copyright Agent (listed below) with the following information:</p>\n<ul>\n<li>an electronic or physical signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed</li>\n<li>a description of the copyrighted work claimed to have been infringed or if multiple copyrighted works are covered by a notification, a representative list of such works at our websites</li>\n<li>a description of the location on the websites of the allegedly infringing material(s).\n(iv) your address, telephone number, and email address</li>\n<li>a written statement that you have a good faith belief that use of the material(s) in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a written statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed</li>\n</ul>\n<p>The Firm’s designated Copyright Agent for notice of claims of infringement is:<br>\nCopyright Agent<br>\nc/o General Counsel<br>\nSokolove Law, LLC<br>\n1330 Boylston St., Suite&nbsp;400<br>\nChestnut Hill, MA 02467</p>\n<p>Only notices of alleged copyright infringement should go to the Copyright Agent.\nany other feedback, comments, requests for technical support, and other communications should be directed to the Firm’s customer service through our&nbsp;Client Services Department.\nYou acknowledge that if you fail to comply with all of the notice requirements of the DMCA, your notice may not be valid.</p>\n<p>Counter-Notification.\nIf you believe that any User Generated Content of yours that was removed is not infringing, or that you have the appropriate rights from the copyright owner or third party, or pursuant to the law, to post and use the material in your User Generated Content, you may send a counter notification containing the following information to the Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature</li>\n<li>identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled</li>\n<li>a statement(under penalty of perjury) that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the material</li>\n<li>your name, address, telephone number, and e-mail address, along with a statement that you consent to the jurisdiction of the federal court in Boston, Massachusetts and a statement that you will accept service of process from the person who provided notification of the alleged infringement</li>\n</ul>\n<p>If a counter notification is received by the Copyright Agent, the Firm may send a copy of such counter notification to the original notifying party.\nThe original notifying party shall have ten (10) business days to file an action for copyright infringement and seek a court order against the content provider or user posting such material.\nIf no such infringement action is filed within such 10 business days, we may, in our sole discretion, reinstate the removed material or cease disabling such material.</p>\n<p>In accordance with the DMCA and other applicable law, the Firm may, in appropriate circumstances, terminate access, at the Firm’s sole discretion, of any user that we find to be a repeat infringer of others copyrights.\nThe Firm may also, in its sole discretion, limit or fully terminate access to the websites of any user infringing the intellectual property rights of others, regardless of whether such user is a repeat offender or not.</p>\n<p>\n<strong>12.\nQuestions and Customer Service</strong>\n</p>\n<p>If you have a question regarding using one of our websites, you may contact our&nbsp;Client Service Department at 1-800-706-5358 or by email at&nbsp;<strong>info@sokolovelaw.com</strong>.</p>\n<p>\n<strong>13.\nWaiver of Injunctive or Other Equitable Relief</strong>\n</p>\n<p>IF YOU CLAIM THAT YOU HAVE INCURRED ANY LOSS, DAMAGES, OR INJURIES IN CONNECTION WITH YOUR USE OF THE WEBSITES, THEN THE LOSSES, DAMAGES, AND INJURIES WILL NOT BE IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR TO OTHER EQUITABLE RELIEF OF ANY KIND.\nTHIS MEANS THAT, IN CONNECTION WITH YOUR CLAIM, YOU AGREE THAT YOU WILL NOT SEEK, AND THAT YOU WILL NOT BE PERMITTED TO OBTAIN, ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, APPLICATION, CONTENT, USER-GENERATED CONTENT, PRODUCT, SERVICE, OR INTELLECTUAL PROPERTY OWNED, LICENSED, USED OR CONTROLLED BY THE FIRM (INCLUDING YOUR LICENSED USER-GENERATED CONTENT) OR A LICENSOR OF THE FIRM.</p>\n<p>\n<strong>14.\nUpdates to Terms</strong>\n</p>\n<p>These Terms, in the form posted at the time of your use of the applicable websites to which it applies, shall govern such use.\nAS OUR WEBSITES EVOLVE, THE TERMS AND CONDITIONS UNDER WHICH WE OFFER THE WEBSITES MAY BE MODIFIED AND WE MAY CEASE OFFERING THE WEBSITES UNDER THE TERMS FOR WHICH THEY WERE PREVIOUSLY OFFERED.\nACCORDINGLY, EACH TIME YOU SIGN IN TO OR OTHERWISE USE THE WEBSITES YOU ARE ENTERING INTO A NEW AGREEMENT WITH US ON THE THEN APPLICABLE TERMS AND CONDITIONS AND YOU AGREE THAT WE MAY NOTIFY YOU OF OTHER TERMS BY POSTING THEM ON THE WEBSITES (OR IN ANY OTHER REASONABLE MANNER OF NOTICE WHICH WE ELECT), AND THAT YOUR USE OF THE WEBSITES AFTER SUCH NOTICE CONSTITUTES YOUR AGREEMENT TO THE CURRENT TERMS FOR YOUR NEW USE AND TRANSACTIONS.\nTherefore, you should review the posted Terms of Use each time you use the websites (at least prior to each transaction or submission).\nAdditional terms will be effective as to new use and transactions as of the time that we post them, or such later date as may be specified in them or in other notice to you.\nIn the event any notice to you of new, revised or additional terms is determined by a tribunal to be insufficient, the prior agreement shall continue until sufficient notice to establish a new agreement occurs.You should frequently check the home page which you agree is a reasonable manner of providing you notice.&nbsp;You can reject any new, revised or additional terms by discontinuing use of the websites and related services.</p>\n<p>\n<strong>15.\nGeneral Provisions</strong>\n</p>\n<p>(A)&nbsp;<strong>The Firm’s Consent or Approval</strong>.\nAs to any provision in these Terms that grants the Firm a right of consent or approval, or permits the Firm to exercise a right in its “sole discretion,” the Firm may exercise that right in its sole and absolute discretion.\nNote that the Firm’s consent or approval may be deemed to have been granted by the Firm without being in writing and signed by an officer of the Firm.</p>\n<p>(B)&nbsp;<strong>Indemnity</strong>.\nYou agree to, and you hereby, defend, indemnify, and hold the Covered Parties harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys’ fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought against any Covered Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with, whether occurring heretofore or hereafter: (i) your User-Generated Content;(ii) your use of the websites and your activities in connection with the websites.\n(iii) your breach or alleged breach of these Terms.\n(iv) your violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities in connection with your use of the websites or your activities in connection with the websites.\n(v) information or material transmitted through your Device, even if not submitted by you, that infringes, violates, or misappropriates any copyright, trademark, trade secret, trade dress, patent, publicity, privacy, or other right of any person or entity.\n(vi) any misrepresentation made by you.\nand (vii) the Covered Parties’ use of the information that you submit to us (including your User-Generated Content) (all of the foregoing, “Claims and Losses”).\nYou will cooperate as fully required by the Covered Parties in the defense of any Claim and Losses.\nNotwithstanding the foregoing, the Covered Parties retain the exclusive right to settle, compromise, and pay any and all Claims and Losses.\nThe Covered Parties reserve the right to assume the exclusive defense and control of any Claims and Losses.\nYou will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of a Covered Party.\nThe indemnity does not apply to events arising directly from an attorney-client relationship, if any, that may be entered between you and the Firm on the terms described herein.</p>\n<p>(C)&nbsp;<strong>&nbsp;Operation of Websites.\nAvailability of Products and Services.\nInternational Issues</strong>.The Firm controls and operates the websites from its U.S.-based offices in the U.S.A., and the Firm makes no representation that the websites are appropriate or available for use beyond the U.S.A.&nbsp;If you use the websites from other locations, you are doing so on your own initiative and are responsible for compliance with applicable local laws regarding your online conduct and acceptable content, if and to the extent local laws apply.</p>\n<p>(D)&nbsp;<strong>&nbsp;Severability.\nInterpretation</strong>.\nIf any provision of these Terms is for any reason deemed invalid, unlawful, void, or unenforceable by a court or arbitrator of competent jurisdiction, then that provision will be deemed severable from these Terms, and the invalidity of the provision will not affect the validity or enforceability of the remainder of these Terms (which will remain in full force and effect).\nTo the extent permitted by applicable law, you agree to waive, and you hereby waive, any applicable statutory and common law that may permit a contract to be construed against its drafter.\nWherever the word “including” is used in these Terms, the word will be deemed to mean “including, without limitation”.\nThe summaries of provisions and section headings are provided for convenience only and shall not limit the full Terms.</p>\n<p>(E)&nbsp;<strong>Communications</strong>.\nWhen you communicate with us electronically, such as via e-mail and text message, you consent to receive communications from us electronically.\nPlease note that we are not obligated to respond to inquiries that we receive.\nYou agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>(F)&nbsp;<strong>Investigations.\nCooperation with Law Enforcement.\nTermination.\nSurvival</strong>.\nThe Firm reserves the right, without any limitation, to: (i) investigate any suspected breaches of its websites’ security or its information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms,(iii) investigate any information obtained by the Firm in connection with reviewing law enforcement databases or complying with criminal laws, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms, and (vi) discontinue the websites, in whole or in part, or, except as may be expressly set forth in any additional terms, suspend or terminate your access to it, in whole or in part, including any user Accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third party.\nAny suspension or termination will not affect your obligations to the Firm under these Terms or any Additional Terms.&nbsp;Upon suspension or termination of your access to the websites, or upon notice from the Firm, all rights granted to you under these Terms will cease immediately, and you agree that you will immediately discontinue use of the websites.\nThe provisions of these Terms, which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to the Firm in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.</p>\n<p>(G)&nbsp;<strong>&nbsp;Assignment</strong>.\nThe Firm may assign its rights and obligations under these Terms, in whole or in part, to any party at any time without any notice.\nThese Terms may not be assigned by you, and you may not delegate your duties under them, without the prior written consent of an officer of the Firm.</p>\n<p>(H)&nbsp;<strong>No Waiver</strong>.\nExcept as expressly set forth in these Terms, (i) no failure or delay by you or the Firm in exercising any of rights, powers, or remedies under will operate as a waiver of that or any other right, power, or remedy, and (ii) no waiver or modification of any term of these Terms will be effective unless in writing and signed by the party against whom the waiver or modification is sought to be enforced.</p>\n<p>Effective Date: These Terms were last revised on February 17, 2015.</p>\n<p>&nbsp;</p>\n<strong>Author:</strong>\n<strong>Sokolove Law Team</strong>\n<p>Contributing Authors</p>\n<p>The Sokolove Law Content Team is made up of writers, editors, and journalists.\nWe work with case managers and attorneys to keep site information up to date and accurate.\nOur site has a wealth of resources available for victims of wrongdoing and their families.</p>\n<p>Last modified: November 19, 2020</p> Start Your Free Case Review Please fill in a valid value for all required fields\nPlease ensure all values are in a proper format.\nAre you sure you want to leave this form and resume later?\nAre you sure you want to leave this form and resume later? If so, please enter a password below to securely save your form.\nSave and Resume Later\nSave and get link\nYou must upload one of the following file types for the selected field:\nThere was an error displaying the form.\nPlease copy and paste the embed code again.\nApply Discount\nYou saved\nwith code\nSubmit Form\nSubmitting\nValidating There was an error initializing the payment processor on this form.\nPlease contact the form owner to correct this issue.\nPlease check the field: Fields First Name* Last Name* Email Address* Phone Number* Diagnosis?* -Select One- Mesothelioma Lung Cancer Other Undiagnosed\n-Select One-<b>\n</b> Who Was Diagnosed?* -Select One- Myself Mother Father Daughter Son Husband Wife Brother Sister Friend Other\n-Select One-<b>\n</b> Tell us your story (optional) Privacy Client Agree* Yes <b>Yes</b>, I understand and agree that submitting this form does not create an attorney-client relationship and is not confidential or privileged and may be shared.\nI understand and agree to the Privacy Policy &amp.\nTerms of Use.\npiwik_id gclid intake source gasource gamedium gacampaign gaterm gacontent URL matchtype network mkwid clientid cookieEntryPage cookieDeviceType cookieOS cookieScreenResolution cookieBrowser cookieBrowserSize cookieReferrer cookiePlatform cookieDNT cookieUserPath Previous← Next→ Enter your save and resume password Cancel Confirm Online Form - SL.com - Sidebar <p>\n<i>\n</i> Secure Submission</p> ", "created_at": "2021-10-20 20:31:24.510205", "updated_at": "2021-10-20 18:31:59.831521"}, {"id": 9259, "name": "Privacy Policy", "url": "https://www.sokolovelaw.com/privacy", "xpath": "//*[@id=\"main\"]", "text": null, "created_at": "2021-10-20 20:31:24.512027", "updated_at": "2021-10-20 18:31:54.817487"}], "points": [], "urls": ["sokolovelaw.com", "firefoamdanger.com", "sokolovelawfirm.com"]}}