{"error": 448, "message": "OK", "parameters": {"id": 159, "name": "craigslist", "created_at": "2018-01-16 15:26:05.006225", "updated_at": "2022-07-07 22:00:35.639927", "wikipedia": "https://en.wikipedia.org/wiki/Craigslist", "keywords": "", "related": "", "slug": "craigslist", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/159.png", "url": "craigslist.org", "documents": [{"id": 526, "name": "Terms of Use", "url": "https://www.craigslist.org/about/terms.of.use", "xpath": "//*[@class=\"simple-page-content\"]", "text": " <p>\n<b>WELCOME TO CRAIGSLIST.</b> We (craigslist, Inc.) hope you find it useful.\nBy accessing or otherwise interacting with our servers, services, websites, mobile app (\"App\"), or any associated content/postings (together, \"CL\"), you agree to these Terms of Use (\"TOU\") (last updated August 16, 2019).\nYou acknowledge and agree CL is a private site owned and operated by craigslist, Inc.\nIf you are accessing or using CL on behalf of a business, you represent and warrant to CL that you have authority to accept the TOU on behalf of that business and that that business agrees to the TOU.\nIf you do not agree to the TOU, you are not authorized to use CL or download the App.\nWe may modify the TOU at any time in our sole discretion.\nYou are responsible for periodically checking for changes and are bound by them if you continue to use CL.\nOur privacy policy (cl.com/about/privacy.policy), prohibited list (cl.com/about/prohibited), and all other policies, site rules, and agreements referenced below or on CL, are fully incorporated into this TOU, and you agree to them as well.</p>\n<p>\n<b>LICENSE.</b> If you agree to the TOU and (1) are of sufficient age and capacity to use CL and be bound by the TOU, or (2) use CL on behalf of a business, thereby binding that business to the TOU, we grant you a limited, revocable, non-exclusive, non-assignable license to use CL in compliance with the TOU.\nunlicensed use is unauthorized.\nYou agree not to display, \"frame,\" make derivative works, distribute, license, or sell, content from CL, excluding postings you create.\nYou grant us a perpetual, irrevocable, unlimited, worldwide, fully paid/sublicensable license to use, copy, display, distribute, and make derivative works from content you post.</p>\n<p>\n<b>USE.</b> Unless licensed by us in a separate written or electronic agreement, you agree not to use or provide software (except our App and general purpose web browsers and email clients) or services that interact or interoperate with CL, e.g.\nfor downloading, uploading, creating/accessing/using an account, posting, flagging, emailing, searching, or mobile use.\nYou agree not to copy/collect CL content via robots, spiders, scripts, scrapers, crawlers, or any automated or manual equivalent (e.g., by hand).\nMisleading, unsolicited, and/or unlawful postings/communications/accounts are prohibited, as is buying or selling accounts.\nYou agree not to post content that is prohibited by any of CL's policies or rules referenced above (\"Prohibited Content\").\nYou agree not to abuse CL's flagging or reporting processes.\nYou agree not to collect CL user information or interfere with CL.\nYou agree we may moderate CL access/use in our sole discretion, e.g., by blocking, filtering, re-categorizing, re-ranking, deleting, delaying, holding, omitting, verifying, or terminating your access/license/account.\nYou agree (1) not to bypass said moderation, (2) we are not liable for moderating or not moderating, and (3) nothing we say or do waives our right to moderate, or not.\nUnless licensed by us in a separate written or electronic agreement, you agree not to (i) rent, lease, sell, publish, distribute, license, sublicense, assign, transfer, or otherwise make available CL or our application programming interface (\"API\"), (ii) copy, adapt, create derivative works of, decompile, reverse engineer, translate, localize, port or modify the App, the API, any website code, or any software used to provide CL, (iii) combine or integrate CL or the API with any software, technology, services, or materials not authorized by us, (iv) circumvent any functionality that controls access to or otherwise protects CL or the API, or (v) remove or alter any copyright, trademark or other proprietary rights notices.\nYou agree not to use CL or the API in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of any person, or that violates any applicable law.</p>\n<p>\n<b>LIQUIDATED DAMAGES.</b> You further agree that if you violate the TOU, or you encourage, support, benefit from, or induce others to do so, you will be jointly and severally liable to us for liquidated damages as follows for: (A) collecting/harvesting CL users' information, including personal or identifying information - $1 per violation.\n(B) publishing/misusing personal or identifying information of a third party in connection with your use of CL without that party's express written consent - $1,000 per violation.\n(C) misrepresenting your identity or affiliation to anyone in connection with your use of CL - $1,000 per violation.\n(D) posting or attempting to post Prohibited Content - $4 per violation.\n(E) posting or attempting to post Prohibited Content in any paid section of CL - the price per post applicable to that section of CL.\n(F) sending an unauthorized/unsolicited email to an email address obtained from CL - $25 per violation.\n(G) using CL user information to make/send an unauthorized/unsolicited text message, call, or communication to a CL user - $500 per text/call/communication.\n(H) creating a misleading or unlawful CL account or buying/selling a CL account - $4 per violation.\n(I) abusing or attempting to abuse CL's flagging or reporting processes - $1 per violation.\n(J) distributing any software to facilitate violations of the USE Section - $1,000 per violation.\n(K) aggregating, displaying, framing, copying, duplicating, reproducing, making derivative works from, distributing, licensing, selling, or exploiting CL content for any purpose without our express written consent - $3,000 for each day you engage in such violations.\n(L) requesting, viewing, or accessing more than 1,000 pages of CL in any 24-hour period - $0.25 per page during the 24 hour period after the first 1,000 pages.\n(M) bypassing or attempting to bypass our moderation efforts - $4 per violation.\nYou agree that these amounts are (1) a reasonable estimate of our damages (as actual damages are often difficult to calculate), (2) not a penalty, and (3) not otherwise limiting on our ability to recover under any legal theory or claim, including statutory damages and other equitable relief (e.g., for spam, we can elect between the above liquidated damages or statutory damages under the anti-spam statute).\nYou further agree that repeated violations of the USE section will irreparably harm and entitle us to injunctive or equitable relief, in addition to monetary damages.</p>\n<p>\n<b>FEES.</b> When you make a paid posting (cl.com/about/help/posting_fees), you authorize us to charge your account.\nAny tax is additional.\nFees are non-refundable, even for posts we remove, delay, omit, re-categorize, re-rank, or otherwise moderate.\nWe may refuse any posting.</p>\n<p>\n<b>DISCLAIMER &amp.\nLIABILITY.</b> To the full extent permitted by law, craigslist, Inc., and its officers, directors, employees, agents, licensors, affiliates, and successors in interest (\"CL Entities\") (1) make no promises, warranties, or representations as to CL, including its completeness, accuracy, availability, timeliness, propriety, security or reliability.\n(2) provide CL on an \"AS IS\" and \"AS AVAILABLE\" basis and any risk of using CL is assumed by you.\n(3) disclaim all warranties, express or implied, including as to accuracy, merchantability, fitness for a particular purpose, and non-infringement, and all warranties arising from course of dealing, usage, or trade practice.\nand (4) disclaim any liability or responsibility for acts, omissions, or conduct of you or any party in connection with CL.\nCL Entities are NOT liable for any direct, indirect, consequential, incidental, special, punitive, or other losses, including lost profits, revenues, data, goodwill, etc., arising from or related to CL, and in no event shall such liability exceed $100 or the amount you paid us in the year preceding such loss.\nSome jurisdictions restrict or alter these disclaimers and limits, so some may not apply to you.</p>\n<p>\n<b>CLAIMS &amp.\nINDEMNITY.</b> Any claim, cause of action, demand, or dispute arising from or related to CL (\"Claims\") will be governed by the internal laws of California, without regard to conflict of law provisions, except to the extent governed by US federal law.\nAny Claims will be exclusively resolved by courts in San Francisco, CA (except we may seek preliminary or injunctive relief anywhere).\nYou agree to (1) submit to the personal jurisdiction of courts in San Francisco, CA.\n(2) indemnify and hold CL Entities harmless from any Claims, losses, liability, or expenses (including attorneys' fees) that arise from a third party and relate to your use of CL.\nand (3) be liable and responsible for any Claims we may have against your officers, directors, employees, agents, affiliates, or any other party, directly or indirectly, paid, directed or controlled by you, or acting for your benefit.</p>\n<p>\n<b>TRADEMARKS.</b> CRAIGSLIST, \"CL\" and the peace symbol logo are registered trademarks with the U.S.\nPatent and Trademark Office and with multiple trademark offices around the world.</p>\n<p>\n<b>MISC.</b> Unless you have entered into a separate written or electronic agreement with us that expressly references the TOU, this is the exclusive and entire agreement between us and you, and supersedes all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral.\nUsers complying with prior written licenses may access CL thereby until authorization is terminated.\nOur actions or silence toward you or anyone else does not waive, modify, or limit the TOU or our ability to enforce it.\nThe USE, LIQUIDATED DAMAGES, and CLAIMS &amp.\nINDEMNITY sections survive termination of the TOU, and you will remain bound by those sections.\nIf a TOU term is unenforceable, it shall be limited to the least extent possible and supplemented with a valid provision that best embodies the intent of the parties.\nThe English version of the TOU controls over any translations.\nIf you reasonably believe content infringes your IP rights, see cl.com/about/dmca.</p> ", "created_at": "2018-09-12 10:26:36.366534", "updated_at": "2019-11-29 08:40:44.750447"}, {"id": 188, "name": "Privacy Policy", "url": "https://www.craigslist.org/about/privacy.policy", "xpath": "//*[@class=\"simple-page-content\"]", "text": " craigslist Privacy Policy <small>(updated September 15, 2020)</small>\n<p> terms of use&nbsp;&nbsp;|&nbsp;&nbsp.\nfeedback </p>\n<p> This policy details how data about you is used when you access our websites and services, including via our mobile applications (together, \"CL\") or interact with us.\nIf we update it, we will revise the date, place notices on CL if changes are material, and/or obtain your consent as required by law.\n</p>\n1.\nProtecting your privacy\n<ul>\n<li>We take precautions to prevent unauthorized access to or misuse of data about you.</li>\n<li>We do not run ads, other than the classifieds posted by our users.</li>\n<li>We do not share your data with third parties for marketing purposes.</li>\n<li>We do not engage in cross-marketing or link-referral programs.</li>\n<li>We do not employ tracking devices for marketing purposes.</li>\n<li>We do not send you unsolicited communications for marketing purposes.</li>\n<li>We do not engage in affiliate marketing (and prohibit it on CL).</li>\n<li>We do provide email proxy &amp.\nrelay services to reduce unwanted email.</li>\n<li>Please review privacy policies of any third party sites linked to from CL.</li>\n<li>We do not respond to \"Do Not Track\" signals (see allaboutdnt.com).</li>\n</ul> 2.\nData we collect, use and disclose:\n<p>Below is a list of all the types of data we have collected in the last 12 months, where we got it, why we collected it and the categories of third parties to whom we disclosed it.\nWe do not sell your data to third parties.\nPlease note that disclosure to \"Payment processors\" applies when you pay for a craigslist post using a credit card.</p>\n<p>\n</p>\n<b>Data type</b>\n<b>Where we got it</b>\n<b>Why collected</b>\n<b>Disclosed to</b> First and last name User entry Facilitating transactions and personalizing your use of CL Payment processors Email address User entry Account creation, user-to-user and CL-to-user communications and combatting fraud/abuse No one Phone number User entry User-to-user communications, combatting fraud/abuse, personalizing your use of CL Payment processors and phone verification service providers Mailing or street address User entry Account and post creation, CL communicating with corporate users, facilitating transactions and personalizing your use of CL Payment processors Credit card data User entry Facilitating your transactions Payment processors Geographic location (latitude and longitude) User entry, IP/geolocation providers Personalizing your use of CL and combatting fraud/abuse No one Photos and other data you voluntarily provide, post on or send via CL User entry Facilitating and personalizing your use of CL No one Saved searches, account preferences, favorite/hidden postings User entry Facilitating and personalizing your use of CL No one HTTP browser cookie User's browser, CL web server Facilitating and personalizing your use of CL and combatting fraud/abuse No one Information about your device and browser such as device ID, browser version, operating system, plugins User's browser, mobile app Facilitating and personalizing your use of CL and combatting fraud/abuse No one IP address User's browser, mobile app, IP/geolocation providers Combatting fraud/abuse Service providers that help us combat fraud/abuse Web page views, access times, HTTP headers User's browser, mobile app Combatting fraud/abuse No one <br>\n<p>We may share some or all of the above listed data in the following circumstances:</p>\n<ul>\n<li>to respond to subpoenas, search warrants, court orders, or other legal process.</li>\n<li>to protect the rights, property, or safety of CL users, CL, or the general public.</li>\n<li>at your direction (e.g.\nif you authorize us to share data with other users).</li>\n<li>in connection with a merger, bankruptcy, or sale/transfer of assets.</li>\n</ul>\n3.\nData we store\n<ul>\n<li>We retain data as needed to facilitate and personalize your use of CL, combat fraud/abuse and/or as required by law.</li>\n<li>We make good faith efforts to store data securely, but can make no guarantees.</li>\n<li>You may access and update certain data about you via your account login.</li>\n</ul>\n4.\nCalifornia Users: <p>To learn more about the California Consumer Privacy Act and how it applies to you, please visit the California Attorney-General's website.</p>\n<p>\n<b>Right to know:</b> You have the right to request that we disclose the data we collect, use and disclose, and other information relating to data we collect about you.</p>\n<p>\n<b>Right to delete:</b> You have the right to request the deletion of data that we have collected from you, subject to certain exceptions.\n</p>\n<p>\n<b>Right to non-discrimination:</b> You have the right not to receive discriminatory treatment for exercising the rights listed above.</p>\n<p>You may submit a request to know or delete via craigslist.org/about/ccpa or ccpa@craigslist.org .\n</p>\n<p>Only you, or someone you authorize to act on your behalf, may make a request to know or delete your data.\nAn authorized agent may make a request on your behalf by providing written permission signed by you.\n</p>\n<p>We will need to confirm your identity before processing your request by asking you to log into your existing account (if you are a registered user) or by asking you for additional information, such as a government issued ID, to confirm your identity against information we have already collected.\n</p>\n<p>If you are a registered CL user under the age of 18, you may request (via eraser@craigslist.org) and obtain removal of content or information publicly posted on CL.\nPlease note that removal does not ensure complete or comprehensive removal of said content or information from the Internet.</p> 5.\nInternational Users\n<p>By accessing CL or providing us data, you agree we may use and disclose data we collect as described here or as communicated to you, transmit it outside your resident jurisdiction, and store it on servers in the United States.\nFor more information please contact our privacy officer at privacy@craigslist.org .</p>\n6.\nContact\n<p>If you have any questions or concerns about CL's privacy policy and practices please email privacy@craigslist.org .</p> ", "created_at": "2018-07-17 10:11:53.655811", "updated_at": "2020-12-14 15:02:08.957411"}], "points": [{"id": 25682, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:18:29.387053", "updated_at": "2021-11-25 18:34:24.700777", "quoteText": "We make good faith efforts to store data securely, but can make no guarantees", "case_id": 287, "document_id": 188, "quoteStart": 3967, "quoteEnd": 4044}, {"id": 25681, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:17:19.441227", "updated_at": "2021-12-08 17:18:35.788042", "quoteText": "You may access and update certain data about you via your account login.", "case_id": 195, "document_id": 188, "quoteStart": 4055, "quoteEnd": 4127}, {"id": 25680, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:15:14.611884", "updated_at": "2022-07-06 22:42:54.226942", "quoteText": "<p>By accessing CL or providing us data, you agree we may use and disclose data we collect as described here or as communicated to you, transmit it outside your resident jurisdiction, and store it on servers in the United States.", "case_id": 411, "document_id": 188, "quoteStart": 5720, "quoteEnd": 5949}, {"id": 25679, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:13:24.15328", "updated_at": "2022-07-06 22:42:33.690736", "quoteText": "We may share some or all of the above listed data in the following circumstances:</p>\n<ul>\n<li>to respond to subpoenas, search warrants, court orders, or other legal process.</li>\n<li>to protect the rights, property, or safety of CL users, CL, or the general public.</li>\n", "case_id": 164, "document_id": 188, "quoteStart": 3373, "quoteEnd": 3645}, {"id": 25678, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:10:05.031539", "updated_at": "2022-06-27 12:31:22.967255", "quoteText": "Geographic location (latitude and longitude) User entry, IP/geolocation providers", "case_id": 399, "document_id": 188, "quoteStart": 2382, "quoteEnd": 2463}, {"id": 25677, "title": "Your personal data is not shared with third parties", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:05:27.496721", "updated_at": "2022-03-13 14:16:24.171927", "quoteText": "We do not share your data with third parties for marketing purposes.", "case_id": 311, "document_id": 188, "quoteStart": 640, "quoteEnd": 708}, {"id": 25676, "title": "There is a date of the last update of the agreements", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2021-11-10 23:02:16.476472", "updated_at": "2021-12-03 13:51:21.448602", "quoteText": "(updated September 15, 2020)</small>", "case_id": 331, "document_id": 188, "quoteStart": 34, "quoteEnd": 70}, {"id": 1405, "title": "Craigslist: Inability to delete posts or accounts.", "source": "https://groups.google.com/d/topic/tosdr/ncTBXDTUupQ/discussion", "status": "Craigslist: Inability to delete posts or accounts.", "created_at": "2018-05-15 09:11:47.829495", "updated_at": "2018-09-12 10:35:47.943536", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10058, "title": "This service takes credit for your content", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2020-08-20 13:10:39.945253", "updated_at": "2020-12-02 20:02:49.790248", "quoteText": "You grant us a perpetual, irrevocable, unlimited, worldwide, fully paid/sublicensable license to use, copy, display, distribute, and make derivative works from content you post.</p>", "case_id": 179, "document_id": 526, "quoteStart": 1567, "quoteEnd": 1748}, {"id": 10075, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2020-08-24 00:58:44.675843", "updated_at": "2020-10-08 03:40:27.410813", "quoteText": "We do not respond to \"Do Not Track\" signals (see allaboutdnt.com).", "case_id": 233, "document_id": 188, "quoteStart": 1176, "quoteEnd": 1242}, {"id": 10077, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2020-08-24 01:10:24.548717", "updated_at": "2020-10-08 03:41:56.104727", "quoteText": "in connection with a merger, bankruptcy, or sale/transfer of assets.", "case_id": 243, "document_id": 188, "quoteStart": 3735, "quoteEnd": 3803}, {"id": 10076, "title": "This service gathers information about you through third parties", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2020-08-24 01:02:34.339212", "updated_at": "2021-02-06 04:25:25.201789", "quoteText": "data from 3rd parties (e.g.\nphone type, IP geo-location).</li>", "case_id": 382, "document_id": 188, "quoteStart": 1869, "quoteEnd": 1931}, {"id": 10078, "title": "The service has a no refund policy", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2020-08-24 01:31:34.847497", "updated_at": "2020-08-24 15:00:32.073864", "quoteText": "Fees are non-refundable, even for posts we remove, delay, omit, re-categorize, re-rank, or otherwise moderate.", "case_id": 162, "document_id": 526, "quoteStart": 6616, "quoteEnd": 6726}, {"id": 8467, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:56:10.87773", "updated_at": "2020-11-29 12:50:03.888502", "quoteText": "We may modify the TOU at any time in our sole discretion.\nYou are responsible for periodically checking for changes and are bound by them if you continue to use CL.", "case_id": 121, "document_id": 526, "quoteStart": 676, "quoteEnd": 840}, {"id": 2037, "title": "The court of law governing the terms is in California", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Craigslist.org [Info] California Jurisdiction", "created_at": "2018-05-15 09:12:12.515519", "updated_at": "2019-11-29 08:40:44.81053", "quoteText": "Any claim, cause of action, demand, or dispute arising from or related to CL (\"Claims\") will be governed by the internal laws of California, without regard to conflict of law provisions, except to the extent governed by US federal law.\nAny Claims will be exclusively resolved by courts in San Francisco, CA (except we may seek preliminary or injunctive relief anywhere).", "case_id": 163, "document_id": 526, "quoteStart": 8023, "quoteEnd": 8393}, {"id": 8464, "title": "There is a date of the last update of the terms", "source": "https://www.craigslist.org/about/privacy.policy", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:42:36.077222", "updated_at": "2021-02-06 04:02:12.353609", "quoteText": "Privacy Policy <small>(updated July 9, 2015)</small>", "case_id": 331, "document_id": 188, "quoteStart": 12, "quoteEnd": 64}, {"id": 8468, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:58:03.021845", "updated_at": "2020-11-29 12:50:52.538136", "quoteText": "provide CL on an \"AS IS\" and \"AS AVAILABLE\" basis and any risk of using CL is assumed by you.", "case_id": 286, "document_id": 526, "quoteStart": 7133, "quoteEnd": 7226}, {"id": 8469, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 09:04:36.869782", "updated_at": "2020-11-29 12:51:31.20852", "quoteText": "accuracy,", "case_id": 288, "document_id": 526, "quoteStart": 7057, "quoteEnd": 7066}, {"id": 8463, "title": "There is a date of the last update of the terms", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:42:08.555488", "updated_at": "2020-11-29 12:52:25.664278", "quoteText": "Terms of Use (\"TOU\") (last updated August 16, 2019).", "case_id": 331, "document_id": 526, "quoteStart": 250, "quoteEnd": 302}, {"id": 8465, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:46:10.375932", "updated_at": "2020-11-29 12:52:59.04315", "quoteText": "Our actions or silence toward you or anyone else does not waive, modify, or limit the TOU or our ability to enforce it.", "case_id": 295, "document_id": 526, "quoteStart": 9515, "quoteEnd": 9634}, {"id": 8466, "title": "Spidering or crawling is not allowed", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Generated through the annotate view", "created_at": "2019-11-29 08:49:55.66881", "updated_at": "2020-11-29 12:53:16.7265", "quoteText": "You agree not to copy/collect CL content via robots, spiders, scripts, scrapers, crawlers, or any automated or manual equivalent (e.g., by hand).", "case_id": 150, "document_id": 526, "quoteStart": 2119, "quoteEnd": 2264}, {"id": 1106, "title": "[Good] Craigslist drops exclusive license to your posts", "source": "https://groups.google.com/forum/#!topic/tosdr/NMp6USEBafw", "status": "[Good] Craigslist drops exclusive license to your posts", "created_at": "2018-01-16 15:28:30.92182", "updated_at": "2021-02-06 03:50:47.616604", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1792, "title": "Users cannot scrape the website of the service", "source": "https://www.craigslist.org/about/terms.of.use", "status": "Craigslist.org [Bad] No scraping", "created_at": "2018-05-15 09:12:03.573273", "updated_at": "2021-02-06 04:02:13.808114", "quoteText": "you agree not to use or provide software (except general purpose web browsers and email clients) or services that interact or interoperate with CL, e.g.\nfor downloading, uploading, creating/accessing/using an account, posting, flagging, emailing, searching, or mobile use.\nYou agree not to copy/collect CL content via robots, spiders, scripts, scrapers, crawlers, or any automated or manual equivalent (e.g., by hand).", "case_id": 150, "document_id": 526, "quoteStart": 1663, "quoteEnd": 2081}], "urls": ["craigslist.org"]}}