{"error": 448, "message": "OK", "parameters": {"id": 603, "name": "Discogs", "created_at": "2018-07-16 08:33:15.286172", "updated_at": "2021-05-24 22:00:15.771127", "wikipedia": "https://en.wikipedia.org/wiki/Discogs", "keywords": null, "related": null, "slug": "discogs", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/603.png", "url": "discogs.com,comicogs.com,filmo.gs,gearogs.com,vinylhub.com,bookogs.com,posterogs.com", "documents": [{"id": 333, "name": "Terms of Service", "url": "https://support.discogs.com/hc/en-us/articles/360009334333", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KMW8HRV\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<p>Discogs</p> English (US) Deutsch Español Français Italiano 日本語 Sign in <ol>\n<li> Discogs </li>\n<li> Policy </li>\n<li> General </li>\n</ol> Terms of Service <b> Discogs </b> September 14, 2018 10:31 <p>&nbsp;</p>\n<p>\n<em>Effective Date: January 1, 2020</em>\n</p>\nACKNOWLEDGMENT AND ACCEPTANCE OF TERMS OF SERVICE\n<p>The domains discogs.com (including subdomains) and nearmint.io, related applications, and any of Our associated services, including Application Program Interfaces (“APIs”), (collectively, the “Service”), owned and operated by Zink Media, LLC (d/b/a Discogs) (“We”, “Our” “Us”), is provided to you (\"You\", “Your”) under these Terms of Service (the “TOS”) and any operating rules or policies that may be published by Us.\nThe TOS comprises the entire agreement between You and Us and supersedes all prior agreements between the parties regarding the subject matter contained herein.\nBY USING THE SERVICE, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THE TOS.</p>\n<p>If You are under the minimum age to give consent or enter into a contract in Your jurisdiction, then You may not use or access the Service at any time or in any manner.\nFor example, in the United States, You must be at least 16 years of age to establish an account and use the Service and You must be at least 18 years old to purchase and sell items through the Service and to establish an account for nearmint.io.</p>\n<p>We encourage You to review the entire TOS.&nbsp.\nFor quick access to a particular TOS section, click on the desired link below:</p>\n<p>DESCRIPTION OF SERVICE</p>\n<p>PRIVACY POLICY</p>\n<p>INDEMNITY</p>\n<p>USER ACCOUNT, PASSWORD, AND SECURITY</p>\n<p>TERMINATION</p>\n<p>NOTICE</p>\n<p>LICENSE AND SITE ACCESS</p>\n<p>LINKS</p>\n<p>USER CONDUCT</p>\n<p>LICENSING OF USER CONTENT</p>\n<p>DISCLAIMER OF WARRANTIES</p>\n<p>LIMITATION OF LIABILITY</p>\n<p>VIOLATIONS</p>\n<p>GENERAL</p>\n<p>&nbsp;</p>\nDESCRIPTION OF SERVICE\n<p>We provide You with various content and communication services, including but not limited to the capability to post information to a web page and participate in web-based discussions.\nOur technical infrastructure to support the Service is located in the United States.&nbsp.\nBy using the Service, you are agreeing to have your personal information transferred to and hosted in the United States.\nAdditional privacy information is available in Our Privacy Policy.&nbsp.\nSome portions of the Service will be free of charge, others may cost money or have other requirements.\nThe requirements or fees for any portion of the Service will be clearly explained and separately agreed to when You implement those portions, if any.\nYou must: (1) provide all equipment, including a computer and modem, necessary to establish a connection to the World Wide Web.\n(2) provide for own access to the World Wide Web and pay any telephone, cable, or other service fees associated with such access.</p>\n<p>You may be required to establish an account to purchase and/or sell items through the Service.\nSellers in certain locations may be able to purchase shipping labels through the Service.\nPlease see the Shipping Labels Terms of Service for additional information.</p>\n<p>If You purchase or sell items using the Service and select Us as Your payment processor, in the U.S., You will be contracting for this service directly with Zink Media, LLC (Discogs) (State of Oregon Limited Liability Company with registration number 724027-88), and in the EU, You will be contracting for this service directly with Discogs B.V.\n(Netherlands Chamber of Commerce registration number 63544962).\nPlease see the Payments Policy for additional information.</p>\n<p>If You participate in the Discogs Self-Serve Advertising platform, in the U.S.\nand outside of the EU, You will be contracting to make payments directly with Zink Media, LLC (Discogs) (State of Oregon Limited Liability Company with registration number 724027-88), and in the EU, You will be contracting to make payments with Discogs B.V.\n(Netherlands Chamber of Commerce registration number 63544962).\nPlease see the Discogs Self-Serve Advertising Payment Policy for additional information.</p>\n<p>MODIFICATIONS TO TERMS OF SERVICE</p>\n<p>We may at any time revise the TOS by updating this posting.\nWe will notify You of any material changes to the TOS along with an opportunity to opt in to changes that require Your consent by law or regulation or to opt out of any changes that decrease Your rights under this TOS.&nbsp.\nBy using the Service, You agree to be bound by any non-material revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound.\nYour continued use of the Service constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications.\nand (2) agreement by You to abide and be bound by the TOS and TOS modifications.&nbsp.\nWe shall not be liable to You or any third party should We exercise Our TOS right to modify or discontinue the Service.</p>\nPRIVACY POLICY\n<p>Your use of the Service is subject to Our Privacy Policy.</p>\nINDEMNITY\n<p>You agree to indemnify and hold Us, and Our subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not.\nYou are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access.</p>\nUSER ACCOUNT, PASSWORD, AND SECURITY\n<p>You may need to establish dedicated accounts to use some portions of the Service.\nYou can manage your account settings (e.g.\nusername and password) and preferences from within Your account as noted in the How To Adjust Account, Notification &amp.\nOther Privacy Preferences document.&nbsp.\nYou are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account.\nFurthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account.\nYou may change Your password at any time.\nYou may also set up a new account and close an old one at Your convenience.</p>\n<p>You agree to immediately notify Us of any unauthorized use of Your account or any other breach of security known to You by using the Support Request Form or emailing us at help [at] discogs [dot] com.</p>\nTERMINATION\n<p>You agree that We, in Our sole discretion, may terminate Your account (if applicable), and remove and discard any of Your content within the Service, for any reason, including and without limitation, the lack of use, or if We find that You have violated or acted inconsistently with the letter or spirit of the TOS.\nYou agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that We may immediately deactivate or delete Your account and any or all related information and files.\nWe reserve the right to bar any further access to such files or the Service.\nYou agree that We shall not be liable to You or any third party for any termination of Your access to the Service.\nAny advanced accounts that are terminated will not be refunded.</p>\n<p>Should You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.</p>\n<p>Upon termination of the Service, Your right to use the Service immediately ceases.\nYou shall have no right and We will have no obligation thereafter to forward any unread or unsent messages to You or any third party.</p>\nNOTICE\n<p>All notices to a party shall be in writing and shall be made either via email or conventional mail.\nWe may broadcast notices or messages through the Service to inform You of changes to the TOS, the Service, or other matters of importance.\nsuch broadcasts shall constitute notice to You.&nbsp.\nYou may notify Us via the Support Request Form or email at help [at] discogs [dot] com.</p>\nLICENSE AND SITE ACCESS\n<p>We grant You a limited license to access and make personal use of the Service and not to download (other than page caching) or modify it, or any portion of it, except with Our express written consent.\nThis license does not include any resale or commercial use of the Service, including its contents.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of the Service, including its contents.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThe Service, including the content therein, may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without Our express written consent.</p>\n<p>Data made available via the Discogs API is subject to the API Terms of Use.</p>\nLINKS\n<p>We or others related to the Service may provide links to other websites or resources.\nBecause We have no control over such websites and resources, You acknowledge and agree that We are not responsible for the availability of such external websites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.\nYou further acknowledge and agree that We shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party website or resource.</p>\nUSER CONDUCT\n<p>You are solely responsible for the contents of Your transmissions through the Service, including any content transmitted through Your account, if applicable.\nYour use of the Service is subject to all applicable local, state, national and international laws and regulations.</p>\n<p>You agree: (1) to comply with U.S.\nand applicable international law regarding the transmission of technical or other data exported from Your country through the Service.\n(2) not to use the Service for illegal purposes.\n(3) not to interfere or disrupt networks connected to the Service.\nand (4) to comply with all laws, regulations, policies and procedures of networks connected to the Service.</p>\n<p>The Service makes use of the Internet to send and receive certain messages.\ntherefore, Your conduct is subject to Internet laws, regulations, policies and procedures.\nYou will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.</p>\n<p>You agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful content or language of any kind or nature.\nYou further agree not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation.\nAttempts to gain unauthorized access to other computer systems are prohibited.</p>\n<p>You shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.</p>\n<p>We may review user account activity, such as private messages, account details and order pages, upon receipt of complaints from other users.\nIn addition, We may, in Our sole discretion, immediately terminate Your account, if any, should Your conduct fail to conform with the TOS.\nExamples of conduct that may result in immediate account termination include: entering falsified information into the catalogue in order to circumvent catalogue or marketplace guidelines, including copyright laws.\nrepeat or otherwise substantial infringement of intellectual property laws or regulations.\nopening new user accounts after original account has been banned, negotiating private sales of items in order to circumvent Marketplace fees, etc.</p>\nLICENSING OF USER CONTENT\n<p>The Service consists of user-generated content.\nThis catalogued content promotes the growth of information (i.e., music, literary, etc.) related to the sale of items through the marketplace, pursuant to Our mission.\nYou may only contribute content which is in the public domain (i.e., expired copyright or public from inception) or otherwise available through a CC0 “No Rights Reserved” license, or content for which You are the rights holder.\nCertain content may also be contributed if it complies with applicable fair use or quotation standards and/or represents an item You are listing for sale in the marketplace (i.e., images, specific item information).\nIf You have any questions about the public domain, license, or fair use or quotation status of content, please consult with a qualified legal expert before contributing that content.\nYou grant a non-exclusive, non-revocable, transferable right to Us to use Your user-generated content, unrestricted in time and territory, for the purpose of rendering the Service.</p>\n<p>If You cease using the Service, You confirm that We are entitled to continue using Your user-generated content and may continue to display Your username along with Your content pursuant to the rights granted above.</p>\n<p>If You exercise Your right to erasure or deletion of personal information pursuant to Our Privacy Policy, (i) Your user-generated content will be anonymized by having the username replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) We are entitled to continue using this anonymized user-generated content pursuant to the rights granted above.</p>\nDISCLAIMER OF WARRANTIES\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>(a) YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<p>(b) WE MAKE NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</p>\n<p>(c) ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA OR OTHER LIABILITY THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>(d) NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.</p>\n<p>(e) WE DO NOT PROMOTE OR CONDONE ANY IDEAS OR MESSAGES CONTAINED IN THE USER-GENERATED CONTENT AVAILABLE THROUGH THE SERVICE.</p>\nLIMITATION OF LIABILITY\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT WE SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.</p>\nVIOLATIONS\n<p>To report violations of the TOS, please use the Support Request Form or email Us at help [at] discogs [dot] com.\nTo expedite the processing of Your report, please include as many details as possible about the violation.</p>\n<p>To report copyright infringement, please follow the instructions for Notice of Copyright Infringement.</p>\nGENERAL\n<p>The TOS is governed by and interpreted in accordance with the laws of the State of Oregon, United States of America, without regard to principles of conflicts of laws.\nThe parties irrevocably and unconditionally submit to the exclusive jurisdiction of the courts of the State of Oregon with respect to any dispute or claim arising out of or in connection with the TOS.\nOur failure to exercise and enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\nIf a court finds any portion of the TOS to be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<strong>Still have questions? Submit a request.</strong>\n<p>\n</p> Was this article helpful? Yes No <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Articles in this section <ul>\n<li> Community Guidelines </li>\n<li> California Employees, Contractors, And Job Applicants </li>\n<li> California Privacy Notice </li>\n<li> How To Adjust Account, Notification &amp.\nOther Privacy Preferences </li>\n<li> Discogs Self-Serve Advertising Payment Policy </li>\n<li> Application Name and Description Policy </li>\n<li> API Terms of Use </li>\n<li> Discogs App Privacy Policy </li>\n<li> Privacy Policy </li>\n<li> Cookie and Internet Advertising Policy </li>\n</ul> See more <p>© Discogs</p> Cookie Settings ", "created_at": "2018-08-22 09:40:57.900481", "updated_at": "2020-12-14 16:06:50.828594"}], "points": [{"id": 4407, "title": "Discogs can delete specific content without prior notice and without a reason", "source": "https://support.discogs.com/hc/en-us/articles/360001134454-Discogs-Policies#tos2018", "status": "Under \"TERMINATION\" the ToS state: \"You agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files. Discogs reserves the right to bar any further access to such files or the Service.\"\r\n\r\n- Discogs is allowed to delete any and all of your content (information and files) with deletion of your account without prior notice", "created_at": "2018-07-18 02:48:54.67968", "updated_at": "2018-08-22 09:55:55.426763", "quoteText": null, "case_id": 202, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4393, "title": "Users are subject to the policies and guidelines of the service.", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "The ToS state under \"ACKNOWLEDGMENT AND ACCEPTANCE OF TERMS OF SERVICE\":\r\n\"[...] BY USING THE DISCOGS WEBSITE AND AFFILIATED WEBSITES, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THE TOS. \"", "created_at": "2018-07-17 08:22:47.316824", "updated_at": "2019-05-12 13:50:16.663225", "quoteText": "BY USING THE DISCOGS WEBSITE AND AFFILIATED WEBSITES, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THE TOS.", "case_id": 144, "document_id": 333, "quoteStart": 1782, "quoteEnd": 1928}, {"id": 4427, "title": "The service can terminate your account for failing to conform with the ToS", "source": "https://support.discogs.com/hc/en-us/articles/360001134454-Discogs-Policies#tos2018", "status": "Under \"USER CONDUCT\" Discogs' ToS state: \r\n\"[...] Discogs may, at its sole discretion, immediately terminate Your Service should Your conduct fail to conform with these terms and conditions of the TOS. Examples of conduct that may result in immediate account termination include: entering falsified information into the database in order to circumvent database or marketplace guidelines, including copyright laws; opening new user accounts after original account has been banned, negotiating private sales of items in order to circumvent Marketplace fees, etc.\"", "created_at": "2018-07-22 09:37:19.192244", "updated_at": "2018-08-22 10:20:31.610684", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4430, "title": "Users grant Discogs the right to use their content across all their services", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs and its related platforms are based on user content. As such, by using the service, users grant Discogs a non-revocable and transferable right to use their content for as long as they wish, wherever they wish.", "created_at": "2018-07-24 00:15:57.717088", "updated_at": "2018-08-29 09:03:31.583097", "quoteText": "You grant a non-exclusive, non-revocable, transferable right to Us to use Your user-generated content, unrestricted in time and territory, for the purpose of rendering the Service.</p", "case_id": 136, "document_id": 333, "quoteStart": 13452, "quoteEnd": 13635}, {"id": 4395, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "INDEMNITY\r\n\r\nYou agree to indemnify and hold Discogs, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not. You are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access.", "created_at": "2018-07-17 11:19:43.59072", "updated_at": "2018-08-22 09:51:11.787423", "quoteText": "INDEMNITY\n<p>You agree to indemnify and hold Us, and Our subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not.\nYou are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access.</p", "case_id": 146, "document_id": 333, "quoteStart": 5254, "quoteEnd": 5836}, {"id": 4396, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "The ToS state under the headline \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account. Furthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account. [...]\"", "created_at": "2018-07-17 11:33:18.48835", "updated_at": "2018-08-22 09:52:02.381991", "quoteText": "You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account.\nFurthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account.", "case_id": 148, "document_id": 333, "quoteStart": 6167, "quoteEnd": 6479}, {"id": 4397, "title": "You have the right to leave this service at any time", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "The ToS state under \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You may change Your password at any time; You may also set up a new account and close an old one at Your convenience. [...]\"", "created_at": "2018-07-17 11:46:59.507698", "updated_at": "2018-08-22 09:52:56.34379", "quoteText": "You may change Your password at any time.\nYou may also set up a new account and close an old one at Your convenience.</p>", "case_id": 170, "document_id": 333, "quoteStart": 6480, "quoteEnd": 6601}, {"id": 4525, "title": "Discogs users agree not to submit libelous, harassing or threatening content", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Discogs' ToS state: \"You agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful material of any kind or nature. You further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation.\"", "created_at": "2018-08-24 05:25:52.013631", "updated_at": "2021-02-11 12:17:40.858114", "quoteText": "You agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful content or language of any kind or nature.", "case_id": 283, "document_id": 333, "quoteStart": 11219, "quoteEnd": 11375}, {"id": 4394, "title": "They may stop providing the service at any time", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Discogs' ToS state under \"MODIFICATIONS TO SERVICE\": \r\n\"Discogs reserves the right to modify or discontinue the Service with or without notice to You. Discogs shall not be liable to You or any third party should Discogs exercise TOS right to modify or discontinue the Service.\"\r\n\r\n- the service can not only be discontinued, but also modified at any time\r\n- discogs do not need to notify users of these changes", "created_at": "2018-07-17 08:28:17.797574", "updated_at": "2021-01-18 11:00:34.486638", "quoteText": "\nWe shall not be liable to You or any third party should We exercise Our TOS right to modify or discontinue the Service.</p>\n", "case_id": 203, "document_id": 333, "quoteStart": 5049, "quoteEnd": 5174}, {"id": 4429, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "The Discogs ToS state under \"LICENSING OF USER CONTENT\":\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\"", "created_at": "2018-07-24 00:09:16.489347", "updated_at": "2021-01-18 11:01:02.379718", "quoteText": "<p>If You cease using the Service, You confirm that We are entitled to continue using Your user-generated content and may continue to display Your username along with Your content pursuant to the rights granted above.</p>", "case_id": 130, "document_id": 333, "quoteStart": 13637, "quoteEnd": 13858}, {"id": 4517, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "The ToS state under \"USER CONDUCT\": \"You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.\"", "created_at": "2018-08-24 04:01:47.106138", "updated_at": "2018-08-27 08:11:39.483795", "quoteText": "You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.</p>", "case_id": 281, "document_id": 333, "quoteStart": 11025, "quoteEnd": 11215}, {"id": 4526, "title": "Discogs prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Under \"USER CONDUCT\", Discogs' ToS state: \"Attempts to gain unauthorized access to other computer systems are prohibited.\"", "created_at": "2018-08-24 05:27:41.393289", "updated_at": "2018-08-27 08:22:30.171973", "quoteText": "Attempts to gain unauthorized access to other computer systems are prohibited.", "case_id": 284, "document_id": 333, "quoteStart": 11613, "quoteEnd": 11691}, {"id": 4531, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Under \"DISCLAIMER OF WARRANTIES\", Discogs' ToS state that the website will not warrant \"UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE\" service.", "created_at": "2018-08-25 23:54:05.606967", "updated_at": "2018-08-27 08:38:14.348346", "quoteText": "(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE,", "case_id": 287, "document_id": 333, "quoteStart": 14721, "quoteEnd": 14791}, {"id": 4535, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs is not liable for any damages to the users' computer systems that occur as a result of downloading material from Discogs.", "created_at": "2018-08-26 04:25:04.280716", "updated_at": "2018-09-13 09:10:09.119563", "quoteText": "<p>(c) ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA OR OTHER LIABILITY THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.", "case_id": 291, "document_id": 333, "quoteStart": 15100, "quoteEnd": 15390}, {"id": 4534, "title": "Discogs does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs' ToS state that \"(b) DISCOGS MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, [...] (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS\"", "created_at": "2018-08-26 04:12:26.13282", "updated_at": "2021-02-06 04:16:12.975486", "quoteText": "</p>\n<p>(b) DISCOGS MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS,", "case_id": 290, "document_id": 333, "quoteStart": 13790, "quoteEnd": 13877}, {"id": 4538, "title": "The court of law governing Discogs' terms is in the State of Oregon, United States of America", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Any conflicts regarding Discogs' Terms of Service will be submitted to the courts of the State of Oregon, USA. The Terms will be interpreted according to the laws of Oregon. By using Discogs, users agree to this exclusive jurisdiction.", "created_at": "2018-08-26 22:57:45.986233", "updated_at": "2018-09-12 09:04:06.443102", "quoteText": "The TOS is governed by and interpreted in accordance with the laws of the State of Oregon, United States of America, without regard to principles of conflicts of laws.\nThe parties irrevocably and unconditionally submit to the exclusive jurisdiction of the courts of the State of Oregon with respect to any dispute or claim arising out of or in connection with the TOS", "case_id": 163, "document_id": 333, "quoteStart": 16882, "quoteEnd": 17249}, {"id": 4527, "title": "Discogs users shall not interfere with another person's enjoyment of the service", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs' ToS state: \"You shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.\"\r\nThis statement is kept very vague and could potentially be used as grounds for censorship or account deletion.", "created_at": "2018-08-24 05:34:06.548774", "updated_at": "2018-08-27 08:23:53.741899", "quoteText": "You shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.</p>", "case_id": 285, "document_id": 333, "quoteStart": 11699, "quoteEnd": 11840}, {"id": 4541, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "The court of law for Discogs is located in the State of Oregon, USA. The United States have implemented some laws that are detrimental to the privacy of users of US-American services, most noticeably the PATRIOT Act.", "created_at": "2018-08-26 23:29:39.480684", "updated_at": "2021-01-18 10:52:47.569576", "quoteText": "You will be contracting for this service directly with Zink Media, LLC (Discogs) (State of Oregon Limited Liability Company with registration number 724027-88)", "case_id": 242, "document_id": 333, "quoteStart": 3462, "quoteEnd": 3621}, {"id": 4425, "title": "Users agree not to use the service for illegal purposes", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs' ToS state under \"USER CONDUCT\":\r\n\r\n\"You agree: [...] (2) not to use the Service for illegal purposes; (3) not to interfere or disrupt networks connected to the Service; and (4) to comply with all regulations, policies and procedures of networks connected to the Service.\r\n\r\nThe Service makes use of the Internet to send and receive certain messages; therefore, Your conduct is subject to Internet regulations, policies and procedures. You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.\r\n\r\nYou agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful material of any kind or nature. You further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation. Attempts to gain unauthorized access to other computer systems are prohibited.\r\n\r\nYou shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.\"", "created_at": "2018-07-22 09:22:54.878376", "updated_at": "2018-08-29 09:05:55.757652", "quoteText": "(2) not to use the Service for illegal purposes.", "case_id": 280, "document_id": 333, "quoteStart": 10627, "quoteEnd": 10675}, {"id": 4530, "title": "The Discogs website is provided 'as is' and to be used at the users' sole risk", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs disclaims any express or implied warranties.", "created_at": "2018-08-25 23:41:21.541215", "updated_at": "2018-09-12 06:25:17.82512", "quoteText": "DISCLAIMER OF WARRANTIES\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>(a) YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT", "case_id": 286, "document_id": 333, "quoteStart": 14243, "quoteEnd": 14638}, {"id": 4533, "title": "Discogs does not guarantee that any software errors will be corrected", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "(b) DISCOGS MAKES NO WARRANTY THAT [...] (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.", "created_at": "2018-08-26 04:00:15.761722", "updated_at": "2018-09-12 06:32:40.698947", "quoteText": "(V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.", "case_id": 289, "document_id": 333, "quoteStart": 15046, "quoteEnd": 15095}, {"id": 4424, "title": "Users agree to comply with U.S. law", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "The ToS state under \"USER CONDUCT\":\r\n\"[...] Your use of the Service is subject to all applicable local, state, national and international laws and regulations.\r\n\r\nYou agree: (1) to comply with U.S. and applicable international law regarding the transmission of technical data exported from the your country through the Service; [...]\"", "created_at": "2018-07-22 09:17:48.176408", "updated_at": "2021-01-18 10:57:22.313183", "quoteText": "You agree: (1) to comply with U.S.\nand applicable international law regarding the transmission of technical or other data exported from Your country through the Service", "case_id": 237, "document_id": 333, "quoteStart": 10457, "quoteEnd": 10625}, {"id": 4536, "title": "Discogs does not condone any ideas contained in the items listed via the service", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Discogs distances itself from any messages or ideas users include in the content they generate on the website.", "created_at": "2018-08-26 22:18:57.724151", "updated_at": "2021-01-18 10:58:32.387996", "quoteText": "(e) WE DO NOT PROMOTE OR CONDONE ANY IDEAS OR MESSAGES CONTAINED IN THE USER-GENERATED CONTENT AVAILABLE THROUGH THE SERVICE.</p>\n", "case_id": 292, "document_id": 333, "quoteStart": 15574, "quoteEnd": 15704}, {"id": 4539, "title": "Invalidity of any portion of Discogs' Terms of Service does not entail invalidity of its remainder", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Should one portion of the ToS be invalid, Discogs will enforce it as much as possible under applicable law. The invalidity of one portion does not affect any other provision of the ToS.", "created_at": "2018-08-26 23:13:45.006092", "updated_at": "2018-09-12 09:05:10.530428", "quoteText": "If a court finds any portion of the TOS to be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.</p>", "case_id": 294, "document_id": 333, "quoteStart": 17379, "quoteEnd": 17598}, {"id": 4540, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Even if Discogs does not consistently enforce all of the rules or provisions in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.", "created_at": "2018-08-26 23:21:46.001443", "updated_at": "2021-01-18 10:58:52.160892", "quoteText": "Our failure to exercise and enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 333, "quoteStart": 17251, "quoteEnd": 17378}, {"id": 4391, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "The terms of service state under the title \"MODIFICATIONS TO TERMS OF SERVICE\":\r\n\r\n\"Discogs may at any time revise the TOS by updating this posting. By using Discogs, You agree to be bound by any such revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound. Your continued use of Discogs constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications; and (2) agreement by You to abide and be bound by the TOS and TOS modifications.\"", "created_at": "2018-07-17 08:15:31.792135", "updated_at": "2021-03-19 00:00:41.063361", "quoteText": "<p>We may at any time revise the TOS by updating this posting.\nWe will notify You of any material changes to the TOS along with an opportunity to opt in to changes that require Your consent by law or regulation or to opt out of any changes that decrease Your rights under this TOS.", "case_id": 121, "document_id": 333, "quoteStart": 4371, "quoteEnd": 4652}, {"id": 4406, "title": "Discogs can delete your account without prior notice and without a reason", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Under \"TERMINATION\" Discogs' ToS state:\r\n\r\n\"You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS. You agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files. Discogs reserves the right to bar any further access to such files or the Service. You agree that Discogs shall not be liable to You or any third-party for any termination of Your access to the Service. Advanced accounts that are terminated will not be refunded.\r\n\r\nShould You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.\r\n\r\nUpon termination of the Service, Your right to use the Service immediately ceases. You shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.\"", "created_at": "2018-07-18 02:35:54.10387", "updated_at": "2020-12-22 21:19:12.312979", "quoteText": "TERMINATION\n<p>You agree that We, in Our sole discretion, may terminate Your account (if applicable), and remove and discard any of Your content within the Service, for any reason, including and without limitation, the lack of use, or if We find that You have violated or acted inconsistently with the letter or spirit of the TOS.\nYou agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that We may immediately deactivate or delete Your account and any or all related information and files.\nWe reserve the right to bar any further access to such files or the Service.\nYou agree that We shall not be liable to You or any third party for any termination of Your access to the Service.\nAny advanced accounts that are terminated will not be refunded.</p>\n<p>Should You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.</p>\n<p>Upon termination of the Service, Your right to use the Service immediately ceases.\nYou shall have no right and We will have no obligation thereafter to forward any unread or unsent messages to You or any third party.", "case_id": 201, "document_id": 333, "quoteStart": 6810, "quoteEnd": 8106}, {"id": 4426, "title": "The service can read your private messages", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "When other users make complaints to Discogs, Discogs is able to read your private messages, review your account activity, account details and previous orders.", "created_at": "2018-07-22 09:29:56.3314", "updated_at": "2021-01-18 10:51:05.367054", "quoteText": "<p>We may review user account activity, such as private messages, account details and order pages, upon receipt of complaints from other users.", "case_id": 239, "document_id": 333, "quoteStart": 11841, "quoteEnd": 11984}, {"id": 4532, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://support.discogs.com/hc/en-us/articles/360001134454", "status": "Discogs' ToS state that \"DISCOGS MAKES NO WARRANTY THAT [...] (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS [...]\".\r\nMuch of the information given on the site is user-generated content, thus the website cannot ascertain accuracy of the information.", "created_at": "2018-08-26 03:52:04.559655", "updated_at": "2021-01-18 10:53:15.896966", "quoteText": "(iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS", "case_id": 288, "document_id": 333, "quoteStart": 13949, "quoteEnd": 14197}, {"id": 4392, "title": "This service is only available to users of the minimum age of consent and up", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "To use Discogs, users must be of the minimum age of consent, which varies by jurisdiction. In the case of the United States, users must be at least 13 years old to sign up for an account and 18 years old to buy and sell items on Discogs.", "created_at": "2018-07-17 08:20:23.91315", "updated_at": "2021-01-18 10:55:05.893215", "quoteText": "If You are under the minimum age to give consent or enter into a contract in Your jurisdiction, then You may not use or access the Service at any time or in any manner.\nFor example, in the United States, You must be at least 16 years of age to establish an account and use the Service and You must be at least 18 years old to purchase and sell items through the Service and to establish an account for nearmint.io.</p>\n", "case_id": 152, "document_id": 333, "quoteStart": 1172, "quoteEnd": 1591}, {"id": 4408, "title": "Discogs is only available for use individually and non-commercially, except with written consent", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Under \"LICENSE AND SITE ACCESS\", the ToS state:\r\n\r\n\"Discogs grants You a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of Discogs. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or \r\nsimilar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Discogs.\"\r\n\r\n- the site or its contents may not be used for any commercial purpose", "created_at": "2018-07-18 03:12:19.53537", "updated_at": "2021-01-18 10:55:52.224782", "quoteText": "This license does not include any resale or commercial use of the Service, including its contents.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of the Service, including its contents.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThe Service, including the content therein, may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without Our express written consent.</p>\n<p>", "case_id": 143, "document_id": 333, "quoteStart": 8734, "quoteEnd": 9339}, {"id": 4409, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Under the healines \"LINKS\" the ToS say: \"The Service, or relevant third parties, may provide links to other websites or resources. Because Discogs has no control over such sites and resources, You acknowledge and agree that Discogs is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources. You further acknowledge and agree that Discogs shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such site or resource.\"", "created_at": "2018-07-18 08:27:37.339486", "updated_at": "2021-01-18 10:56:53.084413", "quoteText": "LINKS\n<p>We or others related to the Service may provide links to other websites or resources.\nBecause We have no control over such websites and resources, You acknowledge and agree that We are not responsible for the availability of such external websites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.", "case_id": 279, "document_id": 333, "quoteStart": 9419, "quoteEnd": 9850}, {"id": 4431, "title": "This service will continue using anonymized user-generated content even after erasure of personal information", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Under \"LICENSING OF USER CONTENT\", the ToS state:\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\r\n\r\nIf You exercise Your right to erasure or deletion of personal information pursuant to the Privacy Policy, (i) Your user-generated content will be anonymized by having the user name replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) Discogs is entitled to continue using this anonymized user-generated content pursuant to the rights granted above.\"", "created_at": "2018-07-24 00:28:36.872541", "updated_at": "2021-01-18 10:53:46.676682", "quoteText": "If You exercise Your right to erasure or deletion of personal information pursuant to Our Privacy Policy, (i) Your user-generated content will be anonymized by having the username replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) We are entitled to continue using this anonymized user-generated content pursuant to the rights granted above.</p>", "case_id": 240, "document_id": 333, "quoteStart": 13862, "quoteEnd": 14242}, {"id": 4537, "title": "Discogs assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Discogs waives all liability for any losses or damages users may incur from using the service or not being able to use it, from the cost of using substitute products, from unauthorized access to their data, from any third party (other users') actions on the service or any other matter relating to the service.\r\nBy including \"(v) ANY OTHER MATTER RELATING TO THE SERVICE\", Discogs essentially excludes any possible liabilities.", "created_at": "2018-08-26 22:37:59.790046", "updated_at": "2021-01-18 10:58:11.182223", "quoteText": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT WE SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.</p>\n", "case_id": 293, "document_id": 333, "quoteStart": 15731, "quoteEnd": 16523}, {"id": 19858, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://support.discogs.com/hc/en-us/articles/360009334333", "status": "Generated through the annotate view", "created_at": "2021-05-04 17:59:23.331799", "updated_at": "2021-05-13 13:47:22.070578", "quoteText": "<p>You agree to immediately notify Us of any unauthorized use of Your account or any other breach of security known to You by using the Support Request Form or emailing us at help [at] discogs [dot] com.</p>", "case_id": 484, "document_id": 333, "quoteStart": 6602, "quoteEnd": 6809}], "urls": ["discogs.com", "comicogs.com", "filmo.gs", "gearogs.com", "vinylhub.com", "bookogs.com", "posterogs.com"]}}