{"error": 448, "message": "OK", "parameters": {"id": 5583, "name": "Axel Springer SE", "created_at": "2021-11-13 03:45:06.270044", "updated_at": "2021-11-13 23:01:10.726764", "wikipedia": "https://en.wikipedia.org/wiki/Axel_Springer_SE", "keywords": null, "related": null, "slug": "axel-springer-se", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5583.png", "url": "axelspringer.com", "documents": [{"id": 10027, "name": " Data and Privacy", "url": "https://www.axelspringer.com/en/data-and-privacy", "xpath": "//body", "text": " <ul>\n<li>Contact</li>\n<li>Deutsch</li>\n</ul>\n<ul>\n<li>Company\n<ul>\n<li>Principles and Values</li>\n<li>Executive Board <ul>\n<li>Curriculum Vitae Dr.\nMathias Döpfner</li>\n<li>Curriculum Vitae Jan Bayer</li>\n<li>Curriculum Vitae Dr.\nStephanie Caspar</li>\n<li>Curriculum Vitae Dr.\nJulian Deutz</li>\n</ul>\n</li>\n<li>Supervisory Board</li>\n<li>Honorary Chairman</li>\n<li>Responsibility and Sustainability</li>\n<li>Corporate Publications</li>\n<li>History <ul>\n<li>Timeline</li>\n<li>inside.history</li>\n<li>Company Archive</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Career</li>\n<li>Press\n<ul>\n<li>Press Releases Archives</li>\n<li>E-Mail Service</li>\n<li>Media Center</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Investor Relations\n<ul>\n<li>Offers by KKR</li>\n<li>The Share <ul>\n<li>Shareholding Structure</li>\n<li>Data protection information for shareholders of Axel Springer SE</li>\n</ul>\n</li>\n<li>Corporate Governance <ul>\n<li>Declaration of Conformity</li>\n<li>Shareholders‘ meeting</li>\n<li>Executive Board</li>\n<li>The Supervisory Board</li>\n<li>Compliance</li>\n<li>Articles of Association</li>\n</ul>\n</li>\n<li>IR News <ul>\n<li>Ad-hoc Announcements</li>\n<li>Press Releases</li>\n<li>Other Notifications</li>\n</ul>\n</li>\n<li>Publications <ul>\n<li>Financial Publications</li>\n<li>Further Publications</li>\n</ul>\n</li>\n<li>IR Events <ul>\n<li>Annual General Meetings</li>\n</ul>\n</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>a_inside</li>\n</ul>\n<p>Startseite › <strong>Data and Privacy</strong>\n</p> Data and Privacy <p>\n<strong>Privacy policy of axelspringer.com</strong>\n</p>\n<p>We are very pleased about your interest in axelspringer.com.\nWith this Privacy Policy, we aim to inform you about how, why and to what extent we process personal data, and what your rights are as a Data Subject.</p>\n<ol>\n<li>\n<strong> Data Controller</strong>\n</li>\n</ol>\n<p>Unless otherwise stated in this Privacy Policy, the Data Controller in accordance with Art. 4 no. 7 GDPR is Axel Springer SE, Axel-Springer-Str.\n65, 10888 Berlin, Germany, Phone: +49 30 2591 0, E-Mail: information@axelspringer.de (hereinafter also “we” or “us”).</p>\n<ol>\n<li>\n<strong> Accessing the website</strong>\n</li>\n</ol>\n<p>When you use our service, we will automatically collect and process various data items.\nThese include for example:</p>\n<ul>\n<li>Information about the end device accessing the site and the software used</li>\n<li>Date and time of the access</li>\n<li>Cookies and pseudonym IDs (core services)</li>\n<li>Websites from which the user has accessed our website or which the user accesses through our website</li>\n<li>IP address</li>\n</ul>\n<p>This IP address must be stored for technical reasons, even if only temporarily, in order to enable the website to be downloaded to the user’s end device.\nThe legal basis for data processing is provided by Art. 6 para. 1 point b GDPR.\nOur servers also store your IP address for up to 14 days for internal security purposes (Art. 6 para. 1 point f GDPR).</p>\n<ol>\n<li>\n<strong> Newsletter</strong>\n</li>\n</ol>\n<p>If you have subscribed to one of our notification services or newsletters, we will use your e-mail address to send you the newsletter that you have subscribed to.\nThe legal basis for data processing is provided by Art. 6 para. 1 point a GDPR.\nYou can withdraw your consent at any time with future effect or unsubscribe from the subscribed newsletter, for example by clicking on the unsubscribe link provided for this purpose in each newsletter.</p>\n<p>These e-mails feature “tracking pixels” for the purpose of and in service of our interest in optimising our newsletter.\nThis provides us with information about which browser and which operating system is being used, which IP address is currently accessing it, and also who the provider is.\nIt is also used to detect if the e-mail has been read and whether the link integrated into the e-mail has been clicked on, such that the website has been visited from that IP address.\nMoreover, it is used to count the number of accesses to the website and the relevant time of day when the e-mail was opened and the access was performed.\nThe approximate location of the user is also identified by these means.\nIf you do not wish to be tracked in this fashion, you can unsubscribe from the newsletter at any time as described above.\nThe legal basis for data processing is provided by Art. 6 para. 1 point f GDPR.</p>\n<ol>\n<li>\n<strong> Contact initiated by you</strong>\n</li>\n</ol>\n<p>When you contact us, for example using one of our contact forms or e-mail addresses, the data that you provide (your e-mail address, possibly your name and your telephone number) will be processed by us for the purpose of responding to your enquiry.\nWe will delete data collected in this connection once it is no longer required for the aforementioned purpose, unless the deletion of this data would contravene statutory retention obligations.\nThe legal basis for data processing is provided by Art. 6 para. 1 sentence 1 point f GDPR.</p>\n<ol>\n<li>\n<strong> Place of Processing</strong>\n</li>\n</ol>\n<p>We also process data in countries outside of the European Economic Area (“EEA”), for example in the USA.\nTo ensure that a suitable level of data protection is observed, we make use of the EU Standard Contractual Clauses for the preparation of the contracts with services employed in Third Countries as per Art. 46 para. 2 point c GDPR, unless there is an adequacy decision issued by the European Commission for that Third Country:</p>\n<p>Standard Contractual Clauses with Data Processors</p>\n<p>Standard Contractual Clauses with Data Controllers</p>\n<ol>\n<li>\n<strong> Transmission of Data</strong>\n</li>\n</ol>\n<p>Unless otherwise stated in this Privacy Policy, we will only transmit your personal data to third parties if transmission is required to comply with our contractual obligations to you and this evidently needs to be done through or jointly with another provider, if we are permitted or required by law to transmit the data on other grounds, or if you have provided us with the relevant consent.</p>\n<ol>\n<li>\n<strong> Cookies and similar Technologies</strong>\n</li>\n</ol>\n<p>In order to provide our service, ensure security and prevent fraud, the use of cookies and similar technologies is necessary (core services).Your Privacy Settings and your cookie settings (regarding permitted/blocked cookies) are also stored on your end device.\nThe use of cookies is required for us to provide you with the service requested by you.\nPlease refer to the Privacy Settings for further information on these special categories of cookies.</p>\n<p>Cookies are small files that your browser places in a folder designated for this purpose on your device.\nThis makes it possible, for instance, to determine whether you have visited a website before.\nMany cookies contain what is known as a “cookie ID”.\nA cookie ID is a unique cookie identifier.\nIt consists of a string of characters which websites and servers can associate with the specific web browser where the cookie has been stored.\nThis enables visited websites and servers to differentiate between the specific browser of the Data Subject and other web browsers containing different cookies.\nA specific web browser can be recognised and identified using the unique cookie ID.\nWithout additional information, cookies cannot be used to identify you personally.</p>\n<p>Unless otherwise agreed, we and our partners will only employ other cookies and similar technologies with your consent expressed through corresponding Privacy Settings.\nThese cookies are used by ourselves and our partners to store and process data on your end device for the purposes listed below in this Privacy Policy.\nIf consent is not granted for the setting of cookies, it may not be possible to fully use all functions of our website.</p>\n<p>More information on the cookies used and equivalent technologies and our partners is provided in the relevant parts of this Privacy Policy and your Privacy Settings, where you can withdrawal your consent with future effect at any time.\nPreviously created cookies can also be deleted by you at any time using your web browser or another software solution.\nThis is possible in all standard web browsers.\nPlease note that this will also delete any settings you have made in your Privacy Settings, such that these will need to be reconfigured when you visit our website again.\nThe duration of the cookies is limited to a maximum of one year unless otherwise stated.</p>\n<ol>\n<li>\n<strong> Content Performance Measurement</strong>\n</li>\n</ol>\n<p>With your consent, we use services for the purpose of measuring the performance of content on our service.\nThese services collect metrics and provide reports on the deployment of content to users and how these users interact with this content.\nThe legal basis for data processing is provided by Art. 6 para. 1 point a GDPR.\nYou have the ability to withdraw any consent you have issued at any time under the Privacy Settings.\nWe also make use of the services of the third-party providers listed below, who serve pursuant to Art. 4 no. 7 GDPR as the Data Controllers for the data processing performed via their respective services.\nPlease refer to the Privacy Policies of the third-party providers linked below for more information on how they process data and on your rights as a Data Subject:</p>\n<p>Adobe Analytics (Adobe Systems Software Ireland Limited, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Republic of Ireland), https://www.adobe.com/privacy.html</p>\n<ol>\n<li>\n<strong> Integration of third-party Providers (social networks)</strong>\n</li>\n</ol>\n<p>For the purpose of enhancing the user experience in our service, we also embed services of the third-party providers listed below, each of which serves as the respective Data Controller in accordance with Art. 4 no. 7 GDPR.\nWith your consent declared in the Privacy Settings, your browser will establish a direct connection with the server of the relevant third-party provider.\nIn this case, the third-party provider will always process your IP address, which is necessary to establish a connection to the server of the third-party provider and to deliver the content.\nThe legal basis for the integration of these services is provided by Art. 6 para. 1 point a GDPR.\nYou may withdraw consent that you have previously issued at any time with future effect in your Privacy Settings.\nInformation on how each third-party provider processes data can be found in the respective third-party provider’s Privacy Policy.</p>\n<p>Google Maps (Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland), https://policies.google.com/privacy?hl=de&amp;gl=de</p>\n<p>Instagram (Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland), https://www.instagram.com/legal/privacy/</p>\n<p>LinkedIn (LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Irland), https://www.linkedin.com/legal/privacy-policy?</p>\n<ul>\n<li>Podigee (Podigee GmbH, Schlesische Straße 20, 10997 Berlin, Germany), https://www.podigee.com/en/about/privacy</li>\n</ul>\n<p>Soundcloud (SoundCloud Limited, Rheinsberger Str.\n76/77, 10115 Berlin), https://soundcloud.com/pages/privacy</p>\n<p>Twitter (Twitter, Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA), https://twitter.com/de/privacy</p>\n<p>Vimeo (Vimeo, Inc., 555 West 18th Street, New York, New York 10011, USA), https://vimeo.com/privacy</p>\n<p>Xing (New Work SE, Dammtorstraße 30 20354 Hamburg, Deutschland), https://privacy.xing.com/de/datenschutzerklaerung</p>\n<p>YouTube (Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland), https://support.google.com/youtube/answer/7671399?p=privacy_guidelines&amp;hl=de&amp;visit_id=0-636644030056539000-341535836&amp;rd=1</p>\n<ol>\n<li>\n<strong> Storage Duration</strong>\n</li>\n</ol>\n<p>We will only process personal data as long as it is necessary for the relevant purpose stated above.\nPersonal data will then be deleted unless data erasure is prohibited by a statutory retention period.</p>\n<ol>\n<li>\n<strong> Contact Details and your Rights as a Data Subject</strong>\n</li>\n</ol>\n<p>Should you have any queries or comments on data protection and privacy or wish to exercise your rights as a Data Subject, please contact our Data Protection Officer at any time:</p>\n<p>Axel Springer SE</p>\n<p>Data Privacy</p>\n<p>Axel-Springer-Str.\n65</p>\n<p>10888&nbsp;Berlin</p>\n<p>Germany</p>\n<p>datenschutz@axelspringer.de</p>\n<p>\n<strong>Information and Rectification</strong>\n</p>\n<p>You can receive information at any time and at no charge about whether we are processing personal data related to you and also about which information we are specifically storing about you.\nYou are also entitled to receive a copy of the stored information.\nYou can also have errors in your data corrected and missing information completed.</p>\n<p>To enable us to provide you with information, please complete the form provided here.\nThis enables us to easily ensure that personal data is only issued to you as an authorised person.\nIf you do not want to use the form, please let us know via a brief e-mail to datenschutz.kundenservice@axelspringer.de or call us on +49 (0) 30 5858 5379.\nWe can then work together to find another way of establishing your identity.</p>\n<p>\n<strong>Erasure, Restriction of processing and “Right to be forgotten”</strong>\n</p>\n<p>You can request that your data be erased and its processing restricted.\nWhere erasure of your personal data is prohibited by statutory retention obligations, your data will be marked with the aim of restricting its future processing.</p>\n<p>If you would like your data to be erased, please complete the form provided here here.\nThis enables us to easily ensure that only data that is connected to you personally is erased.\nIf you do not want to use the form, please let us know in a brief e-mail to datenschutz.kundenservice@axelspringer.de or call us at +49 (0) 30 5858 5379.\nWe can then work together to find another way of establishing your identity.</p>\n<p>\n<strong>Data Portability</strong>\n</p>\n<p>Where applicable, you also have the right to have your personal data transmitted to you or to another Data Controller in a structured, standardised and machine-readable format, as long as processing is performed on the basis of consent or contract using automated procedures.\nThis does not apply, however, where the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.\nYou also have the right to have the personal data transmitted directly from one Data Controller to another, provided that it is technically feasible to do so and does not infringe upon the rights and freedoms of other persons.</p>\n<p>\n<strong>Withdrawal of Consent, Objecting to processing</strong>\n</p>\n<p>You can withdraw your previously-given consent at any time with future effect by contacting the aforementioned address.</p>\n<p>Moreover, you have the right to object to the processing of your personal data at any time (where such processing is based on a legitimate interest) for reasons arising from your particular circumstances.\nThis also applies to profiling activities based on these provisions.\nIf such an objection is received, we will cease to process the personal data unless we can demonstrate compelling legitimate grounds for the processing that override the interests, rights and freedoms of the Data Subject, of if the processing is for the establishment, exercise or defence of legal claims.</p>\n<p>If we are processing personal data for the purpose of direct marketing, you have the right to object to the processing of your personal data at any time for the purpose of such marketing by contacting the aforementioned address.\nThis also applies to profiling insofar as it is connected with such direct marketing.\nYou also have the right to file an objection for reasons arising from your particular circumstances against processing of your personal data that we are engaged in for scientific, historical research or statistical purposes, unless such processing is required to perform a task that is in the public interest.</p>\n<p>\n<strong>Right of Complaint</strong>\n</p>\n<p>You also have the right to submit a complaint to the competent supervisory authority and to seek legal remedies.\nThe supervisory authority with whom the complaint was lodged will notify the complainant about the status and result of their complaint, including the option of seeking a judicial remedy.</p>\n<p>\n<strong>Last revised:</strong> May 10, 2021</p>\n<ul>\n<li>Disclaimer</li>\n<li>Data and Privacy</li>\n<li>Imprint</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p> © Axel Springer SE 2021 <br> Axel Springer is the media and tech company.\n</p> Further websites of Axel Springer SE <ul>\n<li>Axel Springer Academy</li>\n<li>A Heart for Children</li>\n<li>Axel Springer Syndication</li>\n<li>\n<strong>Classifieds Media:</strong>\n</li>\n<li>StepStone</li>\n<li>immowelt</li>\n<li>immoweb.be</li>\n<li>SeLoger</li>\n<li>LaCentrale</li>\n<li>yad2</li>\n<li>\n<strong>News Media:</strong>\n</li>\n<li>BILD</li>\n<li>B.Z.</li>\n<li>WELT</li>\n<li>POLITICO.eu</li>\n<li>BUSINESS INSIDER</li>\n<li>AUTO BILD</li>\n<li>COMPUTER BILD</li>\n<li>SPORT BILD</li>\n<li>\n<strong>Marketing Media:</strong>\n</li>\n<li>Awin</li>\n<li>Bonial</li>\n<li>idealo</li>\n<li>finanzen.net</li>\n</ul> back to top ", "created_at": "2021-11-13 03:45:06.27233", "updated_at": "2021-11-13 02:45:33.723549"}], "points": [], "urls": ["axelspringer.com"]}}