{"error": 448, "message": "OK", "parameters": {"id": 224, "name": "Bitly", "created_at": "2018-01-16 15:26:06.312371", "updated_at": "2021-11-06 18:40:03.460248", "wikipedia": "https://en.wikipedia.org/wiki/Bitly", "keywords": "", "related": "", "slug": "bitly", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/224.png", "url": "bitly.com,getbitly.today,getbitly.pro", "documents": [{"id": 1233, "name": "Bitly Privacy Policy", "url": "https://bitly.com/pages/privacy", "xpath": "/html/body/div[3]/div[3]/div[2]/div/main/article/div/section/div/div/div", "text": "Bitly Privacy PolicyEffective Date: December 4th, 2019<p>Welcome to Bitly.\nThis Privacy Policy describes the policies and procedures of Bitly, Inc.\n(“Bitly”, “we” or “us”) on the collection, use, security and disclosure of personal information about you on&nbsp;https://bitly.com&nbsp;(the “Site”) and the services, features, content or applications offered by Bitly (collectively with the Site, the “Services”).\nIt also describes your choices regarding use, access and correction of your personal information.</p>Scope<p>This Privacy Policy covers the treatment of the personal information gathered by Bitly when you use or access the Services, or when you view or interact with a Bitly link (either our bit.ly links of one of our branded domains).\nThis Privacy Policy also covers Bitly’s treatment of any information about you that Bitly’s customers share with Bitly.</p>\n<p>This Privacy Policy does not apply to the practices of other businesses that Bitly does not own or control, including other companies’ websites, services and applications (“Third Party Services”) that you can access through the Services, such as Facebook or Twitter, or to individuals that Bitly does not manage or employ.\nWe cannot take responsibility for the content or privacy policies of those Third Party Services.\nWe encourage you to review the privacy policies of any Third Party Services you access.</p>Information We Collect<p>Bitly may collect personal information about you as described in this Privacy Policy when you (i) register for the Site and the Services, through your user account with Bitly, including registering through a third-party social networking service (your “Account”), (ii) use the Services, or (iii) view or interact with a Bitly link (either our bit.ly links or one of our branded domains) on a third-party website.\nWe collect the following types of information from you, some of which might be considered personal information under applicable law.</p>\n<p>\n<strong>When You Register for a Bitly Account</strong>\n<br> When you create an Account, we may collect personal information from you, such as your name, phone number, company name, industry, job title, company size and email address.\nIf you create an Account using your login from a third-party account, such as Google, Facebook or Twitter, we will access and collect the personal information about you that the third-party account provides (which is based on your privacy settings with the third-party account), so that you can log into your Account with us.\nWe use your contact information to send you information about our Services and communicate with you about your Account, your activities on our Site and Services and policy changes.\nYou may unsubscribe from receiving certain types of these messages through your Account settings, although Bitly reserves the right to contact you when we believe it is necessary, such as for administrative and account management purposes.</p>\n<p>Some features of the Services allow registered users to provide their own content to the Services, such as written descriptions of URLs, comments, images and video.\nUnless you request deletion of your personal information as described in this Privacy Policy, all content submitted by you to the Services may be retained by Bitly, even after you terminate your Account and may continue to be shared by third parties, as described in this Privacy Policy.</p>\n<p>\n<strong>When You Create a Bitly Link</strong>\n<br> One feature of the Services is the ability to create shortened uniform resource locators (URLs) of websites (“Bitly Link” or “Bitlinks”).\nUsers can create Bitly Links without registering for an account.\n&nbsp;When you create a Bitly Link, Bitly collects and stores both the original URL and the shortened URL and, if you are logged in to your Account, we will associate that information with your Account.\nBitly also collects and stores your IP address, your location, which we derive from your IP address, the time and date on which you shortened the original URL, and if you share a Bitly Link on a social networking platform, the name of the platform and your username on that platform.</p>\n<p>\n<strong>When You Interact With a Bitly Link</strong>\n<br> Bitly automatically collects personal information about the interaction (such as clicks or views) with every Bitly Link created through the Services (either our bit.ly links or one of our branded domains) on a third-party website.\nThis information includes, but is not limited to: (i) the IP address and location derived from the IP address.\n(ii) the referring websites or services.\n(iii) the time and date of each access.\n(iv) device settings, such as browser type, operating system, and language.\n(v) cookies, as described below, and mobile advertising identifiers and (v) information about sharing of the Bitly Link on Third Party Services such as Twitter and Facebook (collectively, “Bitly Link Metrics”).\n&nbsp;As described in this policy, we use Bitly Link Metrics to provide the Services, to understand and analyze how our Services are used and to identify trends, and to detect, deter and prevent malicious, fraudulent or unlawful activity.\nPlease see the “Information We May Share” section of this Privacy Policy for a description of how we may share information we collect when you create, view or interact with Bitly Links.</p>\n<p>\n<strong>Other Information We Automatically Collect</strong>\n<br> When you visit the Site, we automatically collect (i) your IP address and location derived from the IP address.\n(ii) the referring websites or services.\n(iii) the time and date of each access.\n(iv) device settings, such as browser type, operating system, and language.\nand (v) cookie information.\nThis type of data enables us and third parties authorized by us to figure out how often individuals use parts of the Site so that we can analyze and improve them.</p>\n<p>We may receive a confirmation when you open an email from us.\nWe use this confirmation to improve our customer service.</p>\n<p>Bitly may use third-party APIs and software development kits (“SDKs”) to provide certain functions in our Services.</p>\n<p>\n<strong>Third Party Services</strong>\n<br> Some features of the Services allow you to share your content and Bitly Links through your accounts with other companies such as Facebook and Twitter.\nIf you choose to connect Bitly to such Third Party Services, we may collect information related to your use of those Third Party Services, such as authentication tokens that allow us to connect to your Third Party Service accounts.\nWe will ask you for permission before you authorize our collection of this information.\nWe will only use that information for the specific reason for which it was provided to us.\nWe may also collect information about how you are using the Services to interact with those connected Third Party Services.\nNote that Third Party Services may have the ability to restrict the information that is provided to us based on your privacy settings of that account.</p>\n<p>To enable us to infer the location from the IP addresses of computers or devices that visit our website or click, view or interact with Bitly links as described in this policy, we receive IP-based location information from our third-party service provider.\nWe also receive business contact information of our business customer contacts and prospects from our third party service provider.</p>\n<p>\n<strong>Cookies and Other Similar Technologies</strong>\n<br> Bitly and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.</p>\n<p>Cookies are pieces of text that may be provided to your computer through your web browser when you access a website.\nYour browser stores cookies in a manner associated with each website you visit.\nWe use cookies to enable our servers to recognize your web browser and tell us how and when you visit our Site and use the Services through the web.</p>\n<p>Bitly cookies also allow Bitly to track when you have clicked on a Bitly Link.\nEach click of a Bitly Link is tracked using a unique identifier assigned to you in one or more cookies stored by your web browser and associated with Bitly.\nWe may associate the unique identifier in our cookies with the other information we automatically collect when you use the Services, as described above, including your IP address, Bitly Links you click, Bitly Links you create, and information with your Account if you have one.</p>\n<p>Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways.\nIf you disable cookies, you will not be able to use some features of the Services.</p>\n<p>We partner with third parties to track utilization and behavior on our websites, display advertising on our websites, and to manage our advertising on other sites.\nOur third-party partners may use cookies, web beacons, pixel tags or similar technologies in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising click&nbsp;here&nbsp;or if located in the European Union click&nbsp;here.</p>\n<p>This Privacy Policy covers the use of cookies by Bitly only and does not cover the use of cookies by any Third Party Services.\nBitly does not control when or how third parties place cookies on your computer, such as when you visit the website from a Bitly Link.\nYou can manage other companies’ cookies used for online advertising by visiting the Digital Advertising Alliance’s Consumer Choice Page.</p>\n<p>\n<strong>Opt-Out Mechanisms</strong>\n<br> You may ask Bitly not to associate your web browser or IP address with visits to the Bitly.com website or Bitly Links that you create or click by clicking on the appropriate links below.\nIf you would like to opt-out of the Bitly Links, please click on the opt-out choice for Bitly Links below.\nThis will install a cookie on your browser that instructs our servers not to associate your IP address and browser with Bitly Links you create, click or view.\n&nbsp;If you clear your cookies in your browser, you will need to click on the opt-out choice again after each time you clear your cookies.\nTo be clear, these cookie-based opt-outs must be performed on each device and browser that you wish to have opted-out.\nCookie-based opt-outs are not effective on mobile applications.\nHowever, on many mobile devices, application users may limit tracking via their device settings.\nPlease note that if you use these opt-out mechanisms, will still automatically collect the IP addresses of computers or mobile devices that click on or create Bitly Links.\nwe just won’t associate them with your browser or Bitly account.</p>\n<p>Cookies on Bitly Links:&nbsp;Click Here</p>\n<p>Cookies on Bitly.com:&nbsp;Click Here</p>\n<p>\n<strong>Note Regarding Children</strong>\n<br> We do not knowingly collect personal information from children.\nIf we learn that we have collected personal information of a child under 13 (or older as required by applicable law), we will take steps to delete such information from our files as soon as possible.</p>How We Use Information<p>We use the personal information we collect for a variety of administrative and business purposes to:</p>\n<ul>\n<li>operate our Site and provide the Services,</li>\n<li>process and complete any transactions,</li>\n<li>verify individual identity,</li>\n<li>respond to inquiries, questions and comments and provide customer and technical support,</li>\n<li>provide access to certain functionalities of our Services,</li>\n<li>personalize and improve the Services and develop new products and services,</li>\n<li>to communicate with our current and prospective customers concerning our services,</li>\n<li>measure interest and engagement in our Site and Services,</li>\n<li>monitor and analyze usage and trends of the Site and Services,</li>\n<li>provide services to our customers to allow them to understand how you interact with our Services and to help detect, deter and prevent malicious, fraudulent or unlawful activity,</li>\n<li>comply with any legal obligations, and</li>\n<li>enforce our terms and as otherwise described in this Privacy Policy.</li>\n</ul>\n<p>\n<strong>Usage Across Devices</strong>\n<br> We may use the information we collect to make inferences that a unique individual has created or interacted with Bitly links on different devices so that we can to detect, deter and prevent malicious, fraudulent or unlawful activity and analyze how users use our Services.\n&nbsp;For example, if you created a Bitly link on a computer connected to your residential WiFi network, and you soon thereafter clicked on a Bitly link on a mobile device connected to the same WiFi network, we may infer that a single individual created and clicked on the Bitly links because both events were associated with the same IP address in the same time period.</p>\n<p>\n<strong>Other Legitimate Interests</strong>\n<br> We also may use personal information to pursue legitimate interests, such as direct marketing, research (including marketing research), network and information security, prevention of fraudulent, malicious and unlawful activities, or any other purpose disclosed to you at the time you provide personal information or allowed by law.</p>Information We Share<p>The Services are designed to help you share information with others.\nIn addition, we provide Services to our Customers that use Bitly Link Metrics.\n&nbsp;As a result, some of the personal information generated through your use of the Services is shared publicly or with third parties as described below.</p>\n<p>\n<strong>Bitly Links You Create</strong>\n<br> Much of your activity on and through the Services is public by default.\nFor example, when you create a Bitly Link, the original URLs you have shortened and the corresponding Bitly Links are publicly available.</p>\n<p>\n<strong>Account Information</strong>\n<br> Where permitted by law, if you register a Bitly Account with an email address on a domain owned by an organization, (for example, an employer or educational institution where you have an email account), we may share your email address and information about your Account, such as the number of links you have created, with that organization to explore the organization’s interest in creating or managing an enterprise account or for related purposes.</p>\n<p>\n<strong>Information We Share With Customers</strong>\n<br> We may share the personal information we collect as described in this Privacy Policy with our customers.\n&nbsp;When you create a Bitly Link of one of our enterprise customer’s sites, the enterprise customer is able to view the unshortened original URL, the date and time the Bitly Link was created, the location where it was created as derived from your IP address, and aggregated information about clicks and views of the Bitly Links, including the number of times the Bitly Link was shared, whether or not it was viewed, comparison of that Bitly Links performance to that of all Bitly Links pointing to the same content, whether others are sharing a Bitly Link to the same content, geographic regions where the content is being viewed, and identification of social networks on which the Bitly Links appear.\n&nbsp;In addition, we may share Bitly Link Metrics with customers to help them detect, deter and prevent malicious, fraudulent or unlawful activity.</p>\n<p>\n<strong>Information You Elect to Share</strong>\n<br> When creating a Bitly Link, you can share that Bitly Link through Third Party Services.\nAny information that you elect to distribute through Third Party Services, such as a social network post you create, may then become accessible to users of those services.\nYou can also access other Third Party Services through the Services, for example by clicking on links in the Statistics page for a Bitly Link.\nWe recommend that you review the terms of services and privacy policies of such Third Party Services that you access through the Services since Bitly does not control and is not responsible for the privacy practices of these Third Party Services.</p>\n<p>\n<strong>Information Shared with Service Providers </strong>\n<br> We may employ and contract with third parties to perform certain tasks on our behalf and under our direction (our “Service Providers”).\nWe may need to share information about you with our Service Providers in order to provide our product with research and analytics on user behavior and to provide advertising products and services to users, to process payments, and to provide email marketing and support services.\nOur agreements with these Service Providers authorize them to use your information only as necessary to provide services to us.\n&nbsp;Transfers to subsequent third parties are covered by the service agreements with our Clients.</p>\n<p>\n<strong>Information Disclosed Pursuant to Business Transfers</strong>\n<br> We may transfer and/or provide information about our users in connection with an acquisition, sale of company assets, or other situation where user information would be transferred as one of our business assets.\nYou will be notified via email and/or a prominent notice on our website.</p>\n<p>In such a case, the acquirer of Bitly may continue to use your information as set forth in this policy or as otherwise allowed by law.</p>\n<p>\n<strong>Information Disclosed for the Protection of Bitly and Others</strong>\n<br> Bitly may access, read, preserve, and disclose any information it collects when it has a good faith belief that doing so is reasonably necessary to (i) comply with a law, regulation, or compulsory legal request, including process from a governmental law enforcement or national security agency, (ii) enforce the Privacy Policy or Terms of Service, including investigation of potential violations hereof, (iii) detect, deter, prevent or otherwise address malicious, fraudulent or unlawful activity, (iv) respond to user support requests, or (v) protect the rights, property or safety of Bitly, its users and the public.\nThis includes exchanging information with other companies and organizations for protection from malicious, fraudulent or unlawful activity.</p>\n<p>\n<strong>Information We Share With Your Consent</strong>\n<br> We will share information about you when you instruct us to do so, such as when you share Bitly Links or content with others through the Services or if we notify you that the information you provide will be shared in a particular manner and you provide such information (like sharing/posting it with a third-party Service).</p>INTERNATIONAL TRANSFERSEU-U.S.\nPRIVACY SHIELD AND SWISS-U.S.\nPRIVACY SHIELD<p>Bitly, Inc.\nparticipates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nWe are committed to subjecting all personal data received from European Economic Area (EEA) member countries and Switzerland, respectively, in reliance on each Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.\n[https://www.privacyshield.gov]</p>\n<p>Bitly, Inc.\nis responsible for the processing of personal data it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nBitly, Inc.\ncomplies with the Privacy Shield Principles for all onward transfers of personal data from the EEA and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, Bitly, Inc.\nis subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Please direct any inquiries or complaints regarding our compliance with the Principles to the point of contact listed in the “Questions” section below.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider at https://www.jamsadr.com/eu-us-privacy-shield.\nJAMS is located in the United States and their services are provided at no cost to you.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website [https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint], you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>The information you provide may be transferred, processed and/or accessed by us in the United States or another country where we (or our service providers) operate.</p>Retention<p>We retain the personal information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>Information Security<p>Your Account information is protected by a password for your privacy and security.\nYou can prevent unauthorized access to your Account by selecting and protecting your password appropriately, making use of two-factor authentication, and limiting access to your computer and browser by signing off after you have finished accessing your Account.</p>\n<p>Bitly endeavors to protect the information it collects about its users using industry-standard security processes and controls, however, despite these efforts, no security measure is perfect or impenetrable and Bitly does not guarantee or warrant that such measures will prevent unauthorized access to the information about you that is stored by Bitly.\nIn the event we experience a breach of security, we will promptly notify you if your personal information has been compromised, in accordance with applicable law.\nIf you have any questions about the security of your personal information, you can contact us at&nbsp;support@bitly.com.</p>Choice and Access<p>You don’t need an Account to create Bitly Links, and you can use many of the features of the Services without registering, thereby limiting the type of information that is collected about you individually.</p>\n<p>Bitly acknowledges that you have the right to access your personal information that we collect and are able to associate with you.\nIf you have a Bitly Account, you may access, correct, or request deletion of your personal information by logging into your Account.\n&nbsp;Once logged in to your account, you will be able to view a history of the URLs you have shortened and the metrics pages for those URLs.\nYou can request a complete copy of the personal information we store about your account by clicking the Request GDPR SAR Report button in your Account Settings.\n&nbsp;For more information on how to request access to your information, please see our help article.\nYou can delete your Account at any time through your Account settings page.\nIf you delete your Account, you will no longer be able to access or use the Services.\nIf you have an Account but are unable to access it, you can contact us at&nbsp;support@bitly.com.\nWe will respond to your request within a reasonable timeframe.\nIf you are a resident of the EEA or Switzerland, you have the right to ask that your personal data be corrected, updated, or erased.\nYou may also have the right to object to, or request that we restrict, certain processing.\nIf you would like to exercise any of these rights, you may contact us as indicated in the “Questions” section below.\nIn certain circumstances, we may be required by law to retain your personal information.</p>\n<p>If you do not have a Bitly account, Bitly has no way of identifying you or verifying that you created or clicked on a Bitly link.</p>\n<p>Please note that in the interest of ensuring that existing Bitly Links continue to function for all of our users, the Bitly Links that you have created and shared cannot be deleted or disabled (even if your Account is deleted), and any shortening and sharing activity that has already occurred on your Account also cannot be deleted.\nIf you have concerns about any unauthorized use of your Account, you can delete your account within your Account settings.</p>\n<p>Please see the Cookie section above for additional choices you may have.</p>Supervisory Authority<p>If you are located in the European Economic Area, you have the right to lodge a complaint with a supervisory authority if you believe our Processing of your Personal Information violates applicable law.</p>Changes to This Privacy Policy<p>Bitly may amend this Privacy Policy from time to time.\nIf we make material changes in the way we collect or use information, we will notify you by posting an announcement on the Services or sending you an email, and we will indicate when those changes will become effective.\nYou are agreeing to be bound by any changes to the Privacy Policy when you use the Services after those changes become effective.</p>Questions?<p>If you have any questions or concerns regarding privacy using the Services, please send us a detailed message to:&nbsp;privacy@bitly.com.\nWe will make every effort to resolve your concerns.</p>\n<p>You may also contact us at 139 Fifth Avenue, 5th Floor, New York, NY 10010.</p>", "created_at": "2019-05-02 15:54:29.615747", "updated_at": "2020-12-14 21:49:49.939735"}, {"id": 1232, "name": "Bitly Terms of Service", "url": "https://bitly.com/pages/terms-of-service", "xpath": "/html/body/div[3]/div[3]/div[2]/div/main/article/div/section/div/div/div", "text": "Bitly Terms of Service<p>Last Updated: March, 2019</p>\n<p>Bitly, Inc.\n(“Bitly,” “we” or “our”) provides URL shortening, custom-branded link, and link management and analytics products and services to its users (collectively, the “Bitly Services”).\nPlease read these Terms of Service (the “Agreement”) carefully, as they govern your access to and use of the Bitly Services and constitutes a binding legal agreement between you and Bitly.\nIf you accept this Agreement or use the Bitly Services on behalf of a company or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to the Agreement and, in such event, “you”, “your” and “Customer” will refer and apply to that company or other legal entity.\nIf you have been granted access to and use of the Bitly Services by and on behalf of the primary account holder, whether directly or through an administrator, you also agree to abide by this Agreement.\nIn addition to this Agreement, Customer’s use of the Bitly Services is governed by the Bitly&nbsp;Privacy Policy&nbsp;and&nbsp;Bitly’s DMCA Copyright Policy.</p>\n<p>\n<strong>YOU ACKNOWLEDGE AND AGREE THAT, BY CREATING A BITLY ACCOUNT, PURCHASING A PAID ACCOUNT, OR ACCESSING OR USING THE BITLY SERVICES, YOU ARE INDICATING THAT YOU HAVE READ, UNDERSTAND AND AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN YOU HAVE NO RIGHT TO ACCESS OR USE THE BITLY SERVICES.</strong>\n</p>\n<p>\n<strong>THIS AGREEMENT CONTAINS AN ARBITRATION PROVISION AND CLASS ACTION WAIVER AS DESCRIBED IN THE ARBITRATION SECTION BELOW.\nYOU AGREE THAT DISPUTES BETWEEN US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION, AND YOU ARE WAIVING YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</strong>\n</p>\n<ol>\n<li>\n<u>SCOPE &amp.\nMODIFICATIONS</u>\n<ol>\n<li>\n<b>Modifications.</b>&nbsp;Bitly reserves the right, in its sole discretion, to modify or replace this Agreement at any time.\nIf we modify these Terms, we will post the modification on our site or provide you with notice of the modification on your Bitly Account Details page.\nBy continuing to access or use the Bitly Services after the effective date of the modification, you are indicating that you agree to be bound by the modified Agreement.\nCustomer agrees that it is Customer’s responsibility to check this Agreement periodically for changes and that its use of the Bitly Services following the posting of any changes to this Agreement constitutes acceptance of those changes.\nIf the modified Agreement is not acceptable to you, your only recourse is to cease using the Bitly Services.</li>\n<li>\n<b>Scope &amp.\nCurrent Offerings.</b>&nbsp;As of the Effective Date, Bitly offers certain Bitly Services to Customer.\nBitly may add, remove, suspend, discontinue, modify or update the Bitly Services at any time, at its discretion.\nAfter the effective date of such update, Bitly shall bear no obligation to run, provide or support legacy versions of the Bitly Services.</li>\n<li>\n<b>Bitly Enterprise Customers.</b>&nbsp;If you have purchased a Bitly Enterprise Plan, these terms may be supplemented or modified by a supplemental enterprise agreement and one or more order forms, the terms of which will control to the extent they conflict with these Terms.</li>\n<li>\n<b>Support, Uptime &amp.\nTraining.</b>&nbsp;The training and level of customer support for the tier of Bitly Services you purchase is set forth on the Bitly Services pricing page.</li>\n</ol>\n</li>\n<li>\n<u>PAID ACCOUNTS</u>\n<ol>\n<li>\n<b>Fees.</b>&nbsp;Bitly offers fee-based Bitly Services that provide additional features and functionality.\nPricing and services for paid accounts are described on Bitly’s Services pricing page and may be updated from time to time.\nIf you sign up for a paid account, you agree to pay Bitly all applicable fees for the tier of Bitly Services according to your selection.\nFees are non-refundable except as required by law or as otherwise specifically permitted in this Agreement.</li>\n<li>\n<b>Auto-renewals and Trials.</b>&nbsp;If your account is set to auto-renew or is in a trial period and you have already provided a method of payment to Bitly for the Services, Bitly will charge your payment account automatically at the end of the trial or beginning of each renewal term for the renewal term, unless you notify us that you want to cancel or disable auto-renewal before the expiration of the then-current term.\nYou may terminate the Agreement in your account’s Account Details page, or, if you purchased your Service through a Bitly account representative by contacting your Bitly account representative.\nIf you are on a paid account plan lasting twelve (12) months or longer, we will notify you within 30 days before your account renews, including any changes in the Fees for the plan.</li>\n<li>\n<b>Payment.</b>&nbsp;Customer will pay Bitly invoices on the payment interval selected.\nIf not otherwise specified, payments will be due immediately.\nCustomer authorizes Bitly to charge Customer for all applicable Fees using Customer’s selected payment method through Bitly’s online payments platform.\nCustomer will provide complete and accurate billing and contact information to Bitly.\nBitly may suspend or terminate the Services if Fees are past due.\nUnpaid Fees are subject to a finance charge of one percent (1.5%) per month (18% per annum), or the maximum permitted by law, whichever is lower, plus all expenses of collection, including reasonable attorneys’ fees.</li>\n<li>\n<b>Taxes.</b>&nbsp;Fees are exclusive of taxes, duties, levies, tariffs, and other governmental charges (collectively, “Taxes”), and Customer is responsible for all Taxes resulting from this Agreement or Customer’s use of the Bitly Services.\nBitly will invoice Customer for Taxes when required to do so by applicable law, and Customer agrees to provide payment under the terms of the invoice.\nIn the event Customer is required by law to deduct and withhold any Taxes on amounts payable under this Agreement, any amounts required to be withheld will be promptly deducted and timely remitted by the Customer on behalf of Bitly to the appropriate taxation authority and Customer agrees that it will provide Bitly with copies of all necessary documents (including but not limited to tax receipts received from the applicable tax authority) in order for Bitly to claim and receive a foreign tax credit in an amount corresponding to the amount withheld by the Customer.</li>\n<li>\n<b>Downgrades.</b>&nbsp;Bitly reserves the right to downgrade, suspend or terminate Customer’s access to any or all Bitly Services if Fees are past due.</li>\n</ol>\n</li>\n<li>\n<u>LICENSE, METRICS AND COMPLIANCE;</u>\n<ol>\n<li>\n<b>License to Bitly Services.</b>&nbsp;Subject to the terms and conditions of this Agreement and payment of all Fees due hereunder, Bitly grants Customer, and any other party agreed in an Order Form, a limited, revocable, non-exclusive, non-sublicensable, non-transferable right and license to use the Bitly Services solely to shorten uniform resource locators (“URL”), receive certain Bitly Link Metrics (defined in Bitly’s&nbsp;Privacy Policy) and, for Enterprise Plan Customers, to utilize the other products and services defined on the applicable Order Form during the Term.</li>\n<li>\n<b>Bitly Link Metrics.</b>&nbsp;As part of the provision of Bitly Services, Bitly collects and generates Bitly Link Metrics, which are described in Bitly’s&nbsp;Privacy Policy.\nCertain, limited Bitly Link Metrics are published on Bitly’s website.\nCustomer acknowledges and agrees that all Bitly Link Metrics are owned by Bitly, and that Bitly has the right to use, license, sell or otherwise dispose of Bitly Link Metrics as detailed in Bitly’s&nbsp;Privacy Policy.\nBitly does not make all Bitly Link Metrics available to Customer.\nCustomer may access, use, and copy the limited Bitly Link Metrics we make available to Customer according to the Customer’s service tier.\nCustomer may not combine any Bitly Link Metrics with any personally identifiable information and may not sublicense, sell, syndicate or otherwise share Bitly Link Metrics with any third party.</li>\n<li>\n<b>Access Credentials.</b>&nbsp;Bitly shall provide Customer with non-transferable access credentials for the Bitly Services.\nCustomer shall not (i) misrepresent or mask identities when using the Bitly Services or seeking access credentials.\n(ii) select or use as a username or Branded Short Domain a name subject to any rights of a person or entity other than Customer without appropriate authorization.\n(iii) select or use, as Customer’s username or Branded Short Domain, a name that is otherwise offensive, vulgar or obscene.\nor (iv) exceed any access permitted by Bitly.\nCustomer shall safeguard all access credentials provided by Bitly and shall ensure the confidentiality and security thereof.\nTo the extent Customer is a corporate entity rather than an individual (1) only employees and contractors of Customer (“Personnel”) may use the Bitly Services.\n(2) Customer shall require its Personnel to comply with all Laws and the use restrictions (including user seat restrictions) set out in the Agreement or otherwise prescribed by Bitly and shall not share access credentials to exceed the user limitations of the service tier Customer has purchased.\n(3) Customer represents and warrants that its Personnel have the capacity and authority to enter into this Agreement.\nand (4) Customer acknowledges that it shall be fully responsible for any acts or omissions of its Personnel, whether authorized or unauthorized.\nBitly may update, refresh or change the manner of accessing the Bitly Services in its discretion.</li>\n<li>\n<b>Compliance Monitoring.</b>&nbsp;Bitly may monitor Customer’s use of the Bitly Services for compliance with the Agreement.\nIf Bitly observes usage of the Bitly Services that it believes are not in compliance with the Agreement, Bitly will notify the Customer and give the Customer five (5) business days to remedy its non-compliance.\nIf Customer does not remedy its non-compliance within five (5) business days, Bitly reserves the right to suspend or terminate Customer’s use of the Bitly Services.\nBitly reserves the right to suspend Customer’s use of the Bitly Services without notice in the event that it believes, in good faith, the security of Customer’s Bitly account has been compromised, or the Customer’s Bitly account is being used for an unlawful purpose.\nAnd may suspend or terminate Customer’s access to the Services without notice for violation of the Agreement.</li>\n</ol>\n</li>\n<li>\n<u>INTELLECTUAL PROPERTY &amp.\nLICENSE RESTRICTIONS</u>\n<ol>\n<li>\n<b>Ownership.</b>&nbsp;Except for any Customer Content or Customer Services, Customer acknowledges and agrees that Bitly is the sole and exclusive owner of all right, title and interest in and to the Bitly Services and Bitly Link Metrics and all related documentation, source code, tools, scripts, processes, techniques, methodologies, inventions, know-how, concepts, formatting, arrangements, visual attributes, ideas, database rights, copyrights, patents, trade secrets, and other intellectual property, and all derivatives, enhancements, modifications and improvements thereof (“Bitly Materials”).\nNothing in this Agreement or any other document shall be deemed to transfer ownership of the Bitly Materials.\nExcept for the limited license rights expressly granted herein, no rights to Bitly Materials are granted hereunder and all rights in such Bitly Materials are reserved.</li>\n<li>\n<b>Feedback.</b>&nbsp;Customer is not required to provide any suggestions, enhancement requests, recommendations or other feedback regarding the Bitly Services or Bitly Link Metrics (“Feedback”).\nHowever, if Customer does so, all right, title and interest in and to such Feedback shall be assigned to, and shall become the sole and exclusive property of, Bitly upon its creation.</li>\n<li>\n<b>License Restrictions.</b>&nbsp;Customer shall not share access credentials to exceed the user limitations of the service tier Customer has purchased.\nCustomer and its Personnel shall not, and shall not permit any third party to: (i) access the Services or export data from the Services to create a service, software, documentation or data for a URL shortening service other than Bitly or create shortened links or a service that is competitive with, substantially similar or confusingly similar to any aspect of the Bitly Services or Bitly Link Metrics.\n(ii) use, modify, display, perform, copy, disclose or create derivative works of the Bitly Services except as expressly permitted herein.\n(iii) reverse engineer, decompile, disassemble, mimic, screen-scrape, frame or mirror the Bitly Services or Bitly Link Metrics, or use any other means to attempt to discover their source code except as expressly permitted herein.\n(iv) benchmark, encumber, distribute, sublicense, assign, share, sell, rent, lease, pledge or otherwise transfer the Bitly Services or Bitly Link Metrics to any third party.\n(v) transmit harmful, disabling or malicious code or devices, or infringing, defamatory, unlawful, tortious, deceptive, misleading, fraudulent, abusive, indecent or otherwise offensive content, or content that contains someone’s personal information or violates a third party’s intellectual property, privacy or publicity rights (“Prohibited Content”) through the Bitly Services.\n(vi) access via automated or unauthorized means, interfere with, disrupt or attempt to monitor, override access or circumvent security measures for, the Bitly Services or Bitly Link Metrics or related systems, including via robots, spiders and other electronic methods.\nand (vii) obscure, remove or alter any proprietary rights or other notices on the Bitly Services or Bitly Link Metrics.\nNotwithstanding anything to the contrary herein, Bitly may, in its sole discretion, immediately revoke the grant of rights set forth in Section 3 if Customer breaches or threatens to breach the restrictions in this Section or creates other security or legal concerns.\nCustomer hereby agrees that Bitly will be entitled, in addition to any other remedies available to it at law or in equity, to injunctive relief to prevent the breach or threatened breach of Customer’s obligations under this Section, without any requirement to demonstrate irreparable harm or post a bond.</li>\n<li>\n<b>Technical Restrictions.</b>&nbsp;Customer shall not exceed the number and/or frequency of API calls, concurrent URL shortens or other access to or use of Bitly Services in the relevant documentation or as otherwise provided by Bitly in an Order Form.\nIf Bitly believes that Customer has attempted to exceed or circumvent these limitations, Bitly may suspend or block Customer’s access to the Bitly Services.\nBitly may monitor Customer’s use of the Bitly Services, including to ensure Customer’s compliance with this Agreement.</li>\n<li>\n<b>Open Source Software.</b>&nbsp;Bitly Services may incorporate software that is subject to terms that, as a condition of use, copying, modification or redistribution, require such software and derivative works thereof to be disclosed or distributed in source code form, to be licensed for the purpose of making derivative works, or to be redistributed free of charge (“Open Source Software”).\nTo the extent any Open Source Software license terms are inconsistent with this Agreement, then such rights in the applicable Open Source Software license shall take precedence over the rights granted in this Agreement, but solely with respect to such Open Source Software.\nAny applicable Open Source Software license is solely between Customer and the applicable licensor of the Open Source Software and Customer shall comply with the applicable Open Source Software license.</li>\n<li>\n<b>Third Party Materials.</b>&nbsp;Bitly Services may utilize third party software or source code, including without limitation Open Source Software (“Third Party Materials”).\nBitly has no control over Third Party Materials.\nAccordingly, Bitly is not responsible or liable for any Third Party Materials.\nWhile Bitly has no obligation to monitor Third Party Materials, Bitly may remove or modify such Third Party Materials in its discretion, including without limitation to comply with Law.\nCustomer agrees to comply with all terms and conditions and privacy policies related to any Third Party Materials.</li>\n<li>\n<b>Trademarks.</b>&nbsp;Bitly grants Customer a limited, revocable, non-exclusive, non-transferable, non-sublicensable license to access and use Bitly’s names, logos, designs, and other trademarks incorporated into the Bitly Services (“Bitly Marks”) during the Term and solely for the purposes of displaying such notice as part of the Bitly Services.\nCustomer recognizes the validity of the Bitly Marks and Bitly’s ownership and title thereto.\nAny goodwill derived from the use of the Bitly Marks by Customer shall inure to the benefit Bitly.\nCustomer will not challenge the Bitly Marks, or Bitly’s ownership and title thereto, or the USPTO application or registration thereof, either during or subsequent to the term of this Agreement.\nCustomer shall execute such documents as may be reasonably requested by Bitly, or required by law, to establish Bitly’s sole and exclusive ownership and rights in the Bitly Marks, or to obtain registration thereof.\nCustomer agrees to use the Bitly Marks consistent with Bitly’s Brand Assets it makes available at&nbsp;https://bitly.com/pages/press, so as to protect and maintain the Bitly Marks and Bitly’s rights therein.\nTo this end, Bitly shall have the right to revoke the license granted in this Section and/or to review and approve the manner of use of the Bitly Marks, and Customer agrees to modify the use of any Bitly Marks which do not meet Bitly’s standards.\nNotwithstanding the foregoing, Customer may not use any Bitly Marks in any manner implying any partnership with, sponsorship by, or endorsement by Bitly.</li>\n</ol>\n</li>\n<li>\n<u>CUSTOMER SERVICES, CONTENT AND INFORMATION</u>\n<ol>\n<li>\n<b>Customer Services.</b>&nbsp;Bitly shall have no liability for any Customer product or service accessed through or making use of the Bitly Services or any end user, customer or Personnel’s use thereof (“Customer Service”).\nCustomer shall not use the Bitly Services in any manner implying any partnership with, sponsorship by, or endorsement of the Customer Service by Bitly.\nCustomer shall not suggest or imply that Bitly is the author of or otherwise responsible for the views or content of the Customer Service.\nThe Bitly Services shall not be used in connection with any Prohibited Content, or any activities where the use or failure of the Bitly Services could lead to death, personal injury or property or environmental damage or adversely impact or impose liability on Bitly in any manner.</li>\n<li>\n<b>Customer Content.</b>&nbsp;Customer hereby grants to Bitly an irrevocable, perpetual, non-exclusive, sublicensable, transferable, royalty-free, worldwide license, to use, copy, import, display, reproduce, perform, distribute, create derivative works, alter or modify all URLs and other information provided by Customer to Bitly (“Customer Content”) in connection with the provision, operation and promotion of the Bitly Services, creation of Bitly Link Metrics and for other business purposes.\nBitly’s collection, use and sharing of personal information Bitly receives from Customer or third parties (including social media networks) is described Bitly’s&nbsp;Privacy Policy.\nAs stated in our&nbsp;Privacy Policy, where permitted by law, if you register a Bitly Account with an email address on a domain owned by an organization, such as your employer, we may share your email address and information about your Account with our sales team and the business to explore the business’ interest in creating or managing an enterprise account or for related purposes.</li>\n</ol>\n</li>\n<li>\n<u>REPRESENTATIONS AND WARRANTIES</u>\n<ol>\n<li>\n<b>Customer Content Warranties.</b>&nbsp;Customer represents and warrants that Customer Content and all information on which the Bitly Link Metrics are based, and the receipt, collection, use and provision thereof, shall not infringe or violate any third party rights, including without limitation any intellectual property, privacy and publicity rights.\n(ii) the Customer Content, and any information on which the Bitly Link Metrics are based, was received, collected, used and provided to Bitly in compliance with all applicable laws, rules and regulations and self-regulatory guidelines and requirements, including without limitation laws on privacy and data security, unsolicited messaging, unfair or deceptive practices, or United States trade or export restrictions (“Laws”).\n(iii) it has obtained all necessary consents, approvals or other authorizations or permissions for, and has complied with its posted privacy policies and all third-party terms and conditions or privacy policies in connection with, its receipt, use and/or provision of the Customer Content and all information on which the Bitly Link Metrics are based.\nand (v) that none of the Customer Content or information or data on which the Bitly Link Metrics are based contains any personally identifiable information or persistent identifiers from individuals under the age of 13.</li>\n<li>\n<b>Further Customer Warranties.</b>&nbsp;Customer further represents and warrants that (i) it has implemented or contractually required industry-standard security measures to help protect the security and integrity of, and prevent, unauthorized access to the Bitly Services or Bitly Link Metrics, Customer Content and Customer Services.\n(ii) it will not do anything that will make the Bitly Services subject to any open source or similar license which creates an obligation to grant any rights in the Bitly Services.\n(iii) it will not disrupt, disable, erase, alter, harm, damage, interfere with or otherwise impair in any manner the Bitly Services or Bitly Link Metrics.\n(iv) in the event of any security breach or unauthorized access to any Bitly Services, Bitly Link Metrics, Customer Content and Customer Services, Customer will immediately investigate such breach and notify Bitly in writing, and, unless otherwise notified by Bitly, take all corrective action necessary to remedy such breach and/or comply with applicable Law and the requirements of Bitly, all at Customer’s cost.\nand (v) Customer, Customer’s use of the Bitly Services, the Customer Content and Customer Services will comply with all Laws and not violate or infringe upon any third party intellectual property, privacy or publicity rights.</li>\n<li>\n<b>BITLY DISCLAIMERS.</b>&nbsp;BITLY SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nBITLY DOES NOT WARRANT THAT: (I) THE BITLY SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) SHORTENED URLS, THE BITLY SERVICES AND BITLY LINK METRICS WILL BE ACCURATE, ERROR-FREE OR THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) THE BITLY SERVICES ARE SECURE, FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\n(IV) THE RESULTS OF USING THE BITLY SERVICES OR BITLY LINK METRICS WILL MEET CUSTOMER’S REQUIREMENTS OR ANY OF ITS OR ITS USERS’, PERSONNEL’S OR CUSTOMERS’ BUSINESS NEEDS.\nOR (V) THE BITLY SERVICES WILL BE UNINTERRUPTED OR THAT ANY INTERRUPTION WILL BE CORRECTED IN A TIMELY MANNER.\nCUSTOMERS USE OF THE BITLY SERVICES AND BITLY LINK METRICS IS SOLELY AT ITS OWN RISK.\nFURTHER, BITLY MAKES NO REPRESENTATIONS OR WARRANTIES AND SHALL ASSUME NO LIABILITY AMOUNTS OR INDEMNITY OBLIGATIONS WITH RESPECT TO ENSURING THAT CUSTOMER’S USE OF THE BITLY SERVICES AND BITLY LINK METRICS COMPLY WITH ANY LAWS OR REGULATIONS OUTSIDE THE UNITED STATES AND CUSTOMER SHALL BE SOLELY LIABLE FOR SUCH COMPLIANCE.\nBITLY SHALL BEAR NO RESPONSIBILITY FOR THIRD PARTY PRODUCTS OR SERVICES (E.G., OPEN SOURCE SOFTWARE, SOCIAL MEDIA PLATFORMS, THIRD PARTY MATERIALS OR FOR HOST OR APP STORE PROVIDERS).\nCUSTOMER RECOGNIZES THAT THE FIGURES CONTAINED IN THE BITLY LINK METRICS PRODUCED HEREUNDER ARE ESTIMATES AND MAY BE SUBJECT TO STATISTICAL ERROR.\nBITLY DOES NOT WARRANT THAT THE BITLY LINK METRICS WILL BE COMPLETELY CORRECT, ACCURATE, TIMELY OR OTHERWISE RELIABLE.\nBITLY HEREBY DISCLAIMS ANY LIABILITY FOR ANY USE OR RELIANCE ON THE BITLY LINK METRICS BY CUSTOMER AND THIRD PARTIES.</li>\n</ol>\n</li>\n<li>\n<u>INDEMNIFICATION AND RESPONSIBILITY</u>\n<ol>\n<li>\n<b>Customer Indemnification.</b>&nbsp;Customer will defend, indemnify and hold harmless Bitly, its parents, subsidiaries, affiliates and their employees, officers, directors, representatives, contractors, customers, business partners, successors and assigns (“Bitly Indemnitees”) from and against any third party claims and actions, and resulting damages, liabilities and costs (including reasonable attorneys’ fees and expenses) incurred by Bitly Indemnitees arising out of or directly or indirectly related to (a) the Customer Content, Customer Services or any other Customer products and services.\n(b) Customer’s acts and omissions hereunder, breach of this Agreement, or violation of Laws.\nand/or (c) any allegation of intellectual property, privacy or publicity infringement concerning Customer Content or Customer Services.\nBitly shall promptly notify Customer of any claim for which it seeks indemnification.\nprovided, however, that any delay in providing notification shall not vitiate Customer’s indemnification obligations unless Customer is materially prejudiced thereby.\nCustomer shall have sole control over the defense of any claim under this Section, except that Bitly may approve any counsel used by Customer and that Bitly may participate in the defense, at Customer’s cost.\nAll settlements of indemnification claims require the consent of Bitly.</li>\n</ol>\n</li>\n<li>\n<u>LIMITATION OF LIABILITY</u>\n<ol>\n<li>\n<b>LIABILITY LIMITATION.</b>&nbsp;IN NO EVENT SHALL BITLY BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE BITLY SERVICES, BITLY LINK METRICS OR OTHERWISE HEREUNDER FOR ANY CLAIM RELATED TO (I) ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, COMPENSATORY, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (HOWEVER ARISING).\n(II) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION).\n(III) ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE BITLY SERVICES.\n(IV) THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CUSTOMER CONTENT AND OTHER DATA MAINTAINED OR TRANSMITTED BY OR THROUGH CUSTOMER’S USE OF THE BITLY SERVICES.\n(V) CUSTOMER’S FAILURE TO PROVIDE BITLY WITH ACCURATE ACCOUNT OR OTHER INFORMATION.\n(VI) ANY LIABILITY RESULTING FROM CUSTOMER’S FAILURE TO KEEP ITS PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL.\n(VII) CUSTOMER’S FAILURE TO ACCESS THE BITLY SERVICES DUE TO MALFUNCTION(S) IN EQUIPMENT, INFRASTRUCTURE, SYSTEM, OR THE NETWORK USED BY CUSTOMER.\nOR (VIII) AMOUNTS FOR ALL CLAIMS HEREUNDER IN THE AGGREGATE IN EXCESS OF $100.00.</li>\n</ol>\n</li>\n<li>\n<u>TERM AND TERMINATION</u>\n<ol>\n<li>\n<b>Agreement Term.</b>&nbsp;This Agreement shall commence on the date the Customer accepts this Agreement by creating an account or purchasing a paid service tier (“Effective Date”) and remain in effect for the duration of the term selected by Customer, unless otherwise terminated as permitted herein (“Initial Term”).\nIf your paid account is set to automatically renew, please see section 2(B) above for the auto-renewal terms.</li>\n<li>\n<b>Right to Terminate.</b>&nbsp;Bitly may terminate this Agreement immediately in its discretion.\nUpon expiration or termination of this Agreement, all applicable rights and access granted to Customer shall automatically terminate and Customer and its Personnel shall cease any further use of the Bitly Services and return, or, if directed by Bitly, destroy, all Confidential Information of Bitly.\nAny Section of this Agreement which by its nature would survive such expiration or termination shall so survive.</li>\n</ol>\n</li>\n<li>\n<u>GOVERNING LAW &amp.\nDISPUTES</u>\n<ol>\n<li>\n<b>Governing Law.</b>&nbsp;This Agreement and the transactions contemplated hereby shall be governed by and construed under the Federal Arbitration Act and the laws of the State of New York without regard to the conflicts of law provisions thereof and without regard to the United Nations Convention on Contracts for the International Sale of Goods.</li>\n<li>\n<b>Limitation for Bringing Claims.</b>&nbsp;To the fullest extent permitted by law, Customer agrees any Customer claim or cause of action arising out of, related to or connected with the use of the Bitly Services, Bitly Link Metrics or this Agreement must be filed within one (1) year after such claim of action arose or be forever banned.</li>\n<li>\n<b>Mandatory Arbitration of Disputes.</b>&nbsp;We each agree that any dispute, claim or controversy arising out of or relating to these Terms of Service or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Bitly agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms of Service, and that you and Bitly are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms of Service.<ol>\n<li>Exceptions and Opt-out.\nAs limited exceptions to this Dispute Resolution section (i) you may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.\nThis Arbitration Agreement does not apply to individuals located in the European Economic Area.</li>\n<li>Conducting Arbitration and Arbitration Rules.\nThe arbitration will be conducted by the American Arbitration Association (“AAA”).\nIf you are an individual, the arbitration will be conducted under the AAA’s Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by these Terms of Service.\nIf you enter these Terms of Service on behalf of an organization, the arbitration will be conducted under the AAA’s Commercial Arbitration Rules.\nThe AAA Rules are available at&nbsp;www.adr.org&nbsp;or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at&nbsp;www.adr.org.</li>\n<li>If your claim is for U.S.\n$10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic or video-conference hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds U.S.\n$10,000, the right to a hearing will be determined by the AAA Rules.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</li>\n<li>Arbitration Costs.\nPayment of all filing, administration and arbitrator fees will be governed by the applicable AAA Rules.\nIf you are an individual, we’ll pay for all filing, administration and arbitrator fees and expenses if your Dispute is for less than $10,000, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</li>\n<li>Class Action Waiver.\nYOU AND BITLY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</li>\n<li>If Bitly changes any of the terms of this “Dispute Resolution” Section after the date you first accepted these Terms of Service (or accepted any subsequent changes to these Terms of Service), you may reject any such change by sending us written notice (including by email to&nbsp;support@bitly.com) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of Bitly’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Bitly in accordance with the terms of this “Dispute Resolution” section as of the date you first accepted these Terms of Service (or accepted any subsequent changes to these Terms of Service).</li>\n<li>Severability.\nWith the exception of any of the provisions in Section 20(e) of these Terms (“Class Action Waiver”), if an arbitrator or court of competent jurisdiction decides that any part of these Terms of Service is invalid or unenforceable, the other parts of these Terms of Service will still apply.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<u>MISCELLANEOUS</u>\n<ol>\n<li>\n<b>Relationship of the Parties.</b>&nbsp;The parties shall be independent contractors under this Agreement, and nothing herein will constitute either party as the employer, employee, agent or representative of the other party, or both parties as joint venturers or partners for any purpose.</li>\n<li>\n<b>Entire Agreement and Severability.</b>&nbsp;This Agreement is the entire agreement between the parties with respect to the subject matter hereof and supersedes all prior or contemporaneous communications and proposals (whether oral, written or electronic) between the parties with respect thereto, including any non-disclosure agreements signed by the parties.\nExcept as may be modified in writing by the parties, including by a Bitly Enterprise Supplemental Agreement, no additional or conflicting terms set out on Customer order, invoice, statement or other document, or contained in any “shrinkwrap” or “clickwrap” agreements, are binding.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable.</li>\n<li>\n<b>Force Majeure.</b>&nbsp;Except for any Fees due hereunder, neither party shall not be liable for any delay in performing or failure to perform its obligations hereunder where such delay or failure results from any cause beyond its reasonable control, including, without limitation, cyber-attacks, mechanical, electronic or communications failures, acts of God, terrorism, war, natural disasters, failure of any telecommunications or transportation or of any third party provider or supplier (e.g., host or app store providers) or labor disputes.</li>\n<li>\n<b>Assignment.</b>&nbsp;Except to an affiliate or in the event of a merger, acquisition or other change of control, neither party may assign this Agreement without the prior written permission of the other party, and any attempt to do so is void.\nThis Agreement shall be binding on any permitted successors and assigns.</li>\n<li>\n<b>Notices.</b>&nbsp;Unless otherwise specified in this Agreement, all notices under this Agreement will be in writing to the addresses listed above and will be deemed to have been duly given when received, if personally delivered.\nwhen sent, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.</li>\n<li>\n<b>Headings.\nInterpretation.</b>&nbsp;The section and paragraph headings in this Agreement are for convenience only and shall not affect their interpretation.\nAny use of “including” “for example” or “such as” in this Agreement shall be read as being followed by “without limitation.”</li>\n<li>\n<b>Export.</b>&nbsp;The parties shall comply with all applicable export and import control laws and regulations, and, in particular, shall not export or re-export the Bitly Services without all required United States and foreign government licenses.</li>\n<li>\n<b>Government Use.</b>&nbsp;The Bitly Services are “commercial items” as that term is defined at 48 C.F.R.\n2.101, consisting of “commercial computer software” and “commercial computer software documentation” as such terms are used in 48 C.F.R.\n12.212.\nAny access to or use of the Bitly Services by any government entity is prohibited, except as expressly permitted by the terms of this Agreement.\nAdditionally, any use by U.S.\ngovernment entities must be in accordance with 48 C.F.R.\n12.212 and 48 C.F.R.\n227.7202-1 through 227.7202-4.\nIf Customer uses the Bitly Services in its official capacity as an employee or representative of a U.S., state or local government entity and is legally unable to accept the indemnity, jurisdiction, venue or other clauses herein, then those clauses do not apply to such entity, but only to the extent as required by applicable law.</li>\n<li>\n<b>General.</b>&nbsp;The failure of Bitly to enforce any right or provision of these Terms will not constitute a waiver of future enforcement of that right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Bitly.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.\nIf for any reason a court of competent jurisdiction finds any provision of these Terms invalid or unenforceable, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.</li>\n<li>\n<b>Publicity.</b>&nbsp;Customer grants Bitly the right to use Customer’s logos or trademarks in marketing or publicity materials and on its website to identify Customer as a customer that uses the Bitly Services.</li>\n<li>\n<b>Contacting Bitly.</b>&nbsp;If you have any questions about these Terms, please contact us at&nbsp;support@bitly.com.</li>\n</ol>\n</li>\n</ol>", "created_at": "2019-05-02 15:54:02.005571", "updated_at": "2020-12-14 21:49:30.445242"}], "points": [{"id": 1072, "title": "You cannot delete your account", "source": "https://groups.google.com/d/msg/tosdr/T98obrJsjJA/w1Gp9SDABtkJ", "status": "It is impossible to delete your account from this service, according to the <a href='http://www.accountkiller.com/en/Blacklist'>AccountKiller blacklist</a>.", "created_at": "2018-01-16 15:28:24.339804", "updated_at": "2018-03-05 09:27:51.092848", "quoteText": null, "case_id": 172, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10928, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:29:56.530936", "updated_at": "2020-12-08 21:21:07.861478", "quoteText": "Customer hereby grants to Bitly an irrevocable, perpetual, non-exclusive, sublicensable, transferable, royalty-free, worldwide license, to use, copy, import, display, reproduce, perform, distribute, create derivative works, alter or modify all URLs and other information provided by Customer to Bitly (“Customer Content”) in connection with the provision, operation and promotion of the Bitly Services, creation of Bitly Link Metrics and for other business purposes.", "case_id": 139, "document_id": 1232, "quoteStart": 18998, "quoteEnd": 19464}, {"id": 10919, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:00:21.606098", "updated_at": "2020-12-04 14:40:36.856344", "quoteText": "Customer will defend, indemnify and hold harmless Bitly, its parents, subsidiaries, affiliates and their employees, officers, directors, representatives, contractors, customers, business partners, successors and assigns (“Bitly Indemnitees”) from and against any third party claims and actions,", "case_id": 146, "document_id": 1232, "quoteStart": 24890, "quoteEnd": 25184}, {"id": 10918, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:56:49.09071", "updated_at": "2020-12-04 14:40:16.594349", "quoteText": "However, if Customer does so, all right, title and interest in and to such Feedback shall be assigned to, and shall become the sole and exclusive property of, Bitly upon its creation.", "case_id": 182, "document_id": 1232, "quoteStart": 11834, "quoteEnd": 12017}, {"id": 10914, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:49:49.484689", "updated_at": "2020-11-28 23:16:14.401789", "quoteText": "BITLY SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.", "case_id": 286, "document_id": 1232, "quoteStart": 22821, "quoteEnd": 23175}, {"id": 10912, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:42:18.441732", "updated_at": "2020-12-04 14:27:41.602764", "quoteText": "We each agree that any dispute, claim or controversy arising out of or relating to these Terms of Service or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.", "case_id": 339, "document_id": 1232, "quoteStart": 29367, "quoteEnd": 29745}, {"id": 10929, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:38:53.477972", "updated_at": "2020-11-28 23:14:12.689902", "quoteText": "In the event we experience a breach of security, we will promptly notify you if your personal information has been compromised, in accordance with applicable law.", "case_id": 391, "document_id": 1233, "quoteStart": 22251, "quoteEnd": 22413}, {"id": 6367, "title": "There is a date of the last update of the terms", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-02 15:54:48.316328", "updated_at": "2021-02-06 04:16:20.088228", "quoteText": "Effective Date: March 12, 2019", "case_id": 331, "document_id": 1233, "quoteStart": 31, "quoteEnd": 61}, {"id": 10927, "title": "This service collects your IP address for location use", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:22:43.783712", "updated_at": "2020-11-12 03:19:06.847927", "quoteText": "Bitly also collects and stores your IP address, your location, which we derive from your IP address,", "case_id": 399, "document_id": 1233, "quoteStart": 3873, "quoteEnd": 3973}, {"id": 10924, "title": "This service retains rights to your content even after you stop using your account", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:16:19.740644", "updated_at": "2021-02-09 00:01:11.218067", "quoteText": "We retain the personal information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.", "case_id": 173, "document_id": 1233, "quoteStart": 21019, "quoteEnd": 21382}, {"id": 10910, "title": "This service uses your personal information for many different purposes", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:37:22.311379", "updated_at": "2020-12-04 14:27:08.106751", "quoteText": "We use the personal information we collect for a variety of administrative and business purposes to", "case_id": 185, "document_id": 1233, "quoteStart": 11424, "quoteEnd": 11523}, {"id": 10923, "title": "No need to register", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:14:56.050039", "updated_at": "2020-11-28 23:16:28.100448", "quoteText": "You don’t need an Account to create Bitly Links", "case_id": 320, "document_id": 1233, "quoteStart": 22558, "quoteEnd": 22605}, {"id": 10926, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:19:38.173647", "updated_at": "2020-12-04 14:36:58.489418", "quoteText": "Bitly may amend this Privacy Policy from time to time.\nIf we make material changes in the way we collect or use information, we will notify you by posting an announcement on the Services or sending you an email, and we will indicate when those changes will become effective.", "case_id": 329, "document_id": 1233, "quoteStart": 25140, "quoteEnd": 25414}, {"id": 10915, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:50:58.341968", "updated_at": "2021-02-06 03:50:48.133769", "quoteText": "(I) THE BITLY SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.", "case_id": 287, "document_id": 1232, "quoteStart": 23207, "quoteEnd": 23293}, {"id": 10921, "title": "This service has a no refund policy with some exceptions", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:06:33.226031", "updated_at": "2020-12-08 21:18:59.363767", "quoteText": "Fees are non-refundable except as required by law or as otherwise specifically permitted in this Agreement.", "case_id": 398, "document_id": 1232, "quoteStart": 3982, "quoteEnd": 4089}, {"id": 10930, "title": "This service allows you to retrieve an archive of your data", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:40:12.022308", "updated_at": "2020-12-04 14:29:35.537848", "quoteText": "You can request a complete copy of the personal information we store about your account by clicking the Request GDPR SAR Report button in your Account Settings.", "case_id": 140, "document_id": 1233, "quoteStart": 23177, "quoteEnd": 23337}, {"id": 10931, "title": "The service provides two factor authentification for your account", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:41:56.420293", "updated_at": "2020-11-28 23:18:59.637309", "quoteText": "You can prevent unauthorized access to your Account by selecting and protecting your password appropriately, making use of two-factor authentication,", "case_id": 312, "document_id": 1233, "quoteStart": 21629, "quoteEnd": 21778}, {"id": 10913, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:46:25.992167", "updated_at": "2020-12-04 14:39:09.844698", "quoteText": "The failure of Bitly to enforce any right or provision of these Terms will not constitute a waiver of future enforcement of that right or provision.", "case_id": 295, "document_id": 1232, "quoteStart": 38236, "quoteEnd": 38384}, {"id": 10911, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:39:19.3241", "updated_at": "2020-12-08 21:19:32.952887", "quoteText": "Bitly reserves the right, in its sole discretion, to modify or replace this Agreement at any time.\nIf we modify these Terms, we will post the modification on our site or provide you with notice of the modification on your Bitly Account Details page.", "case_id": 122, "document_id": 1232, "quoteStart": 1938, "quoteEnd": 2187}, {"id": 10916, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:51:33.602418", "updated_at": "2020-12-08 21:18:44.946678", "quoteText": "(II) SHORTENED URLS, THE BITLY SERVICES AND BITLY LINK METRICS WILL BE ACCURATE, ERROR-FREE OR THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.", "case_id": 288, "document_id": 1232, "quoteStart": 23292, "quoteEnd": 23432}, {"id": 10925, "title": "You can request access and deletion of personal data", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:17:23.730174", "updated_at": "2020-12-04 14:36:39.984025", "quoteText": "If you have a Bitly Account, you may access, correct, or request deletion of your personal information by logging into your Account.", "case_id": 195, "document_id": 1233, "quoteStart": 22902, "quoteEnd": 23034}, {"id": 10920, "title": "You waive your right to a class action.", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:02:48.710325", "updated_at": "2020-11-28 23:15:49.001633", "quoteText": "YOU AND BITLY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.", "case_id": 117, "document_id": 1232, "quoteStart": 32599, "quoteEnd": 32796}, {"id": 10933, "title": "This service gathers information about you through third parties", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:45:12.353296", "updated_at": "2021-02-06 03:50:48.455637", "quoteText": "We partner with third parties to track utilization and behavior on our websites, display advertising on our websites, and to manage our advertising on other sites.", "case_id": 382, "document_id": 1233, "quoteStart": 9030, "quoteEnd": 9193}, {"id": 10934, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:47:33.239947", "updated_at": "2020-11-28 23:19:15.304656", "quoteText": "Our third-party partners may use cookies, web beacons, pixel tags or similar technologies in order to provide you advertising based upon your browsing activities and interests.", "case_id": 323, "document_id": 1233, "quoteStart": 9117, "quoteEnd": 9293}, {"id": 10932, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://bitly.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:43:12.508627", "updated_at": "2020-12-04 14:39:33.956032", "quoteText": "We may transfer and/or provide information about our users in connection with an acquisition, sale of company assets, or other situation where user information would be transferred as one of our business assets.", "case_id": 243, "document_id": 1233, "quoteStart": 17182, "quoteEnd": 17393}, {"id": 10917, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 21:53:49.315592", "updated_at": "2020-12-08 21:18:21.238797", "quoteText": "(IV) THE RESULTS OF USING THE BITLY SERVICES OR BITLY LINK METRICS WILL MEET CUSTOMER’S REQUIREMENTS OR ANY OF ITS OR ITS USERS’, PERSONNEL’S OR CUSTOMERS’ BUSINESS NEEDS.", "case_id": 290, "document_id": 1232, "quoteStart": 23515, "quoteEnd": 23686}, {"id": 10922, "title": "The service can suspend your account for several reasons", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-04 22:10:20.074933", "updated_at": "2020-12-04 14:38:18.440404", "quoteText": "If Customer does not remedy its non-compliance within five (5) business days, Bitly reserves the right to suspend or terminate Customer’s use of the Bitly Services.\nBitly reserves the right to suspend Customer’s use of the Bitly Services without notice in the event that it believes, in good faith, the security of Customer’s Bitly account has been compromised, or the Customer’s Bitly account is being used for an unlawful purpose.\nAnd may suspend or terminate Customer’s access to the Services without notice for violation of the Agreement.", "case_id": 205, "document_id": 1232, "quoteStart": 10118, "quoteEnd": 10660}, {"id": 14056, "title": "Users have a reduced time period to take legal action against the service", "source": "https://bitly.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-01-06 01:32:50.043274", "updated_at": "2021-01-06 04:41:39.823556", "quoteText": "To the fullest extent permitted by law, Customer agrees any Customer claim or cause of action arising out of, related to or connected with the use of the Bitly Services, Bitly Link Metrics or this Agreement must be filed within one (1) year after such claim of action arose or be forever banned.", "case_id": 151, "document_id": 1232, "quoteStart": 29014, "quoteEnd": 29309}], "urls": ["bitly.com", "getbitly.today", "getbitly.pro"]}}