{"error": 448, "message": "OK", "parameters": {"id": 4994, "name": "Nilly", "created_at": "2021-09-04 02:03:10.192307", "updated_at": "2022-07-06 22:00:59.203392", "wikipedia": null, "keywords": null, "related": null, "slug": "nilly", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/4994.png", "url": "nilly.io", "documents": [{"id": 8969, "name": "Terms", "url": "https://nilly.io/page/terms", "xpath": "/html/body/div[2]/div/div/div[2]/div", "text": " <p>By accessing the website at https://nilly.io operated by Lyo GmbH, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\nUse License\n<ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Lyo GmbH's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not: <ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Lyo GmbH's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Lyo GmbH at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\nSubscriptions\n<p>Some parts of the Service are billed on a subscription basis (“Subscription(s)”).\nYou will be billed in advance on a recurring and periodic basis (“Billing Cycle”).\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Lyo GmbH cancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Lyo GmbH customer support team.</p>\n<p>A valid payment method (including credit card) is required to process the payment for your subscription.\nYou shall provide Lyo GmbH with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Lyo GmbH to charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason, Lyo GmbH will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>\nFee Changes\n<p>Lyo GmbH, in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>Lyo GmbH will provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>\nRefunds\n<p>Except when required by law, paid Subscription fees are non-refundable.</p>\nAccounts\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.\nYou may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trade mark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\nIntellectual Property\n<p>The Service and its original content, features and functionality are and will remain the exclusive property of Lyo GmbH and its licensors.\nThe Service is protected by copyright, trademark, and other laws of both the Swiss and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Lyo GmbH.</p>\nDisclaimer\n<ol>\n<li>The materials on Lyo GmbH's website are provided on an 'as is' basis.\nLyo GmbH makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, Lyo GmbH does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>\nLimitations\n<p>In no event shall Lyo GmbH or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Lyo GmbH's website, even if Lyo GmbH or a Lyo GmbH authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\nAccuracy of materials\n<p>The materials appearing on Lyo GmbH's website could include technical, typographical, or photographic errors.\nLyo GmbH does not warrant that any of the materials on its website are accurate, complete or current.\nLyo GmbH may make changes to the materials contained on its website at any time without notice.\nHowever Lyo GmbH does not make any commitment to update the materials.</p>\nLinks\n<p>Lyo GmbH has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Lyo GmbH of the site.\nUse of any such linked website is at the user's own risk.</p>\nModifications\n<p>Lyo GmbH may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of Switzerland and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> Questions?\n<p>Let us know</p> ", "created_at": "2021-09-04 00:05:13.203798", "updated_at": "2021-09-04 00:06:31.135911"}, {"id": 8968, "name": "Privacy", "url": "https://nilly.io/page/privacy", "xpath": "/html/body/div[2]/div/div/div[2]/div", "text": " <p>As a privacy-first focused service and company, we do not use cookies and we do not collect any personal data of our visitors.</p>\n<p>If you would like to use our service and therefore create an account, we only ask for information that is necessary in order to offer you our service.\nIf further necessary, we share information only with third-parties listed below:</p>\n<ol>\n<li>\n<strong>Stripe:</strong> for secure payment processing.\nWe do not collect or store any payment details (eg.\nlike your card details)</li>\n<li>\n<strong>Mailerlite:</strong> for sending newsletters and important information.\nWe don't spam and send newsletter rarely.\nYou can always unsubscribe without affecting our service.</li>\n</ol>\n<p>Lyo GmbH (\"us\", \"we\", or \"our\") operates the https://nilly.io website (hereinafter referred to as the \"Service\").\nThis page informs you of our policies regarding the collection, use and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://nilly.io</p> Information Collection and Use\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> Personal Data\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>E-Mail Address</li>\n<li>First and Last Name</li>\n<li>Phone Number</li>\n<li>Address, State, ZIP/Postal code, City</li>\n</ul> Usage Data\n<p>We do not collect information such as your computer's Internet Protocol address (e.g.\nIP address), browser version, unique device identifiers and other diagnostic data.\nAll data collected is aggregate data without personal information.</p> Tracking &amp.\nCookies Data\n<p>We do not use cookies.</p> Use of data\n<p>Lyo GmbH uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications by simply clicking the unsubscribe link at any time.</p> Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR)\n<p>If you are from the European Economic Area (EEA), Lyo GmbH legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.\n<br>\nLyo GmbH may process your Personal Data because:</p>\n<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights</li>\n<li>For payment processing purposes</li>\n<li>To comply with the law</li>\n</ul> Retention of Data\n<p>Lyo GmbH will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes and enforce our legal agreements and policies.\n<br>\nLyo GmbH will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.</p> Transfer of Data\n<p>Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.\nIf you are located outside Switzerland and choose to provide information to us, please note that we transfer the data, including Personal Data, to Switzerland and process it there.\n<br>\nLyo GmbH will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Disclosure for Law Enforcement\n<p>Under certain circumstances, Lyo GmbH may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).\n</p> Legal Requirements <p>Lyo GmbH may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Lyo GmbH</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Security of Data\n<p>The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> Your Data Protection Rights under the General Data Protection Regulation (GDPR)\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nLyo GmbH aims to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.<br>\nIf you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.<br>\nIn certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update or delete the information we have on you.\nWhenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</li>\n<li>The right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete.</li>\n<li>The right to object.\nYou have the right to object to our processing of your Personal Data.</li>\n<li>The right of restriction.\nYou have the right to request that we restrict the processing of your personal information.</li>\n<li>The right to data portability.\nYou have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>The right to withdraw consent.\nYou also have the right to withdraw your consent at any time where Lyo GmbH.\nrelied on your consent to process your personal information.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.\n<br>\nYou have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).\n</p> Service Providers\n<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in analyzing how our Service is used.<br>\nThese third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Links to Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\n<br> We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Children's Privacy\n<p>Our Service does not address anyone under the age of 18 (\"Children\").\n<br> We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes to This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\n<br> We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.\n<br> You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\n</p> Questions?\n<p>Let us know</p> ", "created_at": "2021-09-04 02:03:10.194947", "updated_at": "2021-09-04 00:03:40.394375"}], "points": [{"id": 26507, "title": "IP addresses of website visitors are not tracked", "source": "https://nilly.io/pages/privacy", "status": "Usage Data\r\nWe do not collect information such as your computer's Internet Protocol address (e.g. IP address), browser version, unique device identifiers and other diagnostic data. All data collected is aggregate data without personal information.", "created_at": "2021-12-28 13:40:00.279849", "updated_at": "2022-07-06 21:36:40.278376", "quoteText": null, "case_id": 192, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26504, "title": "There is a date of the last update of the agreements", "source": "https://nilly.io/pages/terms", "status": "The page on where the terms and privacy policy are available, displays a date at the very top", "created_at": "2021-12-28 13:13:47.23968", "updated_at": "2022-07-06 21:36:28.391304", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25053, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://nilly.io/pages/privacy", "status": "Generated through the annotate view", "created_at": "2021-09-06 18:42:11.136709", "updated_at": "2022-07-06 21:36:16.900271", "quoteText": "\nIf you are located outside Switzerland and choose to provide information to us, please note that we transfer the data, including Personal Data, to Switzerland and process it there.", "case_id": 488, "document_id": 8968, "quoteStart": 4654, "quoteEnd": 4835}, {"id": 25052, "title": "You are not being tracked", "source": "https://nilly.io/pages/privacy", "status": "Generated through the annotate view", "created_at": "2021-09-06 18:37:19.645404", "updated_at": "2022-07-06 21:36:35.018372", "quoteText": "Tracking &amp.\nCookies Data\n<p>We do not use cookies.", "case_id": 218, "document_id": 8968, "quoteStart": 2153, "quoteEnd": 2206}, {"id": 25051, "title": "This service does not collect, use, or share location data", "source": "https://nilly.io/pages/privacy", "status": "Generated through the annotate view", "created_at": "2021-09-06 18:35:54.290517", "updated_at": "2022-07-06 21:36:05.974973", "quoteText": "<p>As a privacy-first focused service and company, we do not use cookies and we do not collect any personal data of our visitors.</p>", "case_id": 392, "document_id": 8968, "quoteStart": 1, "quoteEnd": 134}], "urls": ["nilly.io"]}}