{"error": 448, "message": "OK", "parameters": {"id": 4075, "name": "LEGO.com", "created_at": "2021-06-14 13:00:10.116143", "updated_at": "2021-06-14 22:00:42.555929", "wikipedia": null, "keywords": null, "related": null, "slug": "lego-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4075.png", "url": "lego.com", "documents": [{"id": 7084, "name": "Cookie Policy", "url": "https://www.lego.com/en-us/legal/cookies/cookie-policy/", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Change Region</li>\n<li>About Us</li>\n<li>VIP</li>\n<li>Find a LEGO Store</li>\n<li>LEGO Life App</li>\n<li>KIDS ZONE</li>\n</ul>\n<ul>\n<li>Account</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Themes<ul>\n<li>Architecture</li>\n<li>Batman™</li>\n<li>BOOST</li>\n<li>BrickHeadz</li>\n<li>Brick Sketches™</li>\n<li>City</li>\n<li>Classic</li>\n<li>Creator 3-in-1</li>\n<li>Creator Expert</li>\n<li>DC</li>\n<li>Disney™</li>\n<li>Disney Mickey and FriendsNew</li>\n<li>DOTS</li>\n<li>DUPLO®</li>\n<li>Friends</li>\n<li>Frozen 2</li>\n<li>Harry Potter™</li>\n<li>Ideas</li>\n<li>Jurassic World™</li>\n<li>LEGO® Art</li>\n<li>LEGO® Education</li>\n<li>LEGO® Originals</li>\n<li>LEGO® Super Mario™</li>\n<li>Marvel</li>\n<li>MINDSTORMS®</li>\n<li>Minecraft™</li>\n<li>Minifigures</li>\n<li>Minions</li>\n<li>Monkie Kid™</li>\n<li>NINJAGO®</li>\n<li>Power Functions</li>\n<li>Powered UP</li>\n<li>SERIOUS PLAY®</li>\n<li>Speed Champions</li>\n<li>Spider-Man</li>\n<li>\n<i>Star&nbsp;Wars</i>™</li>\n<li>Stranger Things</li>\n<li>Technic™</li>\n<li>Trolls World Tour</li>\n<li>Toy Story 4</li>\n<li>VIDIYO™New</li>\n<li>Xtra</li>\n</ul>Learn about all Themes</li>\n<li>Shop ByNew inMost popularAgePrice RangesProduct TypeClothingBricksLast Chance to Buy<ul>\n<li>Taj Mahal</li>\n<li>Hogwarts™ Wizard’s Chess</li>\n<li>Daily Bugle</li>\n</ul>See all New</li>\n<li>Interests<ul>\n<li>Adults Welcome</li>\n<li>Animals</li>\n<li>Arts and Crafts</li>\n<li>Buildings</li>\n<li>Cars</li>\n<li>Coding for Kids</li>\n<li>Dragons</li>\n<li>Fantasy</li>\n<li>GamingNew</li>\n<li>Instructions PLUS app</li>\n<li>Learn to build</li>\n<li>MusicNew</li>\n<li>Ninjas</li>\n<li>Preschool</li>\n<li>Princesses</li>\n<li>Real-Life Heroes</li>\n<li>Robots for Kids</li>\n<li>Seasonal</li>\n<li>Space</li>\n<li>STEM</li>\n<li>Trains</li>\n<li>Vehicles</li>\n</ul>\n<ul>\n<li>Vehicles</li>\n</ul>See all Interests</li>\n<li>Sale &amp.\nOffers</li>\n<li>Exclusives</li>\n<li>Support<ul>\n<li>Common Questions</li>\n<li>Payment Methods</li>\n<li>Delivery &amp.\nReturns</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n</ul>\n</li>\n<li>LEGO® CON</li>\n</ul>Open search fieldSearchAPPLY<ul>\n</ul>ResetLegal <i>\n</i>\n<ul>\n<li>Third Parties</li>\n<li>\n<i>\n</i>Cookies</li>\n</ul>\n<ul>\n<li>Notices &amp.\nPolicies<ul>\n<li>Legal Notice</li>\n<li>Open Source License</li>\n<li>Fair Play</li>\n<li>Privacy Policy</li>\n<li>Terms of Use for LEGO® Apps</li>\n<li>Intellectual Property Notice</li>\n<li>LEGO® Certification</li>\n<li>Responsible Disclosure Policy</li>\n</ul>\n</li>\n<li>Cookies<ul>\n<li>LEGO® Cookie Policy</li>\n</ul>\n</li>\n</ul>\n<ol>\n<li>LEGO.com</li>\n<li>Legal</li>\n<li>Cookies</li>\n<li>LEGO® Cookie Policy</li>\n</ol>LEGO® Cookie Policy<p>\n<em>Last Modified: May 13, 2019</em>\n</p>We use cookies on our LEGO.com websites and our digital applications.<p>Cookies are small data files that your browser sets on your computer or device.\nA cookie itself does not contain or collect information.\nHowever, when it is read by a server via a web browser it can help a website deliver a more user-friendly service – for example, remembering previous purchases or account details.</p>\n<p>Like most websites, our online channels and our applications (apps) collect some information (e.g.\ninformation on IP addresses, browsers, internet service providers, referring pages, exit pages, operating systems, date stamps, time stamps and clickstream data).\nThis information won’t be linked to any other information we collect about you unless you have consented to it.</p>\n<p>Both we and our third-party tracking partners use browser storage, app storage, cookies, pixels, beacons, scripts and tags to analyze trends, administer the site, track user movement through the site and collect demographic information about our overall user base.\nWe may receive reports on these from our third-party tracking partners on an individual and aggregate basis and those partners may combine that information with other information they have collected from you.</p>The cookies we use fall into three categories.<p>Required Cookies: These cookies are required to enable core site functionality and are therefore always enabled.\nIncludes remembering your selected country and language, tracking your movement on and usage of our site for statistical purposes, storing whether you are logged in or not and storing your shopping bag and wish list items.\nWe won’t ask for your consent to place those cookies because we have a legitimate purpose for setting them, but you can find a list of the cookies in our third party cookie list (linked below).</p>\n<p>Functional Cookies: These cookies are optional and allow us to track your experience on the site, to optimize your shopping experience, to invite you to provide feedback, and to allow you to interact with product reviews.\nWe only ask for permission to place these types of cookies on sites that are intended for young people that are 16 years or older or adults.\nIf we know that you are under the age of 16 those cookies are not appropriate for you and we will not ask to get your permission to place them.</p>\n<p>Marketing Cookies: These cookies are used by advertising companies to serve ads that are relevant to your interests and to personalize marketing both within and beyond the shop.LEGO.com website.\nThose partners ( e.g.\nFacebook and Google) may combine that information with other information they have collected from you.\nWe only ask for permission to place these types of cookies on sites that are intended for young people that are 16 year or older or adults.\nIf we know that you are under the age of 16 those cookies are not appropriate for you and we will not ask to get your permission to place them.</p>List of our cookies<p>See the list of our different types of cookies – and the third parties we share your cookie information with - here.\nPlease be aware that some of those partners may combine that information with information they have collected from you elsewhere.</p>What about your privacy?<p>We respect your privacy.\nRead how to manage and control what information we collect from you in our full Privacy Policy here.</p>For how long are those cookies alive:<p>To keep your choices, cookies are stored on your devise for up to 800 days since your last visit.\nSome cookies are set by third party media and advertising partners, as well as other service providers.</p>What if I do not want cookies:<p>Required cookies are essential for the website and you cannot opt out of them, but you can delete required cookies after use – see how below.</p>How to get rid of your cookies:<p>The cookies are placed on your device.\nThis means that we cannot delete them for you.\nYou must do that yourself in the way prescribed by your specific device.\nIf you are on a website operated by LEGO System A/S, you can also avoid cookies being placed by adjusting the browser settings in your device.\nIf you are using an app published by LEGO System A/S, please note that cookies set in an app work in a different way and you will have to control this via your device directly.\nReal browser cookies are set to expire.\nSimilar types of technologies like local storage on your device do not have expiration built-in but must be deleted by you.\nWe have linked to instructions on how to adjust/delete cookies on some of the more common devices below.</p>\n<p>Please find examples of guides on how to block cookies and how to remove cookies in the various browsers for PCs and Macs:</p>\n<p>Internet Explorer</p>\n<p>Google Chrome</p>\n<p>Mozilla Firefox</p>\n<p>Opera</p>\n<p>Safari</p>\n<p>Microsoft Edge</p>\n<p>Samsung Browser</p>Need Support? Contact UsOur dedicated LEGO experts are here to helpContact UsThe Official LEGO® GuaranteeFREE delivery with orders over $35! All year roundEarn points on every purchase and benefit from members-only promotionsMissing any pieces or instructions? Let us know and we’ll deliver it to you.Subscribe to LEGO® Shop emailsBe the first to hear about brand new sets, exclusive products, promotions and events taking place in LEGO storesYour Email AddressContinueFollow UsFind a StoreFind a LEGO® Store<p>Enter your city, postcode or country to find the nearest official LEGO Store to you.</p>Gift CardsLEGO CatalogueAbout Us<ul>\n<li>About the LEGO Group</li>\n<li>LEGO® News</li>\n<li>Our Responsibility</li>\n<li>Supply Chain Transparency Statement</li>\n<li>LEGO Product Certification</li>\n<li>LEGO Jobs</li>\n</ul>Support<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n<li>Shipping and Returns</li>\n<li>Payment Methods</li>\n<li>Terms &amp.\nConditions</li>\n<li>Product Recalls</li>\n</ul>Attractions<ul>\n<li>LEGO® House</li>\n<li>LEGOLAND® Parks</li>\n<li>LEGOLAND Discovery Centers</li>\n</ul>More From Us<ul>\n<li>LEGO® LIFE</li>\n<li>LEGO Education</li>\n<li>LEGO Ideas</li>\n<li>LEGO Foundation</li>\n<li>Affiliate Program</li>\n<li>Student Offers</li>\n<li>LEGO® Braille Bricks</li>\n</ul>Change Region<ul>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>Legal Notice</li>\n<li>Terms of Use</li>\n<li>Digital Wellbeing</li>\n<li>Accessibility</li>Cookie SettingsDo Not Sell My Personal Information</ul>\n<p>LEGO System A/S, DK-7190 Billund, Denmark.\nMust be 18 years or older to purchase online.\nLEGO, the LEGO logo, the Minifigure, DUPLO, LEGENDS OF CHIMA, NINJAGO, BIONICLE, MINDSTORMS and MIXELS are trademarks and copyrights of the LEGO Group.\n©2021 The LEGO Group.\nAll rights reserved.\nUse of this site signifies your agreement to the terms of use.</p>Privacy preferences: The cookies are ours.\nThe control is yours.<p>To make the LEGO.com experience more targeted and user-friendly, LEGO System A/S (and selected third parties) use “cookies” on this website.\nThis technology helps us gather statistical and analytical information for marketing purposes, but the choice to accept the cookies is always yours.</p>\n<p>Clicking “Just necessary” will only set those cookies necessary for us to enable the website to function.\nThese cookies cannot be disabled.\nSelecting “Yes to all!” sets all cookies and enable us to optimize the experience for you and allows us to market our products and services to you.\nOr you can pick and choose? Simply use the toggles to opt in to the categories you like best.</p>\n<p>Remember, you can always withdraw your consent or change your cookie settings at any time.\nPlease visit our Cookie and Privacy Policy for more information.\nCookie Policy and Privacy Policy</p>Just NecessaryAccept AllCookie SettingsNecessary CookiesAlways ONAnalytic CookiesOFFLEGO® Marketing CookiesOFFThird-Party Marketing CookiesOFF", "created_at": "2021-06-15 11:03:30.943448", "updated_at": "2021-06-15 11:06:10.816781"}, {"id": 7083, "name": "Legal Notice", "url": "https://www.lego.com/en-us/legal/notices-and-policies/legal-notice", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Change Region</li>\n<li>About Us</li>\n<li>VIP</li>\n<li>Find a LEGO Store</li>\n<li>LEGO Life App</li>\n<li>KIDS ZONE</li>\n</ul>\n<ul>\n<li>Account</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Themes<ul>\n<li>Architecture</li>\n<li>Batman™</li>\n<li>BOOST</li>\n<li>BrickHeadz</li>\n<li>Brick Sketches™</li>\n<li>City</li>\n<li>Classic</li>\n<li>Creator 3-in-1</li>\n<li>Creator Expert</li>\n<li>DC</li>\n<li>Disney™</li>\n<li>Disney Mickey and FriendsNew</li>\n<li>DOTS</li>\n<li>DUPLO®</li>\n<li>Friends</li>\n<li>Frozen 2</li>\n<li>Harry Potter™</li>\n<li>Ideas</li>\n<li>Jurassic World™</li>\n<li>LEGO® Art</li>\n<li>LEGO® Education</li>\n<li>LEGO® Originals</li>\n<li>LEGO® Super Mario™</li>\n<li>Marvel</li>\n<li>MINDSTORMS®</li>\n<li>Minecraft™</li>\n<li>Minifigures</li>\n<li>Minions</li>\n<li>Monkie Kid™</li>\n<li>NINJAGO®</li>\n<li>Power Functions</li>\n<li>Powered UP</li>\n<li>SERIOUS PLAY®</li>\n<li>Speed Champions</li>\n<li>Spider-Man</li>\n<li>\n<i>Star&nbsp;Wars</i>™</li>\n<li>Stranger Things</li>\n<li>Technic™</li>\n<li>Trolls World Tour</li>\n<li>Toy Story 4</li>\n<li>VIDIYO™New</li>\n<li>Xtra</li>\n</ul>Learn about all Themes</li>\n<li>Shop ByNew inMost popularAgePrice RangesProduct TypeClothingBricksLast Chance to Buy<ul>\n<li>Taj Mahal</li>\n<li>Hogwarts™ Wizard’s Chess</li>\n<li>Daily Bugle</li>\n</ul>See all New</li>\n<li>Interests<ul>\n<li>Adults Welcome</li>\n<li>Animals</li>\n<li>Arts and Crafts</li>\n<li>Buildings</li>\n<li>Cars</li>\n<li>Coding for Kids</li>\n<li>Dragons</li>\n<li>Fantasy</li>\n<li>GamingNew</li>\n<li>Instructions PLUS app</li>\n<li>Learn to build</li>\n<li>MusicNew</li>\n<li>Ninjas</li>\n<li>Preschool</li>\n<li>Princesses</li>\n<li>Real-Life Heroes</li>\n<li>Robots for Kids</li>\n<li>Seasonal</li>\n<li>Space</li>\n<li>STEM</li>\n<li>Trains</li>\n<li>Vehicles</li>\n</ul>\n<ul>\n<li>Vehicles</li>\n</ul>See all Interests</li>\n<li>Sale &amp.\nOffers</li>\n<li>Exclusives</li>\n<li>Support<ul>\n<li>Common Questions</li>\n<li>Payment Methods</li>\n<li>Delivery &amp.\nReturns</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n</ul>\n</li>\n<li>LEGO® CON</li>\n</ul>Open search fieldSearchAPPLY<ul>\n</ul>ResetLegal <i>\n</i>\n<ul>\n<li>Legal Notice</li>\n<li>Open Source License</li>\n<li>Fair Play</li>\n<li>Privacy Policy</li>\n<li>Terms of Use for LEGO® Apps</li>\n<li>Intellectual Property Notice</li>\n<li>LEGO® Certification</li>\n<li>Responsible Disclosure Policy</li>\n<li>\n<i>\n</i>Notices &amp.\nPolicies</li>\n</ul>\n<ul>\n<li>Notices &amp.\nPolicies<ul>\n<li>Legal Notice</li>\n<li>Open Source License</li>\n<li>Fair Play</li>\n<li>Privacy Policy</li>\n<li>Terms of Use for LEGO® Apps</li>\n<li>Intellectual Property Notice</li>\n<li>LEGO® Certification</li>\n<li>Responsible Disclosure Policy</li>\n</ul>\n</li>\n<li>Cookies<ul>\n<li>LEGO® Cookie Policy</li>\n</ul>\n</li>\n</ul>\n<ol>\n<li>LEGO.com</li>\n<li>Legal</li>\n<li>Notices &amp.\nPolicies</li>\n<li>Legal Notice</li>\n</ol>Legal Notice<p>Read our Privacy Policy</p>\n<p>Read about Fairplay</p>\n<p>Fairplay brochure</p>\n<p>Terms of Use for Apps</p>\n<p>Cookies</p>\n<p>Responsible Disclosure Policy</p>\n<p>Please read these Terms and Conditions carefully before using the Site.\nBy using this Site you signify your consent to these Terms and Conditions.\nIf you do not agree to the Terms, please do not use the Site.</p>\n<p>The Site is owned and operated by LEGO A/S, a corporation incorporated under the laws of Denmark, having its principle office in Denmark.\nLEGO A/S maintains the Site for your personal entertainment and information.\nPlease feel free to browse the Site.\nYou may download material displayed on the Site for non-commercial, home personal use only, provided you keep intact all copyright, trademark and other proprietary notices.\nYou may not, however, copy, reproduce, republish, upload, post, transmit or distribute in any way the contents of this Site including the text, images, audio and video for public or commercial purposes, without written permission from LEGO A/S.\nFor services provided by the LEGO Group on shop.LEGO.com, a LEGO Group entity may act as local merchant for the shop.LEGO.com business.\nThe LEGO Group entity acting as merchant will be clearly stated on the local shop.LEGO.com site.</p>Terms and Conditions<ol>\n<li>\n<p>You should assume that everything you see or read on this Site is protected by copyright unless otherwise stated and may only be used according to these Terms and Conditions.\nLEGO A/S does not warrant or represent that your use of materials displayed on this Site will not infringe rights of third parties not owned by or affiliated with LEGO A/S.\nImages are either the property of, or used with permission by, LEGO A/S.\nThe use of these images by you, or anyone else authorized by you, is prohibited unless specifically permitted by these Terms and Conditions.\nAny unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes.</p>\n</li>\n<li>\n<p>LEGO A/S uses reasonable efforts to include accurate and up-to-date information on the Site.\nHowever, LEGO A/S makes no warranties or representations as to the accuracy of the information.\nLEGO A/S assumes no liability or responsibility for any errors or omissions in the contents of this Site.</p>\n</li>\n<li>\n<p>Furthermore, your use of and browsing in this Site is at your risk.\nNeither LEGO A/S nor any other party involved in creating, producing or delivering the Site is liable for any direct, indirect, incidental, consequential or punitive damages arising out of your access to, or use of, the Site.\nWithout limiting the foregoing, everything on the Site is provided to you “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nPlease note that some the jurisdictions may not allow the exclusion of implied warranties, so some of above exclusions may not apply to you.\nCheck your local laws for any restrictions or limitations regarding the exclusion of implied warranties.\nLEGO A/S also assumes no responsibility and shall not be liable for any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in the Site or your downloading of any materials, data, text, images, video, or audio from the Site.</p>\n</li>\n<li>\n<p>Any communication or material you transmit to the Site by electronic mail or otherwise, including any data, questions, comments, suggestions, or the like is, and will be treated as, non-confidential and non-proprietary.\nAnything you transmit or post may be used by LEGO A/S or its affiliates for any purpose, including but not limited to reproduction, disclosure, transmission, publication, broadcast, and posting.\nFurthermore, LEGO A/S is free to use any ideas, concepts, know-how, or techniques contained in any communication you send to the Site for any purpose whatsoever, including but not limited to developing, manufacturing, and marketing products using such information.</p>\n</li>\n<li>\n<p>The trademarks, and logos, displayed on the Site, are trademarks of the LEGO Group.\nNothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademark displayed on the Site without the written permission of the LEGO Group or such third party that may own the trademarks displayed on the Site.\nRegarding use of the trademarks, see the LEGO Group FairPlay Policy.</p>\n</li>\n<li>\n<p>The LEGO Group has not reviewed all of the sites linked to the Site and is not responsible for the contents of any off-site pages or any other sites linked to the Site.\nYour linking to any other off-site pages or other sites is at your own risk.</p>\n</li>\n<li>\n<p>This Site may contain links to other Web sites operated by third parties other than the LEGO Group.\nSuch links are provided for your convenience only.\nThe LEGO Group does not control such Web sites and is not responsible for their content.\nThe fact that this Site contains links to other sites does not mean that the LEGO Group approves of, endorses or recommends those sites, nor does it imply any association with their operators.\nThe LEGO Group disclaims all warranties, express or implied, as to the accuracy, legality, reliability or validity of any content on any other site and disclaims all responsibility for any loss, injury, claim, liability or damage of any kind resulting from any third party Web sites or content therein directly or indirectly accessed through links in this Site.</p>\n</li>\n<li>\n<p>The LEGO Group may at any time revise these Terms and Conditions by updating this posting.\nYou are bound by any such revisions and should therefore periodically visit this page to review the current Terms and Conditions to which you are bound.</p>\n</li>\n</ol>\n<p>\n<strong>Play Well!</strong>\n</p>\n<p>©2019 The LEGO Group<br>\n<br>TM and ® indicate trademarks of the LEGO Group</p>Need Support? Contact UsOur dedicated LEGO experts are here to helpContact UsThe Official LEGO® GuaranteeFREE delivery with orders over $35! All year roundEarn points on every purchase and benefit from members-only promotionsMissing any pieces or instructions? Let us know and we’ll deliver it to you.Subscribe to LEGO® Shop emailsBe the first to hear about brand new sets, exclusive products, promotions and events taking place in LEGO storesYour Email AddressContinueFollow UsFind a StoreFind a LEGO® Store<p>Enter your city, postcode or country to find the nearest official LEGO Store to you.</p>Gift CardsLEGO CatalogueAbout Us<ul>\n<li>About the LEGO Group</li>\n<li>LEGO® News</li>\n<li>Our Responsibility</li>\n<li>Supply Chain Transparency Statement</li>\n<li>LEGO Product Certification</li>\n<li>LEGO Jobs</li>\n</ul>Support<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n<li>Shipping and Returns</li>\n<li>Payment Methods</li>\n<li>Terms &amp.\nConditions</li>\n<li>Product Recalls</li>\n</ul>Attractions<ul>\n<li>LEGO® House</li>\n<li>LEGOLAND® Parks</li>\n<li>LEGOLAND Discovery Centers</li>\n</ul>More From Us<ul>\n<li>LEGO® LIFE</li>\n<li>LEGO Education</li>\n<li>LEGO Ideas</li>\n<li>LEGO Foundation</li>\n<li>Affiliate Program</li>\n<li>Student Offers</li>\n<li>LEGO® Braille Bricks</li>\n</ul>Change Region<ul>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>Legal Notice</li>\n<li>Terms of Use</li>\n<li>Digital Wellbeing</li>\n<li>Accessibility</li>Cookie SettingsDo Not Sell My Personal Information</ul>\n<p>LEGO System A/S, DK-7190 Billund, Denmark.\nMust be 18 years or older to purchase online.\nLEGO, the LEGO logo, the Minifigure, DUPLO, LEGENDS OF CHIMA, NINJAGO, BIONICLE, MINDSTORMS and MIXELS are trademarks and copyrights of the LEGO Group.\n©2021 The LEGO Group.\nAll rights reserved.\nUse of this site signifies your agreement to the terms of use.</p>Privacy preferences: The cookies are ours.\nThe control is yours.<p>To make the LEGO.com experience more targeted and user-friendly, LEGO System A/S (and selected third parties) use “cookies” on this website.\nThis technology helps us gather statistical and analytical information for marketing purposes, but the choice to accept the cookies is always yours.</p>\n<p>Clicking “Just necessary” will only set those cookies necessary for us to enable the website to function.\nThese cookies cannot be disabled.\nSelecting “Yes to all!” sets all cookies and enable us to optimize the experience for you and allows us to market our products and services to you.\nOr you can pick and choose? Simply use the toggles to opt in to the categories you like best.</p>\n<p>Remember, you can always withdraw your consent or change your cookie settings at any time.\nPlease visit our Cookie and Privacy Policy for more information.\nCookie Policy and Privacy Policy</p>Just NecessaryAccept AllCookie SettingsNecessary CookiesAlways ONAnalytic CookiesOFFLEGO® Marketing CookiesOFFThird-Party Marketing CookiesOFF", "created_at": "2021-06-15 11:01:30.915687", "updated_at": "2021-06-15 11:01:41.304798"}, {"id": 7037, "name": "Privacy Policy", "url": "https://www.lego.com/en-us/legal/notices-and-policies/privacy-policy", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Change Region</li>\n<li>About Us</li>\n<li>VIP</li>\n<li>Find a LEGO Store</li>\n<li>LEGO Life App</li>\n<li>KIDS ZONE</li>\n</ul>\n<ul>\n<li>Account</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Themes<ul>\n<li>Architecture</li>\n<li>Batman™</li>\n<li>BOOST</li>\n<li>BrickHeadz</li>\n<li>Brick Sketches™</li>\n<li>City</li>\n<li>Classic</li>\n<li>Creator 3-in-1</li>\n<li>Creator Expert</li>\n<li>DC</li>\n<li>Disney™</li>\n<li>Disney Mickey and FriendsNew</li>\n<li>DOTS</li>\n<li>DUPLO®</li>\n<li>Friends</li>\n<li>Frozen 2</li>\n<li>Harry Potter™</li>\n<li>Ideas</li>\n<li>Jurassic World™</li>\n<li>LEGO® Art</li>\n<li>LEGO® Education</li>\n<li>LEGO® Originals</li>\n<li>LEGO® Super Mario™</li>\n<li>Marvel</li>\n<li>MINDSTORMS®</li>\n<li>Minecraft™</li>\n<li>Minifigures</li>\n<li>Minions</li>\n<li>Monkie Kid™</li>\n<li>NINJAGO®</li>\n<li>Power Functions</li>\n<li>Powered UP</li>\n<li>SERIOUS PLAY®</li>\n<li>Speed Champions</li>\n<li>Spider-Man</li>\n<li>\n<i>Star&nbsp;Wars</i>™</li>\n<li>Stranger Things</li>\n<li>Technic™</li>\n<li>Trolls World Tour</li>\n<li>Toy Story 4</li>\n<li>VIDIYO™New</li>\n<li>Xtra</li>\n</ul>Learn about all Themes</li>\n<li>Shop ByNew inMost popularAgePrice RangesProduct TypeClothingBricksLast Chance to Buy<ul>\n<li>Taj Mahal</li>\n<li>Hogwarts™ Wizard’s Chess</li>\n<li>Daily Bugle</li>\n</ul>See all New</li>\n<li>Interests<ul>\n<li>Adults Welcome</li>\n<li>Animals</li>\n<li>Arts and Crafts</li>\n<li>Buildings</li>\n<li>Cars</li>\n<li>Coding for Kids</li>\n<li>Dragons</li>\n<li>Fantasy</li>\n<li>GamingNew</li>\n<li>Instructions PLUS app</li>\n<li>Learn to build</li>\n<li>MusicNew</li>\n<li>Ninjas</li>\n<li>Preschool</li>\n<li>Princesses</li>\n<li>Real-Life Heroes</li>\n<li>Robots for Kids</li>\n<li>Seasonal</li>\n<li>Space</li>\n<li>STEM</li>\n<li>Trains</li>\n<li>Vehicles</li>\n</ul>\n<ul>\n<li>Vehicles</li>\n</ul>See all Interests</li>\n<li>Sale &amp.\nOffers</li>\n<li>Exclusives</li>\n<li>Support<ul>\n<li>Common Questions</li>\n<li>Payment Methods</li>\n<li>Delivery &amp.\nReturns</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n</ul>\n</li>\n<li>LEGO® CON</li>\n</ul>Open search fieldSearchAPPLY<ul>\n</ul>ResetLegal <i>\n</i>\n<ul>\n<li>Legal Notice</li>\n<li>Open Source License</li>\n<li>Fair Play</li>\n<li>Privacy Policy</li>\n<li>Terms of Use for LEGO® Apps</li>\n<li>Intellectual Property Notice</li>\n<li>LEGO® Certification</li>\n<li>Responsible Disclosure Policy</li>\n<li>\n<i>\n</i>Notices &amp.\nPolicies</li>\n</ul>\n<ul>\n<li>Notices &amp.\nPolicies<ul>\n<li>Legal Notice</li>\n<li>Open Source License</li>\n<li>Fair Play</li>\n<li>Privacy Policy</li>\n<li>Terms of Use for LEGO® Apps</li>\n<li>Intellectual Property Notice</li>\n<li>LEGO® Certification</li>\n<li>Responsible Disclosure Policy</li>\n</ul>\n</li>\n<li>Cookies<ul>\n<li>LEGO® Cookie Policy</li>\n</ul>\n</li>\n</ul>\n<ol>\n<li>LEGO.com</li>\n<li>Legal</li>\n<li>Notices &amp.\nPolicies</li>\n<li>Privacy Policy</li>\n</ol>Privacy Policy<p>\n<em>Last Modified: June 20, 2018</em>\n</p>\n<p>\n</p>Our Privacy Policy<p>Welcome to our privacy policy! It’s great that you’d like to know more about how we keep your information safe.\nThis policy will give you information about how we look after your personal data when you visit our website (regardless of where you visit it from) or use our services or our applications (apps).\nThe policy also tells you about your privacy rights and how the law protects you.</p>\n<p>So, if you’re looking for more information on how we collect, store, use and share your personal data we collect, this is the place for you!</p>\n<p>Now to start us off with, a couple of practical but highly important details for you to take note of!</p>Who we are<p>The LEGO Group is made up by several different legal entities spread around the world.\nRead more about the LEGO Group here https://www.lego.com/aboutus</p>\n<p>This privacy policy is issued on behalf of all the companies in the LEGO Group.\nAll the companies in the LEGO Group has decided that the Danish company LEGO System A/S is our global data controller (the one responsible and in charge of the data).\nSo, when we use “we”, “us” or “our” in this policy, we are actually talking about LEGO System A/S.</p>How to contact us<p>We have appointed a data protection officer (“DPO”) who is responsible for overseeing questions in relation to this privacy policy.\nIf you have any questions about this policy, please contact our DPO at:</p>\n<p>LEGO System A/S<br>Aastvej 1,<br>7190 Billund,<br>Denmark<br>Att: Data Protection Officer<br>Or by email: privacy.officer@LEGO.com<br>Telephone: +44 1 753 826 000</p>\n<p>Please include your name and if you know it, the relevant LEGO Group company.\nIf you don’t have that information, it’s absolutely fine and we will then, treat your request as if it the question relates directly to LEGO System A/S.</p>Your rights as a someone we have personal data about (data subject)<p>You can make changes to your account information yourself by editing them from within your account settings.\nIf you wish to unsubscribe from e.g.\nnewsletters or marketing emails you will be able to do so via the link provided in those emails.\nIf you wish to delete cookies placed, our cookie policy will help show you how to do that (more on that later in the Policy under Cookies).</p>\n<p>At any point while we are in possession of or processing your personal data, you have the following rights:</p>\n<ol>\n<li>Right of access – you have the right to request a copy of the information that we hold about you.</li>\n<li>Right of rectification – you have a right to correct data that we hold about you that is inaccurate or incomplete.</li>\n<li>Right to be forgotten – in certain circumstances you can ask for the data we hold about you to be erased from our records.\nIf we are legally obligated to keep the information or if it is impossible or unproportionate, we won’t delete it but we will only keep it for as long as it is needed and we have time limits on our data systems.</li>\n<li>Right to restriction of processing – where certain conditions apply to have a right to restrict the processing.</li>\n<li>Right of portability – you have the right to have the data we hold about you transferred to another organization.</li>\n<li>Right to object – you have the right to object to certain types of processing such as direct marketing.</li>\n<li>Right to object to automated processing, including profiling – you also have the right not to have a computer make decisions about you directly (this doesn’t include general marketing based on your age or gender).</li>\n<li>Right to judicial review – if we refuse your request under rights of access, we will provide you with a reason as to why.\nYou have the right to complain.</li>\n</ol>\n<p>One thing to bear in mind before contacting us.\nOur sites and applications may contain links to other sites not owned or controlled by us.\nIt could as an example be social media platforms/services.\nWe are not responsible for the privacy practices of those sites, so if you have questions regarding such sites, you need to contact the site directly.\nWe also really encourage you to be aware and read the privacy policies of other sites because they may very easily be collecting, storing, using and sharing your personal information.</p>Complaints about our behavior<p>You have the right to complain if you don’t feel the LEGO Group is living up to our responsibilities when it comes to your data.</p>\n<p>We have a Global Data Protection Officer at the LEGO Group, who takes your complaint very serious.\nYou can contact our Global Data Protection Officer on this email privacy.officer@lego.com.\nWe will send you a confirmation within 5 days and do our very best to deal with the issue within 1 month.\nIf the issue is difficult or requires a lot of work it may take longer, but we will keep you updated.</p>\n<p>You always have the right to complain to the authorities as well, but because we take privacy matters very seriously, we would really appreciate it, if you would talk to us.\nThe authority having the right to look at us, is the Danish Data Protection Agency.\nYou can see further information on their webpage: https://www.datatilsynet.dk/.</p>\n<p>You can complain about:</p>\n<ol>\n<li>how your personal data has been processed;</li>\n<li>how your request for access to data has been handled;</li>\n<li>how your complaint has been handled;</li>\n<li>appeal against any decision made following a complaint.</li>\n</ol>Our rules for collecting data<p>We take your privacy really seriously, so we’ll only ask for the information we need to have so we can give you great service.</p>\n<p>Whenever we collect customer data, we make sure:</p>\n<ul>\n<li>We ask for permission to collect the data</li>\n<li>We only use the data for the agreed reason and for the time it’s needed</li>\n<li>We will as a minimum meet the local data protection laws in the country where we provide you with a service via our website or our applications.</li>\n<li>We keep data that we’re legally required to have on record</li>\n<li>We explain why we need the data and how we’ll use it (unless we have legitimate reason not to)</li>\n<li>We check and update privacy information on a regular basis (we might also cross-check the data against other database to make sure it’s correct)</li>\n<li>We don’t share data with anyone unless we have a legal or legitimate reason, or we have permission from you or if you are a child under 16 from your parents.</li>\n</ul>Collecting data in our online channels<p>We collect your personal and anonymous information from you when you visit any of the sites on our LEGO.com domain or when you use one of our applications.\nWhen you visit our online channels, you’ll be able to check if we’re collecting data under terms and conditions of the site.</p>\n<p>We also receive information via third party when you visit our page on social media sites or channels (e.g Facebook, Twitter, Youtube, Instagram, Wechat etc).</p>Types of personal information we collect<p>When you’re visiting any of these online channels, we may collect:</p>\n<ul>\n<li>Registration information that we use to help you set up an account (e.g.\nyour name, country, gender, date of birth, email address, username and password).</li>\n<li>Payment or transactional information that we use when you buy products or use online services (e.g.\npostal address, phone number or credit card number).</li>\n<li>Location information or your IP Address that we use to give you relevant online content.</li>\n<li>Information you’ve shared publicly on our forums.</li>\n<li>Information you’ve sent to an individual or group using our messaging, chat or post services</li>\n<li>Information you provide when you use our own online channels or third-party channels (such as social networks) or if you link your LEGO registration account to a third-party platform.</li>\n</ul>Why we need to process personal data<p>In legal terms, the way we ‘process data’ describes how we collect, store, use, share and delete the data we receive from customers.\nWhen you share your personal information with us on our online channels, we’ll process your data as described in this Privacy Policy.</p>\n<p>As we’re a global company that sells toys directly to customers and offers many different experiences for our fans, we need to process personal customer data, so that:</p>\n<ul>\n<li>Customers can buy products from our online LEGO Shop and have them delivered where they want</li>\n<li>Customers are able register for any accounts and services they want to use</li>\n<li>Customers can use the online and offline LEGO experiences we’ve created for them</li>\n<li>Customers can share information on our public forums</li>\n<li>We can send customers any information they’ve asked us for or answer their questions</li>\n<li>We can ask customers to give us feedback on our services through questionnaires and surveys</li>\n<li>We can provide our customers with relevant marketing information about our products.</li>\n</ul>\n<p>Always keep in mind, that if you’re using a LEGO service through a third-party channel like social media or a LEGO app, your personal data may also be processed by that third-party according to their own privacy processes.</p>\n<p>We may use automated decision making in processing your personal information for some services and products.\nAn example is our fraud prevention and detection efforts on shop.LEGO.com.\nYou can request a manual review of the accuracy of an automated decision if you are unhappy with it.</p>How we process personal data<p>When you visit our online channels or when you use third-party sites or platforms, we use technology such as cookies, flash cookies, pixels and web beacons to process your personal data.</p>\n<p>Please visit our Cookie Policy for more information, including information about how to delete cookies places on your device and how to prevent them from being put there in the first place!</p>\n<p>Be mindful that if you do enable a prevent cookies functionality on your device, some of our services and functionalities on the site will no longer work.</p>\n<p>We also collect information from other trusted sources, so we can update or add to the personal information we’ve collected ourselves.</p>Sharing information with trusted subsidiaries (other LEGO companies)<p>Our subsidiaries (the other companies in the LEGO Group) may sometimes need to access your information to provide services to you on our behalf.\nBecause the LEGO Group is passionate about your privacy, we have made a decision to implement the same privacy protection all over the world, so you can feel safe no matter which LEGO Group company is using your data.\nLegally, other LEGO Group companies will then be acting as ‘data processors’ and will be subject to data processing laws.\nThey need your personal data so they can:</p>\n<ul>\n<li>Deliver products and services you’ve requested</li>\n<li>Get in touch with you about your account or transactions</li>\n<li>Send you information about our sites, applications and policies</li>\n<li>Send you any newsletters you’ve signed up for (you can unsubscribe at any time)</li>\n<li>Process information that the subsidiary is formally contracted to process on our behalf, e.g.\ncarry out a purchase placed by you, manage your LEGO ID account activity or your VIP account data.</li>\n<li>Identify, review and stop any activities that could breach our policies or break the law</li>\n</ul>Sharing information on public forums and chat<p>As our public forums and chat services can be read by everyone, any personal information you share on them can be seen publicly.\nIf you’d like us to remove any of your personal information from public areas of the site, please email our Customer Service.\nIf we can’t remove your personal information for any reason, we’ll let you know why.\nIf you’re under 16 years old, you’ll need the permission of a parent or guardian to use our public forums or chat features.</p>Sharing your LEGO ID<p>You can use your LEGO ID on our trusted partners’ third-party websites, so you can play virtual games without creating a separate account.\nIf you choose to use your LEGO ID, we’ll have access to some information that you provide to the third-party websites.\nWe’ll collect, store, use and process that information according to this Privacy Policy.\nThird-party sites will also be able to access some information from your LEGO ID profile, so you can to take part in experiences on their site.\nPlease read their privacy policy if you’d like to know more about how they use your information.</p>Sharing information on Social Media (Features) and Widgets<p>Some of our websites may include social media links such as the Facebook ‘like’ button, widgets like ‘Share this button’ and interactive mini-programs.\nIf you click on any of these links, the features may collect your IP Address and record which page you were visiting at the time.\nThe features may also use cookies so that the feature can function properly.\nSocial media features and widgets are hosted by third parties or may be hosted directly on our website.\nWhen you’re using these features and widgets, your personal data will be processed by that third-party according to their own privacy policies.</p>Sharing information with other companies<p>Please see our category list of trusted third parties that we may share your information with here.<br>We won’t share your personal information outside the LEGO Group except:</p>\n<ul>\n<li>When we need to enforce the terms of use or the policies that we ask customers to agree to;</li>\n<li>When we need to protect the safety, security, rights and property of our customers or third-party partners;</li>\n<li>When we need to meet legal processes or if disclosure of the data is required by law;</li>\n<li>When we’re asking other companies like e.g.\ncouriers, shipping and warehouse service provides, payment providers, IT platform providers, fraud detection and prevention providers, survey providers, product catalogue providers and customer service suppliers to deliver services on our behalf.\nWe have contracts with the companies to make sure they only use your personal information for agreed services and meet legal requirements;</li>\n<li>When we store your information using secure cloud storage services/facilities.\nWe have contracts with companies to make sure they only use your personal information for the agreed services and meet legal requirements;</li>\n<li>If a merger, acquisition or sale of assets ever meant we needed to share information with a third party - in this case we’d email you and post a notice on our website to publish the change of owner and we’d also tell you how your data would be used and give you options regarding your personal data;</li>\n<li>When you’ve given us permission to share your information with third parties so they can send you information on their products and promotions (you can opt out of these emails by contacting our LEGO Customer Service team although in some cases you may also need to contact the third-party directly);</li>\n<li>When you have given us permission to share your information with third parties, so they can provide you with marketing information and promotions regarding our products (as an example personalized advertising provided via a social media platform).\nYou can opt out of such marketing activities by adjusting your cookie settings on your device.\nIn some cases, you may also need to contact the third party directly (in case of social media adjust your privacy settings and request deletion of collected information by the third-party site)</li>\n<li>When you’ve asked us to share your personal information with third-party sites or platforms like social networking sites – once it’s been shared, your personal data will be processed by that third-party according to their own privacy processes</li>\n</ul>How long do we keep your personal information<p>We’ll keep your personal information as long as your account is active or as long as it’s needed to provide a service.\nWe have so called retention polices for each of the categories of personal information that we process.</p>\n<p>If you’d like to cancel your account or for us to delete your data, we’ll only keep information that we need for legal reasons, to resolve disputes or to enforce our agreements.</p>Our Cookie Policy<p>Cookies are small data files that your browser places on your computer or device.\nA cookie itself does not contain or collect information.\nHowever, when it is read by a server via a web browser it can help a website deliver a more user-friendly service – for example, remembering previous purchases or account details.</p>\n<p>Like most websites, our online channels and our applications (apps) collect some information (e.g.\ninformation on IP addresses, browsers, internet service providers, referring pages, exit pages, operating systems, date stamps, time stamps and clickstream data).\nThis information won’t be linked to any other information we collect about you unless you have given your consent that we may do this.</p>\n<p>Both we and our third-party tracking utility partners use browser storage, app storage, cookies, pixls, beacons, scripts and tags to analyze trends, administer the site, track user movement through the site and collect demographic information about our overall user base.\nWe may receive reports on these from our third-party tracking utility partners on an individual and aggregate basis.\nFor more information about cookies, please read our full Cookie Policy.</p>\n<p>\n</p>Keeping children safe online<p>We care deeply about making sure children are safe online and have extra privacy processes in place to make sure we’re keeping our younger fans safe when they’re using our online channels.\nIn fact, some features have age gates so to prevent children from inadvertently using such features.\nWe also take all reasonable care to secure that we don’t knowingly collect, store, use or process personal information from children who may use those features without proper parental consent.</p>\n<p>We’ve joined a digital child safety program which audits our company on a yearly basis to make sure we follow the rules in the way interact with children online.</p>\n<p>We also follow all relevant laws for children aged between 13 and 18 and when it comes to personal data, we consider anyone under the age of 16 years a child</p>\n<p>If you have any questions or concerns about our Privacy Policy, please contact our Data Protection Officer at privacy.officer@lego.com.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\nTo view a list of properties covered by our Dispute Resolution provider, please click the seal located at the top of this section.</p>\n<p>When we do process personal information from children, we take extra steps to protect their privacy including:</p>\n<ul>\n<li>Making sure we tell parents what personal information we collect, store, use and process from their child and explaining whether we share the information</li>\n<li>Meeting legal requirements by asking for parental consent to collect, use and process a child’s data and asking for consent to send their children information about our products and services</li>\n<li>Limiting how we collect, store, use and process personal information from children so only data that is reasonably needed for them to take part in an online activity is collected</li>\n<li>Giving parents access or the option to ask for access to personal information we’ve collected from their child – parents can also ask for their children’s personal information to be changed or deleted</li>\n</ul>Collecting and using children’s information<p>While some of our websites, channels and apps are designed with families and users of all ages in mind, others are intended to be used mainly by children.\nWhenever we collect personal information from a child, we only keep the information for the time we need it to provide a service or for the time it’s legally required to be kept on record.</p>\n<p>While children can choose whether to share their information with us, there are features of our websites that won’t function if they haven’t given us their information.\nWhere personal information is needed for features to function, we’ll only ask for information that is reasonably required to take part in the activity.</p>\n<p>Here are some examples of times when we collect children’s data:</p>\n<ul>\n<li>When children register online<p>Children can register on our websites to access a variety of services including content, games and competitions.\nDuring registration, we may ask a child to provide their parent’s or guardian’s email address, the child’s first name, gender, their birth date, their username and password.\nWe use this information for security and notification reasons.\nWe strongly encourage children to create a username that excludes any personal information.</p>\n</li>\n<li>When children share content they’ve created themselves<p>Some of our websites allow children to create or use content themselves.\nSince only some of these features require personal information from the child, not all activities require consent from a parent or guardian.\nWhenever an activity could potentially allow a child to share personal information, we either review the content ourselves and make sure personal information is removed or ask for permission from a parent or guardian to collect the data.\nTypes of personal data that children have shared with us in the past include stories, free-text fields, drawings that allow text or free-hand entry of information, photographs of your child, sound clips, movie files or any type of content or other persistent identifiers that clearly identifies the child in some way.\nIf, as well as collecting content that includes personal information, we also plan to share the content publicly or with a third party for their own use, we’ll ask the parent or guardian for ‘verifiable parental consent’ (which is a higher level of parental consent).</p>\n</li>\n<li>When children enter contests and sweepstakes<p>If a child wants to enter a competition, we ask for the personal information we need for a child to take part.\nWe usually only ask for the child’s first name (so we can tell the difference between children from the same family) and the email address of a parent or guardian (so we meet legal requirements to notify the responsible adult).\nWe’ll only contact the parent if the child wins the contest or sweepstake to find out where to send the prize.\nIf the competition asks the child to create content to enter, we may need to ask for parental consent by email in advance to ensure we meet the privacy requirements for content children have created themselves (please see the information above about children creating content).\nWithout consent, children won’t be able to take part in our competitions.</p>\n</li>\n<li>When children receive emails from us<p>We may need ask for their child’s contact details (including their email address) so that we can reply to a question they’ve asked us.\nTo meet legislative requirements around the world, we’ll delete any information we have on the child as soon as the reply’s been sent.\nIf we need to get in touch with the child a second time, for example to reply to additional questions, we would request an email address from their parent or guardian.\nWe’d then only keep the child’s online contact information for the time it takes us to honor their request and wouldn’t use the information for any other purpose.\nIf we ever need a child’s online contact information for ongoing communication, we’d ask for the parent’s or guardian’s email address at the earliest opportunity so that we can keep the adult informed of the data we’re collecting and to give the parent an option to ask us to stop collecting data.\nParents or guardians can opt out of any communication we have with their child at any time by following the unsubscribe instructions within each communication (if there is more than one type of communication, the adult may need to opt out of each individually).\nAlternatively, they can contact our LEGO Customer Service team.</p>\n</li>\n<li>When children receive app push notifications<p>Many apps send users ‘push notifications’ to their customers’ mobile phones or devices to tell them about updates (sometimes even when the app is not in use).\nSome of our apps are designed to be used by children.\nWe ask children to provide the email address of their parent or guardian, so we can tell the adult about their child’s request before we send children push notifications from our apps.\nWe don’t link the device identifier with any other personal information without parental consent.\nIf you would like your child to stop receiving push notifications from one of apps, you can change the settings on the device your child’s using at any time.</p>\n</li>\n<li>When we collect location information<p>Some of our websites, channels and apps are designed for children.\nWe request consent from a parent or guardian by email before collecting information on a child’s street name, address or coordinates.\nWe do that because such information will effectively make us able to identify a specific child.\nAs an opposite, we don’t require parental consent to collect information on a child’s city, country or region as long as it isn’t linked directly to the specific child.\nThe reason for this, is that such generic information will not make us able to identify a specific child.\nIf you would like to stop us collecting this type of location information, you can adjust the settings on the device your child is using at any time.\nAlternatively, please contact our LEGO Customer Service team.</p>\n</li>\n<li>When we collect ‘persistent identifiers’<p>So we can give visitors to our online channels more relevant and personalized online experiences, we automatically collect some types on information (e.g.\ninformation on IP addresses, mobile device identifier, browsers, internet service providers, referring pages, exit pages, visitor frequency, operating systems, date stamps, time stamps and clickstream data).\nWe collect this information using technologies such as cookies, pixels, flash cookies, web beacons and other unique identifiers (which we define under the Cookie Policy section of this Privacy Policy).\nWe may collect this information ourselves or ask a third party to process the data on our behalf.\nWe use this data to give children access to online features and activities, to customize content, to improve our online channels, to analyze the performance of our online channel and to create anonymous reports.\nIf we ever want to collect children’s data for any other reason, we would contact the child’s parent or guardian for consent in advance.\nA list of third-party operators who collect ‘persistent identifiers’ on our sites and apps can be found in our Cookie Policy.</p>\n</li>\n</ul>What if we accidentally collect children’s data?<p>If we discover that we’ve unintentionally collected information from a child in a way that doesn’t meet COPPA requirements, we will delete the information immediately.</p>Requesting parental consent<p>Asking for low-level consent by email<br>If we need to collect a child’s personal information, we’ll ask for parental consent according to COPPA legal requirements.\nWe’ll send the child’s parent or guardian an email explaining what information we’re collecting, how we plan to use it and ask the parent to give or deny their consent.\nIf we don’t receive parental consent in a reasonable time, we’ll delete all information we’ve collected from the child including the adult’s contact information that we asked for in order to request consent.</p>Asking for high-level ‘verifiable consent<p>If we want to share a child’s personal information publicly or with a third party, we’ll seek a higher level of parental consent than the email request described above.\nWe may ask for verification by credit card or other payment method (with a nominal charge involved), verification over the phone or through a video chat to a trained customer service representative or a signed consent form to be returned to us by mail, email attachment or fax.\nWe may give the parent a guardian a PIN or password that they’ll be able to use in future communications to confirm the adult’s identity.</p>What if a parent or guardian hasn’t been contacted for consent?<p>If a child under the age of 16 accesses an online channel that’s designed for children by using an age gate, we’ll email the child’s parent or guardian before collecting any personal information from the child.\nIf you think that your child is taking part in an online activity that collects their personal information and you or another parent/guardian hasn’t received an email letting you know or seeking your consent, please contact our Data Privacy Officer at privacy.officer@lego.com.\nWe won’t use email addresses provided for parental consent for any other purpose unless the adult has expressly opted in to marketing emails or taken part in an activity which allows email contact.</p>Parental choices and controls<p>At any time, parents or guardians can refuse to allow us to use and collect further personal information from their child.\nParents or guardians can ask us to delete the personal information we have collected in connection with their child’s account from our records.\nAs personal information is required for some services, deleting a child’s records may result in an account, membership, or service being unavailable to the child in future.</p>\n<p>If a child has a registered LEGO ID, parents or guardians can access, change or delete the personal information we’ve collected from their child by:</p>\n<ul>\n<li>Using their child’s username and password to log into their child’s LEGO ID account</li>\n<li>Getting in touch with our LEGO Customer Service team</li>\n</ul>\n<p>If you’d prefer to contact us, please let us know your child’s username along with the your own telephone number and email address.\nWe’ll need to confirm your identity as the parent or guardian of the child before granting access to the child’s personal information.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>If we make material changes to how we use Personal Information collected from a child under the age of 16, we’ll tell their parent or guardian by email and ask for ‘verifiable parental consent’ for the new uses of the child’s personal information.</p>Sharing information we have consent to share with others<p>If we’ve received high-level parental consent to share a child’s personal information publicly, we may also share personal information with our service provides or legal authorities.\nWe may share information with our service providers including software solution companies, online security partners and customer services.\nOur contracts with these companies make sure they only use personal data for the agreed purpose.</p>\n<p>We may share personal information to meet legal processes or if disclosure is required by law.\nAs allowed by relevant laws, we may also share personal information collected from children to:</p>\n<ul>\n<li>Comply with a request from to a law enforcement or public agency (including schools or children services) or to avoid liability</li>\n<li>Make a disclosure that we believe may stop a crime being committed</li>\n<li>Help an investigation related to public safety</li>\n<li>Protect the safety of a child who’s using our online channels</li>\n<li>Protect the technology of our service providers or security of our online channels themselves</li>\n</ul>\n<p>Parents have the right to consent to the collection, use and processing of their child’s personal information without also having to consent to the disclosure of that information to third parties.\nWe don’t share information with third parties other than as described above.</p>Our employees<p>Whether you’re an existing employee or applying for a job with us, we’ll process specific information relevant for your employment and application.\nThe principles in this Privacy Policy will also apply to your employment and application.</p>LEGO Partners<p>We define LEGO Partners as other companies doing business with the LEGO Group.\nWe process information on our LEGO Partner companies for collaboration and evaluation purposes.</p>Data security and integrity<p>The security, integrity and confidentiality of customer information is extremely important to us.\nWe use technical, administrative and physical security measures to protect personal information from unauthorized access, disclosure, use and modification.\nAll external transfers that contain personal information are done using encrypted technology.\nCredit card information is handled by approved service providers that meet PCI (Payment Card Industry) standards and have appropriate safeguards in place.<br>Although we regularly review our security procedures and evaluate new technology and methods to make our online channels safer, no security measures are perfect or impenetrable.</p>\n<p>Our customers, employees and partners also play an important role in protecting information.\nWe encourage customers to choose passwords that are difficult for others to guess and to keep their personal passwords secret.</p>\n<p>Should you notice any flaws or concerns in our security, please contact our LEGO Customer Service team as soon as possible.</p>\n<p>If we ever experience a data breach in which customer information is at risk of being misused, we’ll contact customers according to legal requirements.\nIf necessary, we’ll also contact data protection authorities.</p>Data transfers, storage and processing globally<p>As we’re a global company, we may transfer your personal information to individual subsidiaries of the LEGO Group or third parties in locations around the world for the purposes described in this Privacy Policy.\nWhenever your personal information is transferred, stored or processed by us or by companies carrying out such services on our behalf, we’ll take reasonable steps to safeguard the privacy of your personal information.\nAdditionally, when using or disclosing personal information we abide by our Binding Corporate Rules, when these become effective.</p>\n<p>The Binding Corporate Rules provide the highest security to you when it comes to how your information is processed.</p>Binding Corporate Rules and local legal requirements<p>We want to make sure we as a minimum use the standards of data privacy and security that follows from the European General Data Protection Regulation (“GDPR”) anywhere in the world where we collect, store, use or share your personal data.\nWhere your local rules require more from us than that, we will adjust our practice to make sure your data is safe with us no matter where in the world you are! To bind us to that promise we have implemented something called with Binding Corporate Rules with effect from June/2016 ‘Binding Corporate Rules.\nThese rules are set by European data authorities across the European Union (EU) and set the some of the highest standards in the world on data collection, storage, use and sharing.</p>IMPORTANT ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS<p>Last Updated: December 16, 2019</p>\n<p>This section provides information for California residents, as required under California privacy laws, including the California Consumer Privacy Act (“CCPA”).\nCalifornia privacy laws require that we provide California residents information about how we use their personal information, whether collected online or offline, and this section is intended to satisfy that requirement.<br>Under the CCPA, “personal information” is any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular California resident or household.</p>\n<p>\n<strong>Categories of Personal Information that We Collect, Disclose, and Sell</strong>\n<br>Below please find the categories of personal information about California residents that we collect, sell, and/or disclose to third parties or service providers for a business purpose.</p>\n<p>NAME, CONTACT INFORMATION AND IDENTIFIERS: Identifiers such as a real name, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address and email address.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? YES</p>\n<p>CUSTOMER RECORDS: Paper and electronic customer records containing personal information, such as name, address, telephone number, credit card number and debit card number.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? NO</p>\n<p>PROTECTED CLASSIFICATIONS: Characteristics of protected classifications under California or federal law such as sex and age.\nAny “sale” (as defined under the CCPA) of information under this category is for the purpose of enabling users to register accounts and preventing children from using certain websites, apps and services without first receiving parental consent.<br>• Do we collect? YES<br>• Do we disclose for business purpose? YES<br>• Do we sell? YES</p>\n<p>PURCHASE HISTORY AND TENDENCIES: Commercial information, including products or services purchased, obtained, or considered.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? NO</p>\n<p>BIOMETRIC INFORMATION: Physiological, biological or behavioral characteristics that can be used alone or in combination with each other to establish individual identity, including DNA, imagery of the iris, retina, fingerprint, face, hand, palm, vein patterns, and voice recordings, keystroke patterns or rhythms, gait patterns or rhythms, and sleep, health, or exercise data that contain identifying information.<br>• Do we collect? NO<br>• Do we disclose for business purposes? NO<br>• Do we sell? NO</p>\n<p>USAGE DATA: Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a resident’s interaction with an internet website, application, or advertisement.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? YES</p>\n<p>GEOLOCATION DATA: Precise geographic location information about an individual or device.<br>• Do we collect? NO<br>• Do we disclose for business purposes? NO<br>• Do we sell? NO</p>\n<p>AUDIO/VISUAL: Audio, electronic, visual information, such as photos and videos.\nSome of our websites allow users to create and upload content themselves.\nWhenever an activity could potentially allow a user to share Audio/Visual information, we either review the content ourselves and make sure personal information is removed or, if a child shared the content, we ask for permission from a parent or guardian to collect the data.\nAny “sale” (as defined under the CCPA) of this information is for the purpose of monitoring these activities and preventing this category of information from being made public.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? YES</p>\n<p>EMPLOYMENT HISTORY: Professional or employment-related information.<br>• Do we collect? NO<br>• Do we disclose for business purposes? NO<br>• Do we sell? NO</p>\n<p>EDUCATION INFORMATION: Information that is not publicly available personally identifiable information as defined in the federal Family Educational Rights and Privacy Act (20 U.S.C.\nsection 1232g, 34 C.F.R.\nPart 99).<br>• Do we collect? NO<br>• Do we disclose for business purposes? NO<br>• Do we sell? NO</p>\n<p>PROFILES AND INFERENCES: Inferences drawn from any of the information identified above to create a profile about a resident reflecting the resident’s preferences, characteristics or behavior.<br>• Do we collect? YES<br>• Do we disclose for business purposes? YES<br>• Do we sell? NO</p>\n<p>\n<strong>California Residents’ Rights</strong>\n<br>California law grants California residents certain rights and imposes restrictions on particular business practices as set forth below.</p>\n<p>\n<em>\n<strong>Right to Opt-out.</strong>\n</em> California residents have the right to opt-out of our sale of their personal information.\nOpt-out rights can be exercised by visiting our Cookie Policy or by going directly to our Cookie Settings page and deleting or preventing cookies from being used.\nYou can also click on the “Do Not Sell My Data” link at the bottom of every webpage.</p>\n<p>\n<em>\n<strong>Right to Opt-In.</strong>\n</em> We do not sell personal information about residents who we know are younger than 16 years old without verifiable parental consent.</p>\n<p>\n<em>\n<strong>Notice at Collection:</strong>\n</em> We are required to notify California residents, at or before the point of collection of their personal information, the categories of personal information collected and the purposes for which such information is used.</p>\n<p>\n<em>\n<strong>Verifiable Requests to Delete, Requests to Know.</strong>\n</em> Subject to certain exceptions, California residents have the right to make the following requests, at no charge, up to twice every 12 months:</p>\n<p>Right of Deletion: California residents have the right to request deletion of their personal information that we have collected about them, subject to certain exemptions, and to have such personal information deleted, except where necessary that we maintain such personal information in order to:<br>• Complete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of a business’s ongoing business relationship with the California resident, or otherwise perform a contract between the business and the California resident.<br>• Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity.\nor prosecute those responsible for that activity.<br>• Debug to identify and repair errors that impair existing intended functionality.<br>• Exercise free speech, ensure the right of another California resident to exercise his or her right of free speech, or exercise another right provided for by law.<br>• Comply with the California Electronic Communications Privacy Act pursuant to Chapter 3.6 (commencing with Section 1546) of Title 12 of Part 2 of the Penal Code.<br>• Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the businesses’ deletion of the information is likely to render impossible or seriously impair the achievement of such research, if the California resident has provided informed consent.<br>• Enable solely internal uses that are reasonably aligned with the expectations of the California resident based on the consumer’s relationship with the business.<br>• Comply with a legal obligation.<br>• Otherwise use the California resident’s personal information, internally, in a lawful manner that is compatible with the context in which the California resident provided the information.</p>\n<p>Right to Know – Right to a Copy: California residents have the right to request a copy of the specific pieces of personal information that we have collected about them in the prior 12 months and to have this delivered, free of charge, either (a) by mail or (b) electronically in a portable and, to the extent technically feasible, readily useable format that allows the individual to transmit this information to another entity without hindrance.<br>Right to Know - Information: California residents have the right to request that we provide them certain information about how we have handled their personal information in the prior 12 months, including the:<br>• categories of personal information collected;<br>• categories of sources of personal information;<br>• business and/or commercial purposes for collecting and selling their personal information;<br>• categories of third parties/with whom we have disclosed or shared their personal information;<br>• categories of personal information that we have disclosed or shared with a third party for a business purpose;<br>• categories of personal information collected.\nand<br>• categories of third parties to whom the residents’ personal information has been sold and the specific categories of personal information sold to each category of third party.</p>\n<p>\n<em>\n<strong>Submitting Requests.</strong>\n</em> Requests to exercise the right of deletion, right to a copy, and / or the right to know may be submitted by contacting us at 1-800-835-4386 (toll free) or by emailing us at privacy.officer@lego.com.\nWe will respond to verifiable requests received from California consumers as required by law.</p>\n<p>\n<em>\n<strong>Right to Non-Discrimination and Incentives.</strong>\n</em> The CCPA prohibits discrimination against California residents for exercising their rights under the CCPA and imposes requirements on any financial incentives offered to California residents related to their personal information.</p>\n<p>Discrimination: Businesses may not discriminate against residents who exercise their rights under CCPA.\nDiscrimination may exist where a business denies or provides a different level or quality of goods or services, or charges (or suggests that it will charge) different prices or rates or impose penalties on residents who exercise their CCPA rights, unless doing so is reasonably related to the value provided to the business by the residents’ data.</p>\n<p>Disclosure of Incentives: If businesses offer any financial incentives for the collection, sale or deletion of California residents’ personal information, residents have the right to be notified of any financial incentives offers and their material terms, the right not be included in such offers without prior informed opt-in consent, and the right to be able to opt-out of such offers at any time.\nBusinesses may not offer unjust, unreasonable, coercive or usurious financial incentives.</p>\n<p>\n<strong>California Privacy Rights under California’s Shine-the-Light Law</strong>\n<br>Under California’s “Shine the Light” law (Cal.\nCiv.\nCode § 1798.83), California residents who provide us certain personal information are entitled to request and obtain from us, free of charge, information about the personal information (if any) we have shared with third parties for their own direct marketing use.\nSuch requests may be made once per calendar year for information about any relevant third party sharing in the prior calendar year.\nCalifornia residents who would like to make such a request may submit a request in writing to privacy.officer@LEGO.com.\nThe request should attest to the fact that the requester is a California resident, and provide a current California address.</p>\n<p>\n<em>\n<strong>Notice to Australian Residents:</strong>\n</em>\n<br>In regard to how we process your information to be compliant with local legislation the following will apply in supplement to the Privacy Policy:</p>\n<p>We generally collect personal information directly from you where this is reasonable and practical but may also acquire information from other trusted sources to update or supplement the personal information you provided or which we processed automatically.<br>• We may also use your personal information to tell you about the products and services of the LEGO Group or third parties.\nFrom time to time, we and our LEGO Group entities and business partners may contact you by mail, telephone, email or other electronic messaging services (such as text, voice, sound or image messages including using automated calling systems) with information about products and services (including discounts and special offers).\nIf you no longer wish to receive marketing or promotional information from us and our LEGO Group entities or our partners, you can unsubscribe at any time.\nThere are certain messages relating to the goods and services we provide to you that cannot be unsubscribed from.<br>• Should the LEGO Group experience a data breach and your information be involved, we will contact you if there is a risk of serious harm to you and if we are legally obliged to do so.\nIn some instances, the LEGO Group will also be legally obliged to contact (data protection) authorities when a breach of privacy information occurs.<br>• We will take such steps that are reasonable in the circumstances (if any) to destroy or de-identify personal information when it is no longer required.</p>\n<p>\n<em>\n<strong>Changes to this Privacy Policy</strong>\n</em>\n<br>We may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.\nWe will provide prior notice to users by email and post the information on our online channels if these changes are material and request your consent if legally required.</p>\n<p>\n<em>\n<strong>Third party vendor categories</strong>\n</em>\n<br>The LEGO Group works with several trusted partners to secure that we provide you, our business partners and our employees with the best experience possible.\nThis means that we will at times need to allow third parties to process personal data.<br>To give you an overview we have categorized the type of vendors we use and what we use them for on a category basis.<br>However, if you wish to know what cookies we are placing on your devices – please look at our detailed third- party cookie list.</p>\n<p>\n<em>\n<strong>We process personal data with vendors in the following categories:</strong>\n</em>\n<br>• <strong>IT Service providers</strong>\n<br>We use a series of trusted partners world wide to provide us with IT services and system administration services - in regards to both our customer and partner facing activities as well as our internal IT and administration systems.</p>\n<p>• <strong>Global payment provider and processing partners</strong>\n<br>To secure a safe and efficient payment process both online, in our stores or through invoicing or money transfers.</p>\n<p>• <strong>Cloud storage partners</strong>\n<br>We store our and your data at secure data centers around the world.</p>\n<p>• <strong>Fraud Prevention and detection partners and agencies</strong>\n<br>Working with the LEGO Group world wide to secure that the LEGO Group is not defrauded.</p>\n<p>• <strong>Warehousing, packing, shipping and delivery partners</strong>\n<br>Helping us get our products into the hands of our customers and business partners around the world.</p>\n<p>• <strong>Catalogue printing and mailing and postal partners</strong>\n<br>Helping us making sure catalogues and magazines come your way.</p>\n<p>• <strong>Marketing partners</strong>\n<br>To be able to provide targeted and personalize advertisements, promotions and campaigns both when you are interacting with LEGO on our online platforms, on social media, instore or otherwise.</p>\n<p>• <strong>Social Media Partners</strong>\n<br>To be present and allow you to interact with the LEGO Group on the platforms where you are.</p>\n<p>• <strong>Survey, questionnaires and product review suppliers</strong>\n<br>Helping us secure that we get your all-important feedback of your LEGO® experience!</p>\n<p>\n<strong>• Tax and customs authorities, regulators and other authorities globally</strong>\n<br>Who require reporting of processing activities in certain circumstances.</p>\n<p>\n<strong>• Professional advisers</strong>\n<br>Including lawyers, bankers, auditors and insurers globally, who provide consultancy, banking, legal, insurance and accounting services to the LEGO Group.</p>Need Support? Contact UsOur dedicated LEGO experts are here to helpContact UsThe Official LEGO® GuaranteeFREE delivery with orders over $35! All year roundEarn points on every purchase and benefit from members-only promotionsMissing any pieces or instructions? Let us know and we’ll deliver it to you.Subscribe to LEGO® Shop emailsBe the first to hear about brand new sets, exclusive products, promotions and events taking place in LEGO storesYour Email AddressContinueFollow UsFind a StoreFind a LEGO® Store<p>Enter your city, postcode or country to find the nearest official LEGO Store to you.</p>Gift CardsLEGO CatalogueAbout Us<ul>\n<li>About the LEGO Group</li>\n<li>LEGO® News</li>\n<li>Our Responsibility</li>\n<li>Supply Chain Transparency Statement</li>\n<li>LEGO Product Certification</li>\n<li>LEGO Jobs</li>\n</ul>Support<ul>\n<li>Contact Us</li>\n<li>Find Building Instructions</li>\n<li>Replacement Parts</li>\n<li>Shipping and Returns</li>\n<li>Payment Methods</li>\n<li>Terms &amp.\nConditions</li>\n<li>Product Recalls</li>\n</ul>Attractions<ul>\n<li>LEGO® House</li>\n<li>LEGOLAND® Parks</li>\n<li>LEGOLAND Discovery Centers</li>\n</ul>More From Us<ul>\n<li>LEGO® LIFE</li>\n<li>LEGO Education</li>\n<li>LEGO Ideas</li>\n<li>LEGO Foundation</li>\n<li>Affiliate Program</li>\n<li>Student Offers</li>\n<li>LEGO® Braille Bricks</li>\n</ul>Change Region<ul>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>Legal Notice</li>\n<li>Terms of Use</li>\n<li>Digital Wellbeing</li>\n<li>Accessibility</li>Cookie SettingsDo Not Sell My Personal Information</ul>\n<p>LEGO System A/S, DK-7190 Billund, Denmark.\nMust be 18 years or older to purchase online.\nLEGO, the LEGO logo, the Minifigure, DUPLO, LEGENDS OF CHIMA, NINJAGO, BIONICLE, MINDSTORMS and MIXELS are trademarks and copyrights of the LEGO Group.\n©2021 The LEGO Group.\nAll rights reserved.\nUse of this site signifies your agreement to the terms of use.</p>Privacy preferences: The cookies are ours.\nThe control is yours.<p>To make the LEGO.com experience more targeted and user-friendly, LEGO System A/S (and selected third parties) use “cookies” on this website.\nThis technology helps us gather statistical and analytical information for marketing purposes, but the choice to accept the cookies is always yours.</p>\n<p>Clicking “Just necessary” will only set those cookies necessary for us to enable the website to function.\nThese cookies cannot be disabled.\nSelecting “Yes to all!” sets all cookies and enable us to optimize the experience for you and allows us to market our products and services to you.\nOr you can pick and choose? Simply use the toggles to opt in to the categories you like best.</p>\n<p>Remember, you can always withdraw your consent or change your cookie settings at any time.\nPlease visit our Cookie and Privacy Policy for more information.\nCookie Policy and Privacy Policy</p>Just NecessaryAccept AllCookie SettingsNecessary CookiesAlways ONAnalytic CookiesOFFLEGO® Marketing CookiesOFFThird-Party Marketing CookiesOFF", "created_at": "2021-06-14 13:03:06.133661", "updated_at": "2021-06-14 13:03:24.091615"}], "points": [], "urls": ["lego.com"]}}