{"error": 448, "message": "OK", "parameters": {"id": 5475, "name": "Plato", "created_at": "2021-11-03 20:24:06.274005", "updated_at": "2021-11-03 23:01:07.21646", "wikipedia": null, "keywords": null, "related": null, "slug": "plato", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5475.png", "url": "platoapp.com", "documents": [{"id": 9836, "name": "Terms of Service", "url": "https://www.platoapp.com/terms/", "xpath": "/html/body/div[2]", "text": " Terms of Service <p>Last updated: May 24, 2018<br>\n</p> Introduction<br>\n<p>Welcome to Plato! Your use of Plato’s services, including the services Plato makes available through the Plato app, the Plato app website, and any other software or services offered by Plato in connection with any of those (the “Services”) is governed by these terms of use (the “Terms”), so please carefully read them before using the Services.\nFor the purposes of these Terms, “we,” “our,” “us,” and “Plato” refer to Plato Team Inc., the providers and operators of the Services.<br>\n<br>In order to use the Services, you must first agree to these Terms.\nIf you are registering for or using the Services on behalf of an organization or another individual, you are agreeing to these Terms for that organization or individual and promising that you have the authority to bind that organization or individual to these Terms.\nIn that case, “you” and “your” will also refer to that organization or individual, wherever possible.<br>\n<br>You must be over 13 years of age to use the Services, and children under the age of 13 cannot use or register for the Services.\nIf you are over 13 years of age but are not yet of legal age to form a binding contract (in many jurisdictions, this age is 18), then you must get your parent or guardian to read these Terms and agree to them for you before you use the Services.\nIf you are a parent or guardian and you provide your consent to your child's registration with the Services, you agree to be bound by these Terms with respect of your child’s use of the Services.<br>\n<br>You agree your purchases and/or use of the Services are not contingent on the delivery of any future functionality or features or dependent on any oral or written public comments made by Plato or any of its affiliates regarding future functionality or features.<br>\n<br>BY USING, DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING THE SERVICES OR ANY MATERIALS INCLUDED IN OR WITH THE SERVICES, YOU HEREBY AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT ACCEPT THESE TERMS, THEN YOU MAY NOT USE, DOWNLOAD, INSTALL, OR OTHERWISE ACCESS THE SERVICES.<br>\n</p> Your Account<br>\n<p>In the course of registering for or using the Services, you may be required to provide Plato with certain information, such as a username (“Credentials”).\nPlato handles such information with the utmost attention, care and security.\nNonetheless, you, not Plato, shall be responsible for maintaining and protecting your Credentials in connection with the Services.\nYou are solely responsible for any activity using your Credentials, whether or not you authorized that activity.\nYou should immediately notify Plato of any unauthorized use of your Credentials or if your account has been hacked or stolen.\nIf you discover that someone is using your Credentials without your consent, or you discover any other breach of security, you agree to notify Plato immediately.<br>\n</p> Content<br>\n<p>A variety of games, information, reviews, recommendations, messages, comments, posts, text, graphics, software, photographs, videos, data, and other materials (\"Content\") may be made available through the Services by Plato or its suppliers (“Plato-Supplied Content”).\nWhile Plato strives to keep the Content that it provides through the Services accurate, complete, and up-to-date, Plato cannot guarantee, and is not responsible for the accuracy, completeness, or timeliness of any Plato-Supplied Content.<br>\n<br>You acknowledge that you may also be able to create, transmit, publish or display information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) through use of the Services.\nAll such information is referred to below as “User Content.” User Content also includes any information or data you include in any messages, invitations, or public or private chat messages you send or share through the Services.<br>\n<br>You agree that there is no tolerance for Objectionable Content or abusive users.\nContent may be submitted to Plato, who will moderate all content and ultimately decide whether or not to post a submission to the extent such content includes, is in conjunction with, or alongside any, Objectionable Content.\nObjectionable Content includes, but is not limited to: (i) sexually explicit materials.\n(ii) obscene, defamatory, libelous, slanderous, violent and/or unlawful content or profanity.\n(iii) content that infringes upon the rights of any third party, including copyright, trademark, privacy, publicity or other personal or proprietary right, or that is deceptive or fraudulent.\n(iv) content that promotes the use or sale of illegal or regulated substances, tobacco products, ammunition and/or firearms.<br>\n<br>You agree that you are solely responsible for (and that Plato has no responsibility to you or to any third party for) any User Content, and for the consequences of your actions (including any loss or damage which Plato may suffer) in connection with such User Content.\nIf you are registering for these Services on behalf of an organization or individual, you also agree that you are also responsible for the actions of associated Users and for any User Content that such associated Users might upload, record, publish, post, link to, or otherwise transmit or distribute through use of the Services.\nFurthermore, you acknowledge that Plato does not control or actively monitor Content uploaded by users and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nYou acknowledge that by using the Services, you may be exposed to materials that are offensive, indecent or objectionable.\nUnder no circumstances will Plato be liable in any way for any such Content.<br>\n<br>You agree that you will not include in any User Content any personally identifiable information about any other person.<br>\n<br>Plato may refuse to store, provide, or otherwise maintain your User Content for any or no reason.\nPlato may remove your User Content from the Services at any time if you violate these Terms or if the Services are canceled or suspended.\nIf User Content is stored using the Services with an expiration date, Plato may also delete the User Content as of that date.\nUser Content that is deleted may be irretrievable.\nYou agree that Plato has no responsibility or liability for the deletion or failure to store any User Content or other communications maintained or transmitted through use of the Services.<br>\n<br>Plato reserves the right (but shall have no obligation) to remove User Content from the Services, in its discretion.\nYou agree to immediately take down any Content that violates these Terms, including pursuant to a takedown request from Plato.\nIn the event that you elect not to comply with a request from Plato to take down certain Content, Plato reserves the right to directly take down such Content.<br>\n</p> License from You<br>\n<p>By submitting, posting or otherwise uploading User Content on or through the Services you give Plato a worldwide, nonexclusive, perpetual, fully sub-licensable, royalty-free right and license as set below:<br>• with respect to User Content that you submit, post or otherwise make publicly or generally available via the Services (e.g.\npublic forum posts), the license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute , publicly perform, and publicly display such User Content (in whole or part) worldwide via the Services or otherwise, and/or to incorporate it in other works in any form, media, or technology now known or later developed for any legal business purpose.\nand<br>• with respect to User Content that you submit, post or otherwise transmit privately via the Services (e.g.\nvia private chat messages with other Users), the license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and publicly display such User Content for the sole purpose of enabling Plato to provide you with the Services.<br>\n<br>\n</p> Proprietary Rights<br>\n<p>You acknowledge and agree that Plato (or Plato’s licensors) own all legal right, title and interest in and to the Services and Plato-Supplied Content and that the Services and Plato-Supplied Content are protected by copyrights, trademarks, patents, or other proprietary rights and laws (whether those rights happen to be registered or not, and wherever in the world those rights may exist).<br>Except as provided in Section 4, Plato acknowledges and agrees that it obtains no right, title or interest from you (or your licensors) under these Terms in or to any Content that you create, submit, post, transmit, share or display on, or through, the Services, including any intellectual property rights which subsist in that Content (whether those rights happen to be registered or not, and wherever in the world those rights may exist).\nUnless you have agreed otherwise in writing with Plato, you agree that you are responsible for protecting and enforcing those rights and that Plato has no obligation to do so on your behalf.<br>\n</p> License from Plato and Restrictions on Use<br>\n<p>Plato gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you as part of the Services.\nThis license is solely for your personal, non-commercial, recreational use, in the manner permitted by these Terms.<br>\n<br>You may not (and you may not permit anyone else to: (a) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Services or any part thereof, unless this is expressly permitted or required by law, or unless you have been specifically told that you may do so by Plato, in writing (e.g., through an open source software license).\nor (b) attempt to disable or circumvent any security mechanisms used by the Services or any applications running on the Services.<br>\n<br>You may not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services).<br>\n<br>You may not access the Services in a manner intended to avoid incurring fees.<br>\n<br>You may not access the Services for the purpose of bringing an intellectual property infringement claim against Plato or for the purpose of creating a product or service competitive with the Services.<br>\n<br>You agree that you will not upload, record, publish, post, link to, transmit or distribute User Content, or otherwise utilize the Services in a manner that: (i) advocates, promotes, incites, instructs, informs, assists or otherwise encourages violence or any illegal activities.\n(ii) infringes or violates the copyright, patent, trademark, service mark, trade name, trade secret, or other intellectual property rights of any third party or Plato, or any rights of publicity or privacy of any party.\n(iii) attempts to mislead others about your identity or the origin of a message or other communication, or impersonates or otherwise misrepresents your affiliation with any other person or entity, or is otherwise materially false, misleading, or inaccurate.\n(iv) promotes, solicits or comprises inappropriate, harassing, abusive, profane, hateful, defamatory, libelous, threatening, obscene, indecent, vulgar, pornographic or otherwise objectionable or unlawful content or activity.\n(v) is harmful to minors.\n(vi) utilizes or contains any viruses, Trojan horses, worms, time bombs, or any other similar software, data, or programs that may damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data, personal information, or property of another.\nor (vii) violates any law, statute, ordinance, or regulation (including without limitation the laws and regulations governing export control, unfair competition, anti-discrimination, or false advertising) .\nor (viii) otherwise violates these Terms or our Privacy Policy.<br>\n<br>You may not use the Services if you are a person barred from receiving the Services under the laws of the United States or other countries, including the country in which you are resident or from which you use the Services.\nYou affirm that you are over the age of 13, as the Services are not intended for children under 13.<br>\n</p> Pricing Terms<br>\n<p>The Services are currently provided to you free of charge.\nHowever, we may charge a fee for some parts of the Services at some point in the future.\nIf we do so, we will provide you with information of the pricing for those portions of the Services at that point.<br>\n</p> Privacy Policies<br>\n<p>These Services are provided in accordance with our Privacy Policy, which can be found at http://www.platoapp.com/privacy.\nYou agree to the use of your User Content and personal information in accordance with these Terms and Plato’s Privacy Policy.<br>\n</p> Modification and Termination of Services<br>\n<p>Plato is constantly innovating in order to provide the best possible experience for its users.\nYou acknowledge and agree that the form and nature of the Services which Plato provides may change from time to time without prior notice to you, subject to the terms in its Privacy Policy.\nChanges to the form and nature of the Services will be effective with respect to all versions of the Services.\nexamples of changes to the form and nature of the Services include without limitation changes to fee and payment policies, security patches, added functionality, automatic updates, and other enhancements.\nAny new features that may be added to the website or the Services from time to time will be subject to these Terms, unless stated otherwise.<br>\n<br>You may terminate these Terms at any time by canceling your account on the Services.\nYou will not receive any refunds if you cancel your account.<br>\n<br>You agree that Plato, in its sole discretion and for any or no reason, may terminate your account or any part thereof.\nYou agree that any termination of your access to the Services may be without prior notice, and you agree that Plato will not be liable to you or any third party for such termination.<br>\n<br>You are solely responsible for exporting your Content from the Services prior to termination of your account for any reason, provided that if we terminate your account, we will endeavor to provide you a reasonable opportunity to retrieve your Content.<br>\n<br>Upon any termination of the Services or your account these Terms will also terminate, but all provisions of these Terms which, by their nature, should survive termination, shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.<br>\n</p> Changes to the Terms<br>\n<p>These Terms may be amended or updated from time to time without notice and may have changed since your last visit to the website or use of the Services.\nIt is your responsibility to review these Terms for any changes.\nBy continuing to access or use the Services after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new Terms, please stop using the Services.\nPlease visit this page regularly to review these Terms for any changes.<br>\n</p> Disclaimer of Warranty<br>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES ARE AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE.”<br>\n<br>PLATO, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS MAKE NO EXPRESS WARRANTIES AND DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE SERVICES, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, PLATO, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: (A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS, (B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND (C) USAGE DATA PROVIDED THROUGH THE SERVICES WILL BE ACCURATE.<br>\n<br>NOTHING IN THESE TERMS, INCLUDING SECTIONS 11 AND 12, SHALL EXCLUDE OR LIMIT PLATO’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.<br>\n</p> Limitation of Liability<br>\n<p>SUBJECT TO SECTION 11 ABOVE, YOU EXPRESSLY UNDERSTAND AND AGREE THAT PLATO, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY.\nTHIS SHALL INCLUDE, BUT NOT BE LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.<br>\n<br>THE LIMITATIONS ON PLATO’S LIABILITY TO YOU IN THIS SECTION SHALL APPLY WHETHER OR NOT PLATO HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING.<br>\n<br>SOME STATES AND JURISDICTIONS MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL PLATO’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE) EXCEED THE AMOUNT THAT YOU HAVE ACTUALLY PAID FOR THE SERVICES IN THE PAST TWELVE MONTHS, OR ONE HUNDRED DOLLARS ($100.00), WHICHEVER IS GREATER.<br>\n</p> Indemnification<br>\n<p>You agree to hold harmless and indemnify Plato, and its subsidiaries, affiliates, officers, agents, employees, advertisers, licensors, suppliers or partners (collectively “Plato and Partners”) from and against any third party claim arising from or in any way related to (a) your breach of the Terms or the Privacy Policy, (b) your use of the Services, (c) your violation of applicable laws, rules or regulations in connection with the Services, (d) your User Content, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys’ fees, of every kind and nature.<br>\n</p> Copyright Policy<br>\n<p>We respect the intellectual property rights of others and expect our users to do the same.\nIn accordance with the Digital Millennium Copyright Act, Title 17, United States Code, Section 512(c)(2) (the “DMCA”), we will respond expeditiously to claims of copyright infringement committed using the Services if such claims are reported to our Designated Copyright Agent identified in the sample notice below.<br>DMCA Notice of Alleged Infringement (“Notice”)<br>\n<br>Identify the copyrighted work that you claim has been infringed, or if multiple copyrighted works are covered by this Notice, you may provide a representative list of the copyrighted works that you claim have been infringed.<br>\n<br>Identify the material or link you claim is infringing (or the subject of infringing activity) and to which access is to be disabled, including at a minimum, if applicable, the URL of the link or the exact location where such material may be found.<br>\n<br>Provide your company affiliation (if applicable), mailing address, telephone number, and, if available, email address.<br>\n<br>Include both of the following statements in the body of the Notice:<br>- “I hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).”<br>- “I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of, the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.”<br>\n<br>Provide your full legal name and your electronic or physical signature.\nDeliver this Notice, with all items completed, to our Designated Copyright Agent:<br>\n<br>Grellas Shah LLP<br>Plato Team Inc.<br>3031 Tisch Way, Suite 306<br>San Jose, CA 95128, USA<br> legal@platoteam.com<br>\n</p> Third-Party Content<br>\n<p>The Services may include references or hyperlinks to other web sites or content or resources or email content.\nPlato has no control over any web sites or resources which are provided by companies or persons other than Plato.<br>\n<br>You acknowledge and agree that Plato is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.<br>\n<br>You acknowledge and agree that Plato is not liable for any loss or damage which may be incurred by you or other users as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources.<br>\n</p> Third Party Software<br>\n<p>The Services may incorporate certain third party software (“Third Party Software”), which is licensed subject to the terms and conditions of the third party licensing such Third Party Software.\nNothing in these Terms limits your rights under, or grants you rights that supersede, the terms and conditions of any applicable license for such Third Party Software.<br>\n</p> Feedback<br>\n<p>You may choose to or we may invite you to submit comments or ideas about the Services, including without limitation about how to improve the Services or our products.\nBy submitting any feedback, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Plato under any fiduciary or other obligation, and that we are free to use such feedback without any additional compensation to you, and/or to disclose such feedback on a non-confidential basis or otherwise to anyone.<br>\n</p> Miscellaneous<br>\n<p>These Terms, together with our Privacy Policy and Pricing Terms, constitutes the entire agreement between the parties relating to the Services and all related activities.\nThese Terms shall not be modified except in writing signed by both parties or by a new posting of these Terms issued by us.\nIf any part of these Terms is held to be unlawful, void, or unenforceable, that part shall be deemed severed and shall not affect the validity and enforceability of the remaining provisions.\nThe failure of Plato to exercise or enforce any right or provision under these Terms shall not constitute a waiver of such right or provision.\nAny waiver of any right or provision by Plato must be in writing and shall only apply to the specific instance identified in such writing.\nYou may not assign these Terms, or any rights or licenses granted hereunder, whether voluntarily, by operation of law, or otherwise without our prior written consent.\nThese Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.\nThe exclusive jurisdiction and venue of any action with respect to the subject matter of these Terms will be the state and federal courts located in San Jose, California, and each of the parties hereto waives any objection to jurisdiction and venue in such courts.<br>\n<br>\n</p> Contact Us<br>\n<p>If you have any questions about these Terms or if you wish to make any complaint or claim with respect to the Services, please contact us at: hello@platoteam.com<br>\n<br>When submitting a complaint, please provide a brief description of nature of your complaint and the specific services to which your complaint relates.<br>\n</p> ", "created_at": "2021-11-03 20:24:06.279434", "updated_at": "2021-11-03 19:25:04.313887"}, {"id": 9835, "name": " Privacy Policy", "url": "https://www.platoapp.com/privacy/", "xpath": "/html/body/div[2]", "text": " Privacy Policy <p>Last updated: Mar 12, 2021<br>\n</p>\n<p>Plato Team Inc.\n(“we” or “us”) is committed to protecting your privacy.\nThis Privacy Policy describes how we collect, store, use and distribute information through our software, website, documentation, and related services (together, the “Services”).<br>Capitalized terms not defined in this Privacy Policy have the meaning as set forth in the Terms of Service for the Services, which can be found at http://www.platoapp.com/terms.<br>\n<br>If you are visiting us from the European Union or European Economic Area, please be sure to read to section entitled “Additional Information for European Union Users” for information on how we comply with privacy laws applicable to you.<br>\n</p> Consent <p>By using the Services, you consent to the use of your Personal Information as described in this Privacy Policy.\nIf you are not of legal age to form a binding contract (in many jurisdictions, this age is 18), you may only use the Services and disclose information to us with your parent’s or legal guardian’s express consent.\nFurthermore, children under the age of 13 cannot use or register for the Services in any way.\nReview this Privacy Policy with your parent or legal guardian make sure you understand it.\nExcept as set forth in this Privacy Policy, your Personal Information will not be used for any other purpose without your consent.\nWe do not actively collect Personal Information for the purpose of sale of such information in a way that specifically identifies the individual (i.e.\nwe don’t sell customer lists).\nYou may withdraw your consent to our processing of your Personal Information at any time.\nHowever, withdrawing consent may result in your inability to continue using some or all of the Services.<br>\n</p> Collection of Information Personal Information: <p>When using or registering to use the Services, we may require you to provide certain personally identifiable information, such as your device.\nFor the sake of clarity, we do not collect information regarding your name, email, phone number, or personal contacts in any way when you register for or use the Services.\nWhen using the Services, you may voluntarily provide us with personally identifiable information, such as when communicating with us or uploading a profile picture.\nSuch information is referred to below as your “Personal Contact Information.”<br>\n<br>We may also obtain Personal Contact Information about you in other ways, both during and after registration.<br>\n<br>One such way is if you voluntarily provide us your email address.\nAfter registering to use the Services, you have the option to provide us an email address to associate with your Plato user account.\nThis is entirely voluntary and your decision not to do so will not impact your ability to use the Services.\nPlease be aware that we may have difficulty recovering your account information in the event of an emergency if we do not have an email address associated with your account.<br>\n<br>When purchasing products on the Services, we may require you to provide financial and billing information, such as billing name and address, and credit card number (“Billing Information”).\nYour Personal Contact Information and your Billing Information, together with any other information we gather through the Services that may be used to identify, contact, or locate you individually, are collectively referred to herein as your “Personal Information.”</p> Data, Diagnostic &amp.\nLogin Information: <p>You may be able to create, upload, publish, transmit, distribute, display, store or share information, data, text, graphics, video, messages or other materials using our Services (this is collectively referred to below as “Data”).\nSome of this Data may be stored and maintained on our servers.\nIf you run into technical errors in the course of using the Services, we may request your permission to obtain a crash report along with certain logging information from your system documenting the error (“Diagnostic Information”).\nSuch information may contain information regarding your Operating System version, hardware, browser version (and .NET version information in case of Windows systems), and your email address, if provided.\nAdditionally, certain login information may be maintained in a cookie stored locally on your personal computing device (i.e.\nnot on a server) in order to streamline the login process (“Login Information”).</p> Usage and Analytics Information: <p>As you use our Services, we may also collect information through the use of commonly-used information-gathering tools, such as cookies, log files, and Web beacons.\nSuch Information may include standard information regarding your mobile device, browser type, browser language, Operating System, Internet Protocol (“IP”) address, and the actions you take on our web site (such as the web pages viewed and the links clicked) or while using the Services.\nCollectively, this information is referred to as “Usage and Analytics Information.”<br>\n<br>We use Google Analytics to obtain some of the Usage and Analytics Information.Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.<br>\n<br>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with GoogleAnalytics about visits activity.<br>\n<br>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: http://www.google.com/intl/en/policies/privacy/</p> Geo-Location Information: <p>We do not use GPS technology to collect any information regarding your precise real-time geo-location while using the Services.\nHowever, we may use elements of your Usage and Analytics Information (such as your IP address) to determine your generalized location.\nThis information is referred to as “Generalized Geo-Location Information.”</p> Use of Information <p>We use the information we collect in the following ways:</p> Personal Contact Information: <p>We use this information to manage your account, to provide the Services, to maintain our customer/visitor lists, to respond to your inquiries or request feedback, for identification and authentication purposes, for service improvement, and to address issues like malicious use of the Services.\nWe may also use Personal Contact Information for limited marketing purposes, namely, to contact you to further discuss your interest in the Services, and to send you information about us or our partners.</p> Billing Information: <p>We use Billing Information to manage your account, to provide the Services, and to check the financial qualifications of prospective customers and to collect payment for the Services.\nWe may use a third-party service provider to manage credit card processing.\nIf we do so, such a service provider will not be permitted to store, retain, or use Billing Information except for the sole purpose of credit card processing on our behalf.</p> Data, Diagnostic Information and Login Information: <p>We use this information solely for the purpose of administering and improving our Services to you.</p> Usage and Analytics Information: <p>We may use your Usage and Analytics Information in a de-identified, anonymous way in conjunction with an analytics service such as Google Analytics to monitor and analyze use of the Services, for the Services’ technical administration, to increase the Services’ functionality and user-friendliness, and to verify users have the authorization needed for the Services to process their requests.</p> Generalized Geo-Location Information: <p>We may use this information for the purpose of administering and improving our Services to you, such as by providing you with tailored content.\nWe may also use your Generalized Geo-Location Information in an anonymized manner in conjunction with an analytics service such as Google Analytics to monitor and analyze use of the Services, for the Services’ technical administration, and to increase the Services’ functionality and user-friendliness.<br>If we plan to use your Personal Information in the future for any other purposes not identified above, we will only do so after informing you by updating this Privacy Policy.\nSee further the section of this Privacy Policy entitled “Amendment of this Privacy Policy”.</p> Disclosures &amp.\nTransfers <p>We have put in place contractual and other organizational safeguards with our agents to ensure a proper level of protection of your Personal Information (see further “Security” below).\nIn addition to those measures, we will not disclose or transfer your Personal Information to third parties without your permission, except as specified in this Privacy Policy (see further “Important Exceptions” below).<br>\n<br>Your information, including Personal Information, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<br>\n<br>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Information, to United States and process it there.<br>\n<br>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<br>\n<br>We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Information will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<br>\n</p> Important Exceptions <p>From time to time we may employ third parties to help us improve the Services.\nThese third parties may have limited access to databases of user information or registered member information solely for the purpose of helping us to improve the Services and they will be subject to contractual restrictions prohibiting them from using the information about our users for any other purpose.\nSuch agents or third parties do not have any rights to use Personal Information beyond what is necessary to assist us.<br>\n<br>We may disclose your Personal Information to third parties without your consent if we have reason to believe that disclosing this information is necessary to identify, contact or bring legal action against someone who may be causing injury to or interference with (either intentionally or unintentionally) our rights or property, other users of the Services, or anyone else (including the rights or property of anyone else) that could be harmed by such activities.\nWe may disclose Personal Information when we believe in good faith that such disclosure is required by and in accordance with the law.<br>\n<br>We may also disclose your Personal Information in connection with a corporate re-organization, a merger or amalgamation with another entity, a sale of all or a substantial portion of our assets or stock, including any due diligence exercise carried out in relation to the same, provided that the information disclosed continues to be used for the purposes permitted by this Privacy Policy by the entity acquiring the information.<br>\n</p> Non-US Users <p>These Services are hosted in the United States and are intended primarily for visitors located within the United States.\nIf you choose to use the Services from other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you may be transferring your Personal Information outside of those regions to the United States for storage and processing.\nBy providing your Personal Information through the Services, you consent to such transfer, storage, and processing.<br>\n</p> Security <p>The security of your Personal Information is important to us.\nWe use commercially reasonable efforts to store and maintain your Personal Information in a secure environment.\nWe take technical, contractual, administrative, and physical security steps designed to protect Personal Information that you provide to us.\nWe have implemented procedures designed to limit the dissemination of your Personal Information to only such designated staff as are reasonably necessary to carry out the stated purposes we have communicated to you.<br>\n<br>You are also responsible for helping to protect the security of your Personal Information.\nFor instance, never give out your password, and safeguard your user name, password and personal credentials when you are using the Services, so that other people will not have access to your Personal Information.\nFurthermore, you are responsible for maintaining the security of any personal computing device on which you utilize the Services.<br>\n</p> Sharing Information with Other Users and Third Parties Public and Private Messaging <p>Our Services provide you the ability to send messages to particular users (“Private Messages”), as well as to post messages in public chat rooms (“Public Messages”).<br>\n<br>Private Messages are only made available to the specific user you designate.\nWe store information in Private Messages only until the recipient receives it on their device.\nThe recipient will only receive a Private Message when they log into their account.\nIf the recipient does not log into their account within 30 days after you send a Private Message to them, we will delete the message from our systems.<br>\n<br>Public Messages are sent to everyone in the chat room in which the message is sent.\nWe do not monitor who participates in a public chat room.\nSo, it is safe to assume that anything you send through a Public Message will become public information.<br>\n<br>We encourage you to be mindful of what you put into a messages you send through the Services.\nIf there is information you would prefer to remain private, we would recommend you not include it in either Private Messages or Public Messages.\nRemember that we cannot control how recipients will use the information they obtain from your messages.<br>\n<br>We rely on you not to abuse these messaging features.\nYou are not permitted to use this feature to send spam, harass others, or, in the case of Private Messages, contact people who you do not have the right to contact electronically.\nYou are also not permitted to use this feature to send personal information about third parties.\nSo, please do not include such information in any Public Messages or Private Messages.</p> Inviting Others to Use Our Services <p>Our Services allow you to send invitations for your friends or others to use our Services.\nWe offer you the ability to send these invitations by email or through certain social media platforms.\nWe do not store or retain any personal information (including names, emails, or social media information) about the people to whom you send invitations, nor do we store any custom messages you may include in these invitations.<br>\n<br>We rely on you not to abuse this feature.\nYou are not permitted to use this feature to send spam, harass others, or contact people who you do not have the right to contact electronically.\nYou are also not permitted to use this feature to send personal information about third parties.\nSo, please do not include such information in any custom messages.</p> Other Information Sharing <p>As part of our commitment to our user’s privacy, we store Public Messages and Private Messages on our system only until they reach the recipients.\nOnce a Public Message reaches the users in the chat room or a Private Message reaches its recipient, the message is stored locally on the recipients’ devices.\nWe no longer store the messages on our system.\nWe have no mechanism to force recipients to delete a Public Message or Private Message they’ve received.<br>\n<br>You may be able to share Personal Information with third parties through use of the Services.\nThe privacy policies of these third parties are not under our control and may differ from ours.\nThe use of any information that you may provide to any third parties will be governed by the privacy policy of such third party or by your independent agreement with such third party, as the case may be.\nIf you have any doubts about the privacy of the information you are providing to a third party, we recommend that you contact that third party directly for more information or to review its privacy policy.<br>\n</p> Retention <p>We will keep your Personal Information for as long as it remains necessary for the identified purpose or as required by law, which may extend beyond the termination of our relationship with you.\nWe may retain certain data as necessary to prevent fraud or future abuse, or for legitimate business purposes, such as analysis of aggregated, non-personally-identifiable data, account recovery, or if required by law.\nAll retained Personal Information will remain subject to the terms of this Privacy Policy.\nPlease note that if you request that your Personal Information be removed from our databases, it may not be possible to completely delete all of your Personal Information due to technological and legal constraints.\nWe will, nonetheless, comply with applicable law as it pertains to the responding to requests for deletion of Personal Information.<br>\n<br>Please note that if you delete our app without letting us know you want to delete your account, we will not know you no longer wish to use the Services.\nTherefore, we may end up retaining your Personal Information indefinitely.\nIf you want to terminate your relationship with us and have us delete your account, please contact us at: hello@platoteam.com.<br>\n</p> Amendment of this Privacy Policy <p>We reserve the right to change this Privacy Policy at any time.\nIf we decide to change this Privacy Policy in the future, we will post or provide appropriate notice.\nAny non-material change (such as clarifications) to this Privacy Policy will become effective on the date the change is posted, and any material changes will become effective 30 days from their posting on https://www.platoapp.com/privacy or via email to your listed email address.\nUnless stated otherwise, our current Privacy Policy applies to all Personal Information that we have about you and your account.\nThe date on which the latest update was made is indicated at the top of this document.\nWe recommend that you print a copy of this Privacy Policy for your reference and revisit this policy from time to time to ensure you are aware of any changes.\nYour continued use of the Services signifies your acceptance of any changes.<br>\n<br>If applicable law requires your opt in consent to any particular amendment to this Privacy Policy, the amendment will not apply to your Personal Information until we receive such consent from you.\nTo the extent we cannot provide some or all of the Services without your consent to such amendment to the Privacy Policy, your decision not to consent may result in our having to limit your ability to use certain aspects of the Services.<br>\n</p> Access and Accuracy <p>You have the right to access the Personal Information we hold about you in order to verify the Personal Information we have collected in respect to you and to have a general account of our uses of that information.\nUpon receipt of your written request, we will provide you with a copy of your Personal Information, although in certain limited circumstances we may not be able to make all relevant information available to you, such as where that information also pertains to another user.\nIn such circumstances we will provide reasons for the denial to you upon request.\nWe will endeavor to deal with all requests for access and modifications in a timely manner.<br>We will make every reasonable effort to keep your Personal Information accurate and up-to-date, and we will provide you with mechanisms to update, correct, delete or add to your Personal Information as appropriate.\nAs appropriate, this amended Personal Information will be transmitted to those parties to which we are permitted to disclose your information.\nHaving accurate Personal Information about you enables us to give you the best possible service.<br>\n<br>In certain circumstances, you have the right:<br>\n<br>- To access and receive a copy of the Personal Information we hold about you<br>- To rectify any Personal Information held about you that is inaccurate<br>- To request the deletion of Personal Information held about you<br>\n<br>Please note that we may ask you to verify your identity before responding to such requests.\nIn particular, we may request you provide:<br>\n<br>- The Plato ID associated with the account<br>- Date of account creation<br>- Date the account was last accessed<br>- Past Plato ID associated with the account<br>- Verification of past purchases with Apple or Google<br>\n<br>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of Personal Information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties.\nIf you are a California resident and would like a copy of this notice, please submit a written request to: legal@platoteam.com.<br>\n</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Services (\"Service Providers\"), to provide the Services on our behalf, to perform Service-related services or to assist us in analyzing how our Services is used.\nThese third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<br>\n<br>A list of our current Service Providers can be found at the following URL: http://www.platoapp.com/serviceproviders (the “Service Provider List”).\nThe Service Provider List will be updated from time-to-time, as Service Providers are added and removed.\nThe Service Provider List contains instructions on how to find out when updates are made the Service Provider List.<br>\n</p> Contact Us <p>We may employ third party companies and individuals to facilitate our Services (\"Service Providers\"), to provide the Services on our behalf, to perform Service-related services or to assist us in analyzing how our Services is used.\nThese third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<br>\n<br>A list of our current Service Providers can be found at the following URL: http://www.platoapp.com/serviceproviders (the “Service Provider List”).\nThe Service Provider List will be updated from time-to-time, as Service Providers are added and removed.\nThe Service Provider List contains instructions on how to find out when updates are made the Service Provider List.<br>\n</p> Additional Information for European Users Personal Information <p>References to “Personal Information” in this Privacy Policy are equivalent to “personal data” governed by European data protection legislation.</p> Controller <p>Plato Team is the controller of your personal information for purposes of European data protection legislation.</p> Lawful Basis for Data Processing <p>We will only collect, store, and process your personal information where a lawful basis for such processing exists, which will typically fall under one of the following scenarios:<br>\n<br> - You, the Data Subject, have given consent to the processing of your personal information for one or more specific purposes, for example by consenting to terms and conditions on our website, and consenting to the terms of this privacy policy;<br>\n<br> - Processing is necessary for the performance of a contract to which you, the Data Subject, are party;<br>\n<br> - Processing is necessary for compliance with a legal obligation to which Plato Team as a Controller is subject;<br>\n<br>- Processing is necessary for the purposes of the legitimate interests pursued by us as the Controller, or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of you, the Data Subject, which require protection of your personal information.</p> Use for new purposes <p>We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it.</p> Retention <p>We will only retain your personal information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.<br>\n<br>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.<br>\n<br>By law we have to keep basic information about our customers (including Contact, Identity, Financial and Transaction Information) for six years after they cease being customers for tax purposes.<br>\n<br>In some circumstances we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.</p> Your rights <p>European data protection laws give you certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:<br>\n<br>\n<strong>Opt-out</strong> - Stop sending you direct marketing communications.\nYou may continue to receive Service-related and other non-marketing emails.<br>\n<br>\n<strong>Access</strong> - Provide you with information about our processing of your personal information and give you access to your personal information.<br>\n<br>\n<strong>Correct</strong> - Update or correct inaccuracies in your personal information.<br>\n<br>\n<strong>Delete</strong> - Delete your personal information.<br>\n<br>\n<strong>Transfer</strong> - Transfer a machine-readable copy of your personal information to you or a third party of your choice.<br>\n<br>\n<strong>Object</strong> - Object to our reliance on our legitimate interests as the basis of our processing ofyour personal information that impacts your rights.<br>\n<br>You can submit these requests by email to hello@platoteam.com.\nWe may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us as described in Section 13 of our Privacy Policy or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator here: http://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm</p> Cross-Border Data Transfer <p>Whenever we transfer your personal information out of the EEA to countries not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on one of the safeguards recognized by the European Commission as providing adequate protection for personal information, where required by EU data protection legislation.<br>\n<br>\n</p> ", "created_at": "2021-11-03 20:24:06.276886", "updated_at": "2021-11-03 19:25:20.316778"}], "points": [], "urls": ["platoapp.com"]}}