{"error": 448, "message": "OK", "parameters": {"id": 3614, "name": "Yuka", "created_at": "2021-05-14 11:21:19.204394", "updated_at": "2021-05-15 12:17:08.47337", "wikipedia": "https://fr.wikipedia.org/wiki/Yuka_(application)", "keywords": null, "related": null, "slug": "yuka", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3614.png", "url": "yuka.io", "documents": [{"id": 6010, "name": "Terms and Conditions of Yuka", "url": "https://www.iubenda.com/terms-and-conditions/49736837", "xpath": "//body", "text": " Terms and Conditions of <strong>Yuka</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of Yuka, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>Although the entire contractual relationship relating to these Products is entered into solely by the Owner and Users, Users acknowledge and agree that, where Yuka has been provided to them via the Apple App Store, Apple may enforce these Terms as a third-party beneficiary.</p>\n<p>Nothing in these Terms creates any relationship of employment, agency, or partnership between the involved parties.</p>\n<p>Yuka is provided by:</p>\n<p>\nYUCA SAS - 14 rue de Turbigo 75001 Paris (France)</p>\n<p>\n<b>Owner contact email:</b> team@yuka.io\n</p>\n<p>\"Yuka\" refers to</p>\n<ul>\n<li>this website, including its subdomains and any other website through which the Owner makes its Service available;</li>\n</ul>\n<ul>\n<li>applications for mobile, tablet and other smart device systems;</li>\n</ul>\n<ul>\n<li>the Service;</li>\n</ul>\n<p>The following documents are incorporated by reference into these Terms:</p>\n<ul>\n<li>End-user license agreement</li>\n</ul> What the User should know at a glance<ul>\n<li>Yuka uses automatic renewal for Product subscriptions.\nInformation about the a) renewal period, b) termination details and c) termination notice can be found in the relevant section of these Terms.</li>\n</ul> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using Yuka.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using Yuka, Users confirm to meet the following requirements:</p>\n<ul>\n<li>Users must qualify as Consumers;</li>\n</ul>\n<ul>\n<li>Users aren’t located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist-supporting” country;</li>\n<li>Users aren’t listed on any U.S.\nGovernment list of prohibited or restricted parties;</li>\n</ul> Account registration\n<p>To use the Service Users must register or create a User account, providing all required data or information in a complete and truthful manner.<br>\nFailure to do so will cause unavailability of the Service.</p>\n<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by Yuka.</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.<br>\nUsers are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>\nConditions for account registration\n<p>Registration of User accounts on Yuka is subject to the conditions outlined below.\nBy registering, Users agree to meet such conditions.</p>\n<ul>\n<li>Accounts registered by bots or any other automated methods are not permitted.</li>\n</ul>\n<ul>\n<li>Unless otherwise specified, each User must register only one account.</li>\n</ul>\n<ul>\n<li>Unless explicitly permitted, a User account may not be shared with other persons.</li>\n</ul> Account termination\n<p>Users can terminate their account and stop using the Service at any time by doing the following:</p>\n<ul>\n<li>By using the tools provided for account termination on Yuka.</li>\n</ul>\n<ul>\n<li>By directly contacting the Owner at the contact details provided in this document.</li>\n</ul> Account suspension and deletion\n<p>The Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.</p>\n<p>The suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.</p>\n<p>The suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.</p>\nContent on Yuka\n<p>Unless where otherwise specified or clearly recognizable, all content available on Yuka is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on Yuka infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>\nRights regarding content on Yuka - All rights reserved\n<p>The Owner holds and reserves all intellectual property rights for any such content.</p>\n<p>Users may not therefore use such content in any way that is not necessary or implicit in the proper use of the Service.</p>\n<p>In particular, but without limitation, Users may not copy, download, share (beyond the limits set forth below), modify, translate, transform, publish, transmit, sell, sublicense, edit, transfer/assign to third parties or create derivative works from the content available on Yuka, nor allow any third party to do so through the User or their device, even without the User's knowledge.</p>\n<p>Where explicitly stated on Yuka, the User may download, copy and/or share some content available through Yuka for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>\n<p>Any applicable statutory limitation or exception to copyright shall stay unaffected.</p>\nContent provided by Users\n<p>The Owner allows Users to upload, share or provide their own content to Yuka.</p>\n<p>By providing content to Yuka, Users confirm that they are legally allowed to do so and that they are not infringing any statutory provisions and/or third-party rights.</p>\n<p>Further insights regarding acceptable content can be found inside the section of these Terms which detail the acceptable uses.</p>\n<p>Users acknowledge and accept that by providing their own content to Yuka they grant the Owner a non-exclusive, worldwide, fully paid-up and royalty-free, irrevocable, perpetual (or for the entire protection term), sub-licensable and transferable license to use, access, store, reproduce, modify, distribute, publish, process into derivative works, broadcast, stream, transmit or otherwise exploit such content to provide and promote its Service in any media or manner.</p>\n<p>To the extent permitted by applicable law, Users waive any moral rights in connection with content they provide to Yuka.</p>\n<p>Users acknowledge, accept and confirm that all content they provide through Yuka is provided subject to the same general conditions set forth for content on Yuka.</p>\nLiability for provided content\n<p>Users are solely liable for any content they upload, post, share, or provide through Yuka.\nUsers acknowledge and accept that <strong>the Owner does not filter or moderate such content</strong>.</p>\n<p>However, the Owner reserves the right to remove, delete, block or rectify such content at its own discretion and to, without prior notice, deny the uploading User access to Yuka:</p>\n<ul>\n<li>if any complaint based on such content is received;</li>\n<li>if a notice of infringement of intellectual property rights is received;</li>\n<li>upon order of a public authority.\nor</li>\n<li>where the Owner is made aware that the content, while being accessible via Yuka, may represent a risk for Users, third parties and/or the availability of the Service.</li>\n</ul>\n<p>The removal, deletion, blocking or rectification of content shall not entitle Users that have provided such content or that are liable for it, to any claims for compensation, damages or reimbursement.<br>\nUsers agree to hold the Owner harmless from and against any claim asserted and/or damage suffered due to content they provided to or provided through Yuka.</p>\nRemoval of content from parts of Yuka available through the App Store\n<p>If the reported content is deemed objectionable, it will be removed within 24 hours and the User who provided the content will be barred from using the Service.</p>\nAccess to external resources\n<p>Through Yuka Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\nHow to file a takedown notice (called a “DMCA notice”)\n<p>If copyright holders or their agents believe that any content on Yuka infringes upon their copyrights, they may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing the Owner’s Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the holder of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the Owner to locate the material;</li>\n<li>Information reasonably sufficient to permit the Owner to contact the notifying party, such as an address, telephone number, and, if available, an electronic mail;</li>\n<li>A statement that the notifying party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the notifying party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Failure to comply with all of the requirements outlined above may result in invalidity of the DMCA notice.</p>\n<p>Copyright infringement notifications may be addressed to the Owner’s Copyright Agent at the contact details specified in this document.</p>\nAcceptable use\n<p>Yuka and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of Yuka and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including denying Users access to Yuka or the Service, terminating contracts, reporting any misconduct performed through Yuka or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users are suspected to be in violation of any laws, regulations, third-party rights and/or these Terms, including, but not limited to, by engaging in any of the following activities:</p>\nConduct restrictions\n<ul>\n<li>pretending to fulfill any possible condition or requirements for accessing Yuka and/or using the Services, such as for instance being adult according to law or qualifying as a Consumer;</li>\n<li>concealing their identity or stealing someone else's identity or pretend to be or represent a third-party, if not allowed to do so by such third-party;</li>\n<li>manipulating identifiers to disguise or otherwise conceal the origin of their messages or of the content posted;</li>\n<li>defaming, abusing, harassing, using threatening practices, threatening or violating the legal rights of others in any other way;</li>\n<li>promoting activity that may endanger the User’s life or the life of any other User or lead to physical harm.\nThis includes but is not limited to suicide threats or instigations, intentional physical trauma, the use of illegal drugs, or excessive drinking.\nUnder no circumstance is any User allowed to post any content promoting and/or encouraging and/or showing any self-destructive or violent behavior on Yuka;</li>\n<li>probing, scanning or testing the vulnerability of Yuka, including the services or any network connected to the website, nor breaching the security or authentication measures on Yuka, including the services or any network connected to Yuka;</li>\n<li>installing, embedding, uploading or otherwise incorporating any malware into or via Yuka;</li>\n<li>using Yuka or the technical infrastructure in an abusive, excessive or otherwise inappropriate way (for example: for spamming purposes);</li>\n<li>attempting to disrupt or tamper with the technical infrastructure in a manner that harms or places an undue burden on Yuka or the Service;</li>\n</ul>\n<ul>\n<li>pretending to purchase any Products offered via Yuka without any real intent to do so;</li>\n<li>failing to pay for Products purchased;</li>\n</ul> Excessive use of the Service\n<ul>\n<li>using a resource of Yuka excessively in relation to other Users of Yuka – in such cases, the Owner, at its sole discretion, additionally reserves the right to suspend the User’s account or limit the related activity until the User reduces the excessive consumption;</li>\n</ul> Scraping\n<ul>\n<li>adopting any automated process to extract, harvest or scrape information, data and/or content from Yuka and all the digital properties thereto related unless where explicitly allowed to do so by the Owner;</li>\n</ul> Content restrictions\n<ul>\n<li>disseminating or publishing content that is unlawful, obscene, illegitimate, libelous or inappropriate;</li>\n<li>publishing any content that promotes, either directly or indirectly, hate, racism, discrimination, pornography, violence;</li>\n<li>disseminating or publishing any content that is false or may create unjustified alarm;</li>\n<li>using Yuka to publish, disseminate or otherwise provide content protected by intellectual property laws, including but not limited to patent, trademark or copyright law, unlawfully and without the legitimate right-holder’s consent;</li>\n<li>using Yuka to publish, disseminate or otherwise make available any other content which infringes on any third-party rights, including but not limited to state, military, trade or professional secrets and personal data;</li>\n<li>publishing any content or carrying out any activity that disrupts, interrupts, harms, or otherwise violates the integrity of Yuka or another User's experience or devices.\nSuch activities include: spamming, distributing unauthorized advertisements, phishing, defrauding others, spreading malware or viruses etc.;</li>\n</ul> User protection\n<ul>\n<li>misappropriating any account in use by another User;</li>\n<li>harvesting or collecting any personally identifying information of other Users including but not limited to their email addresses or contact information, by circumventing the privacy setting of other Users’ accounts on Yuka or by any other means;</li>\n<li>using any information relating to other Users, including personal or contact data, for purposes other than those Yuka is intended for;</li>\n</ul> Commercial use restrictions\n<ul>\n<li>registering or using Yuka in order to promote, sell or advertise products or services of any kind in any way;</li>\n<li>indicating or trying to imply in any manner, that a User stands in a qualified relationship with Yuka or that Yuka has endorsed the User, the User’s products or services or any third party's products and services for any purpose;</li>\n</ul> Software license\n<p>Any intellectual or industrial property rights, and any other exclusive rights on software or technical applications embedded in or related to Yuka are held by the Owner and/or its licensors.</p>\n<p>Subject to Users’ compliance with and notwithstanding any divergent provision of these Terms, the Owner merely grants Users a revocable, non-exclusive, non-sublicensable and non-transferable license to use the software and/or any other technical means embedded in the Service within the scope and for the purposes of Yuka and the Service offered.</p>\n<p>This license does not grant Users any rights to access, usage or disclosure of the original source code.\nAll techniques, algorithms, and procedures contained in the software and any documentation thereto related is the Owner’s or its licensors’ sole property.</p>\n<p>All rights and license grants to Users shall immediately terminate upon any termination or expiration of the Agreement.</p>\n<p>Without prejudice to the above, under this license Users may download, install, use and run the software on the permitted number of devices, provided that such devices are common and up-to-date in terms of technology and market standards.</p>\n<p>The Owner reserves the right to release updates, fixes and further developments of Yuka and/or its related software and to provide them to Users for free.\nUsers may need to download and install such updates to continue using Yuka and/or its related software.</p>\n<p>New releases may only be available against payment of a fee.</p>\n<p>The User may download, install, use and run the software on 2 devices.</p>\n<p>However, it may not be permitted to run the software on more than one device at a time.</p> TERMS AND CONDITIONS OF SALEPaid Products\n<p>Some of the Products provided on Yuka, as part of the Service, are provided on the basis of payment.</p>\n<p>The fees, duration and conditions applicable to the purchase of such Products are described below and in the dedicated sections of Yuka.</p>\nProduct description\n<p>Prices, descriptions or availability of Products are outlined in the respective sections of Yuka and are subject to change without notice.</p>\n<p>While Products on Yuka are presented with the greatest accuracy technically possible, representation on Yuka through any means (including, as the case may be, graphic material, images, colors, sounds) is for reference only and implies no warranty as to the characteristics of the purchased Product.</p>\n<p>The characteristics of the chosen Product will be outlined during the purchasing process.</p>\nPurchasing process\n<p>Any steps taken from choosing a Product to order submission form part of the purchasing process.</p>\n<p>The purchasing process includes these steps:</p>\n<ul>\n<li>Users must choose the desired Product and verify their purchase selection.</li>\n<li>After having reviewed the information displayed in the purchase selection, Users may place the order by submitting it.</li>\n</ul> Order submission\n<p>When the User submits an order, the following applies:</p>\n<ul>\n<li>The submission of an order determines contract conclusion and therefore creates for the User the obligation to pay the price, taxes and possible further fees and expenses, as specified on the order page.</li>\n<li>In case the purchased Product requires active input from the User, such as the provision of personal information or data, specifications or special wishes, the order submission creates an obligation for the User to cooperate accordingly.</li>\n<li>Upon submission of the order, Users will receive a receipt confirming that the order has been received.</li>\n</ul>\n<p>All notifications related to the described purchasing process shall be sent to the email address provided by the User for such purposes.</p>\nPrices\n<p>Users are informed during the purchasing process and before order submission, about any fees, taxes and costs (including, if any, delivery costs) that they will be charged.</p>\n<p>Prices on Yuka are displayed:</p>\n<ul>\n<li>either exclusive or inclusive of any applicable fees, taxes and costs, depending on the section the User is browsing.</li>\n</ul> Methods of payment\n<p>Information related to accepted payment methods are made available during the purchasing process.</p>\n<p>Some payment methods may only be available subject to additional conditions or fees.\nIn such cases related information can be found in the dedicated section of Yuka.</p>\n<p>All payments are independently processed through third-party services.\nTherefore, Yuka does not collect any payment information – such as credit card details – but only receives a notification once the payment has been successfully completed.</p>\n<p>If payment through the available methods fail or is refused by the payment service provider, the Owner shall be under no obligation to fulfil the purchase order.\nAny possible costs or fees resulting from the failed or refused payment shall be borne by the User.</p>\nPurchase via app store\n<p>Yuka or specific Products available for sale on Yuka must be purchased via a third-party app store.\nTo access such purchases, Users must follow the instructions provided on the relevant online store (such as \"Apple App Store\" or \"Google Play\"), which may vary depending on the particular device in use.</p>\n<p>Unless otherwise specified, purchases done via third-party online stores are also subject to such third-parties’ terms and conditions, which, in case of any inconsistency or conflict, shall always prevail upon these Terms.</p>\n<p>Users purchasing through such third-party online stores must therefore read such terms and conditions of sale carefully and accept them.</p>\nRetention of Product ownership\n<p>Until payment of the total purchase price is received by the Owner, any Products ordered shall not become the User’s property.</p>\nRetention of usage rights\n<p>Users do not acquire any rights to use the purchased Product until the total purchase price is received by the Owner.</p>\nDeliveryDelivery of digital content\n<p>Unless otherwise stated, digital content purchased on Yuka is delivered via download on the device(s) chosen by Users.</p>\n<p>Users acknowledge and accept that in order to download and/or use the Product, the intended device(s) and its respective software (including operating systems) must be legal, commonly used, up-to-date, and consistent with current market-standards.</p>\n<p>Users acknowledge and accept that the ability to download the purchased Product may be limited in time and space.</p>\nContract durationSubscriptions\n<p>Subscriptions allow Users to receive a Product continuously or regularly over a determined period of time.</p>\n<p>Paid subscriptions begin on the day the payment is received by the Owner.</p>\n<p>In order to maintain subscriptions, Users must pay the required recurring fee in a timely manner.\nFailure to do so may cause service interruptions.</p>\nFixed-term subscriptions\n<p>Paid fixed-term subscriptions start on the day the payment is received by the Owner and last for the subscription period chosen by the User or otherwise specified during the purchasing process.</p>\n<p>Once the subscription period expires, the Product shall no longer be accessible, unless the User renews the subscription by paying the relevant fee.</p>\n<p>Fixed-term subscriptions may not be terminated prematurely and shall run out upon expiration of the subscription term.</p>\nSubscriptions handled via Apple ID\n<p>Users may subscribe to a Product using the Apple ID associated with their Apple App Store account by using the relevant process on Yuka.\nWhen doing so, Users acknowledge and accept that</p>\n<ul>\n<li>any payment due shall be charged to their Apple ID account;</li>\n<li>subscriptions are automatically renewed for the same duration unless the User cancels at least 24 hours before the current period expires;</li>\n<li>any and all fees or payments due for renewal will be charged within 24-hours before the end of the current period;</li>\n<li>subscriptions can be managed or cancelled in the Users’ Apple App Store account settings.</li>\n</ul>\n<p>The above shall prevail upon any conflicting or diverging provision of these Terms.</p>\nAutomatic renewal\n<p>\n<strong>Subscriptions are automatically renewed through the payment method that the User chose during purchase, unless the User cancels the subscription within the deadlines for termination specified in the relevant section of these Terms and/or Yuka.</strong>\n</p>\n<p>\n<strong>The renewed subscription will last for a period equal to the original term.</strong>\n</p>\nTermination\n<p>\n<strong>Recurring subscriptions may be terminated at any time by sending a clear and unambiguous termination notice to the Owner using the contact details provided in this document, or — if applicable — by using the corresponding controls inside Yuka.</strong>\n</p>\nTermination notice\n<p>\n<strong>If the notice of termination is received by the Owner before the subscription renews, the termination shall take effect as soon as the current period is completed.</strong>\n</p> User rightsRight of withdrawal\n<p>Unless exceptions apply, the User may be eligible to withdraw from the contract within the period specified below (generally 14 days), for any reason and without justification.\nUsers can learn more about the withdrawal conditions within this section.</p>\nWho the right of withdrawal applies to\n<p>Unless any applicable exception is mentioned below, Users who are European Consumers are granted a statutory cancellation right under EU rules, to withdraw from contracts entered into online (distance contracts) within the specified period applicable to their case, for any reason and without justification.</p>\n<p>Users that do not fit this qualification, cannot benefit from the rights described in this section.</p>\nExercising the right of withdrawal\n<p>To exercise their right of withdrawal, Users must send to the Owner an unequivocal statement of their intention to withdraw from the contract.</p>\n<p>To this end, Users may use the model withdrawal form available from within the “definitions” section of this document.\nUsers are, however, free to express their intention to withdraw from the contract by making an unequivocal statement in any other suitable way.\nIn order to meet the deadline within which they can exercise such right, Users must send the withdrawal notice before the withdrawal period expires.</p>\n<p>When does the withdrawal period expire?</p>\n<ul>\n<li>\n<strong>In case of purchase of a digital content not supplied in a tangible medium</strong>, the withdrawal period expires 14 days after the day that the contract is entered into, unless the User has waived the withdrawal right.</li>\n</ul> Effects of withdrawal\n<p>Users who correctly withdraw from a contract will be reimbursed by the Owner for all payments made to the Owner, including, if any, those covering the costs of delivery.</p>\n<p>However, any additional costs resulting from the choice of a particular delivery method other than the least expensive type of standard delivery offered by the Owner, will not be reimbursed.</p>\n<p>Such reimbursement shall be made without undue delay and, in any event, no later than 14 days from the day on which the Owner is informed of the User’s decision to withdraw from the contract.\nUnless otherwise agreed with the User, reimbursements will be made using the same means of payment as used to process the initial transaction.\nIn any event, the User shall not incur any costs or fees as a result of such reimbursement.</p> Liability and indemnificationEU UsersIndemnification\n<p>The User agrees to indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners and employees harmless from and against any claim or demand ⁠— including but not limited to lawyer's fees and costs ⁠— made by any third party due to or in relation with any culpable use of or connection to the Service, violation of these Terms, infringement of any third-party rights or statutory provision by the User or its affiliates, officers, directors, agents, co-branders, partners and employees to the extent allowed by applicable law.</p>\nLimitation of liability\n<p>Unless otherwise explicitly stated and without prejudice to applicable statutory product liability provisions, Users shall have no right to claim damages against the Owner (or any natural or legal person acting on its behalf).</p>\n<p>This does not apply to damages to life, health or physical integrity, damages resulting from the breach of an essential contractual obligation such as any obligation strictly necessary to achieve the purpose of the contract, and/or damages resulting from intent or gross negligence, as long as Yuka has been appropriately and correctly used by the User.</p>\n<p>Unless damages have been caused by way of intent or gross negligence, or they affect life, health or physical integrity, the Owner shall only be liable to the extent of typical and foreseeable damages at the moment the contract was entered into.</p>\n<p>In particular, within the limits stated above, the Owner shall not be liable for:</p>\n<ul>\n<li>any loss of business opportunities and any other loss, even indirect, that may be incurred by the User (such as, but not limited to, trading losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, etc.);</li>\n</ul>\n<ul>\n<li>damages or losses resulting from interruptions or malfunctions of Yuka due to acts of force majeure, or unforeseen and unforeseeable events and, in any case, independent of the will and beyond the control of the Owner, such as, but not limited to, failures or disruptions of telephone or electrical lines, the Internet and / or other means of transmission, unavailability of websites, strikes, natural disasters, viruses and cyber attacks, interruptions in the delivery of products, third-party services or applications;</li>\n</ul>\n<ul>\n<li>any losses that are not the direct consequence of a breach of the Terms by the Owner;</li>\n</ul>\n<ul>\n<li>any damage, prejudice or loss occurring due to viruses or other malware contained in or connected to files available for download from the internet or via Yuka.\nUsers are responsible for implementing sufficient security measures – such as anti-viruses and firewalls to prevent any such infection or attack and for securing backup copies of all data or information exchanged via or uploaded to Yuka.</li>\n</ul>\n<p>Notwithstanding the above, the following limitation applies to all Users not qualifying as Consumers:</p>\n<p>In any event of liability, the compensation may not exceed the total payments that have been, will be or would be received by the Owner from the User based on the contract over a period of 12 months, or the period of the duration of the Agreement, if shorter.</p>\nAustralian UsersLimitation of liability\n<p>Nothing in these Terms excludes, restricts or modifies any guarantee, condition, warranty, right or remedy which the User may have under the Competition and Consumer Act 2010 (Cth) or any similar State and Territory legislation and which cannot be excluded, restricted or modified (non-excludable right).\nTo the fullest extent permitted by law, our liability to the User, including liability for a breach of a non-excludable right and liability which is not otherwise excluded under these Terms of Use, is limited, at the Owner’s sole discretion, to the re-performance of the services or the payment of the cost of having the services supplied again.</p>\nUS UsersDisclaimer of Warranties\n<p>\n<strong>Yuka is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</strong>\n</p>\n<p>\n<strong>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</strong>\n</p>\n<p>\n<strong>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</strong>\n</p>\n<p>\n<strong>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nLimitations of liability\n<p>\n<strong>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</strong>\n</p>\n<ul>\n<li>\n<strong>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</strong>\n</li>\n<li>\n<strong>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</strong>\n</li>\n<li>\n<strong>any errors, mistakes, or inaccuracies of content;</strong>\n</li>\n<li>\n<strong>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</strong>\n</li>\n<li>\n<strong>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</strong>\n</li>\n<li>\n<strong>any interruption or cessation of transmission to or from the Service;</strong>\n</li>\n<li>\n<strong>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</strong>\n</li>\n<li>\n<strong>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</strong>\n</li>\n<li>\n<strong>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</strong>\n</li>\n</ul>\n<p>\n<strong>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nIndemnification\n<p>\n<strong>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</strong>\n</p>\n<ul>\n<li>\n<strong>User’s use of and access to the Service, including any data or content transmitted or received by User;</strong>\n</li>\n<li>\n<strong>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</strong>\n</li>\n<li>\n<strong>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</strong>\n</li>\n<li>\n<strong>User’s violation of any statutory law, rule, or regulation;</strong>\n</li>\n<li>\n<strong>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</strong>\n</li>\n<li>\n<strong>User’s wilful misconduct.\nor</strong>\n</li>\n<li>\n<strong>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</strong>\n</li>\n</ul> Common provisionsNo Waiver\n<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>\nService interruption\n<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>\nService reselling\n<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of Yuka and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.</p>\nPrivacy policy\n<p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of Yuka.</p>\nIntellectual property rights\n<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to Yuka are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with Yuka are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>\nChanges to these Terms\n<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\n<p>If required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.</p>\nAssignment of contract\n<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>\nContacts\n<p>All communications relating to the use of Yuka must be sent using the contact information stated in this document.</p>\nSeverability\n<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p>\nUS Users\n<p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p>\nEU Users\n<p>Should any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.<br>\nIn case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.</p>\n<p>Without prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.</p>\nGoverning law\n<p>These Terms are governed by the law of the following jurisdictions, without regard to conflict of laws principles and rules:</p>\n<p>France / Tribunal de Grande Instance de Paris</p>\nException for European Consumers\n<p>However, regardless of the above, if the User qualifies as a European Consumer and has their habitual residence in a country where the law provides for a higher consumer protection standard, such higher standards shall prevail.</p>\nVenue of jurisdiction\n<p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of:</p>\n<p>France / Tribunal de Grande Instance de Paris</p>\nException for European Consumers\n<p>The above does not apply to any Users that qualify as European Consumers, nor to Consumers based in Switzerland, Norway or Iceland.</p>\nUK Consumers\n<p>Consumers based in England and Wales may bring legal proceedings in connection with these Terms in the English and Welsh courts.\nConsumers based in Scotland may bring legal proceedings in connection with these Terms in either the Scottish or the English courts.\nConsumers based in Northern Ireland may bring legal proceedings in connection with these Terms in either the Northern Irish or the English courts.</p>\nUS Users\n<p>\n<strong>Each party specifically waives any right to trial by jury in any court in connection with any action or litigation.</strong>\n<br>\n<strong>Any claims under these terms shall proceed individually and no party shall join in a class action or other proceeding with or on behalf of others.</strong>\n</p>\nUS UsersSurviving provisions\n<p>This Agreement shall continue in effect until it is terminated by either Yuka or the User.\nUpon termination, the provisions contained in these Terms that by their context are intended to survive termination or expiration will survive, including but not limited to the following:</p>\n<ul>\n<li>the User’s grant of licenses under these Terms shall survive indefinitely;</li>\n<li>the User’s indemnification obligations shall survive for a period of five years from the date of termination;</li>\n<li>the disclaimer of warranties and representations, and the stipulations under the section containing indemnity and limitation of liability provisions, shall survive indefinitely.</li>\n</ul> Dispute resolutionAmicable dispute resolution <p>Users may bring any disputes to the Owner who will try to resolve them amicably.</p>\n<p>While Users' right to take legal action shall always remain unaffected, in the event of any controversy regarding the use of Yuka or the Service, Users are kindly asked to contact the Owner at the contact details provided in this document.</p>\n<p>The User may submit the complaint including a brief description and if applicable, the details of the related order, purchase, or account, to the Owner’s email address specified in this document.</p>\n<p>The Owner will process the complaint without undue delay and within 5 days of receiving it.</p>\nOnline dispute resolution for Consumers\n<p>The European Commission has established an online platform for alternative dispute resolutions that facilitates an out-of-court method for solving any dispute related to and stemming from online sale and service contracts.</p>\n<p>As a result, any European Consumer can use such platform for resolving any dispute stemming from contracts which have been entered into online.\nThe platform is available at the following link.</p>\nFrance: Mediation\n<p>Within one year of submitting a written complaint to the Owner regarding any dispute stemming from these Terms, Consumers have the right to initiate a mediation procedure before</p>\n<ul>\n<li>the following mediation body (or bodies): FEVAD, mediateurduecommerce@fevad.com, http://www.mediateurfevad.fr.</li>\n</ul> Definitions and legal references Yuka (or this Application)\n<p>The property that enables the provision of the Service.</p>\nAgreement\n<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>\nEuropean (or Europe)\n<p>Applies where a User is physically present or has their registered offices within the EU, regardless of nationality.</p>\nExample withdrawal form\n<p>\n<em>Addressed to:</em>\n</p>\n<p>\n<em>YUCA SAS - 14 rue de Turbigo 75001 Paris (France)</em>\n<br>\n<em>team@yuka.io</em>\n</p>\n<p>\n<em>I/We hereby give notice that I/we withdraw from my/our contract of sale of the following goods/for the provision of the following service:</em>\n</p>\n<p>\n<em>_____________________________________________ (insert a description of the goods/services that are subject to the respective withdrawal)</em>\n</p>\n<ul>\n<li>\n<em>Ordered on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Received on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Name of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Address of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Date: _____________________________________________</em>\n</li>\n</ul>\n<p>\n<em>(sign if this form is notified on paper)</em>\n</p>\nOwner (or We)\n<p>Indicates the natural person(s) or legal entity that provides Yuka and/or the Service to Users.</p>\nProduct\n<p>A good or service available for purchase through Yuka, such as e.g.\nphysical goods, digital files, software, booking services etc.</p>\n<p>The sale of Products may be part of the Service.</p>\nService\n<p>The service provided by Yuka as described in these Terms and on Yuka.</p>\nTerms\n<p>All provisions applicable to the use of Yuka and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>\nUser (or You)\n<p>Indicates any natural person or legal entity using Yuka.</p>\nConsumer\n<p>Any User qualifying as a natural person who accesses goods or services for personal use, or more generally, acts for purposes outside their trade, business, craft or profession.</p>\n<p> Latest update: May 14, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2021-05-14 11:23:35.647165", "updated_at": "2021-05-14 11:23:46.746665"}, {"id": 6009, "name": "Privacy policy", "url": "https://www.iubenda.com/privacy-policy/49736837", "xpath": "//body", "text": " Privacy Policy of <strong>Yuka</strong>\n<p>Yuka collects some Personal Data from its Users.</p>\n<br>\n<p>Users may be subject to different protection standards and broader standards may therefore apply to some.\nIn order to learn more about the protection criteria, Users can refer to the applicability section.</p>\n<p>This document contains a section dedicated to Californian consumers and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data collected for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Access to third-party accounts <ul>\n<li> Facebook account access <p>Permissions: About Me.\nContact email</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics for Firebase <p>Personal Data: Application opens.\nApplication updates.\ndevice information.\nfirst launches.\ngeography/region.\nIn-app purchases.\nnumber of sessions.\nnumber of Users .\noperating systems.\nsession duration.\nUsage Data</p>\n</li>\n<li> Google Analytics <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n<li> Wordpress Stats <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Beta Testing <ul>\n<li> Google Play Beta Testing and TestFlight <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Contacting the User <ul>\n<li> Mailing list or newsletter and Contact form <p>Personal Data: email address.\nfirst name</p>\n</li>\n</ul>\n</li>\n<li> Content performance and features testing (A/B testing) <ul>\n<li> Firebase Remote Config <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Device permissions for Personal Data access <ul>\n<li> Device permissions for Personal Data access <p>Personal Data: Camera permission</p>\n</li>\n</ul>\n</li>\n<li> Handling payments <ul>\n<li> Stripe, Apple Pay and Google Pay <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <ul>\n<li> Firebase Cloud Firestore and Firebase Cloud Functions <p>Personal Data: Usage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> DigitalOcean <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Infrastructure monitoring <ul>\n<li> Firebase Performance Monitoring <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Crashlytics <p>Personal Data: Crash information.\ndevice information.\nUniversally unique identifier (UUID)</p>\n</li>\n</ul>\n</li>\n<li> Interaction with external social networks and platforms <ul>\n<li> Facebook Like button and social widgets <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Location-based interactions <ul>\n<li> Non-continuous geolocation <p>Personal Data: geographic position</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> Mailchimp and Mandrill <p>Personal Data: email address.\nfirst name</p>\n</li>\n<li> SendinBlue Email <p>Personal Data: Cookies.\nemail address.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Platform services and hosting <ul>\n<li> Apple App Store and Google Play Store <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Registration and authentication <ul>\n<li> Firebase Authentication <p>Personal Data: email address.\nfirst name</p>\n</li>\n<li> Facebook Authentication <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Social features <ul>\n<li> Firebase Dynamic Links <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> User database management <ul>\n<li> SendinBlue Marketing Automation <p>Personal Data: Cookies.\nemail address.\nUsage Data</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>YUCA SAS - 14 rue de Turbigo 75001 Paris (France)</p>\n<p>\n<strong>Owner contact email:</strong> team@yuka.io</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>YUCA SAS - 14 rue de Turbigo 75001 Paris (France)</p>\n<p>\n<b>Owner contact email:</b> team@yuka.io</p> Types of Data collected <p> Among the types of Personal Data that Yuka collects, by itself or through third parties, there are: first name.\nemail address.\nUsage Data.\nCamera permission.\ndevice information.\ngeography/region.\nnumber of Users .\nnumber of sessions.\nsession duration.\nIn-app purchases.\nApplication opens.\nApplication updates.\nfirst launches.\noperating systems.\nCookies.\nUniversally unique identifier (UUID).\nCrash information.\ngeographic position.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using Yuka.<br>Unless specified otherwise, all Data requested by Yuka is mandatory and failure to provide this Data may make it impossible for Yuka to provide its services.\nIn cases where Yuka specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by Yuka or by the owners of third-party services used by Yuka serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through Yuka and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of Yuka (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Registration and authentication, Hosting and backend infrastructure, Contacting the User, Device permissions for Personal Data access, Handling payments, Social features, Infrastructure monitoring, Content performance and features testing (A/B testing), Analytics, Access to third-party accounts, User database management, Managing contacts and sending messages, Beta Testing, Location-based interactions, Platform services and hosting and Interaction with external social networks and platforms.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Facebook permissions asked by Yuka <p>Yuka may ask for some Facebook permissions allowing it to perform actions with the User's Facebook account and to retrieve information, including Personal Data, from it.\nThis service allows Yuka to connect with the User's account on the Facebook social network, provided by Facebook Inc.</p>\n<p>For more information about the following permissions, refer to the Facebook permissions documentation and to the Facebook privacy policy.</p>\n<p>The permissions asked are the following:</p> Basic information <p>By default, this includes certain User’s Data such as id, name, picture, gender, and their locale.\nCertain connections of the User, such as the Friends, are also available.\nIf the User has made more of their Data public, more information will be available.</p> About Me <p>Provides access to the 'About Me' section of the profile.</p> Contact email <p>Access the User's contact email address.</p> Device permissions for Personal Data access <p>Depending on the User's specific device, Yuka may request certain permissions that allow it to access the User's device Data as described below.</p>\n<p>By default, these permissions must be granted by the User before the respective information can be accessed.\nOnce the permission has been given, it can be revoked by the User at any time.\nIn order to revoke these permissions, Users may refer to the device settings or contact the Owner for support at the contact details provided in the present document.<br>The exact procedure for controlling app permissions may be dependent on the User's device and software.</p>\n<p>Please note that the revoking of such permissions might impact the proper functioning of Yuka.</p>\n<p>If User grants any of the permissions listed below, the respective Personal Data may be processed (i.e accessed to, modified or removed) by Yuka.</p> Camera permission <p>Used for accessing the camera or capturing images and video from the device.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Access to third-party accounts <p>This type of service allows Yuka to access Data from your account on a third-party service and perform actions with it.<br>\nThese services are not activated automatically, but require explicit authorization by the User.</p> Facebook account access (Yuka) <p>This service allows Yuka to connect with the User's account on the Facebook social network, provided by Facebook, Inc.</p>\n<p>Permissions asked: About Me.\nContact email.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p>\n</li>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.<br>\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>Yuka uses identifiers for mobile devices and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p>Personal Data processed: Application opens.\nApplication updates.\ndevice information.\nfirst launches.\ngeography/region.\nIn-app purchases.\nnumber of sessions.\nnumber of Users .\noperating systems.\nsession duration.\nUsage Data.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: commercial information.\ninternet information.\ngeolocation data.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Google Analytics (Google LLC) <p>Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of Yuka, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy – Opt Out.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Wordpress Stats (Aut O’Mattic A8C Ireland Ltd.) <p>Wordpress Stats is an analytics service provided by Aut O’Mattic A8C Ireland Ltd.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Beta Testing <p>This type of service makes it possible to manage User access to Yuka, or parts of it, for the purpose of testing a certain feature or the entire Application.<br>\nThe service provider may automatically collect data related to crashes and statistics related to the User's use of Yuka in a personally identifiable form.</p> Google Play Beta Testing (Google Ireland Limited) <p>Google Play Beta Testing is a beta testing service provided by Google Ireland Limited.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> TestFlight (Apple Inc.) <p>TestFlight is a beta testing service provided by Apple Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n</li>\n<li> Contacting the User Mailing list or newsletter (Yuka) <p>By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning Yuka.\nYour email address might also be added to this list as a result of signing up to Yuka or after making a purchase.</p>\n<p>Personal Data processed: email address.\nfirst name.</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p> Contact form (Yuka) <p>By filling in the contact form with their Data, the User authorizes Yuka to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: email address.\nfirst name.</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p>\n</li>\n<li> Content performance and features testing (A/B testing) <p>The services contained in this section allow the Owner to track and analyze the User response concerning web traffic or behavior regarding changes to the structure, text or any other component of Yuka.</p> Firebase Remote Config (Google LLC) <p>Firebase Remote Config is an A/B testing and configuration service provided by Google LLC.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Device permissions for Personal Data access <p>Yuka requests certain permissions from Users that allow it to access the User's device Data as described below.</p> Device permissions for Personal Data access (Yuka) <p>Yuka requests certain permissions from Users that allow it to access the User's device Data as summarized here and described within this document.</p>\n<p>Personal Data processed: Camera permission.</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n</li>\n<li> Handling payments <p>Unless otherwise specified, Yuka processes any payments by credit card, bank transfer or other means via external payment service providers.\nIn general and unless where otherwise stated, Users are requested to provide their payment details and personal information directly to such payment service providers.\nYuka isn't involved in the collection and processing of such information: instead, it will only receive a notification by the relevant payment service provider as to whether payment has been successfully completed.</p> Stripe (Stripe Inc) <p>Stripe is a payment service provided by Stripe Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> Apple Pay (Apple Inc.) <p>Apple Pay is a payment service provided by Apple Inc., which allows Users to make payments using their mobile phones.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> Google Pay (Google Ireland Limited) <p>Google Pay is a payment service provided by Google Ireland Limited, which allows users to make online payments using their Google credentials.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n</li>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable Yuka to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of Yuka.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Firebase Cloud Firestore (Google LLC) <p>Firebase Cloud Firestore is a hosting and backend service provided by Google LLC.</p>\n<p>Personal Data processed: Usage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> Firebase Cloud Functions (Google LLC) <p>Firebase Cloud Functions is a hosting and backend service provided by Google LLC.</p>\n<p>Personal Data processed: Usage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> DigitalOcean (DigitalOcean Inc.) <p>DigitalOcean is a hosting service provided by DigitalOcean Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nNetherlands\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n</li>\n<li> Infrastructure monitoring <p>This type of service allows Yuka to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.<br>\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of Yuka.</p> Firebase Performance Monitoring (Google LLC) <p>Firebase Performance Monitoring is a monitoring service provided by Google LLC.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> Crashlytics (Google LLC) <p>Crashlytics is a monitoring service provided by Google LLC.</p>\n<p>Personal Data processed: Crash information.\ndevice information.\nUniversally unique identifier (UUID).</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\ninternet information.\n</p>\n</li>\n<li> Interaction with external social networks and platforms <p>This type of service allows interaction with social networks or other external platforms directly from the pages of Yuka.<br>\nThe interaction and information obtained through Yuka are always subject to the User’s privacy settings for each social network.<br>\nThis type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.<br>\nIt is recommended to log out from the respective services in order to make sure that the processed data on Yuka isn’t being connected back to the User’s profile.</p> Facebook Like button and social widgets (Facebook Ireland Ltd) <p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Facebook Ireland Ltd</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Location-based interactions Non-continuous geolocation (Yuka) <p>Yuka may collect, use, and share User location Data in order to provide location-based services.<br>\nMost browsers and devices provide tools to opt out from this feature by default.\nIf explicit authorization has been provided, the User’s location data may be tracked by Yuka.<br>\nThe geographic location of the User is determined in a manner that isn't continuous, either at the specific request of the User or when the User doesn't point out its current location in the appropriate field and allows the application to detect the position automatically.</p>\n<p>Personal Data processed: geographic position.</p>\n<p> Category of personal data collected according to CCPA: geolocation data.\n</p>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Mailchimp (The Rocket Science Group LLC) <p>Mailchimp is an email address management and message sending service provided by The Rocket Science Group LLC.</p>\n<p>Personal Data processed: email address.\nfirst name.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Mandrill (The Rocket Science Group LLC) <p>Mandrill is an email address management and message sending service provided by The Rocket Science Group, LLC.</p>\n<p>Personal Data processed: email address.\nfirst name.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> SendinBlue Email (SendinBlue SAS) <p>SendinBlue is an email address management and message sending service provided by SendinBlue SAS.</p>\n<p>Personal Data processed: Cookies.\nemail address.\nUsage Data.</p>\n<p>Place of processing:\nFrance\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Platform services and hosting <p>These services have the purpose of hosting and running key components of Yuka, therefore allowing the provision of Yuka from within a unified platform.\nSuch platforms provide a wide range of tools to the Owner – e.g.\nanalytics, user registration, commenting, database management, e-commerce, payment processing – that imply the collection and handling of Personal Data.\n<br>\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Apple App Store (Apple Inc.) <p>Yuka is distributed on Apple's App Store, a platform for the distribution of mobile apps, provided by Apple Inc.</p>\n<p>By virtue of being distributed via this app store, Apple collects basic analytics and provides reporting features that enables the Owner to view usage analytics data and measure the performance of Yuka.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p> Google Play Store (Google Ireland Limited) <p>Yuka is distributed on the Google Play Store, a platform for the distribution of mobile apps, provided by Google Ireland Limited.</p>\n<p>By virtue of being distributed via this app store, Google collects usage and diagnostics data and share aggregate information with the Owner.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing:\nIreland\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n</li>\n<li> Registration and authentication <p>By registering or authenticating, Users allow Yuka to identify them and give them access to dedicated services.<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, Yuka will be able to access some Data, stored by these third-party services, for registration or identification purposes.</p> Firebase Authentication (Google LLC) <p>Firebase Authentication is a registration and authentication service provided by Google LLC.\nTo simplify the registration and authentication process, Firebase Authentication can make use of third-party identity providers and save the information on its platform.</p>\n<p>Personal Data processed: email address.\nfirst name.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Facebook Authentication (Facebook, Inc.) <p>Facebook Authentication is a registration and authentication service provided by Facebook, Inc.\nand is connected to the Facebook social network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Social features Firebase Dynamic Links (Google LLC) <p>Firebase Dynamic Links is a social feature provided by Google LLC.\nDynamic Links are tracked within Firebase or Google Analytics for Firebase, which informs the Owner about the details of the User journey to and within Yuka.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> User database management <p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to Yuka, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving Yuka.<br>\nSome of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on Yuka.</p> SendinBlue Marketing Automation (SendinBlue SAS) <p>SendinBlue is a User database management service provided by SendinBlue SAS.</p>\n<p>Personal Data processed: Cookies.\nemail address.\nUsage Data.</p>\n<p>Place of processing:\nFrance\n–\nPrivacy Policy.\n</p>\n<p> Category of personal data collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>Users entitled to broader protection standards may exercise any of the rights described below.\nIn all other cases, Users may inquire with the Owner to find out which rights apply to them.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<b>Withdraw their consent at any time.</b> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<b>Object to processing of their Data.</b> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<b>Access their Data.</b> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<b>Verify and seek rectification.</b> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<b>Restrict the processing of their Data.</b> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<b>Have their Personal Data deleted or otherwise removed.</b> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<b>Receive their Data and have it transferred to another controller.</b> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<b>Lodge a complaint.</b> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Applicability of broader protection standards <p>While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.</p>\n<p>Such broader protection standards apply when the processing:</p>\n<ul>\n<li>is performed by an Owner based within the EU;</li>\n<li>concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;</li>\n<li>concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users’ behavior taking place in the EU.</li>\n</ul> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of Yuka or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, Yuka may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, Yuka and any third-party services may collect files that record interaction with Yuka (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Yuka does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within Yuka and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running Yuka and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users who are consumers residing in the state of California, United States of America, according to \"The California Consumer Privacy Act of 2018\" (Users are referred to below, simply as “you”, “your”, “yours”), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p>This part of the document uses the term “personal information“ as it is defined in The California Consumer Privacy Act (CCPA).</p> Categories of personal information collected, disclosed or sold\n<p>In this section we summarize the categories of personal information that we've collected, disclosed or sold and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: identifiers, commercial information, internet information and geolocation data.</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above mentioned categories of personal information, either directly or indirectly, from you when you use Yuka.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on Yuka.\nYou also provide personal information indirectly when you navigate Yuka, as personal information about you is automatically observed and collected.\nFinally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of Yuka and features thereof.</p> How we use the information we collect: sharing and disclosing of your personal information with third parties for a business purpose\n<p>We may disclose the personal information we collect about you to a third party for business purposes.\nIn this case, we enter a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary for the performance of the agreement.</p>\n<p>We may also disclose your personal information to third parties when you explicitly ask or authorize us to do so, in order to provide you with our Service.</p>\n<p>To find out more about the purposes of processing, please refer to the relevant section of this document.</p> Sale of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>another business or a third party, for monetary or other valuable consideration</strong>”.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p> Your right to opt out of the sale of personal information\n<p>You have the right to opt out of the sale of your personal information.\nThis means that whenever you request us to stop selling your data, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request, simply by following the instructions below.</p> Instructions to opt out of the sale of personal information\n<p>If you’d like to know more, or exercise your right to opt out in regard to all the sales carried out by Yuka, both online and offline, you can contact us for further information using the contact details provided in this document.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of Yuka and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We will not use your personal information for different, unrelated, or incompatible purposes without notifying you.</p> Your California privacy rights and how to exercise them The right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories and sources of the personal information that we collect about you, the purposes for which we use your information and with whom such information is shared;</li>\n<li> in case of sale of personal information or disclosure for a business purpose, two separate lists where we disclose: <ul>\n<li>for sales, the personal information categories purchased by each category of recipient.\nand </li>\n<li>for disclosures for a business purpose, the personal information categories obtained by each category of recipient.</li>\n</ul>\n</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on Yuka, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and direct any of our service providers to do so.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12 month period.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through Yuka (or third-party services employed in Yuka), which can include: the IP addresses or domain names of the computers utilized by the Users who use Yuka, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using Yuka who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of Yuka.\nThe Data Controller, unless otherwise specified, is the Owner of Yuka.</p> Yuka (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by Yuka as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to Yuka, if not stated otherwise within this document.</p>\n<p> Latest update: January 21, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2021-05-14 11:22:47.254266", "updated_at": "2021-05-14 11:22:53.89546"}, {"id": 6008, "name": "End User License Agreement", "url": "https://help.yuka.io/l/en/article/2a12869y56", "xpath": "//body", "text": " | Help Contact 👋 Hey! How can we help? Yuka • Help <li> ​ </li> End User License Agreement End User License Agreement Updated 1 week ago by Benoit <p>The Yuka App is managed by the company Yuca SAS (hereafter “Yuca”), located at 14 rue de Turbigo 75001 Paris, France (R.C.S.\nParis no.\n817 769 466)</p>\n<p>Before registering on the Application, each User must carefully read this End User License Agreement (“EULA”) as well as the&nbsp;General Terms and Conditions&nbsp;and the rules regarding the&nbsp;Privacy Policy.\nThe&nbsp;General&nbsp;Terms and Conditions form&nbsp;an&nbsp;integral part&nbsp;of&nbsp;this EULA.</p>\n<p>Use of the Yuka App assumes that the User has accepted this entire EULA, including the General Terms and Conditions.\nSuch acceptance is deemed to be as valid as the User’s handwritten signature.</p>\n<p>The EULA and its appendices are written in French, English and Spanish.\nIn case of divergence of interpretation, only the French version shall prevail.</p>\n<p>Contact email:&nbsp;team@yuka.io</p>Definitions<p>The following terms have the definitions given:</p>\n<p>\n<strong>App</strong>: the application Yuka and all of its pages and screens.</p>\n<p>\n<strong>Database</strong>: the database of products used in the App.</p>\n<p>\n<strong>Service</strong>: evaluation and recommendation services for food and cosmetic products.</p>\n<p>\n<strong>Feature</strong>: the digital content or service that can be purchased or subscribed to through an in-app purchase in the App, corresponding to the “member” version or “premium” version.</p>\n<p>\n<strong>Publisher</strong>: the artificial or natural person responsible for publishing the App and for its content.</p>\n<p>\n<strong>User</strong>: the mobile device user using the App.</p>\n<p>\n<strong>Client</strong>: refers to the mobile device user purchasing a Feature in the App.</p>\n<p>\n<strong>Store</strong>: refers to the online application downloading platform used by the Publisher to publish the App, and used by the User to download the App, namely the Google Play Store and Apple Store.</p>\n<p>\n<strong>Score</strong>: refers to the overall score obtained by applying the evaluation method developed by the Publisher.</p>Purpose<p>The main purpose of the App is to inform consumers about the ingredients of commonly sold food and cosmetic products.</p>\n<p>The App offers a scoring and recommendation system that analyzes information provided by the products' makers.</p>\n<p>The App is published by the company Yuca, which is totally&nbsp;independent.\nYuca has no contractual or financial ties of any kind with the producers and or distributors of the products evaluated by the application.</p>Scoring method<p>The&nbsp;food scoring&nbsp;method used by the App includes the following factors:</p>\n<ul>\n<li>nutritional balance (60%)</li>\n<li>presence of food additives (30%)</li>\n<li>whether the product is organic (10%)</li>\n</ul>\n<p>For nutritional balance, the scoring method is based on Nutri-Score, a nutritional quality information system for food products developed by Santé Publique France (www.santepubliquefrance.fr).</p>\n<p>﻿For salt and chocolate, the rating method takes into account additional specific criteria, differentiating from a qualitative or environmental point of view: the extraction or processing method for salt.\nthe cocoa content and type of fat for chocolate.</p>\n<p>The&nbsp;cosmetics scoring method is based on analyzing all of the product's ingredients.\nThe application evaluates the level of health risk of the ingredients that make up the products.\nOn the other hand, the application does not evaluate their effectiveness.</p>\n<p>Each ingredient is assigned a science-based risk level.\nFor risk levels have been defined: High (red), moderate (orange), low (yellow), and no risk (green).</p>\n<p>\n<strong>The Score assigned by the App constitutes an opinion based on the information present on the product.&nbsp;</strong>The terms “excellent”, “good”, “poor”, and “bad” apply only to the product's Score under the scoring method developed by the Publisher, as shown in the App.\nThe terms “high risk”, “moderate risk”, “low risk”, and “no risk” apply only to the Publisher's opinion about the corresponding ingredient based on the scientific sources analyzed.\nThese adjectives do not refer to the product itself or its intrinsic qualities.</p>Premium version<p>The App offers the in-app purchase of a&nbsp;Premium version&nbsp;that includes the following Features:</p>\n<ul>\n<li>\n<strong>“Offline”</strong> mode: Allows the services offered by the application to be used without an Internet connection.\nThis feature does not cover all of the products referenced in the database, only some of them (the most commonly scanned ones).</li>\n<li>the “<strong>Search”</strong> feature: Allows the User to search the database of referenced products using keywords (product name, brand, etc.), without needing to scan the product to search for it.</li>\n<li>the&nbsp;“<strong>Food Preferences</strong>” feature: Allows the User to customize the app based on their own food preferences.\nThe App highlights unwanted ingredients in the nutritional facts and recommendations that take those preferences into account.</li>\n</ul>Database<p>Yuca does not guarantee that the&nbsp;Database&nbsp;and the exact composition of the analyzed products are totally reliable.</p>\n<p>Yuca does not itself analyze the exact composition of the products.\nThe information provided by the application relays the data provided by the products' makers.\nComposition or detection errors may exist.\nIt is therefore best to check the packaging and&nbsp;report any errors&nbsp;through the App.</p>\n<p>Yuca does not guarantee full detection of the ingredients.\nThis is because the ingredients present on the packaging may differ from those listed in the App or that the detection of those ingredients has failed.\nThe User must therefore always check the packaging to be safe.\nThe App’s features are not medical advice under any circumstances.</p>Account in the AppCreating an account<p>A User who&nbsp;creates an account&nbsp;in the App can access it by logging in using the details provided at the time they register and using systems such as third-party social media login buttons.\nThe User is fully responsible for protecting the password they have chosen.\nThey are encouraged to use complex passwords.\nIf a password is forgotten, they can choose a new one.\nThis password ensures the privacy of the information contained in their account, and the user should therefore refrain from giving or sending it to a third party.\nIf they do not, the App’s Publisher may not be held liable for unauthorized access to the user’s account.</p>Suspending or deleting an account<p>The Publisher reserves the exclusive right to&nbsp;block access&nbsp;to the App or delete the account of any User who violates this EULA (particularly but not limited to when the member has knowingly provided incorrect information in the App) or any account that has been inactive for at least a year.</p>\n<p>Said suspension or deletion shall not be considered damaging the excluded member, who may not claim any compensation for this act.\nThis exclusion does not prevent the Publisher from taking legal action against the User if the facts justify the case.</p>Rights and obligations of the User<p>The User agrees:</p>\n<ul>\n<li>to only use the data relayed by the App for personal, non-commercial use;</li>\n<li>to not exploit the data, opinions, recommendations, and rankings offered by the App for their personal gain;</li>\n<li>to not make incorrect additions or changes to the composition of the products</li>\n</ul>\n<p>Each User is free to close their account on the App.\nTo do so, the member must send an e-mail to the Publisher indicating that they wish to delete their account, or follow the&nbsp;deletion procedure.</p>Adding products<p>The Users have the ability to contribute to content accessible via the App by adding or editing data about food and cosmetic products.\nThe contributor agrees to provide true information when contributing and to follow the contribution rules.\nThe author waives their rights to the content of the contributions, in favor of the Publisher, for any distribution or use, even if commercial in nature.</p>\n<p>Contributors are informed that the Publisher may publish all or some of the contribution in question at the website Open Food Facts (openfoodfacts.org).</p>\n<p>The contributor agrees to relay only information and photographs for which they own the intellectual property rights.\nThe contributor agrees to not add information and/or photographs from other sites.\nThe information added by the contributor must come directly from the product’s packaging.\nPhotographs added by the contributor must have been personally shot by the contributor.</p>Editing products<p>A User who has noticed missing or inaccurate information is invited to add to it by editing the product facts.\nThe User may also report an error to the Publisher, which will then make its best efforts to update the Database.</p>\n<p>Contributors who deliberately delete information and/or insert incorrect information will be prohibited from using and contributing to the service, and legal action may be taken against them.</p>\n<p>The User alone is responsible for the content they publish.\nThe User agrees to follow the laws and regulations in force, as well as the present conditions of use.\nThe Publisher is not required to monitor the content published by the User.</p>Rights and obligations of the PublisherAccess to the App<p>The Publisher hereby informs you that the information entered into the App is hosted on the servers of an outside service provider to which the Publisher subcontracts its hosting.</p>\n<p>The Publisher may not be held liable for technical unavailability of the connection, regardless of whether this is due to an event of force majeure, maintenance, an update, a change, an intervention by the hosting company, an internal or external strike, a network failure, an electrical power outage, or misconfigured settings or misuse of the User’s device.</p>\n<p>The User acknowledges that they are familiar with the limitations and constraints specific to the Internet, and as such recognizes that it is impossible to fully guarantee that data exchanges are secure.\nThe Publisher may not be held liable for damages resulting from the App, such as lost data, intrusion, virus, service breakdowns, or otherwise.</p>\n<p>Total or partial inability to use the App and the Features, particularly owing to hardware incompatibility&nbsp;may not give rise to any compensation, indemnification, or holding the Publisher liable, except in the event of a proven hidden defect, non-compliance, or malfunction.\nIf a purchase made in the App is not provided, the User has up to three months (from the date of purchase) to object.\nOnce that period has passed, no complaint will be accepted.</p>Liability<p>The Publisher may not in any event be held liable:</p>\n<ul>\n<li>for any direct or indirect damages, particularly with regard to lost profits, lost income, lost clients, or lost data that may, inter alia, result from the use of the App, or the inability to use it;</li>\n<li>for a User device malfunction, downtime, misuse, or improperly configured settings, or for the use of an uncommon or obsolete device by the User;</li>\n<li>for the content of links or outside sources accessible by the User from the App;</li>\n<li>for the content of the information related to the composition of the analyzed products (food or cosmetics) and the evaluations, analyses, recommendations, or opinions related to them.</li>\n</ul>\n<p>The User recognizes that the Publisher may not be held liable for the provision of data about the analyzed products, and may not be held liable for their content.</p>\n<p>\n<strong>The User expressly agrees that it is using the App at its own risk and under its own responsibility alone.&nbsp;</strong>The App provides the User with information as an example.\nThe Publisher does not guarantee the accuracy, completeness, or exhaustiveness of the information and data found in the App.\nThe Database changes, particularly when products are added and/or edited by the User and Publisher.&nbsp.\nThe User alone is responsible for choosing a purchasing a Feature.</p>\n<p>The Publisher may not be held liable for errors in the Database, particularly with respect to information about product analysis.<strong>&nbsp;</strong>It is therefore up to the User to verify the composition of the products directly on their packaging in order to be sure they are obtaining up-to-date information about their composition.</p>\n<p>The Publisher cannot guarantee the usefulness of the App’s information and recommendations.\nThe App is not in any event a substitute for consulting with a health professional, such as a dietician or a doctor.\nThe information and recommendations may contain errors and must not in any event be used for medical purposes.</p>\n<p>Hyperlinks relayed on the App may redirect to other applications or websites, and the Publisher of the App may not be held liable if the content of those applications and sites violate the law.\nLikewise, the Publisher may not be held liable if the use of those applications or sites by the user causes it any harm.</p>Intellectual property rights<p>The exclusive use of the&nbsp;Yuka brand, logos, software, analysis methods, recommendation methods, graphical elements, databases, and more generally, all content offered by the App is reserved for the benefit of the Publisher, or potentially its partners.\nAnyone who communicates, represents, reproduces, embeds, distributes, or redistributes them may face penalties as provided in particular in the Intellectual Property Code, Civil Code, and Commerce Code of France.</p>\n<p>Any member who violates the protected items in this way may have their account deleted without prior notice or compensation, and without that deletion constituting damages, without prejudice to potential subsequent legal proceedings against them, at the initiative of the Publisher of the App or its agent.</p>Applicable law, mediation, and competent judge<p>This EULA is subject to French law.\nThe Publisher reserves the right to edit it at any time.</p>\n<p>Any disputes that may arise in the performance of these terms and conditions shall be settled as a priority by amicable means.\nIf no amicable resolution can be reached, the parties, whether consumers or professionals, are bound to enlist a mediator prior to entering legal proceedings.</p>\n<p>If no agreement can be reached by the parties, the Tribunal Judiciaire of Paris (France) alone has jurisdiction to settle the dispute.</p>\n<p>\n<em>Legal Notice</em>\n</p> How did we do? 👍 👎 (opens in a new tab) <ul>\n<li> Contact </li>\n<li> Contact </li>\n<li> en </li>\n</ul> Project Team Independence Application Features Member version Questions ? Useful links Contact us Press Legal notice en <ul>\n</ul> ", "created_at": "2021-05-14 11:21:52.233501", "updated_at": "2021-05-14 11:22:00.95163"}], "points": [{"id": 20468, "title": "Alternative accounts are not allowed", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:32:52.148655", "updated_at": "2021-05-14 12:11:51.747862", "quoteText": "Unless otherwise specified, each User must register only one account.</li>\n", "case_id": 324, "document_id": 6010, "quoteStart": 3393, "quoteEnd": 3468}, {"id": 20465, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:27:53.179928", "updated_at": "2021-05-14 12:10:28.938839", "quoteText": "The Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.", "case_id": 201, "document_id": 6010, "quoteStart": 3919, "quoteEnd": 4111}, {"id": 20474, "title": "This service may collect, use, and share location data", "source": "https://www.iubenda.com/privacy-policy/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 12:03:45.602465", "updated_at": "2021-05-14 12:11:17.321773", "quoteText": "Yuka may collect, use, and share User location Data in order to provide location-based services.<br>", "case_id": 373, "document_id": 6009, "quoteStart": 26658, "quoteEnd": 26758}, {"id": 20473, "title": "The court of law governing the terms is in France", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 12:00:30.481925", "updated_at": "2021-05-14 12:18:33.014169", "quoteText": "These Terms are governed by the law of the following jurisdictions, without regard to conflict of laws principles and rules:</p>\n<p>France / Tribunal de Grande Instance de Paris</p>\nException for European Consumers", "case_id": 163, "document_id": 6010, "quoteStart": 44066, "quoteEnd": 44280}, {"id": 20472, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.iubenda.com/privacy-policy/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:53:59.311931", "updated_at": "2021-05-14 12:10:52.556653", "quoteText": "Yuka does not support “Do Not Track” requests.", "case_id": 233, "document_id": 6009, "quoteStart": 40719, "quoteEnd": 40765}, {"id": 20471, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.iubenda.com/privacy-policy/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:51:54.31329", "updated_at": "2021-05-14 12:10:45.535344", "quoteText": "\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p>", "case_id": 187, "document_id": 6009, "quoteStart": 30038, "quoteEnd": 30203}, {"id": 20470, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.iubenda.com/privacy-policy/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:44:02.026027", "updated_at": "2021-05-14 12:18:45.096108", "quoteText": "Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.", "case_id": 481, "document_id": 6009, "quoteStart": 7390, "quoteEnd": 7958}, {"id": 20469, "title": "Google analytics(/for Firebase) is used for statistics", "source": "https://www.iubenda.com/privacy-policy/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:38:33.610011", "updated_at": "2021-05-14 12:10:36.820229", "quoteText": "The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.", "case_id": 325, "document_id": 6009, "quoteStart": 14275, "quoteEnd": 14563}, {"id": 20467, "title": "Alternative accounts are not allowed", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:32:09.932359", "updated_at": "2021-05-14 11:32:27.381929", "quoteText": "Unless explicitly permitted, a User account may not be shared with other persons.</li>", "case_id": 324, "document_id": 6010, "quoteStart": 3483, "quoteEnd": 3569}, {"id": 20466, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:30:10.796012", "updated_at": "2021-05-14 12:11:41.991497", "quoteText": "Where explicitly stated on Yuka, the User may download, copy and/or share some content available through Yuka for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>", "case_id": 143, "document_id": 6010, "quoteStart": 5665, "quoteEnd": 5949}, {"id": 20464, "title": "You have the right to leave this service at any time", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:27:11.559531", "updated_at": "2021-05-14 12:18:38.992309", "quoteText": "<p>Users can terminate their account and stop using the Service at any time by doing the following:</p>\n<ul>\n<li>By using the tools provided for account termination on Yuka.</li>\n</ul>\n<ul>\n<li>By directly contacting the Owner at the contact details provided in this document.</li>\n", "case_id": 170, "document_id": 6010, "quoteStart": 3596, "quoteEnd": 3878}, {"id": 20463, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:26:11.281344", "updated_at": "2021-05-14 12:11:33.263778", "quoteText": "Users are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>", "case_id": 484, "document_id": 6010, "quoteStart": 2811, "quoteEnd": 3106}, {"id": 20462, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:25:54.640748", "updated_at": "2021-05-14 11:26:21.7389", "quoteText": "Users are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen", "case_id": 484, "document_id": 6010, "quoteStart": 2811, "quoteEnd": 3101}, {"id": 20461, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:25:30.867822", "updated_at": "2021-05-14 12:11:26.057282", "quoteText": "<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by Yuka.</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.<br>\n", "case_id": 148, "document_id": 6010, "quoteStart": 2475, "quoteEnd": 2811}, {"id": 20460, "title": "You must create an account to use this service", "source": "https://www.iubenda.com/terms-and-conditions/49736837", "status": "Generated through the annotate view", "created_at": "2021-05-14 11:24:49.954186", "updated_at": "2021-05-14 12:09:53.42332", "quoteText": "To use the Service Users must register or create a User account,", "case_id": 230, "document_id": 6010, "quoteStart": 2265, "quoteEnd": 2329}], "urls": ["yuka.io"]}}