{"error": 448, "message": "OK", "parameters": {"id": 4657, "name": "mediarithmics  ", "created_at": "2021-07-10 23:36:18.334669", "updated_at": "2021-07-10 22:00:49.312787", "wikipedia": null, "keywords": null, "related": null, "slug": "mediarithmics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4657.png", "url": "mediarithmics.com", "documents": [{"id": 8342, "name": "Privacy Policy  ", "url": "https://www.mediarithmics.com/en-us/content/privacy-policy", "xpath": "/html/body/section[1]/article/div", "text": " Privacy Policy<p>\n</p>\n<p>mediarithmics SAS is a marketing and analytics software editor.\nmediarithmics solutions may collect and process personal data.</p>\n<p>\n</p>\n<p>In the current context of Big Data and continuous technological evolution, we are aware that personal data processing requires software market players to take more and more responsibility.\nAs a consequence, we take privacy and personal data protection very seriously and commit to: </p>\n<ul>\n<li>Apply without exception the current regulations about personal data privacy,</li>\n<li>Make it our duty to raise awareness, to advise and to control our Clients when using our solutions,</li>\n<li>Ensure a complete transparency to end-users concerning the processing of their personal data.</li>\n</ul>\n<p>\n</p>\n<p>Regarding personal data management and processing, we take on two roles: </p>\n<ol>\n<li>Provider of a marketing software</li>\n<li>Provider of a service to match device identifiers from third-party providers</li>\n</ol>\n<p>The hereunder policy details our commitments towards these two roles.</p>\n<p>&nbsp;</p>\n<p>\n<strong>MEDIARITHMICS – MARKETING SOFTWARE PROVIDER</strong>\n</p>\n<p>\n</p>\n<p>We provide our Clients with software solutions through SaaS (Software as a Service) cloud services.\nEvery Client is given a dedicated instance and access.\nmediarithmics acts as a Data Processor under the General Data Protection Regulation (GDPR).\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Principles for providing our Software Solutions</strong>\n</p>\n<p>\n</p>\n<ul>\n<li>Strict isolation of our Client’s personal data</li>\n</ul>\n<p>Applying «&nbsp;Privacy by design&nbsp;» principles requires to strictly isolate the personal data collected by each Client using mediarithmics solutions.\nCollected data is the exclusive property of our Clients.\nmediarithmics makes no usage of its Client data, nor process any cross-Clients enrichments.</p>\n<p>\n</p>\n<ul>\n<li>Availability of all tools and services required for compliance</li>\n</ul>\n<p>mediarithmics solutions gather a package of services and features that enables regulation compliance and allows users to exercise their rights, including: </p>\n<ul>\n<li>Collection and consent management features</li>\n<li>Services to access users’ personal data</li>\n<li>Services to delete users’ personal data</li>\n<li>Services to proceed to bulk deletions of personal data</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Advisory duty and intransigence on our Client regulation compliance</li>\n</ul>\n<p>We require our Clients to strictly comply with the current regulations on personal data protection when they use our software solutions.\n</p>\n<p>In order to support them, we offer our expertise and advice on how to implement and configure our solutions.</p>\n<p>As a Data Processor, we also have a duty to alert whenever we notice a usage that seems noncompliant, either on data collection or data processing.</p>\n<p>\n</p>\n<p>\n<strong>Description of our Software Solutions</strong>\n</p>\n<p>\n</p>\n<p>mediarithmics software solutions are part of a complete and integrated marketing platform.\nActing as a Data Controller under the GDPR, our Clients are responsible for their usage of our solutions, regarding the data they collect, or the features they use.\n</p>\n<p>\n</p>\n<p>This usage must be defined and detailed in a Record of processing activities, which should include: </p>\n<ul>\n<li>The description of collected data and the storage duration</li>\n<li>The purpose that justifies the collection</li>\n<li>The list of mediarithmics features that are used to process this data</li>\n</ul>\n<p>\n</p>\n<p>To ensure transparency and provide web users with information on our solutions, we detail below the possible usages our Clients may operate.</p>\n<p>\n<strong>Those descriptions may not reflect our Clients reality: to get the most accurate information, please refer to the privacy policies of their respective supports.\n</strong>\n</p>\n<p>&nbsp;&nbsp;&nbsp;</p>\n<p>Purposes</p>\n<p>We recommend our Clients to use our software solutions to serve two purposes: </p>\n<ul>\n<li>To improve their customer, prospects or user knowledge by understanding their behaviours and expectations</li>\n<li>To offer personalized marketing content to their customers, prospects or users</li>\n</ul>\n<p>\n</p>\n<p>Collected data</p>\n<p>Clients can collect various natures of data using our solutions: </p>\n<ul>\n<li>Activity history (e.g.\nmetadata coming from the websites or mobile applications browsing history, exposure to advertising campaigns, etc.)</li>\n<li>User profiles (e.g.\nage range, gender, etc.)</li>\n<li>Emails</li>\n<li>Device advertising identifiers (cookies, mobile identifiers)</li>\n<li>Customer identifiers (CRM id, etc.)</li>\n<li>Hashed emails identifiers</li>\n<li>Precomputed audience lists</li>\n</ul>\n<p>\n</p>\n<p>Each nature can be used to collect standard information (e.g.\n«&nbsp;URL&nbsp;» for browsing activity, «&nbsp;Gender&nbsp;» for a given profile, etc.) or specific information («&nbsp;Product universe&nbsp;» for an e-commerce company, «&nbsp;article category&nbsp;» for a news website, etc.).</p>\n<p>\n</p>\n<p>The collected data may be pseudonymized (e.g.\ncookie identifier) or fully identifiable (e.g.\nemail).\n</p>\n<p>\n</p>\n<p>When setting-up our software solutions, each of our Clients configures the data they wish to collect (with the legal obligation to inform end-users and obtain their consent before capturing).\n</p>\n<p>\n</p>\n<p>We strictly forbid the use of our solution to collect and process sensitive data as defined in the GDPR.\n</p>\n<p>\n</p>\n<p>Usable features</p>\n<p>The features available within our software solutions can be related to the following categories: </p>\n<ul>\n<li>Data collection from different channels: embedded scripts in web pages, queries on mediarithmics public APIs from servers or mobile applications, flat-files transmissions</li>\n<li>Segmentation: user lists built by queries on collected data</li>\n<li>Web site and mobile application advertising campaigns (which can target lists of users identified by their cookies or mobile advertising identifiers)</li>\n<li>Email advertising campaigns (which targets users using their emails)</li>\n<li>Transmission of user lists to third party providers (e.g.\nto broadcast an advertising campaign with another provider)</li>\n<li>Data exploration and analytics</li>\n</ul>\n<p>\n</p>\n<p>As for collected data, our Clients are legally obliged to inform the users about features they use to process their personal data.\n</p>\n<p>\n</p>\n<p>\n<strong>Consent management, user communication</strong>\n</p>\n<p>\n</p>\n<p>Each of our Clients, acting as a Data Controller under the GDPR, must: </p>\n<ul>\n<li>Inform its users about the data they collect, the storage time and the processing of the data</li>\n<li>Obtain user consent to collect and process personal data</li>\n<li>Enable users to exercise their rights to access, modify and delete their personal data</li>\n</ul>\n<p>\n</p>\n<p>mediarithmics provides its clients with the necessary tools to fulfil their obligations, including a consent management and traceability system, and automated services to access, edit and delete data.\n</p>\n<p>Each Client defines the way these services are exposed to end-users and is legally obliged to enable them to comply with the regulation.</p>\n<p>\n</p>\n<p>\n<strong>Exercising your rights</strong>\n</p>\n<p>\n</p>\n<p>Your rights of data access, edition, opposition and deletion must be exercised directly against our Clients, as well as the consultation of the consents you gave.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Personal data security and storage</strong>\n</p>\n<p>\n</p>\n<p>mediarithmics implements state of the art practices to ensure personal data security, including: </p>\n<ul>\n<li>Enforcement of security principles at each step of the software creation process, from conception and development to maintenance</li>\n<li>“Defence in depth”: each software layer is secured (applications, infrastructures and networks)</li>\n<li>Encryption of communications</li>\n<li>Physical separation of the databases hosting cookies and mobile identifiers in databases from the databases storing the rest of personal data</li>\n</ul>\n<p>\n</p>\n<p>Personal data is hosted on dedicated servers within OVH datacentres in France.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>MEDIARITHMICS – DEVICE IDENTIFIER MATCHING SERVICE PROVIDER</strong>\n</p>\n<p>\n</p>\n<p>Besides its software solutions, mediarithmics provides its clients with a service to reconcile, for a given device, the identifiers coming from multiple providers.\nIn this role, mediarithmics acts as a Data Processor under the GDPR.\n</p>\n<p>\n</p>\n<p>\n<strong>Why do we offer this service? </strong>\n</p>\n<p>\n</p>\n<p>The need to match a device on different websites</p>\n<p>Reconciling device identifiers from multiple providers is a prerequisite to:</p>\n<ul>\n<li>Allow clients that own several brands to reconcile the browsing history of their end-users on their multiple website domains / applications </li>\n<li>Operate targeted campaigns on third party websites or applications</li>\n</ul>\n<p>\n</p>\n<p>Device identification</p>\n<p>Assuming that the necessary consents have been given by the end-user, there are two ways to identify a device: </p>\n<ol>\n<li>In the case of mobile applications: through the advertising identifier of the device («&nbsp;IDFA&nbsp;» for iOS-based systems, «&nbsp;AAID&nbsp;» for Android-based systems).\n</li>\n<li>In the case of websites: through an identifier embedded in a cookie.\n</li>\n</ol>\n<p>\n</p>\n<p>In the first case, the advertising identifier can be accessed within any application on the device, with a unique value: it is therefore possible to reconcile a given device from an application to another and exchange information between providers (e.g.\nbetween an application selling advertisement inventory and advertisers buying this inventory).</p>\n<p>\n</p>\n<p>In the second case, the advertising identifier is embedded in a cookie, stored in a web browser.\nThis cookie may only be read by the website that wrote it: this website can be the one you are browsing (in this case it will be a «&nbsp;first-party&nbsp;» cookie) or a third-party website (in this case, a «&nbsp;third-party&nbsp;» cookie).\n</p>\n<p>Therefore, in order to reconcile a device browsing two different websites or in order to exchange information between providers, third-party cookies with third-party identifiers must be used.</p>\n<p>\n</p>\n<p>mediarithmics ensures a matching of third-party identifiers for a given device and offers it as a service, allowing to reconcile a device browsing websites on different domains and expose it to targeted ads.\n</p>\n<p>\n</p>\n<p>\n<strong>Service usage principles</strong>\n</p>\n<p>\n</p>\n<p>This service is offered to each of our Clients.\nThrough the use of our generic scripts to collect website browsing activity, our Clients can enrich the service database and use it to identify a known web browser from one site to another.</p>\n<p>\n</p>\n<p>To remain consistent with our software editor role, we do not sell this data.\nThe access to this service is included in our contracts for the marketing software solutions.\n</p>\n<p>\n</p>\n<p>\n<strong>Description of the service </strong>\n</p>\n<p>\n</p>\n<p>Purpose</p>\n<p>\n</p>\n<p>Match third-party cookie identifiers for a given web browser to reconcile its browsing activity on various websites and retarget it afterwards.</p>\n<p>\n</p>\n<p>Operation of the service </p>\n<p>\n</p>\n<ul>\n<li>Collection and matching</li>\n</ul>\n<p>When our tracking scripts are loaded on web pages, they call the websites of our partners to get the identifiers they gave to the web browser.</p>\n<p>If the identifiers are known, the device browsing activity will be linked to an existing device.\nIf not, the identifiers will be stored by the service for future use.</p>\n<p>\n</p>\n<ul>\n<li>Transmission to third party providers</li>\n</ul>\n<p>When our Clients share audiences (lists of users) with third-party providers, they may use this service to send identifiers that are already known by the provider.\n</p>\n<p>\n</p>\n<p>Processed data</p>\n<p>\n</p>\n<p>In the scope of this service, we only process cookie identifiers, considered as pseudonymous personal data.</p>\n<p>The third-party providers for which we operate this matching service include: Google DoubleClick, AppNexus, SmartAdServer, BidSwitch.</p>\n<p>\n</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>\n</p>\n<p>The collection and processing of your personal data in the scope of this service can only be operated under your consent.\n</p>\n<p>We ask our Clients to obtain the consent of their users, on the web sites on which they collect data, and in compliance with the regulation.</p>\n<p>\n</p>\n<p>At any time, you can give or take back your consent.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2021-07-10 23:36:18.336802", "updated_at": "2021-07-10 21:36:50.89121"}], "points": [], "urls": ["mediarithmics.com"]}}