{"error": 448, "message": "OK", "parameters": {"id": 3625, "name": "KDE", "created_at": "2021-05-16 15:22:25.245085", "updated_at": "2022-08-17 20:32:39.463532", "wikipedia": "https://en.wikipedia.org/wiki/KDE", "keywords": null, "related": null, "slug": "kde", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/3625.png", "url": "kde.org", "documents": [{"id": 6028, "name": "Telemetry Policy", "url": "https://community.kde.org/Policies/Telemetry_Policy", "xpath": "//body", "text": " <ul>\n<li>Login with MyKDE</li>\n</ul> KDE Community Wiki Actions <ul>\n<li> View </li>\n<li> View source </li>\n<li> History </li>\n</ul>\n<ul>\n<li> Page </li>\n<li> Discussion </li>\n</ul> Navigation <ul>\n<li>Main page</li>\n<li>Community portal</li>\n<li>Current events</li>\n<li>Recent changes</li>\n</ul> contributor help pages <ul>\n<li>Tasks and Tools</li>\n<li>Modify a page</li>\n<li>Add new content</li>\n<li>Page elements</li>\n<li>Typographical guidelines</li>\n<li>More markup help</li>\n</ul> &lt.\nPolicies Policies/Telemetry Policy <p>Application telemetry data can be a valuable tool for tailoring our products to the needs of our users.\nThe following rules define how KDE collects and uses such application telemetry data.\nAs privacy is of utmost importance to us, the general rule of thumb is to err on the side of caution here.\nPrivacy always trumps any need for telemetry data, no matter how legitimate.\n</p>\n<p>These rules apply to all products released by KDE.\nWe ask all distributors of KDE products as well as all vendors of addons for KDE products to respect them as well.\n</p>\nContents\n<ul>\n<li>1 Transparency</li>\n<li>2 Control</li>\n<li>3 Anonymity</li>\n<li>4 Minimalism</li>\n<li>5 Privacy</li>\n<li>6 Compliance</li>\n</ul> Transparency\n<p>We provide detailed information about the data that is going to be shared, in a way that:\n</p>\n<ul>\n<li>is easy to understand</li>\n<li>is precise and complete</li>\n<li>is available locally without network connectivity</li>\n</ul>\n<p>Any changes or additions to the telemetry functionality of an application will be highlighted in the corresponding release announcement.\n</p>\nControl\n<p>We give the user full control over what data they want to share with KDE.\nIn particular:\n</p>\n<ul>\n<li>application telemetry is always opt-in.\nThat means off by default and only activated by the explicit action of the user (inaction is not good enough).</li>\n<li>application telemetry settings can be changed at any time, and are provided as prominent in the application interface as other application settings</li>\n<li>application telemetry settings are independent of any other settings, features or functionality, that is applications can't tie the availability of unrelated aspects of the application to telemetry being enabled</li>\n<li>applications honor system-wide telemetry settings where they exist (global \"kill switch\")</li>\n<li>we provide detailed documentation about how to control the application telemetry system</li>\n</ul>\n<p>In order to ensure control over the data after it has been shared with KDE, applications will only transmit this data to KDE servers, that is servers under the full control of the KDE sysadmin team.\nAny data transmission has to be done using appropriate transport security.\n</p>\n<p>We will provide a designated contact point for users who have concerns about the data they have shared with KDE.\nWhile we are willing to delete data a user no longer wants to have shared, it should be understood that the below rules are designed to make identification of data of a specific user impossible, and thus a deletion request effectively impossible.\n</p>\nAnonymity\n<p>We do not transmit data that could be used to identify a specific user.\nIn particular:\n</p>\n<ul>\n<li>we will not use anything that would be considered personal data by common sense or data protection laws and regulations (such as e.g.\nEU GDPR)</li>\n<li>we will not use any unique device, installation or user id</li>\n<li>data is stripped of any unnecessary detail and downsampled appropriately before sharing to avoid fingerprinting</li>\n<li>network operation data (such as IP addresses inevitably exposed as part of the data transmission) is not stored together with the telemetry data, and must not be used in combination with telemetry data for any kind of data analysis.\nNetwork operation data is only stored and used for enabling a secure and effective operation of the KDE infrastructure (for example for abuse counter-measures on the telemetry system), as deemed necessary by the KDE sysadmins.</li>\n</ul>\nMinimalism\n<p>We only track the bare minimum of data necessary to answer specific questions, we do not collect data preemptively or for exploratory research.\nIn particular, this means:\n</p>\n<ul>\n<li>collected data must have a clear purpose</li>\n<li>data is downsampled to the maximum extent possible at the source</li>\n<li>relevant correlations between individual bits of data should be computed at the source whenever possible</li>\n<li>data collection is stopped once the corresponding question has been answered</li>\n</ul>\nPrivacy\n<p>We will never transmit anything containing user content, or even just hints at possible user content such as e.g.\nfile names, URLs, etc.\n</p>\n<p>We will only ever track:\n</p>\n<ul>\n<li>system information that is specific to the installation/environment, but independent of how the application/machine/installation is actually used</li>\n<li>statistical usage data of an installation/application</li>\n</ul>\nCompliance\n<p>KDE only releases products capable of acquiring telemetry data if compliance with these rules has been established by a public review on [kde-core-devel|kde-community]@kde.org from at least two reviewers.\nThe review has to be repeated for every release if changes have been made to how/what data is collected.\nThe result of the review, together with documentation of the data tracked and the reason for the data collection, is tracked on Telemetry Use.\n</p>\n<p>Received data is regularly reviewed for violations of these rules, in particular for data that is prone to fingerprinting.\nShould such violations be found, the affected data will be deleted, and data recording will be suspended until compliance with these rules has been established again.\nIn order to enable reviewing of the data, every KDE contributor with a developer account will have access to all telemetry data gathered by any KDE product.\n</p> Retrieved from \"https://community.kde.org/index.php?title=Policies/Telemetry_Policy&amp;oldid=87332\" <br> This page was last edited on 17 January 2020, at 12:44.\nContent is available under Creative Commons License SA 4.0 unless otherwise noted.\nDonate to KDE Why Donate? € Donate via PayPal Other ways to donate Visit the KDE MetaStore <p>Show your love for KDE! Purchase books, mugs, apparel, and more to support KDE.</p> Click here to browse About Wiki Privacy policyAbout KDE Community WikiDisclaimers Products Plasma KDE Applications KDE Frameworks Plasma Mobile KDE neon WikiToLearn Develop TechBase Wiki API Documentation Qt Documentation Inqlude Documentation News &amp.\nPress Announcements KDE.news Planet KDE Screenshots Press Contact Resources Community Wiki UserBase Wiki Miscellaneous Stuff Support International Websites Download KDE Software Code of Conduct Destinations KDE Store KDE e.V.\nKDE Free Qt Foundation KDE Timeline <small> Maintained by KDE Webmasters </small>\n<small> KDE<sup>®</sup> and the K Desktop Environment<sup>®</sup> logo are registered trademarks of KDE e.V.\n| Legal </small> ", "created_at": "2021-05-16 15:29:26.499623", "updated_at": "2021-05-16 15:29:34.123539"}, {"id": 6027, "name": "KDE Software Privacy Policy", "url": "https://kde.org/privacypolicy-apps/", "xpath": "//body", "text": "Skip to contentHome <ul>\n<li>Products</li>\n<li>Develop</li>\n<li>Get Involved</li>\n<li>Donate</li>\n</ul>\n<ul>\n</ul>KDE Software Privacy Policy<p>\n</p>\n<p>KDE is a Community which has been formed by its collective members for the purpose of the development and promotion of open source computer software.\nThis policy governs how the software we produce will handle information on your personal devices.</p>Legal Entity<p>The KDE Community is represented in legal and financial matters by the K Desktop Environment e.V.\n(known as the KDE e.V.), a registered non-profit in Germany.\nMore information on the KDE e.V.\ncan be found on its website.</p>Scope<p>While this policy applies to all software produced by the KDE Community, it is possible that where our software is obtained from third party distributors that they have modified our software to no longer respect this privacy policy.<br>\n<br>We recommend that users check with their distributor prior to using our software to ensure that they have not made any modifications which have a privacy impact.</p>General Principle<p>As a general rule, software produced by the KDE Community does not collect, transmit or otherwise transfer information from end-users devices except as a result of an explicit user action.\nExamples of this would include visiting webpages, sending emails and downloading new content (such as desktop wallpapers).<br>\n<br>In some instances, our software may also provide the option for periodic automated checks, such as to check for new email or system software updates.\nWhere these periodic automatic checks do exist, the option will be provided to disable them and only the minimum information needed to perform the periodic check will be transmitted.<br>\n<br>Where information from other services is retrieved by our software, such as email messages or files from cloud storage services, this information is never transferred from the device except as the result of explicit user action.\nAn example of this would be the user using Dolphin to copy files from one cloud storage provider to another.</p>Get Hot New Stuff Functionality<p>Certain software produced by the KDE Community may offer functionality to retrieve new content and addons, through a system known as “Get Hot New Stuff”.\nThis functionality is only activated when accessed by the user, and does not conduct any activity in the background.\nAs part of this functionality, details such as your search terms and sort order will be sent to the KDE Store, which will handle it in accordance with its privacy policy.</p>Telemetry<p>Some software produced by the KDE Community may include telemetry components, which provides details on the device it’s running on to us.\nWhere this functionality exists, it will always operate on an opt-in basis and be disabled by default, with the ability to change your preferences at any time.<br>\n<br>With regards to information collected, only details on the device itself (such as the software versions installed and its hardware specifications) along with details on how our software is used (such as whether certain features are enabled and what plugins have been installed) are collected.<br>\n<br>Details on the exact information being gathered will be provided by the application prior to the user being given the option to enable Telemetry functionality and any changes to this will be included in the release announcements for our software.<br>\n<br>At no point will any data which could be used to identify the device or its user be collected from the system, and we will not make use of any device, installation or user specific identifiers.<br>\n<br>For the information which is collected, we will cease the collection of that information once we no longer have any use for it and any information already in our possession will be securely destroyed at that point.<br>\n<br>Following the transmission of the telemetry information to us, it will be stored and accessed in accordance with the KDE.org Privacy Policy.\nTelemetry information will not be sent to any other party by our software.<br>\n<br>More information on the requirements our applications are subject to with regards to Telemetry can be found in our Telemetry Policy.</p>Changes in the Privacy Policy<p>We may change the privacy policy when we add new services, retire existing services and update existing ones.\nWhen this is done, except where the updates are minor (such as correcting typographical errors) we will post an announcement regarding the update on our website and detail the impact of the changes on you.</p>Contact information<p>Should you have any queries or other matters which aren’t addressed above, please feel free to contact us as described below.<br>\n<br>For queries relating to updating or removing information, or relating to how our services operate and publish data, please contact the Sysadmin team in the first instance.\nThis can be done by sending an email to sysadmin@kde.org, or alternatively by filing a ticket (KDE Identity account required)<br>\n<br>For all other queries, please contact the KDE e.V.\nBoard.\nThey can be reached by email at kde-ev-board@kde.org.<br>\n<br>Alternatively, should you wish to send your query via physically addressed mail, it can be sent to our office who will bring it to the attention of the Board.<br>Our current postal address can be found on the Contact section of the KDE e.V.\nwebsite.</p>KDE Patrons Donate to KDE Why Donate? Amount €\nDonate via PayPalOther ways to donateVisit the KDE MetaStore<p>Show your love for KDE! Purchase books, mugs, apparel, and more to support KDE.</p>BrowseProductsPlasma\nKDE Applications\nKDE Frameworks\nPlasma Mobile\nKDE Neon\nWikiToLearnDevelopTechbase Wiki\nAPI Documentation\nQt Documentation\nInqlude Documentation\nKDE GoalsNews &amp.\nPressAnnouncements\nKDE.news\nPlanet KDE\nScreenshots\nMiscellaneous StuffResourcesCommunity Wiki\nUserBase Wiki\nSupport\nDownload KDE Software\nCode of Conduct\nPrivacy Policy\nApplications Privacy PolicyDestinationsKDE Store\nKDE e.V.\nKDE Free Qt Foundation\nKDE Timeline\nInternational WebsitesShare on Matrix\nPost on Facebook\nShare on Twitter\nShare on Diaspora\nShare on Mastodon\nShare on LinkedIn\nShare on Reddit\nShare on YouTube\nShare on Peertube\nShare on VK\nShare on Instagram<p>\n<small>Maintained by KDE Webmasters (public mailing list).\nGenerated from 165419c95.</small>\n<small>KDE<sup>®</sup> and the K Desktop Environment<sup>®</sup> logo are registered trademarks of KDE e.V.\n| Legal</small>\n</p>\n", "created_at": "2021-05-16 15:23:11.86647", "updated_at": "2021-05-16 15:23:18.982181"}], "points": [{"id": 27814, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2022-05-13 10:37:59.423163", "updated_at": "2022-08-17 20:32:38.113056", "quoteText": "\n<p>Any changes or additions to the telemetry functionality of an application will be highlighted in the corresponding release announcement.", "case_id": 122, "document_id": 6028, "quoteStart": 1475, "quoteEnd": 1615}, {"id": 27813, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://kde.org/privacypolicy-apps/", "status": "Generated through the annotate view", "created_at": "2022-05-13 10:35:32.051854", "updated_at": "2022-08-17 20:32:32.937742", "quoteText": "We may change the privacy policy when we add new services, retire existing services and update existing ones.\nWhen this is done, except where the updates are minor (such as correcting typographical errors) we will post an announcement regarding the update on our website and detail the impact of the changes on you.</p>", "case_id": 122, "document_id": 6027, "quoteStart": 4249, "quoteEnd": 4568}, {"id": 27812, "title": "The service claims to be GDPR compliant for European users", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2022-05-13 10:27:08.737587", "updated_at": "2022-08-17 20:23:16.841825", "quoteText": "data protection laws and regulations (such as e.g.\nEU GDPR)</li>\n", "case_id": 481, "document_id": 6028, "quoteStart": 3318, "quoteEnd": 3383}, {"id": 23349, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://kde.org/privacypolicy-apps/", "status": "Generated through the annotate view", "created_at": "2021-07-01 14:22:35.475124", "updated_at": "2021-07-01 17:25:06.566353", "quoteText": "\n<br>For the information which is collected, we will cease the collection of that information once we no longer have any use for it and any information already in our possession will be securely destroyed at that point.<br>\n<br>", "case_id": 303, "document_id": 6027, "quoteStart": 3629, "quoteEnd": 3857}, {"id": 20727, "title": "There is a date of the last update of the agreements", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:33:49.082472", "updated_at": "2021-05-16 15:52:54.427188", "quoteText": "This page was last edited on 17 January 2020, at 12:44.", "case_id": 331, "document_id": 6028, "quoteStart": 6020, "quoteEnd": 6075}, {"id": 20730, "title": "IP addresses are not tracked", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:43:23.612904", "updated_at": "2021-05-17 18:16:49.510533", "quoteText": "network operation data (such as IP addresses inevitably exposed as part of the data transmission) is not stored together with the telemetry data, and must not be used in combination with telemetry data for any kind of data analysis.", "case_id": 192, "document_id": 6028, "quoteStart": 3576, "quoteEnd": 3808}, {"id": 20729, "title": "IP addresses of website visitors are not tracked", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:42:46.907809", "updated_at": "2021-05-16 15:43:00.196808", "quoteText": "data is stripped of any unnecessary detail and downsampled appropriately before sharing to avoid fingerprinting</li>\n<li>network operation data (such as IP addresses inevitably exposed as part of the data transmission) is not stored together with the telemetry data, and must not be used in combination with telemetry data for any kind of data analysis.", "case_id": 192, "document_id": 6028, "quoteStart": 3455, "quoteEnd": 3808}, {"id": 20728, "title": "You are not being tracked", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:40:34.753101", "updated_at": "2021-05-17 18:16:42.248338", "quoteText": "we will not use any unique device, installation or user id", "case_id": 218, "document_id": 6028, "quoteStart": 3387, "quoteEnd": 3445}, {"id": 20726, "title": "The terms for this service are easy to read", "source": "https://community.kde.org/Policies/Telemetry_Policy", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:32:15.974441", "updated_at": "2021-05-17 18:16:37.624012", "quoteText": "<ul>\n<li>is easy to understand</li>", "case_id": 199, "document_id": 6028, "quoteStart": 1342, "quoteEnd": 1377}, {"id": 20725, "title": "You are not being tracked", "source": "https://kde.org/privacypolicy-apps/", "status": "Generated through the annotate view", "created_at": "2021-05-16 15:25:43.68773", "updated_at": "2021-05-16 15:39:03.42309", "quoteText": "As a general rule, software produced by the KDE Community does not collect, transmit or otherwise transfer information from end-users devices except as a result of an explicit user action.", "case_id": 218, "document_id": 6027, "quoteStart": 1077, "quoteEnd": 1265}], "urls": ["kde.org"]}}