{"error": 448, "message": "OK", "parameters": {"id": 6135, "name": "Knoll", "created_at": "2021-12-21 23:42:08.233008", "updated_at": "2021-12-21 23:01:11.777388", "wikipedia": null, "keywords": null, "related": null, "slug": "knoll", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6135.png", "url": "knoll.com", "documents": [{"id": 11102, "name": "Privacy Notice", "url": "https://www.millerknoll.com/legal/privacy/privacy-notice", "xpath": "//body", "text": " Skip to main navigation @MillerKnoll Privacy Notice <p>Effective Date: November 1, 2021</p>\n<p>English<br>English (British)<br>French<br>German<br>Italian<br>Dutch<br>Spanish<br>Portuguese<br>Simplified Chinese<br>Japanese<br>Korean<br>Russian</p>\n<p>\n<strong>MillerKnoll respects your privacy and rights:</strong>\n</p>\n<p>Exercise Your Privacy Rights</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>Privacy at MillerKnoll</li>\n<li>Sources of Personal Information</li>\n<li>Personal Information We Collect</li>\n<li>Our Use of Personal Information</li>\n<li>Our Sharing of Personal Information</li>\n<li>Transfer of Personal Information Between Countries</li>\n<li>Security and Retention</li>\n<li>Children's Privacy</li>\n<li>Mobile Apps, OAuth, and Third-party Websites</li>\n<li>Cookies and Interest Based Advertising</li>\n<li>Your Privacy Rights</li>\n<li>Contact Details</li>\n<li>Changes to Our Privacy Notice</li>\n</ol>\n<ol>\n<li>\n<strong>Privacy at MillerKnoll</strong>\n<p>MillerKnoll respects your privacy and in this Privacy Notice describes our current privacy practices concerning the collection and use of your personal information and your choices concerning our use and collection.\nThis statement applies to personal information we obtain from and about individuals interacting with any MillerKnoll websites, mobile applications, social media sites, or other digital properties (collectively, the \"Site\" unless otherwise noted), and products and services.\nhowever, it does not apply to job applicants or employees.\nCapitalized terms not defined in this Privacy Notice are defined in the Terms of Use on our Site.</p>\n<p>This Privacy Notice applies to all MillerKnoll, Inc., controlled subsidiaries and affiliates globally, including but not limited to Herman Miller, Knoll, Colebrook Bosson Saunders, DatesWeiser, Design Within Reach, Edelman Leather, Fully, Geiger, HAY, Holly Hunt, KnollExtra, Knoll Office, KnollStudio, KnollTextiles, Maharam, Muuto, Nemschoff, naughtone, and Spinneybeck | FilzFelt jointly referred to as \"MillerKnoll Companies,\" or \"MillerKnoll.\"</p>\n<p>By using our Site or sharing your personal information with us, you accept the privacy practices described in this Privacy Notice.</p>\n</li>\n<li>\n<strong>Sources of Personal Information</strong>\n<p>As you interact with MillerKnoll, we may collect personal information about you from the following sources:</p>\n<p>2.1 Directly from you, such as:</p>\n<ul>\n<li>by filling in forms, including those on our Site</li>\n<li>when you carry out transactions with us</li>\n<li>when you communicate with us (including by email and SMS)</li>\n<li>when you use our products and services</li>\n<li>if you make a warranty claim regarding our products</li>\n<li>if you report a problem with our products or services</li>\n</ul> &nbsp.\n<p>2.2 From technology when you visit our Site.</p>\n<p>2.3 From parents, subsidiaries, and affiliates within MillerKnoll.</p>\n<p>2.4 From third-parties or public sources, such as:</p>\n<ul>\n<li>Dealers and resellers</li>\n<li>Service providers</li>\n<li>Data brokers/resellers of data</li>\n<li>Business partners</li>\n<li>Advertising networks</li>\n<li>Social media platforms and networks</li>\n<li>Public websites, government entities that maintain public records, or personal information that you submit to a public forum</li>\n</ul> &nbsp.\n<p>We may combine personal information that we receive from the sources described in this Privacy Notice, including third-party sources and public sources, and use or disclose it for the purposes described below.</p>\n</li>\n<li>\n<strong>Personal Information We Collect</strong>\n<p>The personal information we collect from you varies, depending on the way you use our Site or interact with us.\nThe personal information may include:</p>\n<p>3.1 <strong>Identifiers,</strong> such as name, shipping/billing address, telephone number, email address, IP address.\nbusiness title and contact details.\nbrowser type and language.\noperating system.\ndomain server.\ntype of computer or device.\nand other information about the device you use to access our Site.</p>\n<p>3.2 <strong>Customer record/ financial information,</strong> such as social security number, bank account or credit card number, or payment application identifiers, or other information needed for payments from you or to you.</p>\n<p>3.3 <strong>Commercial information,</strong> including records of products or services purchased, obtained, or considered, marketing preferences, customer feedback, and information regarding your Smart Furnishing preferences (e.g., desk height), or other purchasing or consuming histories or tendencies.</p>\n<p>3.4 <strong>Internet or other electronic network activity information,</strong> including, but not limited to, browsing history, search history, and personal information regarding your interaction with our Site or advertisements.</p>\n<p>3.5 <strong>Geolocation data</strong> from GPS, Wi-Fi, and/or cellular technology in your device to determine your location and your distance from a showroom, store, or dealer that displays our products or services.</p>\n<p>3.6 <strong>Audio, video, or other electronic information,</strong> such as recording calls made to our customer service centers or content that you provide.</p>\n<p>3.7 <strong>Professional or employment-related information,</strong> and other demographic information.</p>\n<p>3.8 <strong>Inferences</strong> drawn from any of the personal information above as used to create a profile about our customers.</p>\n</li>\n<li>\n<strong>Our Use of Personal Information</strong>\n<p>We use the personal information identified above for the following business purposes:</p>\n<p>4.1 For our internal business purposes, such as maintaining or servicing accounts, providing customer service, processing, or fulfilling order and transactions, verifying customer information, processing payments, providing financing, and performing analytics.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business and as necessary for performing our contracts with you.</p>\n<p>4.2 Internal research, development, and product improvement.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business.</p>\n<p>4.3 Verifying or maintaining the quality or safety of a service or product and to improve, upgrade, or enhance the service or product.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business.</p>\n<p>4.4 Short-term transient use, such as customization of ads shown as part of the same interaction.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business.</p>\n<p>4.5 Auditing related to a current interaction with the customer and concurrent transactions.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business.</p>\n<p>4.6 For legal, safety, and security reasons.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business, as necessary for compliance with MillerKnoll’s legal obligations and as necessary for performing or enforcing our contracts.</p>\n<p>4.7 For marketing or advertising, including contests and sweepstakes.\nThe legal basis for processing is MillerKnoll’s legitimate interest in conducting its business.</p>\n<p>4.8 For services of third-parties that you authorize.\nThe legal basis for processing is your consent.</p>\n<p>For services of third-parties that you authorize.\nThe legal basis for processing is your consent.</p>\n</li>\n<li>\n<strong>Our Sharing of Personal Information</strong>\n<p>We may share personal information collected about you with the following entities or in the following situations:</p>\n<p>5.1 <strong>Affiliated Companies.</strong> We may share some or all your personal information to our parent companies, subsidiaries, and affiliates within MillerKnoll.</p>\n<p>5.2 <strong>Service Providers.</strong> We may share your personal information with service providers to perform functions and services on our behalf, to deliver our products or services, and/or to conduct our business, such as product delivery services, payment processors, data hosting and storage providers, customer service, marketing, and data analytics service providers.</p>\n<p>5.3 <strong>Authorized Dealers.</strong> We may share your personal information with authorized dealers for sales, leasing, and customer service purposes, as well as lead generation and for the dealers’ own marketing purposes.</p>\n<p>5.4 <strong>Professional Advisors.</strong> We may share your personal information with our accountants, lawyers, and other professional advisers that assist us in carrying out our business activities.</p>\n<p>5.5 <strong>With Third Parties Regarding Corporate Changes.</strong> We might buy or sell businesses or assets.\nIn the event of a corporate sale, merger, reorganization, sale of assets, dissolution, or similar event, the personal information we collect may be part of the transferred assets.</p>\n<p>5.6 <strong>For Legal, Safety, and Security Reasons.</strong> We may disclose personal information to others (including law enforcement, public authorities, and regulatory bodies) if we are required to do so by law, or whenever we believe that disclosing such personal information is necessary or advisable to protect and defend our rights, property, or the safety of us or others.\nNote that we may be required to disclose an individual's personal information in response to a lawful request by public authorities (such as a court order), including to meet national security or law enforcement requirements.\nWe may also disclose your personal information to detect and/or resolve any fraud or security concerns.</p>\n<p>5.7 <strong>With Select Partner and Digital Advertising Networks for Targeted Marketing.</strong> We may share personal information that we hold about you with non-affiliated third-parties (select partners and digital advertising networks) for marketing of similar products or services.</p>\n<p>5.8 <strong>Consent.</strong> We may share personal information that we hold about you with your consent or at your direction with non-affiliated third-parties.</p>\n<p>California laws indicate that organizations should disclose whether certain categories of information are collected, “sold” or transferred for an organization’s “business purpose” (as those terms are defined under California law).\nYou can find a list of the categories of information that we collect and share here.\nPlease note that because this list is comprehensive it may refer to types of information that we share about people other than yourself.</p>\n</li>\n<li>\n<strong>Transfer of Information Between Countries</strong>\n<p>MillerKnoll is a global enterprise based in the United States with operations in countries around the world.\nAuthorized MillerKnoll personnel and third-parties acting on our behalf may access, use, and process personal information collected from you in a country that is different from yours, and which may have different, including less stringent, data protection laws.</p>\n<p>MillerKnoll has implemented global privacy practices for processing personal information to ensure the personal information is protected under various data protection laws, including the applicable data protection laws under which the personal information was collected.\nMillerKnoll transfers personal information between the countries in which we operate in accordance with the standards and conditions of applicable data protection laws, including standards and conditions related to security, processing, and acceptable transfer mechanisms.</p>\n</li>\n<li>\n<strong>Security and Retention</strong>\n<p>We use reasonable physical, technical, and administrative security measures to protect the confidentiality and security of your personal information.\nHowever, since the Internet is not a 100% secure environment and no security system or measures are impenetrable, we cannot guarantee the security of any information you transmit to us.\nWe strongly advise you not to communicate any confidential information through email to us or otherwise through our Site.</p>\n<p>We retain personal information only for as long as necessary to fulfill the stated purposes for which the personal information was collected or otherwise processed and thereafter only for legitimate purposes or legal requirements.</p>\n</li>\n<li>\n<strong>Children's Privacy</strong>\n<p>Our Site is not directed or targeted towards, nor intended for use by, persons under the age of 16.\nIf you are not at least 16 years of age, do not access, use, or register on our Site.\nWe do not knowingly collect, use, share or sell personal information from persons under age 16.\nIf you believe we have done so in error, please notify us and we will terminate and delete your account and account information.</p>\n</li>\n<li>\n<strong>Mobile Apps, OAuth, and Third-party Websites</strong>\n<br> &nbsp.\n<p>9.1 <strong>Mobile Applications</strong>\n<br> MillerKnoll may have mobile applications that you can download to your mobile device (the \"Applications\").\nWhen you download the Applications, there may be an opportunity for you to provide us with or for us to obtain personal information about you.\nEach Application will display a privacy notice that will inform you about how any new or different personal information shared via the application will be handled.\nOtherwise, personal information collected via the Applications will be the personal information identified above and will be used and shared as stated in this Privacy Notice.</p>\n<p>Certain features and functionality of the Applications are based on your location.\nTo provide these features and functionalities, if you consent, we may collect geolocational information from your mobile device, wireless carrier, and/or certain third-party service providers.\nCollection of geolocational information occurs only when you are using your mobile device.\nYou may decline to allow us to collect geolocational information or disable location services on your mobile device but doing so will restrict certain features and functionalities to you.</p>\n<p>9.2 <strong>Standard Open Authorization and Similar Technology (\"OAuth\") </strong>\n<br> With your permission, in addition to the uses of or access to your personal information discussed in this Privacy Notice, third-party applications and services may access your personal information using OAuth if you choose to log into our Site using your log-in information from those third-party applications.\nWe may also use OAuth to allow us to share personal information about you that is stored by us without sharing your security credentials.</p>\n<p>9.3 <strong>Third-party Websites</strong>\n<br> We are not responsible for the practices employed by third-party websites or services linked to or from our Site, including the information or content contained in such websites or services, and this Privacy Notice does not apply to them.\nPrivacy notices on such linked websites may be different from our Privacy Notice.\nYour browsing and interaction with any third-party website or service, including those that have a link on our Site, are subject to that third-party's own rules and privacy notices.\nYou access such linked websites at your own risk.\nYou should always read the privacy notice of a linked website before disclosing any of your personal information on such website.</p>\n</li>\n<li>\n<strong>Cookies and Interest Based Advertising</strong>\n<p>We use cookies, web beacons, widgets, and other automatic data collection and tracking technologies (collectively, the “Cookies”) to receive and store certain types of information whenever you interact with our Site through your computer or mobile device.\nCookies are small text files stored on your device when you access most websites on the internet or open certain emails.\nCookies allow a website to remember information about you, such as your user preferences, unique identifiers, and other information.\nMore specifically, we use Cookies to personalize your experience when you visit our Site, uniquely identify your computer for security purposes and enable us and our third-party service providers to serve ads on our behalf across the internet.</p>\n<p>We and our vendors, and our other third-parties, engage in interest-based advertising to deliver advertisements and personalized content that we and other advertisers believe will be of interest to you.\nThird-party vendors will be responsible for their own use of personal information collected through the Cookies.</p>\n<p>Advertisements may be delivered to you based on your online or mobile behavior (on our Site and on third-party websites), your search activity, your responses to one of our advertisements or communications, the pages you visit, your general geographic location, or other information.\nThese ads may appear on our Site or on third-party websites.\nThe vendors with whom we work to help us conduct interest-based advertising may be members of self-regulatory associations such as the Network Advertising Initiative (NAI) and the Digital Advertising Alliance (DAA).\nFor any Site directed at persons located in the European Union, we may work with vendors who are members of the European Digital Advertising Alliance (eDAA).\nVisit the links provided to exercise choice with respect to interest-based advertising or click on the AboutAds icon on a MillerKnoll advertisement and follow the instructions on how to opt-out.</p>\n<p>If you change computers, devices, or browsers.\nuse multiple computers, devices, or browsers.\nor delete your Cookies, you may need to repeat this process for each computer, device, or browser.\nOpting-out of interest-based advertising will not opt you out of all advertising, but rather only interest-based advertising from MillerKnoll or its agents or representatives.</p>\n<p>You may also see advertisements for third-parties on our Site or other websites or properties, based on your visits to, and activities on, our Site and other websites or properties.</p>\n<p>Visit each MillerKnoll brand website to view the respective Cookie List in their Cookie Notice and learn more about how to update your Cookie settings.</p>\n</li>\n<li>\n<strong>Your Privacy Rights</strong>\n<p>You may exercise your rights via the Privacy Rights Portal.</p>\n<p>11.1 <strong>Right to Opt-Out of Marketing</strong>\n</p>\n<p>\n<strong>Promotional Emails.</strong> You may opt-out of receiving certain future email communications from us by clicking on the unsubscribe link at the bottom of emails you receive from us.\nWe will use commercially reasonable efforts to process such requests in a timely manner.\nYou cannot opt-out of receiving transactional emails or communications related to your account with us.</p>\n<p>\n<strong>Promotional Mailings.</strong> You may opt-out of physical mail marketing and catalogs by completing the catalog opt-out form on each of the MillerKnoll brand websites.\nWe will use commercially reasonable efforts to process such requests in a timely manner.</p>\n<p>\n<strong>Promotional Text Messages.</strong> If you receive a text message from us that contains promotional information you can opt-out of receiving future text messages by replying “STOP.”</p>\n<p>You may also opt-out of marketing via our Privacy Rights Portal.</p>\n<p>11.2 <strong>Right to Opt-Out of Sale/Do Not Sell</strong>\n</p>\n<p>We may disclose the personal information identified in Section 3 above to third-parties for their targeted marketing purposes and to enhance your experience on our Site.\nAll customers have the right to opt-out of the sale of their personal information via the Privacy Rights Portal.</p>\n<p>To opt-out of online activity tracking and data sharing through Cookies, you can opt-out of each Cookie category (except strictly necessary Cookies) by clicking on the “Cookie Settings” button in the Cookie Notice found at the bottom of each MillerKnoll brand website.</p>\n<p>11.3 <strong>Right to Delete/Erasure</strong>\n<br> All customers have the right to request that we delete personal information about you that we have collected from you, but you should note that in many situations we must keep your personal information to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes.\nYou may exercise your rights via the Privacy Rights Portal.</p>\n<p>11.4 <strong>Right to Know</strong>\n<br> Right to Know All customers have the right to request that we disclose personal information that we have about you.\nYou can request that we provide you with the categories of personal information we have collected in the twelve (12) months preceding your request, at a minimum, and for each category: the categories of sources from which the personal information was collected.\nthe business or commercial purpose for which we collected the personal information.\nthe categories of third-parties to whom we sold or disclosed the category of personal information for a business purpose.\nand the business or commercial purpose for which we sold or disclosed the category of personal information.\nYou can also request that we provide the specific pieces of personal information that we have about you.\nYou may exercise your rights via the Privacy Rights Portal.</p>\n<p>11.5 <strong>Right to Data Portability</strong>\n<br> All customers have the right to obtain a copy of their personal information in a readily usable format.\nYou may exercise your rights via the Privacy Rights Portal.</p>\n<p>11.6 <strong>Right to Change/Rectify</strong>\n<br> All customers have the right to request a change to the personal information that we have about you.\nYou can access and update most of your account information on our Site by logging into your account.\nYou may also reach out to us via the Privacy Rights Portal.</p>\n<p>11.7 <strong>Right to Restrict/Object</strong>\n<br> In certain circumstances, you may have the right to restrict or object to the processing of your personal information.\nYou may exercise your rights via the Privacy Rights Portal.</p>\n<p>11.8 <strong> Verification</strong>\n<br> We may seek certain personal information to verify your identity that may include email address, mailing address, and government issued identification.\nWe may use third-party verification companies to help us verify your identity.\nIf you are submitting a request on behalf of a household, we will need to verify each member of the household in the manner set forth in this Section.</p>\n<p>11.9 <strong>Use of Authorized Agent</strong>\n<br> If you are making any of the requests above through an authorized agent, we will request written authorization from you and will seek to verify your identity in the manners stated above (depending on the request type), or we will accept a legal Power of Attorney to the authorized agent.\nTo make a request using an authorized agent contact privacy@millerknoll.com.</p>\n<p>11.10 <strong>Timing of Response</strong>\n<br> We will respond to Requests to Delete and Requests to Know within thirty (30) calendar days, unless we need more time, in which case we will notify you.\nIt may take up to sixty (60) days in total to respond to your request.\nWe will respond to Requests to Opt-Out within fifteen (15) business days.</p>\n<p>11.11 <strong>Non-Discrimination</strong>\n<br> MillerKnoll will not discriminate against you for exercising your rights.</p>\n</li>\n<li>\n<strong>Contact Details</strong>\n<p>If you have any questions about this Privacy Notice, please contact us at:</p>\n<p>\n<strong>Mailing Address:</strong>\n<br> MillerKnoll<br> Attn: Legal Department Privacy Inquiry<br> 855 East Main Ave.<br> Zeeland, MI 49464</p>\n<p>\n<strong>Email:</strong>\n<br>privacy@millerknoll.com</p>\n</li>\n<li>\n<strong>Changes to Our Privacy Notice</strong>\n<br> We may make changes to this Privacy Notice from time to time, in our sole discretion.\nWhen we do, we will update this page and display the date of last update at the top of the page.\nWe encourage you to periodically check this Site to learn about the personal information we collect, use, and share.\nYour continued use of any of our Site after the changes have been made will constitute your acceptance of the changes.\nIf you do not wish to continue using our Site under the new version of the Privacy Notice, please uninstall any mobile application and cease using our Site.\nWhen required under applicable law, we will seek affirmative consent from you before making material changes to how we handle data previously collected from you.\nIf you do not provide such consent, we will continue to use personal information in a manner consistent with the version of this Privacy Notice under which it was collected, or the personal information will be deleted.</li>\n</ol> Links Investor Relations Newsroom Privacy Notice Cookie Notice Do Not Sell My Personal Information <p> © 2021 MillerKnoll.\nAll Rights Reserved.\n</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie NoticeAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Strictly Necessary Only Confirm My Choices<p>We use cookies to personalize content and ads, to provide social media features, and to analyze our traffic.\nWe also share information about your use of our site with our social media, advertising, and analytics partners.View our Cookies Notice to learn more about how we use cookies and how you can manage them.</p>Cookies Settings Accept All Cookies", "created_at": "2021-12-21 23:42:08.237941", "updated_at": "2021-12-21 22:43:48.194702"}, {"id": 11100, "name": "Terms of Use", "url": "https://www.knoll.com/terms-of-use/terms-of-use", "xpath": "/html/body/section/div", "text": " <ul>\n<li>Knoll</li>\n<li>Terms of Use</li>\n</ul> Terms of Use\n<p>These Terms of Use (\"Terms of Use\") explain the contractual agreement between you, who uses this web site and agrees to these Terms of Use (\"you\", \"your\"), and Knoll®, Inc.\n(\"Knoll\", \"we\", \"us\", \"our\") regarding your use of this web site (\"Knoll Web Site\" or \"this web site\") and activities and purchases conducted through the Knoll Web Site.</p>\n<p>We recommend that you print a copy of these Terms of Use for your records.\nIf you have any questions about these Terms of Use, please call us at 800 343-5665 or send an email to shopservice@knoll.com.</p>\n1.\n\"Agree\"\n<p>By using this web site, you signify your acceptance of these Terms of Use.\nFurthermore, at various times within the Knoll Web Site you may be required to click certain buttons to register and participate in certain activities or to make purchases.\nYour act of \"clicking\" the button(s) signifies your further acknowledgement and agreement with these Terms of Use.\nWe will try to remind you at various times of these Terms of Use and your agreement with them, and you are encouraged to review them often.\nPlease note, however, that our failure on any web page to make specific notice of these Terms of Use does not mean that they are not applicable.\nThese Terms of Use apply to the entire web site and all functionality and features offered by us through this web site.\nIf you are dissatisfied with these Terms of Use, your sole remedy is to discontinue your use of this web site.</p>\n2.\nPrivacy\n<p>We recommend that you review our Privacy Policy which is part of these Terms of Use.\nIf at any time you are not in compliance with the policy, we have the right to terminate your rights of use and access to the Knoll Web Site.\nUnfortunately, we cannot insure that all personal information will never be disclosed in ways not otherwise described in the Privacy Policy.\nWe may be required by law to disclose information to government authorities, law enforcement or to third parties upon subpoena, and you authorize us to disclose information as we believe, in our sole discretion, is necessary or appropriate.</p>\n3.\nKnoll Shop Selling Policy\n<p>We, and our affiliates may offer various products, programs and services for use and/or purchase through the Knoll Web Site.\nSome of these products, programs and services may be governed by the Knoll Shop Selling Policy, which supplements and is a part of these Terms of Use as applicable.\nWe recommend that you review the Knoll Shop Selling Policy.</p>\n4.\nUpdates And Changes To The Terms Of Use\n<p>We reserve the right, at any time, to modify, alter, update, or remove portions of these Terms of Use, so please check them (including our Privacy Policy and the Knoll Shop Selling Policy) from time to time as your continued use of this web site after a change has been made signifies your acceptance of any changed items.\nWe may also add, delete or modify some or all of our products, programs or services at any time.\nYou may only amend these Terms of Use with a writing signed by both of us.</p>\n5.\nDisclaimers Of Warranties\n<p>Web Site<br>\nTHIS WEB SITE IS PROVIDED BY US \"AS-IS\" WITHOUT ANY WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY FOR INFORMATION, DATA, SERVICES, UNINTERRUPTED ACCESS, OR PRODUCTS PROVIDED THROUGH OR IN CONNECTION WITH THE SERVICE.\nWE SPECIFICALLY DISCLAIM ANY AND ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO: (1) ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, USEFULNESS, OR CONTENT OF INFORMATION, PRODUCTS OR SERVICES AND (2) ANY WARRANTIES OF TITLE, WARRANTY OF NON-INFRINGEMENT, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR WARRANTIES ARISING FROM USAGE OF TRADE OR COURSE OF DEALING.</p>\n<p>Products, Programs and ServicesProducts, programs and services sold by Knoll, or its affiliates through the Knoll Web Site are subject to the terms, warranties and representations, if any, outlined in the Knoll Shop Selling Policy.\nUnless otherwise expressly provided for in the applicable Knoll Shop Selling Policy, WE MAKE NO REPRESENTATION OR WARRANTY, EXPRESS OR IMPLIED, WITH RESPECT TO ANY PRODUCT, PROGRAM OR SERVICE SOLD, INCLUDING BUT NOT LIMITED TO: (1) ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, USEFULNESS, OR CONTENT OF INFORMATION, PRODUCTS OR SERVICES AND (2) ANY WARRANTIES OF TITLE, WARRANTY OF NON-INFRINGEMENT, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR WARRANTIES ARISING FROM USAGE OF TRADE OR COURSE OF DEALING.\nFurthermore, termination, return or cancellation of any product, program or service and refunds, if any, are governed by the applicable Knoll Shop Selling Policy.</p>\n<p>THESE DISCLAIMER OF WARRANTIES APPLY TO ANY DAMAGES OR INJURY CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF THE KNOLL WEB SITE, WHETHER FOR BREACH OF CONTRACT, TORTUOUS BEHAVIOR, NEGLIGENCE, PRODUCT LIABILITY OR UNDER ANY OTHER CAUSE OF ACTION.\nBECAUSE SOME STATES DO NOT ALLOW SOME OR ALL OF THESE DISCLAIMERS, THE ABOVE DISCLAIMERS MAY NOT APPLY TO YOU.\nIN SUCH STATES, WARRANTIES SHALL BE DISCLAIMED TO THE GREATEST EXTENT PERMITTED BY SUCH STATE LAW.</p>\n6.\nLimitation of Liability\n<p>Web Site<br>\nNEITHER WE NOR ANY OF OUR EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, SUCCESSORS, ASSIGNS, OR AFFILIATES SHALL BE LIABLE TO YOU OR ANY OTHER THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF USE OF THE KNOLL WEB SITE OR INABILITY TO GAIN ACCESS TO OR USE THE KNOLL WEB SITE.\nFURTHERMORE, IN NO EVENT SHALL OUR LIABILITY WITH RESPECT TO THE KNOLL WEB SITE EXCEED US$100.</p>\n<p>Products, Programs and Services<br>\nProducts, programs and services sold by us, or our affiliates through the Knoll Web Site are also subject to the limitation of liability provisions outlined in the Knoll Shop Selling Policy.\nTo the extent of any conflict between these Terms of Use and the Knoll Shop Selling Policy, these Terms of Use shall control.\nUnless otherwise expressly provided for in the Knoll Shop Selling Policy, NEITHER WE NOR ANY OF OUR EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, SUCCESSORS, ASSIGNS, OR AFFILIATES SHALL BE LIABLE TO YOU OR OTHER THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING AS A RESULT OF SUCH PRODUCTS, PROGRAMS OR SERVICES, AND IN NO EVENT SHALL OUR LIABILITY WITH RESPECT TO SUCH PRODUCTS, PROGRAMS OR SERVICES EXCEED THE AMOUNTS ACTUALLY PAID BY YOU TO US FOR SUCH PRODUCT OUT OF WHICH LIABILITY AROSE.</p>\n<p>THESE DISCLAIMERS OF TYPES OF DAMAGES AND LIMITATIONS OF LIABILITY APPLY TO ANY DAMAGES OR INJURY CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF THE KNOLL WEB SITE, WHETHER FOR BREACH OF CONTRACT, TORTUOUS BEHAVIOR, NEGLIGENCE, PRODUCT LIABILITY OR UNDER ANY OTHER CAUSE OF ACTION.\nBECAUSE SOME STATES DO NOT ALLOW SOME OR ALL OF THESE DISCLAIMERS AND LIMITATIONS, THE ABOVE DISCLAIMERS AND LIMITATIONS MAY NOT APPLY TO YOU.\nIN SUCH STATES, DAMAGES SHALL BE DISCLAIMED AND LIMITED TO THE GREATEST EXTENT PERMITTED BY SUCH STATE LAW.</p>\n7.\nLinks\n<p>(A) This site may contain links to other sites on the Internet that are owned and operated by third party vendors and other third parties.\nWe are providing these links solely as a convenience.\nThe appearance of a link does not imply our endorsement, nor are we responsible for the content of any linked site.\nYou access linked sites at your own risk.</p>\n<p>(B) You may only provide a hypertext link to the Knoll Web Site on another web site, if you comply with all of the following: (a) the link must be a text-only link clearly marked \"knoll.com\" or \"www.knoll.com\".\n(b) the link must \"point\" to the URL \"www.knoll.com\" and not to other pages within the Knoll Web Site.\n(c) the link, when activated by a user, must display the Knoll Web Site full-screen and not within a \"frame\" on the linking web site.\nand (d) the appearance, position and other aspects of the link must not be such as to damage or dilute the goodwill associated with our name and trademarks or create the false appearance we are associated with or sponsor the linking web site.\nWe reserve the right to revoke our consent to any link at any time in our sole discretion.</p>\n8.\nSystem Integrity\n<p>You may not use any device, software or routine, including but not limited to any viruses, trojan horses, worms, time bombs or other malicious code, intended to damage or interfere with the proper working of the Knoll Web Site or to surreptitiously intercept or expropriate any system, data or personal information from the Knoll Web Site.\nYou may not take any action which imposes an unreasonable or disproportionately large load on our infrastructure, including but not limited to denial of service attacks or \"spam\" or similar unsolicited mass e-mailing techniques.</p>\n9.\nCompliance With Laws\n<p>You agree to comply with all applicable laws, statutes, ordinances and regulations regarding your use of the site and your purchase of the items on the site.\nYou must be 18 years or older to use this web site.</p>\n10.\nUser Content, User Communications, Feedback And Submissions\n<p>(A) Interactive Areas<br>\nOur website may contain comments sections, discussion forums, bulletin boards, or other interactive features (\"Interactive Areas\") in which you may post or upload comments or user-generated content such as video, photos, messages, other materials or items (collectively, \"User Content\").\nYou are solely responsible for your use of any Interactive Areas and you use them at your own risk.\nBy submitting User Content to an Interactive Area, you represent that you are 18 years of age or older.</p>\n<p>(B) Community Guidelines<br>\nIf you submit any User Content or participate in an Interactive Area within or in connection with the Knoll Website, you agree not to submit, publish, distribute, or transmit through the Knoll Website any content that is libelous, defamatory, obscene, pornographic, threatening, invasive of privacy or publicity rights, abusive, illegal, hateful, racially or ethnically discriminatory, or that would constitute or encourage a criminal or civil offense, violate the rights of any party, or that would otherwise give rise to liability or violate any law.\nYou also agree that you will not submit, publish, distribute, or transmit anything through this web site that will violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary rights.\nWe do not endorse any information posted or content contained on the Knoll Web Site and we are not liable for any information posted on the Knoll Web Site, including but not limited to any information posted about you.\nWe reserve the right to take any action with respect to information posted on the Knoll Web Site which we believe is appropriate in our sole discretion, including but not limited to removal.\nHowever, we cannot, nor do we, control the information provided by users or content providers which is made available through our system.\nBy its very nature, other people's information may be offensive, harmful, inaccurate, or in some cases may be mislabeled or deceptively labeled.</p>\n<p>(C) Monitoring<br>\nKnoll shall have the right, but not the obligation, to monitor User Content posted or uploaded to the Knoll Web Site to determine compliance with these Terms of Use and any operating rules established by Knoll and to satisfy any law, regulation or authorized government request.\nAlthough Knoll has no obligation to monitor, screen, edit or remove any of the User Content posted or uploaded to the Knoll Web Site, Knoll reserves the right, and has absolute discretion, to screen, edit, refuse to post or remove without notice any User Content posted or uploaded to the Knoll Web Site at any time and for any reason, and you are solely responsible for creating backup copies of and replacing any User Content posted to the Site at your sole cost and expense.</p>\n<p>(D) License to User Content<br>\nYou acknowledge that you are responsible for any information, profiles, messages, text, files, images, photos, video, music, sounds, or other content or materials (“User Content”) that you submit, upload, post or otherwise provide or make available to Knoll or its vendors.\nYou agree to allow the use of User Content which is on third party companies’ websites, for example Instagram, Twitter, Facebook, Vine, Pinterest and Google+, that are associated with hashtags related to Knoll, including, for example, #myknoll.\nIf your Submission is selected by Knoll to be used, it may be displayed for other users to see, together with your name and associated Instagram, Twitter, Facebook or Vine (if applicable) profile information (such as your handle and profile picture).\nIn doing so you automatically grant Knoll and its subsidiaries and affiliates, the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, publish, reproduce, modify, adapt, edit, translate, create derivative works from, incorporate into other works, distribute, sub-license and otherwise exploit such User Content (in whole or in part) worldwide in any form, media or technology now known or hereafter developed for the full term of any copyright that may exist in such User Content.\nSuch Submissions may be used on the Knoll Website and/or on other Knoll marketing materials, including emails, social media and store signage.\nKnoll is under no obligation to display, feature or use any Submission, but may do so at its sole discretion.\nYou warrant that such User Content is accurate and not misleading, and that use and posting or other transmission of such User Content does not violate these Terms of Use and will not violate any rights of or cause injury to any person or entity.\nYou further grant Knoll the right to pursue at law any person or entity that violates your or Knoll's rights in the User Content by a breach of these Terms of Use.</p>\n<p>(E) Moral Rights<br>\nIf it is determined that you retain moral rights (including rights of attribution or integrity) in the User Content, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the User Content, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion and exploitation of the User Content by Knoll or its licensees, successors and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the User Content.\nand (d) you forever release Knoll, and its licensees, successors and assigns, from any claims that you could otherwise assert against Knoll by virtue of any such moral rights.\nYou also permit any other user to access, view, store or reproduce the User Content for that user's personal use.</p>\n<p>(F) User Content<br>\nUser content submitted by you will be considered non-confidential and Knoll is under no obligation to treat such User Content as proprietary information.\nWithout limiting the foregoing, Knoll reserves the right to use any User Content as it deems appropriate, including, without limitation, deleting, editing, modifying, rejecting, or refusing to post it.\nKnoll is under no obligation to offer you any payment for User Content that you submit or the opportunity to edit, delete or otherwise modify User Content once it has been submitted to Knoll.\nKnoll shall have no duty to attribute authorship of User Content to you, and shall not be obligated to enforce any form of attribution by third parties.</p>\n11.\nProduct Information, Sales, Availability, Payment And Returns\n<p>All prices displayed on this web site are quoted in U.S.\ndollars and are valid and effective only in the United States.\nWe charge sales tax on all shipments delivered to addresses within the following states: Alabama, Arizona, California, Colorado, Connecticut, Delaware, District of Columbia, Florida, Georgia, Illinois, Indiana, Iowa, Kansas, Louisiana, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Nebraska, New Jersey, New York, North Carolina, North Dakota, Ohio, Oklahoma, Pennsylvania, Tennessee, Texas, Virginia, Washington, and Wisconsin.</p>\n<p>We reserve the right without prior notice to discontinue or change specifications and prices on products, programs and services offered on this web site without incurring any obligations (although changes to specifications and pricing will not affect orders placed prior to the change).\nAll products displayed on this web site are available while supplies last.\nFurthermore, not all products, programs and services are available in all areas.\nPlease confirm availability prior to purchasing any product, program or service.\nWe reserve the right to cancel a sale and issue a return authorization for merchandise that is unexpectedly out of stock, does not conform to specifications, or is advertised or shipped in error.\nWe reserve the right to limit the order quantity on any item and/or refuse service to any customer without prior notification.\nPlease note that while we have tried to accurately display the appearance of products, the actual colors and images you see will depend on your monitor and may not be accurate.\nDescriptions of, or references to, products or services on the Knoll Web Site do not imply endorsement of that product, program or service, or constitute a warranty, by us.\nIf you are having a problem with product, program or service purchased through the Knoll Web Site, please refer to the procedures outlined in the Knoll Shop Selling Policy.\nIf an exception to the Knoll Shop Selling Policy applies to a particular product, program or service, it will be noted on the corresponding page of the Knoll Web Site.\nYou should carefully review the Knoll Shop Selling Policy before purchasing products, programs or services from us.</p>\n12.\nOwnership\n<p>The Knoll Web Site and all intellectual property rights included in or related to the Knoll Web Site (including but not limited to copyrights, trademarks, service marks, domain name rights, patents and data rights), are owned or licensed by us, and all right, title and interest in the Knoll Web Site and the intellectual property rights remain our property.\nPlease note that pictures of Knoll products on the Knoll web Site are NOT in the public domain and you are NOT permitted to copy, download, modify or redistribute or redisplay these images without our prior written consent.\nYou may not, and these Terms of Use do not give you permission to, reproduce, reverse engineer, decompile, disassemble, modify or create derivative works with respect to the Knoll Web Site.\nFurthermore, you may not remove any copyright, trademark or other intellectual property or proprietary notice or legend contained on the Knoll Web Site or its content.</p>\n<p>Furthermore, the Knoll U.S.\nTrademarks and Service Marks document contains a list of Knoll, Inc.\nregistered trademarks and service marks.\nOur trademarks may not be used by you for any purpose.</p>\n13.\nTermination Of Usage\n<p>These Terms of Use are in force until terminated by either you or us.\nYou may terminate these Terms of Use solely by discontinuing your use and access to the site.\nWe may terminate these Terms of Use, or suspend your access to all or part of the Knoll Web Site, without notice, for any conduct that we, in our sole discretion, believe is disruptive to the site or is in violation of any applicable law or these Terms of Use.\nIn the event of termination or expiration of these Terms of Use for any reason, the provisions of Sections 2, 5, 6, 7, 8, 12, 13, 14, 15, 16, 17 and 18 shall survive.</p>\n14.\nIndemnification\n<p>You agree to indemnify, defend and hold us harmless from and against any and all claims, demands, actions, costs, liabilities, losses and damages of any kind (including attorneys' fees) resulting from your breach of any provision of these Terms of Use and/or any intentional wrongdoing by you.\nAny such indemnification shall be conditioned on our: (a) notifying you in writing of any such claim, demand, action, cost, liability, loss or threat of any thereof.\nand (b) reasonably cooperating with you in the defense or settlement thereof.\nWe shall be entitled to participate in such defense at our own cost and expense.</p>\n15.\nGoverning Law And Jurisdiction\n<p>This site is controlled and operated by us from our offices within the Commonwealth of Pennsylvania, United States of America.\nAlthough it may be technically accessed from all 50 states as well as from other countries around the world, you agree that your use of the Knoll Web Site shall be construed to be made from within the Commonwealth of Pennsylvania and you agree that these Terms of Use and your use of the Knoll Web Site shall be governed in all respects by the internal substantive laws of the Commonwealth of Pennsylvania, without regard to conflict of law’s provisions.\nWe specifically disclaim the applicability of the United Nations Convention on the International Sale of Goods and the Uniform Computer Information Transactions Act.\nYou further submit to jurisdiction and venue in the state and federal courts located in the Commonwealth of Pennsylvania, Montgomery County and further agree that any cause of action you may bring arising under your use of the Knoll Web Site or any product, service or program purchased by you through the Knoll Web Site shall be brought by you exclusively in a state or federal court located in the Commonwealth of Pennsylvania, Montgomery County.</p>\n16.\nState Specific Legal Notices\n<p>Pursuant to California Civil Code Section 1789.3 and California Business and Professions Code Section 17538, residents of California are hereby advised of the following: Knoll, Inc., located at 1235 Water Street, East Greenville, Pennsylvania 18041, is the provider of the electronic commercial service on this site.\nAlthough Knoll, Inc.\nreserves the right to begin charging for use of all or any portion of this site, currently there are no charges to the consumer imposed by Knoll, Inc.\nfor use of this site, other than the cost of any products purchased on or through the site and any applicable taxes and shipping fees associated with such purchases.\nThese charges appear for each purchase on the web pages relating to each purchase.\nThe purchase rules are contained in these Terms of Use and the Knoll Shop Selling Policy.\nThe Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs in California may be contacted in writing at 400 R.\nStreet, Suite 3090, Sacramento, CA 95814 or by calling 800 952-5210.</p>\n<p>Upon your request, you may have this Agreement sent to you by e-mail.\nPlease feel free to contact Knoll, Inc.\nto resolve a complaint regarding any aspect of service relating to this site by writing to the above address, or contacting our customer service department at 800 343-5665.</p>\n17.\nOther General Provisions\n<p>No agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by these Terms of Use between you and us.\nThese Terms of Use are an agreement between you and us and are not intended to be for the benefit of any third party.\nIf any provision of these Terms of Use is held to be invalid or unenforceable, such provision will be struck and the remaining provisions enforced.\nHeadings are for reference purposes only.\nOur failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\nWe reserve the right to report any wrongdoing, if we become aware of it, to the applicable government agencies or otherwise.\nThese Terms of Use, and all writings and web pages incorporated by reference into these Terms of Use, set forth the entire understanding and agreement between us with respect to the subject matter hereof.</p>\nHow To Contact Us\n<p>Knoll, Inc.<br>\n1235 Water Street<br>\nEast Greenville, PA 18041<br>\n800 343-5665<br>\nshopservice@knoll.com<br>\ntextiles_orders@knoll.com</p> ", "created_at": "2021-12-21 23:42:08.23506", "updated_at": "2021-12-21 22:43:08.125372"}, {"id": 11101, "name": "Cookie Notice", "url": "https://www.knoll.com/cookie-notice", "xpath": "/html/body/section/div", "text": " <ul>\n<li>Cookie Notice</li>\n</ul> knoll.comCookie Notice\n<p>This Cookie Notice applies to all MillerKnoll controlled subsidiaries and affiliates globally, including but not limited to Herman Miller, Knoll, Colebrook Bosson Saunders, DatesWeiser, Design Within Reach, Edelman Leather, Fully, Geiger, HAY, Holly Hunt, KnollExtra, Knoll Office, KnollStudio, KnollTextiles, Maars Living, Maharam, Muuto, Nemschoff, naughtone, and Spinneybeck|FilzFelt jointly referred to as \"MillerKnoll Companies,\" or \"MillerKnoll.\"</p> Cookies\n<p>\nCookies are small text files stored on your device when you access most Websites on the internet or open certain emails.\nAmong other things, Cookies allow a Website to recognize your device and remember if you've been to the Website before.\nExamples of information collected by Cookies include your browser type and the address of the Website from which you arrived at our Website as well as IP address and clickstream behavior (that is the pages you view and the links you click).</p>\n<p>We use the term cookie to refer to Cookies and technologies that perform a similar function to Cookies (e.g., tags, pixels, web beacons, etc.).\nCookies can be read by the originating Website on each subsequent visit and by any other Website that recognizes the cookie.</p>\n<p>The Website uses Cookies in order to make the Website easier to use, to support a better user experience, including the provision of information and functionality to you, as well as to provide us with information about how the Website is used so that we can make sure it is as up to date, relevant, and error free as we can.</p>\nCookies on the Website\n<p>We use Cookies to personalize your experience when you visit the Site, uniquely identify your computer for security purposes, and enable us and our third-party service providers to serve ads on our behalf across the internet.\n</p>\n<p>We classify Cookies in the following categories:</p>\n<ul>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n<li>Social Media Cookies</li>\n</ul>\n<p>Below is a detailed list of the Cookies we use on our Website.\nYou can opt-out of each cookie category (except strictly necessary Cookies) by clicking on the “cookie settings” button below: </p>\nCookies Settings <p>\n</p>\nInterest-Based Advertising and Opting Out\n<p>\nWe partner with third parties to display advertising on our Website or to manage our advertising on other sites.\nOur third-party partners may use Cookies or similar technologies in order to provide you with advertising based on your browsing activities and interests.</p>\nHow to opt out of interest-based advertising:\n<ul>\n<li>If you are located in the European Union</li>\n<li>If you are located in the US or Canada</li>\n</ul>\n<p>Note: Even if you opt out, generic, non-personalized ads will continue to be displayed.</p> Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used Lifespan .knoll.com OptanonConsent, OptanonAlertBoxClosed First Party 365 Days, 365 Days knoll.com _dc_gtm_UA-xxxxxxxx First Party A few seconds www.knoll.com JSESSIONID, CraftSessionId, cookietest, CookieConsent, checkCookies First Party A few seconds, Session, Session, 14008 Days, A few seconds consent.cookiebot.com CookieConsent Third Party 14008 Days cdn.listrakbi.com checkCookies Third Party A few seconds Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Performance Cookies Cookie Subgroup Cookies Cookies used Lifespan knoll.com _ga, _gclxxxx, _gid, _uetvid First Party 730 Days, 90 Days, 1 Day, 390 Days s1.listrakbi.com AWSALBCORS, AWSALB Third Party 7 Days, 7 Days Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used Lifespan www.knoll.com _knollbreadcrumb, wcsPageSignInRequired First Party Session, 1 Day knoll.com _pin_unauth, BE_CLA3, stc122742 First Party 365 Days, 37200 Days, 365 Days vimeo.com vuid Third Party 730 Days knoll-composer.outwardinc.com express:sess.sig, express:sess Third Party Session, Session track.cylindo.com CylindoT Third Party 3650 Days affirm.com DUMMY_COOKIE, t_v2_s, 3060738.3440491 Third Party Session, 730 Days, A few seconds cdn1.affirm.com cookietest Third Party Session Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used Lifespan www.knoll.com tracker_device First Party 1825 Days knoll.com _uetsid, _fbp, GSIDXCQkAdBXToTF, ltkpopup-session-depth, ltkTestMode, STSID163135, rmStore, mp_dev_mixpanel First Party 1 Day, 90 Days, 3652 Days, Session, 12136 Days, 365 Days, A few seconds, 365 Days openx.net i Third Party 365 Days 3lift.com tluid Third Party 90 Days sitescout.com ssi, _ssuma Third Party 365 Days, 30 Days linksynergy.com icts, rmuid Third Party 365 Days, 365 Days krxd.net _kuid_ Third Party 180 Days adswizz.com OAID Third Party 30 Days tapad.com TapAd_TS, TapAd_3WAY_SYNCS, TapAd_DID Third Party 60 Days, 60 Days, 60 Days doubleclick.net test_cookie Third Party A few seconds spotxchange.com audience Third Party 365 Days agkn.com ab, u Third Party 365 Days, 365 Days www.linkedin.com bscookie Third Party A few seconds c.deployads.com d7s_dc Third Party 366 Days pro-market.net anProfile Third Party 180 Days ads.stickyadstv.com sessionId, UID, uid-bp-xxxxx Third Party Session, 30 Days, 60 Days bing.com MUID Third Party 365 Days listrakbi.com usid, gsid, scasid Third Party 90 Days, 3652 Days, 365 Days advertising.com APID Third Party 366 Days pubmatic.com PugT, PUBMDCID, KRTBCOOKIE_xxxx Third Party 30 Days, 90 Days, 180 Days casalemedia.com CMPS, CMID Third Party 90 Days, 365 Days analytics.yahoo.com IDSYNC Third Party 366 Days www.facebook.com Third Party Session ads.linkedin.com lang Third Party Session adnxs.com anj, uuid2 Third Party 90 Days, 90 Days bh.contextweb.com INGRESSCOOKIE Third Party Session i.liadm.com _li_ss Third Party 30 Days t.tailtarget.com u, _ssc Third Party 365 Days, 2 Days cdn.listrakbi.com STSD163135 Third Party 12136 Days api.bluecore.com mp_dev_mixpanel Third Party A few seconds spotim.market a309017, vmuid Third Party 62 Days, 62 Days track.cylindo.com ASP.NET_SessionId Third Party Session yahoo.com B, APIDTS, A3, APID Third Party 365 Days, 1 Day, 365 Days, 306 Days sharethrough.com stx_user_id Third Party 365 Days linkedin.com lang, bcookie, UserMatchHistory, lidc, li_gc, AnalyticsSyncHistory Third Party Session, A few seconds, A few seconds, A few seconds, 729 Days, A few seconds affirm.com tracker_device Third Party A few seconds cdn1.affirm.com tracker_device Third Party A few seconds dmxleo.com dmxId Third Party 300 Days dpm.demdex.net dpm Third Party 180 Days demdex.net demdex Third Party 180 Days smartadserver.com csync, pid, TestIfCookieP Third Party 396 Days, 396 Days, 396 Days postrelease.com opt_out Third Party 365 Days retargetly.com _rlid, _rlsnc Third Party 180 Days, A few seconds crwdcntrl.net _cc_cc Third Party Session rmp.rakuten.com rmuid, icts Third Party 365 Days, 365 Days youtube.com YSC, VISITOR_INFO1_LIVE, CONSENT Third Party Session, 365 Days, 6176 Days 1rx.io _rxuuid Third Party 365 Days taboola.com t_gid Third Party 365 Days lkqd.net sr97, lkqdidts, lkqdid Third Party 365 Days, 365 Days, 365 Days exchange.mediavine.com mv_tokens, mv_tokens_eu-v1 Third Party 14 Days, 14 Days lijit.com ljt_reader Third Party 365 Days thrtle.com mc Third Party 200 Days liadm.com lidid Third Party 18995 Days How To Turn Off Cookies\n<p>\nYou can choose to restrict or block Cookies through your browser settings at any time.\nFor more information about how to do this, and about Cookies in general, you can visit www.allaboutcookies.org and www.youronlinechoices.eu.\nPlease note that certain Cookies may be set as soon as you visit the Website, but you can remove them using your browser settings.</p>\n<p>However, please be aware that restricting or blocking Cookies set on the Website may impact the functionality or performance of the Website or prevent you from using certain services provided through the Website.\nIt will also affect our ability to update the Website to cater for user preferences and improve performance.</p>\n\"Do Not Track\" Function\n<p>Some web browsers may give you the ability to enable a \"do not track\" feature that sends signals to the Websites you visit, indicating that you do not want your online activities tracked.\nIf the browser has Do Not Track enabled, we will automatically disable social media and tracking Cookies.\nHowever, if you accept Cookies through our cookie banner, this will override the Do Not Track signal, and social media and tracking Cookies will be enabled.\nLearn more information about \"do not track.\"</p>\nCookies within Mobile Applications\n<p>\nWe only use Strictly Necessary Cookies on our mobile applications.\nThese Cookies are critical to the functionality of our applications, so if you block or delete these Cookies you may not be able to use the application.\nThese Cookies are not shared with any other application on your mobile device.\nWe never use the Cookies from the mobile application to store personal information about you.</p>\n<p>If you have any questions regarding our use of Cookies, please contact privacy@millerknoll.com.</p> ", "created_at": "2021-12-21 23:42:08.236602", "updated_at": "2021-12-21 22:42:44.198847"}], "points": [], "urls": ["knoll.com"]}}