{"error": 448, "message": "OK", "parameters": {"id": 5528, "name": "Tito’s Handmade Vodka", "created_at": "2021-11-05 19:34:49.608375", "updated_at": "2021-11-05 23:01:13.281872", "wikipedia": null, "keywords": null, "related": null, "slug": "tito-s-handmade-vodka", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5528.png", "url": "titosvodka.com", "documents": [{"id": 9930, "name": "Privacy Policy", "url": "https://www.titosvodka.com/privacy/", "xpath": "//*[@id=\"main\"]", "text": "Privacy Policy Effective date: 9/28/21 | Updated: 9/28/21 <p>We at Fifth Generation, Inc.\n(“Company”) know you care about how your personal information is used and shared, and we take your privacy seriously.\nPlease read the following to learn more about our Privacy Policy.\nBy using or accessing our website(s), merchandise, services and applications (the “Services”) in any manner, you acknowledge that you accept the practices and policies outlined in this Privacy Policy, and you hereby consent that we will collect, use, and share your information in the following ways.</p>\n<p>Remember that your use of Company Services is always subject to this Privacy Policy.</p>\n<strong>What does this Privacy Policy cover?</strong>\n<p>This Privacy Policy covers our treatment of personally identifiable information (\"Personal Information\") that we gather when you are accessing or using our Services, but not to the practices of companies we don’t own or control, or people that we don’t manage.\nWe gather various types of Personal Information from our users, as explained in more detail below, and we use this Personal Information internally in connection with our Services, including to personalize, provide, and improve our services, to contact you, to fulfill your requests for certain merchandise and services, and to analyze how you use the Services.\nIn certain cases, we may also share some Personal Information with third parties, but only as described below.</p>\n<strong>Will Company ever change this Privacy Policy?</strong>\n<p>We’re constantly trying to improve our Services, so we may need to change this Privacy Policy from time to time as well, but we will alert you to changes by placing a notice on the Company platform, by sending you an email, and/or by some other means.\nThis Privacy Policy governs your use of the Services, and you are responsible for reading and understanding them.\nIf you use the Services after any changes to the Privacy Policy have been posted, that means you agree to all the changes.</p>\n<strong>What Information does Company Collect?</strong>\n<p>\n<strong>Information You Provide to Us</strong>\n</p>\n<p>We receive and store any information you knowingly provide to us.\nFor example, through the email newsletter registration process, we may collect Personal Information such as your name, or email address.\nCertain information may be required to register with us or to take advantage of some of our features.</p>\n<p>We may communicate with you if you’ve provided us the means to do so.\nFor example, if you’ve signed up for our email newsletter and given us your email address, we may send you promotional email offers on behalf of other businesses, or email you about your use of the Services.\nAlso, we may receive a confirmation when you open an email from us.\nThis confirmation helps us make our communications with you more interesting and improve our services.\nIf you do not want to receive communications from us, please indicate your preference by unchecking the opt-in box.</p>\n<p>\n<strong>Information Collected Automatically</strong>\n</p>\n<p>Whenever you interact with our Services, we automatically receive and record information on our server logs from your browser or device, which may include your IP address, device identification, “cookie” information, the type of browser and/or device you’re using to access our Services, and the page or feature you requested.</p>\n<p>“Cookies” are identifiers we transfer to your browser or device that allow us to recognize your browser or device and tell us how and when pages and features in our Services are visited and by how many people.\nYou may be able to change the preferences on your browser or device to prevent or limit your device’s acceptance of cookies, but this may prevent you from taking advantage of some of our features.</p>\n<p>If you click on a link to a third party website or service, a third party may also transmit cookies to you.\nAgain, this Privacy Policy does not cover the use of cookies by any third parties, and we aren’t responsible for their privacy policies and practices.\nPlease be aware that cookies placed by third parties may continue to track your activities online even after you have left our Services, and those third parties may not honor “Do Not Track” requests you have set using your browser or device.</p>\n<p>We may use the data we collect to customize content for you that we think you might like, based on your usage patterns.\nWe may also use it to improve the Services – for example, this data can tell us how often users use a particular feature of the Services, and we can use that knowledge to make the Services interesting to as many users as possible.\nFor example, we use conversion tracking Facebook Pixels and Pinterest Tags to record how efficient our advertisements are for research purposes.\nThis information is anonymous to us in that we cannot see the personal information of individual users.\nHowever, Facebook or Pinterest may connect the data with your account and use the data for their own advertising purposes, in accordance with its current privacy policy, which you can find here for Facebook and here for Pinterest.</p>\n<p>\n<strong>Do Not Track Policy</strong>\n</p>\n<p>Your browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services (including behavioral advertising services) that you do not wish such operators to track certain of your online activities over time and across different websites.\nOur Services do not support Do Not Track requests currently.</p>\n<strong>Will Company Share Any of the Personal Information it Receives?</strong>\n<p>Some Personal Information, such as your IP address and email address, may be shared with the following third parties we work with to run our website, advertising and email communications.\nThey will only use this information to serve our needs.\nWe share your personal information with the following categories of third parties:</p>\n<ul>\n<li>Email Marketing Services</li>\n<li>Analytics Services – we do use a cookie which allows Google Analytics to generate aggregated statistical data on how a visitor uses our website.\nSuch cookies information about how a visitor uses a website, such as the pages that visitors go to frequently - these cookies don't collect information that allow us to specifically identify you.\nit only provides aggregated information about our visitors.\nFor more information visit: https://support.google.com/analytics/answer/181881?hl=en</li>\n<li>Charitable Donation Requests Services</li>\n<li>Contact Us Form Services</li>\n<li>Web Store Services</li>\n<li>Sweepstakes and Promotions Services</li>\n<li>Advertising, Marketing &amp.\nMedia Services </li>\n<li>Event Registration Services</li>\n<li>Event Photo Booth Services </li>\n</ul>\n<p>\n<strong>Protection of Company and Others:</strong> We reserve the right to access, read, preserve, and disclose any information that we believe is necessary to comply with law or court order.\nenforce or apply our terms of use, if any, and other agreements.\nor protect the rights, property, or safety of Company, our employees, our users, or others.</p>\n<strong>Is Personal Information about me secure?</strong>\n<p>We endeavor to protect the privacy of your Personal Information we hold in our records, but unfortunately, we cannot guarantee complete security.\nUnauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.</p>\n<strong>What Personal Information can I access?</strong>\n<p>The information you can view, update, and remove may change as the Services change.\nIf you have any questions about viewing, updating or removing the Personal Information that we have on file about you, please email your request to privacy@titosvodka.com with the subject line, “Personal Information Request.”</p>\n<p>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of Personal Information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties.\nIf you are a California resident and would like a copy of this notice, please submit a written request to: privacy@titosvodka.com.\nFor more information on our California Privacy Policy click here.</p>\n<strong>What choices do I have?</strong>\n<p>You can always opt not to disclose information to us, but keep in mind some information may be needed to register with us or to take advantage of some of our features.\nIf we have reached out to you through e-mail for marketing and promotional purposes, then you can always unsubscribe using the link in the e-mail.\nAlternatively, you can reach out directly to us at marketing@titosvodka.com and we will help you out.</p>\n<p>You can manage your Facebook Ad Preferences <strong>here</strong>.</p>\n<p>You can manage your Pinterest Ad Preferences <strong>here</strong>.</p>\n<p>You can opt-out of Google Analytics tracking by installing a browser add-on <strong>here.</strong>\n</p>\n<strong>Can I change my email communication preferences?</strong>\n<p>You may manage your receipt of emails by clicking on the “unsubscribe” link located on the bottom of most emails from Company.\nAlternatively, you can email us at marketing@titosvodka.com and we will help you out.\nWe will use commercially reasonable efforts to process such requests in a timely manner.</p>\n<strong>What if I have questions about this policy?</strong>\n<p>If you have any questions or concerns regarding our privacy policies, please send us a detailed message to privacy@titosvodka.com, and we will try to resolve your concerns.</p>", "created_at": "2021-11-05 19:34:49.610599", "updated_at": "2021-11-05 18:35:42.041007"}], "points": [], "urls": ["titosvodka.com"]}}