{"error": 448, "message": "OK", "parameters": {"id": 2958, "name": "FTX", "created_at": "2021-04-04 16:23:54.99661", "updated_at": "2021-04-06 00:01:39.481149", "wikipedia": null, "keywords": null, "related": null, "slug": "ftx", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2958.png", "url": "ftx.com", "documents": [{"id": 4667, "name": "Privacy Policy ", "url": "https://help.ftx.com/hc/en-us/articles/360031035671-Privacy-Policy", "xpath": "/html/body/main/div[2]/div/article/section[1]/div/div[1]", "text": "<p>\n<strong>FTX Privacy Policy</strong>\n</p>\n<p>\n<strong>April 15, 2020</strong>\n</p>\n<p>FTX Trading Ltd.\nd/b/a FTX is a cryptocurrency trading exchange accessible via our site located at www.ftx.com.&nbsp.\nOur Privacy Policy (“Privacy Policy”) is designed to help you understand how we collect, use and share your personal information and to assist you in exercising the privacy rights available to you.</p>\n<p>&nbsp;</p>\n<p>SCOPE</p>\n<p>This Privacy Policy applies to personal information processed by us in our business, including on our websites, mobile applications, and other online or offline offerings (collectively, the “Services”).\nThis Policy applies to our operating divisions, subsidiaries, affiliates, and branches.</p>\nI.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPERSONAL INFORMATION WE COLLECT\n<p>The categories of personal information we collect depend on whether you are a customer, user, applicant or visitor, and the requirements of applicable law.</p>\n<p>\n<strong>\n<u>Information You Provide to Us</u>\n</strong>\n</p>\n<p>\n<strong>Account Creation: </strong>When you create a user account of after you have started using the Services, we may collect your name, email address, date of birth, tax number, username, and password or other personal information used to identify you.</p>\n<p>\n<strong>Your Communications with Us</strong>.&nbsp.\nWe collect personal information from you such as email address, phone number, or mailing address when you request information about our Services, request customer or technical support, apply for a job or otherwise communicate with us.</p>\n<p>\n<strong>Surveys</strong>.&nbsp.\nWe may contact you to participate in surveys.&nbsp.\nIf you decide to participate, you may be asked to provide certain information which may include personal information.</p>\n<p>\n<strong>Social Media Content</strong>.&nbsp.\nWe may offer forums, blogs, or social media pages.&nbsp.\nAny content you provide on these channels will be considered “public” and is not subject to privacy protections.</p>\n<p>\n<strong>Registration for Sweepstakes or Contests</strong>.&nbsp.\nWe may run sweepstakes and contests.&nbsp.\nContact information you provide may be used to reach you about the sweepstakes or contest and for other promotional, marketing and business purposes, if permitted by law.&nbsp.\nIn some jurisdictions, we are required to publicly share information of winners.</p>\n<p>\n<strong>\n<u>Information Collected Automatically or From Others</u>\n</strong>\n</p>\n<p>\n<strong>Automatic Data Collection</strong>.&nbsp.\nWe may collect certain information automatically when you use the Services.&nbsp.\nThis information may include your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile carrier, mobile advertising and other unique identifiers, details about your browser, operating system or device, location information, Internet service provider, pages that you visit before, during and after using the Services, information about the links you click, and other information about how you use the Services.&nbsp.\nInformation we collect may be associated with accounts and other devices.</p>\n<p>In addition, we may automatically collect data regarding your use of our Services, such as the types of content you interact with and the frequency and duration of your activities.&nbsp.\nWe may combine your information with information that other people provide when they use our Services, including information about you when they tag you.</p>\n<p>\n<strong>Cookies, Pixel Tags/Web Beacons, Analytics Information, and Interest-Based Advertising technologies.&nbsp.\n</strong>We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.&nbsp.\nTechnologies are essentially small data files placed on your computer, tablet, mobile phone, or other devices that allow us and our partners to record certain pieces of information whenever you visit or interact with our Services.</p>\n<ul>\n<li>\n<strong>Cookies</strong>.\nCookies are small text files placed in visitors’ computer browsers to store their preferences.&nbsp.\nMost browsers allow you to block and delete cookies.&nbsp.\nHowever, if you do that, the Services may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons</strong>.\nA pixel tag (also known as a web beacon) is a piece of code embedded in the Services that collects information about users’ engagement on that web page.&nbsp.\nThe use of a pixel allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.</li>\n</ul>\n<p>\n<strong>Analytics and Financial Data</strong>.&nbsp.\nWe may also use Google Analytics and other service providers to collect information regarding visitor behavior and visitor demographics on our Services.&nbsp.\nFor more information about Google Analytics, please visit http://www.google.com/policies/privacy/partners/.&nbsp.\nYou can opt out of Google’s collection and processing of data generated by your use of the Services by going to http://tools.google.com/dlpage/gaoptout.\nWe may use Plaid Technologies, Inc.\n(“Plaid”), as a vendor to collect information about you, and you acknowledge and agree that the terms and conditions of Plaid’s privacy policy (found here:&nbsp;https://plaid.com/legal/#privacy-policy) will govern Plaid’s use of such information, and that you expressly agree to the terms and conditions of Plaid’s privacy policy.\nYou hereby expressly grant Plaid the right, power, and authority to access and transmit your information as reasonably necessary for Plaid to provide its services to you in connection with your use of the Platform.</p>\n<p>\n<strong>Information from Other Sources.</strong> We may obtain information about you from other sources, including through third party services and organizations to supplement information provided by you.&nbsp.\nFor example, if you access our Services through a third-party application, such as an app store, a third-party login service, or a social networking site, we may collect information about you from that third-party application that you have made public via your privacy settings.&nbsp.\nInformation we collect through these services may include your name, your user identification number, your user name, location, gender, birth date, email, profile picture, and your contacts stored in that service.&nbsp.\nThis supplemental information allows us to verify information that you have provided to us and to enhance our ability to provide you with information about our business, products, and Services.</p>\nII.&nbsp;&nbsp;&nbsp;&nbsp.\nHOW WE USE YOUR INFORMATION\n<p>We use your information for a variety of business purposes, including to:</p>\n<p>\n<strong>Fulfil our contract with you</strong>\n<strong>and provide you with our Services, such as:</strong>\n</p>\n<ul>\n<li>Managing your information and accounts;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services;</li>\n<li>Communicating with you about your account, activities on our Services and policy changes;</li>\n<li>Undertaking activities to verify or maintain the quality or safety of a service or device;</li>\n<li>Processing your financial information and other payment methods for products or Services purchased;</li>\n<li>Providing advertising, analytics and marketing services;</li>\n<li>Processing applications and transactions.\nand</li>\n<li>Allowing you to register for events.</li>\n</ul>\n<p>\n<br>Analyze and improve our Services pursuant to our legitimate interest, such as:</p>\n<ul>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Measuring interest and engagement in our Services and short-term, transient use, such as contextual customization of ads;</li>\n<li>Undertaking research for technological development and demonstration;</li>\n<li>Researching and developing products, services, marketing or security procedures to improve their performance, resilience, reliability or efficiency;</li>\n<li>Improving, upgrading or enhancing our Services or device [or those of our Providers;</li>\n<li>Developing new products and Services;</li>\n<li>Ensuring internal quality control;</li>\n<li>Verifying your identity and preventing fraud;</li>\n<li>Debugging to identify and repair errors that impair existing intended functionality;</li>\n<li>Enforcing our terms and policies.\nand</li>\n<li>Complying with our legal obligations, protecting your vital interest, or as may be required for the public good.</li>\n</ul>\n<p>Provide you with additional content and Services, such as:</p>\n<ul>\n<li>Furnishing you with customized materials about offers, products, and Services that may be of interest, including new content or Services;</li>\n<li>Auditing relating to interactions, transactions and other compliance activities.\nand</li>\n<li>Other purposes you consent to, are notified of, or are disclosed when you provide personal information.</li>\n</ul>\n<p>\n<strong>Automated profiling</strong>\n</p>\n<p>We may use technologies considered automated decision making or profiling.&nbsp.\nWe will not make automated decisions about you that would significantly affect you, unless such a decision is necessary as part of a contract we have with you, we have your consent, or we are permitted by law to use such technology.&nbsp.\nYou may escalate any concerns you have by contacting us below.</p>\n<p>\n<strong>Use De-identified and Aggregated Information.&nbsp.\n</strong>We may use personal information and other data about you to create de-identified and aggregated information, such as de-identified demographic information, de-identified location information, information about the computer or device from which you access our Services, or other analyses we create.</p>\n<p>\n<strong>Share Content with Friends or Colleagues.&nbsp.\n</strong>Our Services may offer various tools and functionalities.&nbsp.\nFor example, we may allow you to provide information about your friends through our referral services.&nbsp.\nOur referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.</p>\n<p>\n<strong>How We Use Automatic Collection Technologies.&nbsp.\n</strong>We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies to automatically collect information through the Services.&nbsp.\nOur uses of these Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary</strong>.\nThis includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular site behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;</li>\n<li>\n<strong>Performance Related</strong>.\nWe may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services;</li>\n<li>\n<strong>Functionality Related</strong>.\nWe may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.&nbsp.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</li>\n<li>\n<strong>Advertising or Targeting Related</strong>.\nWe may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third party sites.</li>\n</ul>\n<p>\n<strong>Cross-Device Tracking</strong>.&nbsp.\nYour browsing activity may be tracked across different websites and different devices or apps.&nbsp.\nFor example, we may attempt to match your browsing activity on your mobile device with your browsing activity on your laptop.&nbsp.\nTo do this our technology partners may share data, such as your browsing patterns, geo-location and device identifiers, and will match the information of the browser and devices that appear to be used by the same person.</p>\n<p>\n<strong>Notice Regarding Third Party Websites, Social Media Platforms and Software Development Kits.&nbsp.\n</strong>The Services may contain links to other websites, and other websites may reference or link to our website or other Services.&nbsp.\nThese other websites are not controlled by us.&nbsp.\nWe encourage our users to read the privacy policies of each website and application with which they interact.&nbsp.\nWe do not endorse, screen or approve and are not responsible for the privacy practices or content of such other websites or applications.&nbsp.\nVisiting these other websites or applications is at your own risk.</p>\n<p>Our Services may include publicly accessible blogs, forums, social media pages, and private messaging features.&nbsp.\nBy using such Services, you assume the risk that the personal information provided by you may be viewed and used by third parties for any number of purposes.&nbsp.\nIn addition, social media buttons such as Facebook, Linked In, Google, etc.\n(that might include widgets such as the “share this” button or other interactive mini-programs) may be on our site.&nbsp.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.&nbsp.\nThese social media features are either hosted by a third party or hosted directly on our site.&nbsp.\nYour interactions with these features apart from your visit to our site are governed by the privacy policy of the company providing it.</p>\n<p>We may use third party APIs and software development kits (“SDKs”) as part of the functionality of our Services.&nbsp.\nAPIs and SDKs may allow third parties including analytics and advertising partners to collect your personal information for various purposes including to provide analytics services and content that is more relevant to you.&nbsp.\nFor more information about our use of APIs and SDKs, please contact us as set forth below.</p>\nIII.&nbsp;&nbsp.\nDISCLOSING YOUR INFORMATION TO THIRD PARTIES\n<p>We may share your personal information with the following categories of third parties:</p>\n<p>\n<strong>Service Providers.&nbsp.\n</strong>We may share any personal information we collect about you with our third- party service providers.&nbsp.\nThe categories of service providers (processors) to whom we entrust personal information include: IT and related services.\nbanks and trust companies.\ninformation and services.\npayment processors.\ncustomer service providers.\nand vendors to support the provision of the Services.</p>\n<p>\n<strong>Business Partners.&nbsp.\n</strong>We may provide personal information to business partners with whom we jointly offer products or services.&nbsp.\nIn such cases, our business partner’s name will appear along with ours.</p>\n<p>\n<strong>Affiliates.&nbsp.\n</strong>We may share personal information with our affiliated companies.</p>\n<p>\n<strong>Advertising Partners.&nbsp.\n</strong>Through our Services, we may allow third party advertising partners to set Technologies and other tracking tools to collect information regarding your activities and your device (e.g., your IP address, mobile identifiers, page(s) visited, location, time of day).&nbsp.\nWe may also combine and share such information and other information (such as demographic information and past purchase history) with third party advertising partners.&nbsp.\nThese advertising partners may use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit third party websites within their networks.&nbsp.\nThis practice is commonly referred to as “interest-based advertising” or “online behavioral advertising.&nbsp.\nWe may allow access to other data collected by the Services to share information that may be useful, relevant, valuable or otherwise of interest to you.&nbsp.\nIf you prefer not to share your personal information with third party advertising partners, you may follow the instructions below.</p>\n<p>\n<strong>Disclosures to Protect Us or Others.</strong> &nbsp;We may access, preserve, and disclose any information we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our or others’ rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.</p>\n<p>\n<strong>Disclosure in the Event of Merger, Sale, or Other Asset Transfers.\n&nbsp;</strong>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>\n<p>You acknowledge that all information processed by us may be transferred, processed, and stored anywhere in the world, including but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.&nbsp.\nWe have taken appropriate safeguards to require that your personal information will remain protected and require our third-party service providers and partners to have appropriate safeguards as well.&nbsp.\nFurther details can be provided upon request.</p>\nIV.&nbsp;&nbsp.\nYOUR CHOICES\n<p>\n<strong>General</strong>\n</p>\n<p>You have certain choices about your personal information.\nWhere you have consented to the processing of your personal information, you may withdraw that consent at any time and prevent further processing by contacting us as described below.&nbsp.\nEven if you opt out, we may still collect and use non- personal information regarding your activities on our Services and for other legal purposes as described above.</p>\n<p>\n<strong>Email and Telephone Communications</strong>\n</p>\n<p>If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.&nbsp.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.&nbsp.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding the Services or updates to our Terms or this Privacy Policy).</p>\n<p>We process requests to be placed on do-not-mail, do-not-phone and do-not-contact lists as required by applicable law.</p>\n<p>\n<strong>Mobile Devices</strong>\n</p>\n<p>We may send you push notifications through our mobile application.&nbsp.\nYou may at any time opt- out from receiving these types of communications by changing the settings on your mobile device.&nbsp.\nWe may also collect location-based information if you use our mobile applications.&nbsp.\nYou may opt-out of this collection by changing the settings on your mobile device.</p>\n<p>\n<strong>“Do Not Track.”</strong>\n</p>\n<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.&nbsp.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>\n<p>\n<strong>Cookies and Interest-Based Advertising</strong>\n</p>\n<p>You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.&nbsp.\nThe online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.&nbsp.\nYou can access these and learn more about targeted advertising and consumer choice and privacy, at http://www.networkadvertising.org/managing/opt_out.asp, http://www.youronlinechoices.eu/<u>,</u> and http://www.aboutads.info/choices/.\n&nbsp;To separately make choices for mobile apps on a mobile device, you can download DAA’s AppChoices application from your device’s app store.&nbsp.\nAlternatively, for some devices you may use your device’s platform controls in your settings to exercise choice.</p>\n<p>Please note you must separately opt out in each browser and on each device.&nbsp.\nAdvertisements on third party websites that contain the AdChoices link may have been directed to you based on information collected by advertising partners over time and across websites.&nbsp.\nThese advertisements provide a mechanism to opt out of the advertising partners’ use of this information for interest-based advertising purposes.</p>\n<p>\n<strong>Your Privacy Rights</strong>\n</p>\n<p>In accordance with applicable law, you may have the right to:</p>\n<ul>\n<li>\n<strong>Access to/Portability of Personal Data.\n</strong>about you consistent with legal requirements.&nbsp.\nIn addition, you may have the right in some cases to receive or have your electronic Personal Data transferred to another party.</li>\n<li>\n<strong>Request correction.\n</strong>of your personal information where it is inaccurate or incomplete.&nbsp.\nIn some cases, we may provide self-service tools that enable you to update your personal information or we may refer you to the controller of your personal information who is able to make the correction.</li>\n<li>\n<strong>Request deletion.\n</strong>of your personal information, subject to certain exceptions prescribed by law.</li>\n<li>\n<strong>Request restriction of or object to </strong>processing of your personal information, including the right to opt in or opt out of the sale of your Personal Data to third parties, if applicable, where such requests are permitted by law.</li>\n</ul>\n<p>If you would like to exercise any of these rights, please log into your account or contact us as set forth below.&nbsp.\nWe will process such requests in accordance with applicable laws.&nbsp.\nTo protect your privacy, we will take steps to verify your identity before fulfilling your request.</p>\nV.&nbsp;&nbsp;&nbsp;&nbsp.\nDATA RETENTION\n<p>We store the personal information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>\nVI.&nbsp;&nbsp.\nSECURITY OF YOUR INFORMATION\n<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.&nbsp.\nUnfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.&nbsp.\nTo the fullest extent permitted by applicable law, we do not accept liability for unintentional disclosure.</p>\n<p>By using the Services or providing personal information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Services.&nbsp.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Services, by mail or by sending an e-mail to you.</p>\nVII.&nbsp.\nCHILDREN’S INFORMATION\n<p>The Services are not directed to children under 13 (or other age as required by local law), and we do not knowingly collect personal information from children.&nbsp.\nIf you learn that your child has provided us with personal information without your consent, you may contact us as set forth below.&nbsp.\nIf we learn that we have collected any personal information in violation of applicable law, we will promptly take steps to delete such information and terminate the child’s account.</p>\nVIII.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSUPERVISORY AUTHORITY\n<p>If you are located in the European Economic Area or the UK, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal information violates applicable law.</p>\nIX.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCHANGES TO OUR PRIVACY POLICY\n<p>We may revise this Privacy Policy from time to time in our sole discretion.\n&nbsp;If there are any material changes to this Privacy Policy, we will notify you as required by applicable law.&nbsp.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you continue to use the Services after the new Privacy Policy takes effect.</p>\n<ol>\n<li>\n<strong>CONTACT US </strong>\n</li>\n</ol>\n<p>If you have any questions about our privacy practices or this Privacy Policy, or if you wish to submit a request to exercise your rights as detailed in this Privacy Policy, please contact us at:</p>\n<p>FTX Trading Ltd.</p>\n<p>Lower Factory Road.\nBox 990<br>St.\nJohn’s, Antigua</p>\n<p>privacy@ftx.com</p>\n<p>________________________________________</p>\n<p>FTX Crypto Derivatives Exchange:&nbsp;https://ftx.com<br>\n<br>\n<strong>Email:&nbsp;</strong>\n<strong>support@ftx.com</strong>\n</p>\n<p>FTX Telegram Communities<br>English -&nbsp;https://t.me/FTX_Official<br>Chinese -&nbsp;https://t.me/FTX_Chinese_Official<br>Vietnamese -&nbsp;https://t.me/FTX_Vietnam_Official&nbsp;<br>Russian -&nbsp;https://t.me/FTX_Russian_Official<br>Turkish -&nbsp;https://t.me/FTX_Turkey_official<br>Taiwanese -&nbsp;https://t.me/FTX_Taiwan_Official<br>French -&nbsp;https://t.me/FTX_France_Officiel<br>Korea&nbsp;-&nbsp;https://t.me/FTX_Korea_Official<br>India -&nbsp;https://t.me/FTX_India_Official<br>Spanish -&nbsp;https://t.me/Ftx_Spanish_Official<br>Portuguese -&nbsp;https://t.me/Ftx_Portugues_Oficial<br>Dutch -&nbsp;https://t.me/FTX_Dutch_Official<br>Africa -&nbsp;https://t.me/FTX_Africa</p>\n<p>\n<br>\n<br>WeChat - FTX_Official<br>Blog:&nbsp;https://blog.ftx.com/<br>Medium：https://medium.com/@ftx<br>Facebook -&nbsp;https://www.facebook.com/ftx.official/<br>Twitter-&nbsp;https://twitter.com/FTX_Official<br>SBF Twitter -&nbsp;https://twitter.com/SBF_Alameda<br>YouTube -&nbsp;https://www.youtube.com/channel/UC3r0upC_xJ9SvtaCKNUtosA</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<br>\n<br>\n</p>", "created_at": "2021-04-04 16:23:55.287449", "updated_at": "2021-04-04 16:26:10.963694"}, {"id": 4668, "name": "Terms of Service ", "url": "https://help.ftx.com/hc/en-us/articles/360024788391-FTX-Terms-of-Service", "xpath": "/html/body/main/div[2]/div/article/section[1]/div/div[1]", "text": "<p>FTX is owned by FTX Trading LTD, a company incorporated in Antigua and Barbuda.</p>\n<p>&nbsp;</p>\n<p>FTX does not onboard or provide services to corporate accounts of entities located in, established in, or a resident of the United States of America, Cuba, Crimea and Sevastopol, Iran, Syria, or North Korea.\nFTX also does not onboard corporate accounts located in or a resident of Antigua or Barbuda.</p>\n<p>FTX does not onboard or provide services to personal accounts of current residents of the United States of America, Cuba, Crimea and Sevastopol, Iran, Syria, North Korea, or Antigua and Barbuda.</p>\n<p>Please feel free to reach out to us with any further questions, and feel free to upload any supplementary documents at https://ftx.com/profile.</p>\n<p>&nbsp;</p>\n<p>If you deposit funds to the wrong address, FTX is not responsible for any losses.&nbsp.\nIf the funds are recoverable--e.g.\nsending an ERC20 token to your ETH address or OMNI USDT to your BTC address--we can try to recover the funds.&nbsp.\nDoing so is not guaranteed and might take up to a week.&nbsp.\nWe also charge a $500 fee for recovery.&nbsp.\nSimilarly, sending ETH via a smart contract to FTX may not be automatically credited, and may take time to recover.</p>\n<p>FTT is the exchange token of the FTX ecosystem.&nbsp;&nbsp;FTT is not being offered in the United States or to U.S.\npersons.</p>\n<p>FTX does not permit self trades executed in order to manipulate markets, reported statistics, or cause liquidations.&nbsp.\nDoing so is a violation of the FTX terms of service and may result in account closure.</p>\n<p>To ensure account security, please set up Two-Factor Authentication (2FA) for your FTX account immediately.\nOur platform will not be responsible for any losses for accounts whose credentials are breached.</p>\n<p>If a user has a Line of Credit from FTX, their own funds will always be considered to have been spent first from an ownership perspective.\nif you are below your line of credit you cannot withdraw.<br>\n</p>\n<p>If you are registering to use the Services as an individual, you must be at least 18 years of age,<br>and you must not have been previously been suspended or removed from the Exchange or any<br>other service or product offered by FTX Trading or its affiliate entities, to enter into this<br>Agreement.\n<br>\n</p>\n<p>If FTX has evidence that an account is violating the terms of service, FTX reserves the right to shut down the account and, except in cases of suspected violations of our anti money laundering (AML) policy or other similar concerns about the source of wealth or malicious market manipulation, return funds to the user.&nbsp;</p>\n<p>Note that, among other things, FTX does not guarantee the right to trade.&nbsp.\nWhile FTX will take all reasonable methods to ensure that accounts do not receive any unwanted fills outside of our standard liquidation procedures, risk engine, and the terms of service, FTX does not as a matter of principle have any obligation to honor people's desires for trades to have occurred that didn't.</p>\n<p>&nbsp;</p>\n<p>Note that, while Zendesk and FTX are translated into multiple languages, in cases of inconsistent statements the English language versions take precedence.</p>\n<p>&nbsp;</p>\n<p>For complete terms of service please see below.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>________________________________________</p>\n<p>FTX Crypto Derivatives Exchange:&nbsp;https://ftx.com<br>\n<br>\n<strong>Email:&nbsp;</strong>\n<strong>support@ftx.com</strong>\n</p>\n<p>FTX Telegram Communities<br>English - https://t.me/FTX_Official<br>Chinese - https://t.me/FTX_Chinese_Official<br>Vietnamese - https://t.me/FTX_Vietnam_Official&nbsp;<br>Russian - https://t.me/FTX_Russian_Official<br>Turkish - https://t.me/FTX_Turkey_official<br>Taiwanese -&nbsp;https://t.me/FTX_Taiwan_Official<br>French -&nbsp;https://t.me/FTX_France_Officiel<br>Korea&nbsp;- https://t.me/FTX_Korea_Official<br>India -&nbsp;https://t.me/FTX_India_Official<br>Spanish - https://t.me/Ftx_Spanish_Official<br>Dutch - https://t.me/FTX_Dutch_Official</p>\n<p>\n<br>\n<br>WeChat - FTX_Official<br>Blog:&nbsp;https://blog.ftx.com/<br>Medium：https://medium.com/@ftx<br>Facebook -&nbsp;https://www.facebook.com/ftx.official/<br>Twitter-&nbsp;https://twitter.com/FTX_Official<br>SBF Twitter - https://twitter.com/SBF_Alameda<br>YouTube -&nbsp;https://www.youtube.com/channel/UC3r0upC_xJ9SvtaCKNUtosA</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2021-04-04 16:23:55.578362", "updated_at": "2021-04-04 16:25:35.598453"}], "points": [], "urls": ["ftx.com"]}}