{"error": 448, "message": "OK", "parameters": {"id": 5759, "name": "Tellwut ", "created_at": "2021-11-22 04:21:19.378281", "updated_at": "2021-11-22 23:00:43.312172", "wikipedia": null, "keywords": null, "related": null, "slug": "tellwut", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5759.png", "url": "tellwut.com", "documents": [{"id": 10381, "name": "Privacy Policy", "url": "https://www.tellwut.com/privacy_policy", "xpath": "//*[@id=\"centerColumnWide\"]", "text": " <ul>\n<li>Home »</li>\n<li>Privacy Policy</li>\n</ul>Privacy Policy <p>Paradigm Sample, LLC.\n(\"PS\") is a US market research company and the owner of www.tellwut.com, a social networking site (the \"Site\"), which allows users to post online surveys, answer surveys, either Internal TW surveys or Third Party Surveys (herein after referred to as \"External Surveys\") from Third Party Companies (herein after referred to as \"External Survey Company\" or External Survey Companies\"), refer friends to the Site to similarly post and answer internal surveys and External Surveys, and provide certain personal information about themselves all while earning rewards that can be redeemed for merchandise.\nIt also allows businesses and other organizations or individuals to participate in a variety of fee-based programs regarding the posting of surveys and the collection of survey data.</p>\n<p>This <strong>Privacy Policy</strong> (\"Policy\") and the <strong>Terms and Conditions</strong> contain important details about registration and participation in the Site and the TW Rewards Program.\nPlease read them carefully.\nThis Policy was last modified on:&nbsp;May 25, 2021.</p>\n<p>Any modifications to the Policy will be posted on the Site, so you should check the \"last modified\" date of the Policy periodically.\nThe online version of the Policy is the governing version.</p>\nTW's Commitment to Privacy\n<p>This Policy and the Privacy Notice in the Terms and Conditions describe how we collect, use and disclose your personal information and the choices available to you about what information you disclose and how we use it.\nVisitors to the Site are free to browse without providing any personal information.\nHowever, choosing not to provide TW with certain personal information may result in you being unable to use functions of the Site such as posting surveys, enrolling in the Program, and earning rewards and TW Points.</p>\nDo Not Sell My Personal Information\n<p>TW will not sell Personal Information without explicit consent from Members.\nSection “<em>\n<strong>Does PS disclose my personal information to third parties?</strong>\n</em>” describes who has access to your information and to what end.\nMembers have full control in updating their personal information and to opt out of the Program entirely.\nMore details about opt-out process can be found on “<em>\n<strong>How do I opt-out of information I have provided to TW through the Site?</strong>\n</em>” section.</p>\nWho can use the Site?\n<p>You must be at least eighteen (18) years old.\nOnly residents of Canada or the United States can participate in the TW Rewards Program.</p>\nWhat kind of personal information is collected on the Site?\n<p>TW collects personal information when and if you register for the Site.\nOn registering as a Voter Member, TW collects your first and last name, unique email address, gender, and date of birth (\"Account Information\").\nAfter registering, a Voter Member has the option to provide more personal information, namely \"Additional Personal Information\" (e.g.\nyour education level, yearly income, type of residence, (rent or own), marital status, ethnicity, occupation, and whether or not you have children, ages of children) all of which may be added to from time to time and \"Contact and Shipping Information\" (e.g.\nyour address and phone number).\nOn registering as a Business Member, TW collects your business's name, your first and last name, and unique business email address.\nTW also collects a Business Member's Billing Address.\nTW does not collect personal information from Unregistered Users.</p>\n<p>We may also collect in the background information about your computer hardware and software (if applicable).\nThis information may include (among other things) your IP address, browser type, domain names, access times, and referring website addresses.\nPS uses this information to operate our Web and mobile sites, to maintain quality of our services, and to provide general statistics regarding use of our sites and services</p>\n<p>For the purposes of this Policy, a reference to \"personal information\" hereafter includes Account Information, Additional Personal Information, Contact and Shipping Information, Billing Address and Background Information.</p>\nHow can I review, edit and/or request access to my personal information?\n<p>After registration, Members can choose a profile picture to associate with their Account.\nYour profile picture can be edited once you have logged in by clicking on the \"Profile\" in the top right hand corner of the screen.</p>\n<p>You can also contact our Privacy Office by emailing support@tellwut.com to access, change or update your personal information or for more information about our use of your personal information.\nPS will do its best to respond to your request within thirty (30) days of its receipt.\nHowever, TW reserves the right to take an additional thirty (30) days if:</p>\n<ul>\n<li>Responding to you in the original 30 days would unreasonably interfere with TW's activities, or</li>\n<li>Additional time is required to conduct consultations or to convert personal information to an alternate format to accommodate your request.</li>\n</ul>\n<p>Please note there are certain situations, where permitted by law, when we cannot disclose personal information to you.\nThis includes situations where the personal information contains references to other individuals, the personal information is subject to solicitor-client or litigation privilege, or there are legal, security or proprietary reasons for not disclosing the information.</p>\n<p>How is my personal information used?</p>\n<p>TW may use your personal information in the following ways:</p>\n<ul>\n<li>To process and send Voter Members merchandise redeemed with their TW Points,</li>\n<li>To process and bill Business Members for the purchase of business packages,</li>\n<li>By TW and Business Members to analyze demographic information with respect to survey responses.\nSee \"Do Business Members receive my personal information connected with my survey responses?\" below,</li>\n<li>For TW's internal purposes, such as to identify website usage trends, for audits, to enhance our website and address problems, to track compliance with the Site's Terms and Conditions, and to protect the security and integrity of the Site.</li>\n<li>To contact you regarding your transactions with us, such as survey approval or disapproval, billing problems associated with Business Member accounts or shipping problems associated with rewards for Voter Members.</li>\n<li>To send you emails related to the Program that are administrative, for example, emails about your account (\"Program Emails\").</li>\n<li>To send you promotional emails about the products and services available as part of the Program, surveys from our Business Members and External Surveys.</li>\n<li>Voter Members may also send surveys from the Site to email addresses in their possession.\nOn sending these surveys, the recipient of the survey will see the Voter Member's name and email address.</li>\n<li>TW has various checks and balances to determine if a Voter Member is random clicking and or using computerized techniques to perform automated voting on online surveys.\nThese techniques will raise a flag in the Voter Member Site profile, only accessible by the Site administrators.\nVoter Members are subject to TW reward forfeiture and account closure as per the Terms and Conditions.</li>\n<li>PS may also share your personal (but non-identifiable) data with our clients who request this information for use in aggregate analysis.\nFor example, PS may provide a client with data collected from a recent survey, with variables such as age, household income, or gender from the registration survey appended to the file.\nThis is primarily designed to save our panelists time and effort, so they do not need to re-answer these questions on each and every survey.\nThis appended data, however, will never include personally identifiable information such as your full name, mailing address, or email address.</li>\n</ul>\nDo Business Members receive my personal information connected with my online survey responses?\n<p>No.\nYour Account Information is not disclosed to Business Members who send you surveys through the TW system.\nRather, TW sends the Surveys and Promotional Emails on their behalf.\nA Voter Member's answer to a survey is not disclosed by TW to Business Members unless they ask for personally identifiable information in the survey and you consent by responding with this information.\nAny demographic information given to Business Members regarding the responses to their survey questions is aggregated and not personally identifiable.\nCross tab reporting is available to the Business Member, however there is no voter id, name, email reference provided, unless the Voter provides this information themselves by inputting this as part of an answer.\nA Voter Member can also let others know his/her answer if they do so in writing through a blog comment post on the Site or through other means by the Voter Member directly when answering a survey.\nTo illustrate: If a Business Member is interested in internet usage, they may post a survey which asks Voter Members questions like \"How much time do you spend on the internet a week, that is not work or school related?\" Answer options might be in ranges like 0 to 5 hours, 6 to 10 hours, etc.\nTW tabulates the results which will then be available to the Business Member by broad categories such as gender, age, country, state, ethnicity and marital status or by answer when crosstab reporting is used.\nResults will not be provided based on email, personal or user name, or telephone number.\nCross tab reporting is available to the Business Member, however there is no voter id, name, email reference provided, unless the Voter Member provides this information themselves by inputting this as part of an answer.</p>\nDoes PS disclose my personal information to third parties?\n<p>PS does not sell, trade, or otherwise transfer outside the Site personal information that Members provide in ways different from what is disclosed in this Policy.\nThe Site would include any successor in title or a future owner of the business.</p>\n<p>PS may allow authorized third party service providers access to personal information collected though the Site to perform services on their behalf, including personal information required for reward redemption.\nPS's service providers are required to provide appropriate protection for all personal information and to limit their use of such information to providing services on PS's behalf.\nThese service providers may be in another country, and the personal information may be subject to disclosure in accordance with the applicable laws of that jurisdiction, which may create a different privacy regime from your country of residence.</p>\n<p>PS may provide personal information of Voter Members who take External Surveys to the External Survey Company when this information is required for matching to a third party database for member authentication or data matching.\nIn all cases the External Survey Company shall not use or disclose the Respondent Identifiable Information for any other purpose, including, without limitation, marketing third-party services, selling to or influencing the opinions or decisions of any Voter Members or contacting the Voter Member in any manner under any circumstances for any purpose without the Voter Member's approval.</p>\n<p>PS may also share your personal information and/or social-demographic information, including, without limitation, a unique identification number (\"UID\"), postal code, gender, marital status, education, ethnicity/race (where permitted by applicable law), employment related information, and non-personally identifiable information on household members, with External Survey Companies for the purpose of identifying survey opportunities that you may be eligible for through the External Survey Companies.\nIf you are eligible for a survey opportunity, the External Survey Company will provide your unique identification number and a survey link to TW and we will invite you to participate in the survey.\nWe will not share your name, email address, or phone number with these External Survey Companies.\nIn connection with the sharing of your information with an External Survey Company, your information may be transferred and stored outside of your country of residence, including, without limitation, in the United States.\nIf you have any questions about this data sharing please contact support@tellwut.com or alternatively you can opt-out of the by unsubscribing here: https://www.tellwut.com/account/unsubscribe.\nYour participation in such survey opportunities does not entitle you to any benefits offered by, or membership with, the External Survey Companies.</p>\n<p>In addition,PS may be required to disclose personal information collected through the Site to: (1) satisfy or comply with any law, regulation or other governmental or law enforcement request.\n(2) protect our or any other person's rights, privacy or safety.\n(3) protect against fraud or other illegal activity.\n(4) allow us to pursue remedies or limit damages that we may sustain in a legal action.\nor (5) enforce the Terms.</p>\nWhat information will other visitors to the Site be able to see?\n<p>Remember, your responses to a survey will not be personally identifiable or publicly disclosed (see \"Do Business Members receive my personal information connected with my survey responses?\" above).\nHowever, any Voter Member's User Names and Business Members names are associated with any surveys or comments that they post on the Site and can be seen by visitors to the site.</p>\n<p>Voter Members within the Site will be able to see another Voter Member's country along with state/province and name if the Voter Member has agreed to allow this information to be visible to their friends.\nThese privacy settings are adjustable under the \"Settings\" tab accessible on the \"Account\" page.\nVoter Members and Guest members will also be able to see another Voter Member's User Name or Business Member's name associated with any surveys or comments, as well as their profile pictures.</p>\n<p>Because Voter Members' User Names will be publicly displayed, it is strongly recommended that it not contain any information that could identify you, such as your last name.</p>\n<p>Voter Members may email each other through the Site's internal email system and send friend requests to other Tellwut members through the internal system.</p>\nHow do I opt-out?\n<p>Any Voter Member who does not wish to receive further Program Emails or Online Surveys or Promotional Emails from us or our Business Members can opt-out of receiving such emails or mail by:</p>\n<ul>\n<li>Following the instructions in each such email where applicable, or</li>\n<li>By emailing us at support@tellwut.com.</li>\n<li>By adjusting your settings at&nbsp;https://www.tellwut.com/account/settings.</li>\n</ul>\n<p>Please be sure to include your full name and email address when you subscribed to the Site.\nIt may take up to ten (10) days to process a request received by email.</p>\n<p>If you change your mind and would like to start receiving Program Emails or Surveys or Promotional Emails from us or our Business Members again, you can do so by emailing us at support@tellwut.com or adjusting your settings at https://www.tellwut.com/account/settings.</p>\n<p>If you want to delete your account or permanently opt out from the Site, please email us at support@tellwut.com.\nYour account cannot be reinstated once it has been deleted and you will lose any unredeemed points.\nAll the personal information (such as email, first and last name, address, phone number, etc) you shared previously will be deleted from our systems and we are not able to retrieve it.\nComments on member surveys will be anonymized.\nIf your membership has been permanently deleted, but you wish to become a Voter Member again, you will need to sign up as a new Voter Member.\nIt may take up to ten (10) days to process a request received by email.</p>\nDoes the Site use cookies?\n<p>Yes, the Site uses cookies.\nA \"cookie\" is a small data file that is stored on your computer when you visit a website, such as the Site.\nTW uses cookies to optimize a user's experience on the Site.\nThe cookie information is an anonymous profile that helps us to determine the user's origin.\nWe also use cookies as session ID markers to recognize a visitor when they return to the Site and confirm that Members are logged in.</p>\n<p>TW does not track a visitor's behavior on the Site through use of cookies and no personal information is stored regarding the visitor.\nTW does not look at any other cookies nor do we store information for other sites to use.\nYou can configure your browser not to accept cookies.\nHowever, you will not be able to access certain features of the Site, such as logging in, answering survey questions, or posting surveys.</p>\n<p>Some of the External Surveys TW offers are related to online or mobile ad exposure programs.\nTo facilitate participation in these programs through TW, we or the External Survey Company or their client may write, set or read first and third party cookies, locally shared/stored objects, flash cookies, and/or any other related technology (herein referred to as \"Digital Cookies\").\nA unique identification number and a source identification number may be stored in the Digital Cookie.\nIf you have viewed or interacted with the online ad or promotion, the External Survey Company will send us your unique identification number and a link to the specific survey offer which you may access through an email from TW or via the TW Site.\nSurvey participation is completely voluntary and you can opt-out at any time.</p>\nDoes the Site use Google Analytics?\n<p>Yes, the Site uses Google Analytics, a web analytics tool provided by Google, Inc.\n(\"Google\") that helps PS understand how visitors engage with our website.\nGoogle Analytics uses cookies and IP addresses.\nThe information generated by cookies about the use of our website and your IP address will be transmitted and stored by Google on servers in the United States.\nGoogle will use this information to evaluate how visitors use our website, compile reports on website activity for us and provide other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle Analytics collects information anonymously, and will not associate your IP address with any other data held by Google.\nTo opt-out of Google Analytics, you can install Google Analytics Opt-out Browser Add-On.\nFor information about and to install Google Analytics Opt-out Browser Add-on, click here: http://tools.google.com/dlpage/gaoptout?hl=en For more information related to Google Analytics, click here: http://www.google.com/intl/en/analytics/privacyoverview.html</p>\nHow does TW use IP addresses or website log files?\n<p>An IP address is a number automatically assigned to your computer by your Internet Service Provider (ISP).\nIt is logged automatically in TW‘s server log files whenever you visit the Site, along with the time of your visit and the pages you visited on the Site.\nIt is standard practice on the Internet to collect IP addresses.</p>\n<p>We use IP addresses to ensure a survey is only answered once, as well as to analyze trends such as website usage levels, administer the Site, track users' movements, and gather broad demographic information for TW's internal use.\nIP addresses are associated to a Voter Member's Account for ensuring compliance with Terms and Conditions relating to one account per household and non acceptance of Members using Proxy IP's.</p>\nWhat about third party links on the Site?\n<p>This Site may contain links to other websites.\nPlease note that when you click on one of these links, you will be entering another website.\nWe encourage you to read the privacy statements of these linked sites as their privacy policy may differ from ours.\nIncluding a link to a third party website on the Site does not mean or imply that TW endorses the third party website.</p>\nHow does PS protect personal information collected on the Site?\n<p>PS implements a variety of security measures to maintain the safety of all personal information provided on the Site.\nPS uses physical (e.g.\nlocked filing cabinets, restrict building access, alarm systems), organizational (e.g.\nsecurity clearances, access to personal information on a \"need to know\" basis only, employee training), and technological (e.g.\nencryption and password protection) safeguards to help prevent unauthorized access to personal information.</p>\n<p>All personal information collected is contained behind secured networks and is only accessible by a limited number of employees with special access rights to such systems as well as by authorized service providers.\nPS employees are required to sign confidentiality agreements on employment with the company.\nAuthorized service providers performing services on behalf of PS are required to provide similarly appropriate protection for all personal information and to limit their use of such information to providing services on PS's behalf (see \"Does PS disclose my personal information to third parties?\").</p>\n<p>Members also have a significant role in protecting their personal information.\nNo one can access your account without knowing your password.\nSo, we suggest selecting a password that is hard to \"crack\" (e.g.\nuse numbers with upper and lower case letters) and not sharing your User Name and password with anyone.\nYour password can be changed at any time by logging in to your account, clicking on \"Account\" in the top right corner, and selecting the \"Settings\" tab.</p>\nHow long does PS retain personal information?\n<p>Any personal information you provide to PS and any content posted on the Site is kept as long as necessary to fulfill the purposes outlined in this Policy, unless a longer retention period is required by law.\nWhen PS no longer needs to retain your personal information, it will be destroyed in a manner that ensures its private and confidential nature is preserved.</p>\nHow is my consent obtained by TW?\n<p>For all users (Unregistered Users, Voter Members and Business Members), your use of the Site constitutes your consent to the collection and use of non-personal information such as cookie information, website logs and IP addresses by TW as described in this Policy.\nBy providing your Account Information on registering as Members, you consent to the collection and use of any personal information by TW as described in this Policy and agree to receive email survey invitations to participate in surveys.</p>\n<p>TW will post changes to this Policy at www.tellwut.com, as described above.\nYour continued use of the Site will constitute your consent to the changes to the Policy.\nIt is your responsibility to check the \"last modified\" date of the Policy periodically.</p>\nHow do I contact TW?\n<p>You have a right to receive access to personal information we have on file and the right to challenge the accuracy and completeness of your information and have it amended as appropriate.</p>\n<p>In some circumstances permitted by law, TW may not be able to provide access to your information or to all of it.\nFor example, TW will not provide access to information if doing so would reveal personal information about a third party, would reveal confidential commercial information, or if it is protected by solicitor-client privilege or was generated in the course of a formal dispute resolution process.</p>\n<p>We welcome your questions, comments, and concerns about privacy.\nFor anything to do with this Policy or to challenge TW's compliance with this Policy, please contact us at:</p>\n<p>Email: support@tellwut.com</p>\n<p>TW will inform individuals making inquiries or lodging privacy complaints about its inquiry or complaint procedures, as applicable.\nWhere a complaint is justified, TW will implement measures, including amending the Policy and its practices, if required.</p>\nLegal Disclaimer\n<p>This Policy is subject to applicable national privacy laws such as the Children's Online Privacy Protection Act (COPPA), Consumer Privacy Act (CCPA), Canada's Personal Information Protection and Electronic Documents Act (PIPEDA).\nPS reserves the right to change the Policy at any time and at its sole discretion.\nPlease also read PS's Terms establishing the use, disclaimers, and limitations of liability governing the use of TW.</p>\n<p>&nbsp;</p>\n<p>© 2021 Paradigm.\nAll rights reserved.</p> ", "created_at": "2021-11-22 04:21:19.381957", "updated_at": "2021-11-22 03:22:51.009354"}, {"id": 10380, "name": "Terms And Conditions", "url": "https://www.tellwut.com/terms-and-conditions", "xpath": "//*[@id=\"centerColumnWide\"]", "text": " <ul>\n<li>Home »</li>\n<li>Terms And Conditions</li>\n</ul>Terms And Conditions <p>Paradigm Sample, LLC.\n(\"PS\") is a US market research company and the owner of www.tellwut.com, a social networking site (the \"Site\"), which allows users to post surveys, answer surveys, refer friends to the Site to similarly post and answer online surveys, and provide certain personal information about themselves all while earning rewards that can be redeemed for merchandise.\nIt also allows businesses to participate in a variety of fee-based programs regarding the posting of surveys and the collection of survey data.</p>\n<p>These terms and conditions along with PS's Privacy Policy contain important details about registration and participation in the Site and the TW Rewards Program (\"Program\" and \"Terms\").\nPlease read them carefully as they are a binding agreement between you (\"Voter Member\", \"Member\", \"you\" or \"your\") and us.\nThese Terms were last modified on:&nbsp;May 12, 2021.</p>\n<p>Any modifications to the Program or the Terms will be posted on the website located at www.tellwut.com, so you should check the \"last modified\" date of the Terms periodically.\nThe online version of the Terms is the governing version.\nThe Program is initially launching in Canada and the United States.\nWe reserve the right, in our sole and absolute discretion, at any time, for any reason whatsoever, and without notice, to terminate, suspend or modify the Program or the Terms at any time and without prior individual notice, which includes, without limitation, expanding the Site and the Program to other countries.</p>\nOVERVIEW OF THE SITE\n<p>There are three (3) ways to participate on the Site.</p>\n<ol>\n<li>\n<strong>Unregistered User</strong>.\nUsers may navigate the Site without registering.\nThese users may answer surveys, however, they are not able to post surveys, they will not be enrolled in the Program and they cannot earn rewards.</li>\n<li>\n<strong>Registered Voter Member</strong>.\nUsers can register as \"Voter Members\", whereupon they will automatically be enrolled in the Program, which gives users the ability to earn rewards through collection of \"TW Points\", as defined below, when they provide more personal information about themselves beyond basic registration information, and each time they complete a survey or create a survey that is posted on the Site or refer a friend to the Site.</li>\n<li>\n<strong>Registered Business Member</strong>.\nFor a variety of fee programs, businesses can register as \"Business Members\", which gives businesses access to use the Site's online survey software, the ability to generate and post surveys, send surveys to the Business Members' own contact lists or to Voter Members who have opted in to receive surveys.\nBusiness Members are not eligible for the Program.</li>\n</ol>\n<p>Together Voter Members and Business members are referred to as \"Members\".</p>\nELIGIBILITY TO BE A VOTER MEMBER\n<ol>\n<li>You must be a resident of Canada or the United States, be at least eighteen years old and be the sole authorized account holder of a unique and valid email address, which will be associated to your account during your participation in the Program (\"Eligibility Criteria\").</li>\n<li>You are not eligible if you are an employee of PS, its parent, affiliates, divisions, related companies, or a member of the immediate family or household of any such employee.</li>\n</ol>\nREGISTERING AS A VOTER MEMBER\n<ol>\n<li>To register, you must complete the online registration form by providing your first and last name, unique e-mail address, which will be used to communicate with you, gender, and date of birth (\"Account Information\").</li>\n<li>When you register as a Voter Member, you will automatically be enrolled in the Program.\nThe Site will require you to create a username, which will be seen on the Site if you make comments on the Site, and a password for your Program account (\"Account\").</li>\n<li>Voter Members may only register once and TW will only accept one account per mailing address.\nVoter Members must create their account from a unique IP address, which must be from the same location as the registration address on the account.\nAccounts created using a proxy IP will not be accepted.\nVoter Members found opening multiple accounts and or additional Voter Members from the same household will have all accounts deleted and will forfeit any TW Points accumulated in those Accounts.</li>\n<li>You are solely responsible for keeping your password secure.\nYou agree to immediately notify the Site of any security breach to or unauthorized use of your Account.</li>\n<li>By registering, you: (a) certify that you meet the Eligibility Criteria.\n(b) consent to our collection, use and disclosure of personal information as described in the Privacy Notice below.\n(c) have and will provide true, accurate and complete information on the registration form and when answering surveys.\n(d) that you have only registered for the Site once, that you have not registered on behalf of another individual or any group or entity and that you will not use or attempt to use another's Account or create a false identity.\nand (e) acknowledge that you have read and agree to abide and be bound by the Terms, as they may be modified from time to time, and all decisions of PS, which shall be final and binding in all matters relating to the Program.</li>\n</ol>\nREGISTERING AS A BUSINESS MEMBER\n<ol>\n<li>To register as a Business Member, you must sign-up for a free trial or purchase a business package which is detailed at: http://www.tellwut.com/business/web_poll_software.\nOn sign-up you are required to provide standard business account information.</li>\n<li>By registering as a Business Member, you agree to pay any fees due under these Terms.\nThe fees shall be charged to your PAYPAL account or to a credit card provided by you to PAYPAL on purchase of specified service.\nIf you purchase a subscription, the fee shall be charged through PAYPAL automatically every month as a preauthorized payment.\nAll fees, including subscription fees and paid survey packages, are listed on the Pricing Solution link on the Site and shall be subject to change at the Site's sole discretion at any time with or without notice.</li>\n<li>PS reserves the right to immediately terminate these Terms for any breach of them by you.\nFor any other reason, these Terms may be terminated by either PS or you upon thirty days written notice to the other party.\nUpon any termination of these Terms by either party, your right to use the Site shall immediately terminate.\nThe Site will not be liable to you or any third-party for termination of these Terms, even if the Site has previously been advised of the potential harm.</li>\n<li>As a Business Member, your only right with respect to any dissatisfaction with any term, policy, guideline, action or practice of the Site, content available on the Site or change thereon, or imposition of fees for use of the Site is to terminate your use of the Site by delivering notice of termination to the Site.\nYou agree that a subscription to the Site is not a right but a privilege and that a subscription is a contractual relationship only.</li>\n<li>The Site reserves the right to accept, refuse or limit your use of the Site for any reason, including, but not limited to, PAYPAL and payment clearance, errors in prices.</li>\n<li>The Site has the right to change technical parameters at any time without notification or explanation.\nYOU ACKNOWLEDGE AND AGREE THAT USE OF THE SITE IS AT YOUR OWN RISK.\nTHE SITE DOES NOT WARRANT THAT THE USE OF THE SITE WILL BE UNINTERRUPTED OR ERROR FREE.\nTHE SITE DOES NOT MAKE ANY WARRANTY AS TO THE ACCURACY, RELIABILITY OR CONTENT OF ANY INFORMATION OR SERVICE PROVIDED THROUGH THE SERVICE.</li>\n<li>In particular, online survey results obtained through the Site are not purported to be a statistically accurate depiction, but rather the results derived from the response to surveys by Voter Members and Unregistered Users.\nThe results of the survey do not reflect the opinion of the Site.\nThe Site cannot guarantee survey response rates of its Voter Members to Business Members who pay for surveying the Sites' Voter Members.</li>\n</ol>\nGRANT OF RIGHTS AND ACCEPTABLE USE POLICY\n<ol>\n<li>The Site grants to you a non-exclusive, non-transferable, limited, terminable right to use the Site for legitimate personal and business purposes.</li>\n<li>You agree that you will not upload, post, or otherwise distribute or facilitate the distribution of any content that is improper to the Site, including but not limited to, content that:\n<ol>\n<li>is false, inaccurate, misleading or deceptive;</li>\n<li>violates any law or regulation of Canada, the U.S.\nor any other country;</li>\n<li>is threatening, abusive, harassing, defamatory, libelous, discriminatory, fraudulent, invasive of another's privacy or tortuous;</li>\n<li>contains links to any pornographic or other offensive sites;</li>\n<li>contravenes or infringes on any patent, trademark, trade secret, copyright, right of publicity, or other proprietary right of any party;</li>\n<li>instigates or incites others to commit illegal activities;</li>\n<li>constitutes unauthorized or unsolicited advertising, junk or bulk e-mail,</li>\n<li>constitutes any form of lottery or gambling or the conducting of any contests/raffles;</li>\n<li>constitutes the selling or trading of any merchandise;</li>\n<li>constitutes soliciting for advertisers/sponsors;</li>\n<li>promotes, solicits or participates in chain letters or marketing/pyramid schemes;</li>\n<li>contains software viruses or any other computer code, files, or programs that are designed or intended to disrupt, damage, or limit the functioning of the Site, or any software, hardware, or telecommunications equipment, or to damage or obtain unauthorized access to any data or other information of any third party.\nor</li>\n<li>impersonates the name, image, picture or likeness of any third-party person or entity not affiliated with you unless prior consent of the third-party or the third-party's legal guardian or representative has been obtained.</li>\n</ol>\n</li>\n<li>Except through the authorized sending of surveys as permitted through the Site, you will not harvest or collect information about Voter Members or use such information for the purpose of transmitting or facilitating transmission of unsolicited bulk electronic e-mail or communications.</li>\n<li>TW provides Voter Members with the ability to invite friends to become Voter Members.\n\"Friends\" are those with whom a Voter Member has a personal/professional relationship and who are eligible to become a Voter Member.\nNames and email addresses of invited friends will be used to send an email using the inviting friend's email address from TW's server notifying them about TW's Program.\nNames and email addresses of invited friends will not be retained by TW unless the invited friend chooses to become a Voter Member.\nPrior to using the Invite a Friend feature, Voter Member must have the permission to use his/her friend's email address and name.\nVoter Members may not use the \"Invite A Friend\" Form for any other use other than to invite friends to TW's Program, including, but without limitation, to send: (i) to strangers.\n(ii) multiple invitations to the same friend.\n(iii) unsolicited email.\nor (iv) \"spam\".\nThe Voter Member's email and name will appear to the friends receiving the email invitation to become a Voter Member.\nThe Voter Member will be advised only of the referred friend's user name if the referred friend becomes a Voter Member.</li>\n<li>TW provides Voter Members with the ability to invite friends to answer surveys.\n\"Friends\" are those with whom a Voter Member has a personal/professional relationship.\nNames and email addresses of friends invited to take a survey will be used to send an email using the Voter Member's email address from TW's server notifying them about the survey request.\nNames and email addresses of invited friends will not be retained by TW unless the invited friend chooses to become a Voter Member.\nPrior to using the Invite a Friend to take a survey feature, Voter Member must have the permission to use his/her friend's email address and name.\nVoter Members may not use the \"Invite A Friend\" Form for any other use other than to invite friends to take a Tellwut Survey, including, but without limitation, to send: (i) to strangers.\n(ii) multiple invitations to the same friend.\n(iii) unsolicited email.\nor (iv) \"spam\".\nThe Voter Member's email and name will appear to the friends receiving the email invitation to take a TW survey.</li>\n<li>TW provides Business Members with the ability to invite Tellwut Voter Members to answer surveys for the purpose of Market Research.\nBusiness Members may not use the \"Contact List\" Form for any other use other than to invite Tellwut Members to take the Business Member's Tellwut Survey, including, but without limitation, to send: (i) multiple invitations.\n(ii) unsolicited messages within the email.\nor (iii) \"spam\" email messages.\nThe Business Member's email and name will appear to the Voter Members receiving the email invitation to take a TW survey and Voter Members will receive TW reward points for taking the Business Member's Survey.</li>\n<li>If you violate these Terms or TW learns of other unlawful or harmful use of the Site by a Member, your Member's rights may be immediately terminated under these Terms, including, but not limited to, disabling your access to the Site, cancelling your Account, or taking other action deemed appropriate, including notifying the authorities and suing for damages.\nThe Site reserves the right to delete and or suspend your Account for any reason, without liability.\nThe Site also reserves the right at its discretion to reverse a Voter Member's rewards points for any reason, without liability and you or the Voter Member shall have no other remedies.</li>\n</ol>\nCONTENT ON THE SITE\n<ol>\n<li>TW is not responsible for any content posted by Members, including, without limitation, surveys, polls, videos, photos, comments posted on The Site.\nIn general, TW does not pre-screen, monitor, or edit the content posted by Members using blogs, comment areas or other interactive services that may be available on or through the Site.\nHowever, TW has the right at its sole discretion to remove any content at any time that, in its judgment, does not comply with the <strong>ACCEPTABLE USE POLICY</strong> or is otherwise harmful, objectionable, or inaccurate, without notice or explanation.\nThe Site is not responsible for any failure or delay in removing such content.</li>\n<li>The Site reserves the right to approve all content including user surveys before publication.\nIn the event that the Site deems content to be unsuitable for publication, for whatever reason, the Site may, in its sole discretion, refuse to publish said content without notice or explanation.\nThe Site also reserves the right to edit, amend and change any and all surveys and associated questions as it sees fit prior to publication without notification or explanation.\nUnder such circumstances you will still receive rewards points associated with posting the survey and your user name will be associated with the survey.</li>\n<li>Frequency of posts: Voter members are limited to a maximum of two (2) survey submissions per week, which may or may not be published.\nAny additional surveys submitted will not be published.\nTW reserves the right to change the limit of the number of surveys allowed to be submitted at any time.</li>\n<li>Legacy: Surveys submitted by voter members will initially be available for voting for a period at the discretion of the Site.</li>\n</ol>\nHOW VOTER MEMBERS CAN EARN REWARD POINTS\n<ol>\n<li>Rewards points can be earned by: (i) registering with the Site, (ii) providing the Site with more detailed information than what is required on registration, namely, \"Additional Personal Information\" and \"Contact and Shipping Information\", (iii) answering survey questions, (iv) submitting single or multi-answer approved surveys for publication on the Site, or (v) referring or inviting a friend to the Site when the friend subsequently registers as a Voter Member.\nThe values in TW Points for each of the foregoing actions can be found: https://www.tellwut.com/FAQ.</li>\n<li>TW has the right to reverse TW Points earned in the event of system error.</li>\n<li>TW reserves the right to change TW Points eligible to be earned on various activities, to change TW Point redemption schemes and to terminate the Program altogether, at any time, at its sole discretion, with or without notice and without liability.</li>\n</ol>\nTW POINTS\n<ol>\n<li>TW Points do not represent cash.\nThey may be redeemed pursuant to the Terms.</li>\n<li>Any unused TW Points remaining in your Account after the end of the Program or upon termination of the Program may be automatically deleted.</li>\n<li>TW Points are a non-negotiable credit for Rewards.\nthey may not be brokered, bartered, attached, pledged, gifted, inherited or sold.\nthey are not transferable to any other Account holder or other person.\nand they are not divisible on divorce.</li>\n<li>TW will not be liable or responsible in any manner for any tax consequences which may flow from your participation in the Program.</li>\n</ol>\nACCOUNT STATUS\n<ol>\n<li>Once TW Points have been posted, you can check your Account history and TW Points balance by clicking on your \"Balance\" tab in your account profile.</li>\n<li>Your Account will be deemed correct unless otherwise challenged with evidence that, in our sole and absolute discretion, demonstrates a discrepancy that warrants correction.\nYou must bring account discrepancies to our attention within 5 days of the event by emailing support@tellwut.com.\nAfter the 5 days, you are deemed to have waived all claims for adjustment.\nWe will not be liable for discrepancies, omissions, inconsistencies or errors in your Account or your collection and/or redemption of TW Points.\nWe reserve the right to restrict redemption or put a \"hold\" on TW Points until an alleged discrepancy is resolved.</li>\n<li>Voter Members must advise us immediately of any changes to their Additional Personal Information (as defined below in Privacy Notice) including name, address, telephone numbers and email address by emailing us at support@tellwut.com.</li>\n<li>If your Account is inactive, meaning you have not done any activity eligible for earning TW Points for a period of twelve consecutive months, TW reserves the right to suspend and/or cancel your Account, without notice, and such suspension or cancellation will automatically delete all TW Points accumulated but not redeemed.</li>\n<li>If your fail to participate reasonably in third party surveys, available via email or on your account page https://www.tellwut.com/account/index (ie \"High Point Surveys\" or Available Surveys found under the \"Profile\" area on the left of your screen, https://www.tellwut.com/account/availableSurveys ) TW reserves the right to limit fun surveys created by TW and our Voter Members, as well as to suspend and/or cancel your Account, without notice, and such suspension or cancellation will automatically delete all TW Points accumulated but not redeemed.</li>\n<li>TW reserves the right to restrict redemption or put a \"hold\" on TW Points for up to thirty days from the date the TW Points are posted to an Account.</li>\n</ol>\nREDEEMING TW POINTS\n<ol>\n<li>TW Points are redeemable only for the goods and merchandise with a pre-determined TW Points value posted <strong>at www.tellwut.com/products/product_rewards</strong>\n<strong>(\"Rewards\").\n</strong>The list of Rewards is updated on a periodic basis.\nTW, in its sole and absolute discretion, may add or exclude the selection of Rewards available for redemption at any time, or adjust the TW points required to redeem a reward with or without notice.</li>\n<li>TW Points are not redeemable for cash.</li>\n<li>TW Points are only available for redemption by Voter Members in Canada and the United States.\nBusiness Members are not eligible to collect or redeem reward points.</li>\n<li>It is the Voter Members responsibility to pay any taxes required by Federal, Provincial and or State legislation on Redeemed Merchandise.</li>\n<li>If you wish to redeem TW Points towards a purchase, you must redeem all TW Points in your Account up to the total value of the selected item(s).\nIf you have an insufficient amount of TW Points, it is not possible to pay the difference.</li>\n<li>You can only redeem TW Points that have been posted to your Account.</li>\n<li>You can only redeem TW Points if you have provided accurate Shipping and Additional Personal Information.</li>\n<li>Redeemed merchandise may be subject to taxes, shipping charges, customs and duties, all of which are payable by the Voter Member.</li>\n<li>Redeemed merchandise will shipped through reputable agencies.\nTW accepts no responsibility once the order has been shipped including for lost, late or undelivered goods.\nTW will attempt to rectify any non-delivery issues with the shipper.\nAny instances of goods damaged in transit will be the responsibility of the recipient to reconcile with the shipper.</li>\n<li>All products available for redemption have limited stock.\nTW cannot guarantee that product redeemed through the Program will be exactly as shown on the Site, although every attempt will be made to match items as closely as possible.\nTW cannot be held responsible for items being out of stock, no longer available or different from items shown.</li>\n<li>TW is not liable for any malfunction or failure of any product to perform as expected.\nStandard manufacture warranties or terms and conditions as supplied by the product supplier apply.\nAny recourse would lie between you and the product supplier.\nThe disclaimer under <strong>Limitation of Liability </strong>below in no way disclaims any warranties provided by the manufacturer or owner of a product available for reward point redemption displayed on the Site.\nThe Site and the product suppliers make no representations or warranties with respect to the availability of any warranties for products used by Voter Members outside Canada and the United States.</li>\n</ol>\nVOTER MEMBERS' CONDUCT\n<ol>\n<li>We reserve the right to suspend and/or cancel your Account, permanently expel you from the Program and/or put a \"hold\" on, not credit, revoke and/or delete TW Points from your Account if we determine, in our sole and absolute discretion, that you: (a) abused the Program's privileges.\n(b) you do not meet the Eligibility Criteria set forth in the Terms.\n(c) failed to follow the Terms.\n(d) made a misrepresentation, including without limitation, submitting false or fictitious Personal Information.\n(e) redeemed merchandise that will be used for resale or commercial use, and/or (f) obtained TW Points as a result of any fraudulent, dishonest, misleading or illegal act, including random clicking or used a system (including online systems, communication systems, servers, computers, software or other automated means), or were otherwise improperly credited TW Points.</li>\n</ol>\nMAINTAINING THE SECURITY OF YOUR ACCOUNT\n<ol>\n<li>Identification may be required to confirm your Voter Membership when redeeming TW Points.</li>\n<li>Identification may be required to confirm the&nbsp;legitimacy of the account holder&nbsp;</li>\n<li>You must notify us immediately if your password is lost or stolen and we will deactivate your Account.\nUpon presentation of proper identification (government issued photo ID may be required), in our sole and absolute discretion, we may reactivate your Account.\nWe are not responsible for any redemption made using a lost or stolen password.</li>\n</ol>\nTERM AND TERMINATION\n<ol>\n<li>The term of these Terms begins upon first use or registration of the Site.\nThe term ends when your Account is deleted or suspended either on the initiative of TW or you.</li>\n<li>In the event of any dispute regarding any matter relating to use of the Site, i.e.\nthe posting of online surveys, posting of blog content, Voter Member account balance, eligibility for points or any other related matter, the decision of TW shall be final and binding.</li>\n</ol>\nRELEASE OF LIABILITY\n<ol>\n<li>By participating in the Program, you agree to release TW, its parent, affiliates, divisions, related companies, and all of our and their respective officers, directors, owners and employees, (collectively \"Releasees\") from any and all liability arising from or connected to the Program, including, without limitation, the collection, redemption or revocation or deletion of TW Points, the suspension, termination or modification of your Account, Terms or the Program, or for any failures, human or otherwise, or any other circumstances affecting the Program in any manner including without limitation, your ability to participate in the Program or to collect or redeem TW Points, your use of and participation in the Site, your use of any products or other materials obtained from the Site, the impact of any question/survey answered, posted or distribution through the Site.\nEfforts have been made to ensure that the information herein and related Program materials are correct.\nWe and the other Releasees are not responsible for any errors or omissions herein or in the Program materials.</li>\n</ol>\nLIMITATION OF LIABILITY\n<ol>\n<li>TO THE EXTENT PERMITTED BY LAW, ALL ASPECTS OF THE PROGRAM AND EVERYTHING ON ANY THE SITE IS PROVIDED \"AS IS\" WITHOUT ANY CONDITION, REPRESENTATION OR WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nNO ORAL ADVICE OR WRITTEN INFORMATION GIVEN BY THE SITE'S OWNERS, ITS EMPLOYEES, AGENTS OR REPRESENTATIVES OR SIMILAR CREATE A WARRANTY.</li>\n<li>WITHOUT LIMITING THE FORGOING, UNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL TW OR ANYONE ELSE INVLOVED IN THE SITE BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OR INABILITY TO USE THE SITE, ITS CONTENTS OR ANY PRODUCTS THAT HAVE BEEN REDEEMED THROUGH THE SITE OR THAT RESULT FROM DEFECTS, MISTAKES, OMISSIONS, INTERRUPTIONS, DELAYS IN OPERATION OR TRANSMISSION, VIRUSES, DELETION OF FILES, OR FOR ANY LOSS OF PRIVACY OR CONFIDENTIALITY, HOWSOEVER CAUSED.</li>\n<li>IN NO EVENT SHALL THE TOTAL LIABILITY OF PS, OR ITS EMPLOYEES, OFFICERS, DIRECTORS, AND OWNERS FOR ANY DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, EITHER JOINTLY OR SEVERALLY, EXCEED THE AGGREGATE AMOUNT OF ANY FEES PAID BY YOU FOR THE SITE.</li>\n<li>The foregoing provisions are for the benefit of the Releasees, and each shall have the right to assert and enforce the provisions directly on its own behalf.</li>\n</ol>\nDISPUTES\n<ol>\n<li>By participating in this Program, you agree that: (i) you will contact us directly and give us the opportunity to try to resolve any and all disputes before you take any action in court, or otherwise.\n(ii) any and all disputes, claims and causes of action arising out of or connected with the Program shall be resolved individually, without resort to any form of class action.\n(iii) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, but in no event legal fees.\nand (iv) under no circumstances will Member be permitted to obtain awards for, and Member hereby waives all rights to claim punitive, incidental and consequential damages and any other damages other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased.</li>\n</ol>\nGENERAL\n<ol>\n<li>The Program and/or the TW Points are void where prohibited by law.</li>\n<li>Any waiver by us of the strict observance, performance or compliance with the Terms, either expressly granted or by course of conduct, shall be effective only in the specific instance and shall not be deemed to be a waiver of any of our rights or remedies as a result of any other failure to observe, perform or comply with the Terms.\nNo delay or omission by us in exercising any of our rights or remedies shall operate as waiver thereof or of any other right or remedy.</li>\n<li>If any part of the Terms is declared invalid or unenforceable by a court of competent jurisdiction, the balance of the Terms shall remain valid.</li>\n<li>The Parties agree that these Terms constitute entire agreement between them regarding the Site and the Program.\nAny representation, warranty or condition, written or otherwise, not expressly contained in these Terms shall not be enforceable by either Party.</li>\n<li>Each of the Parties acknowledges and agrees that it has not been induced to enter into these Terms by any representations not specifically stated herein.</li>\n</ol>\nCHOICE OF LAW AND JURISDICTION\n<ol>\n<li>All issues concerning interpretation and enforceability of the Terms and any and all disputes, claims and causes of action arising out of or connected with this Program or the Site shall be governed by, and construed in accordance with laws of the State of New York, USA</li>\n</ol>\nINTELLECTUAL PROPERTY\n<ol>\n<li>You understand and acknowledge that the names, logos and other intellectual property displayed on or associated with the Site are the trademarks, service marks, and trade names of TW and all rights associated therewith are reserved by TW.\nYou have no rights to such trademarks or names, or to any other terms, graphics, text, concepts or methodologies, by using the Site and the material contained therein.</li>\n<li>You understand that unless permitted in the Terms, you have no right to modify, translate, edit, reproduce, prepare derivative works, reverse engineer, decompile, disassemble, alter, or enhance the Site's intellectual property, including any software available on the Site.</li>\n</ol>\nPRIVACY NOTICE\n<ol>\n<li>TW values and respects your privacy.\nThis Privacy Notice and our Privacy Policy&nbsp;describe our privacy practices in relation to the Site and the Program.</li>\n<li>We collect personal information, namely, Account Information, from you at registration.\nWe use your Account Information to administer the Program, including to manage your Account, to process your redemptions, to conduct research and analysis, and as otherwise described herein and in our Privacy Policy.\nWe also use your Account Information to send you emails related to the Program that are both administrative, for example, emails about your Account (\"Program Emails\").\nWe also use your Account Information to send you promotional emails about the products and services available as part of the Program and surveys from our Business Members (\"Surveys and Promotional Emails\").\nWe do not disclose your Account Information to Business Members.\nRather, we send the Promotional Emails on their behalf.\nWe also may allow authorized third party service providers access to all personal information to perform services on our behalf.\nOur service providers are required to provide appropriate protection for all personal information and to limit their use of such information to providing services on our behalf.\nBy providing your Account Information to us, you consent to us using the information for the specified purposes.</li>\n<li>Unregistered visitors to the Site will be able to see the Voter Member's User Name or Business Member's name associated with any surveys or comments to blogs that are posted on the Site.</li>\n<li>Voter Members within the Site will be able to see other Member's country along with state/province if the Voter Member has provided the Site with this information.\nVoter Members may email each other through the Site's internal email system.</li>\n<li>Voter Members may ask other Voter Members to become \"friends\" within the Site.\nIt is your decision to accept or decline any friend request.\nIf you accept a friend request the Voter Member will also know your name, along with the State/Province and country if you have set your privacy settings to allow your friends to see individually, your country, your name and your state/province.</li>\n<li>We collect your Contact and Shipping Information for the purpose of sending you merchandise that you redeem with your TW Points.\nThis information may also be used by TW to send you targeted surveys on the TW software or on third party software.</li>\n<li>At any time after registration, you are presented with the option of providing us with more detailed personal information \"Additional Personal Information\".\nYou can earn TW Points by providing us with Additional Personal Information.\nTo redeem TW Points, you are required to complete the Additional Personal Information.\nIf you provide Additional Personal Information, it will be used to send you more personalized and or targeted Promotional Emails or Surveys on the TW software or on third party software.\nFor example, our Business Members may ask us to send surveys on their behalf to individuals within a certain salary range.</li>\n<li>By agreeing to become a Voter Member, you agree to receive invitations to participate in surveys.\nYou may unsubscribe at any time, see “How do I opt-out of information\" in our Privacy Policy.</li>\n<li>Making Choices.\nAny Voter Member who does not wish to receive Program Emails or Surveys or Promotional Emails from us or our Business Members can opt out of receiving such emails or mail by following the instructions in each such email or by emailing us at support@tellwut.com at any time.\nIt may take up to ten (10) days to process a request received by email.</li>\n<li>You can also contact our Privacy Office by emailing support@tellwut.com&nbsp;to change or update your Additional Personal Information, Account Information, or Contact and Shipping Information or for more information about our use of your personal information.</li>\n<li>\n<strong>Google Analytics.\n</strong>Our website uses Google Analytics, a web analytics tool provided by Google, Inc.\n(\"Google\") that helps us understand how visitors engage with our website.\nGoogle Analytics uses cookies and IP addresses.\nThe information generated by cookies about the use of our website and your IP address will be transmitted and stored by Google on servers in the United States.\nGoogle will use this information to evaluate how visitors use our website, compile reports on website activity for us and provide other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle Analytics collects information anonymously, and will not associate your IP address with any other data held by Google.\nTo opt-out of Google Analytics, you can install Google Analytics Opt-out Browser Add-On.<br>For information about and to install Google Analytics Opt-out Browser Add-on, click here: http://tools.google.com/dlpage/gaoptout?hl=en<br>For more information related to Google Analytics, click here: http://www.google.com/intl/en/analytics/privacyoverview.html</li>\n<li>Our Privacy Office can be reached by email at support@tellwut.com</li>\n</ol>\n<p>&nbsp;</p>\n<p>© 2021 Paradigm.\nAll rights reserved.</p> ", "created_at": "2021-11-22 04:21:19.380488", "updated_at": "2021-11-22 03:22:30.637463"}], "points": [], "urls": ["tellwut.com"]}}