{"error": 448, "message": "OK", "parameters": {"id": 6687, "name": "BeReal1", "created_at": "2022-06-20 20:05:22.819691", "updated_at": "2022-06-20 22:01:12.244587", "wikipedia": null, "keywords": null, "related": null, "slug": "bereal1", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6687.png", "url": "bere.al1", "documents": [{"id": 12188, "name": "TERMS OF USE", "url": "https://bere.al/en/terms", "xpath": "/html/body/div[1]/div[1]/div[2]", "text": "<p>TERMS OF USE</p>\n<p>Update Date: August 2, 2021</p>\n<p>\n</p>\n<p>Welcome to BeReal! </p>\n<p>BeReal is a social network offering its Users to take a photo of themselves and their environment upon receiving a notification and then share it with friends or publicly (hereinafter the “Application”).</p>\n<p>The BeReal Application is published by BeReal, a simplified joint stock company whose registered office is located at 30/32 Boulevard Sébastopol 75004 Paris, FRANCE, and which is registered under number 881 079 685 with the Paris Trade and Companies Registry.</p>\n<p>These General Terms of Use (hereinafter the “Terms” or “ToU”) determine the conditions under which the User is authorised to use the Application and to benefit from its Services.\n</p>\n<p>Access to the Application and use of the Services are conditional upon acceptance of and compliance with these Terms.\nTherefore, by creating a User Account and using the Application you agree to comply with the obligations described in this document.\n</p>\n<p>Our Privacy Policy is an integral part of these Terms.\nPlease read all of these documents carefully and do not register with BeReal if you do not agree with any of the provisions contained herein.</p>\n<p>Because your privacy is of great importance for BeReal, please note that we will never sell your data nor use it in a way you are not informed of.</p>\n<p>\n</p>\n<ol>\n<li>1 Definitions and Interpretation</li>\n</ol>\n<p>In these TOU, the following terms have the following meaning: </p>\n<ul>\n<li>“User Account” or “User Profile” refers to the space specific to a User on which he or she can fill in information about himself or herself, view and comment on the Content of other Users, and publish his or her own Content.\nThe User Account is necessarily public and can be consulted by anyone.\n</li>\n<li>“Content” means photos, videos, RealMojis published on the Application and/or created through the Application Services;</li>\n<li>“Parties” means BeReal and the User;</li>\n<li>“Platform” means the online solution accessible from the BeReal application available on GooglePlay or Apple Store;</li>\n<li>“RealMojis” means one of the Services offered by the Application and allowing Users to create an emoji from their own photos;</li>\n<li>“Services” means all the features offered to the User to allow him to create, modify, publish, share his content.\n</li>\n<li>“User” means any natural person using the Application and its Services.\n</li>\n</ul>\n<p>\n</p>\n<ol>\n<li>2 User Account Creation&nbsp;</li>\n</ol>\n<ol>\n<li>2.1 Requested Information&nbsp;</li>\n</ol>\n<p>In order to use BeReal you must create a User Account that will be specific to you.\nWhen creating your User Account we will ask you to provide the following information: </p>\n<ul>\n<li>your phone number .\n</li>\n<li>your name or first name;</li>\n<li>your age.\n</li>\n<li>a User name;</li>\n<li>a password.\n</li>\n</ul>\n<p>These elements are essential to use the Application BeReal.\n</p>\n<p>When creating your User Account, the information provided must correspond to your own identity and must not be false or erroneous.\n</p>\n<p>You also agree to keep your User Account password confidential.\nIf you believe that someone is using your User Account in an illegitimate manner, you agree to notify us by contacting us at contact@bere.al.\n</p>\n<p>\n</p>\n<ol>\n<li>2.2 Age Limit and Parental Permission&nbsp;</li>\n</ol>\n<p>BeReal is open to users over the age of 13 only.\n</p>\n<p>If you are under 13, you are not allowed to create a User Account and use the Application.\nIn addition, if you are between the ages of 13 and 16, depending on the country in which you reside, we may require permission from your legal guardian.\n</p>\n<p>If you are the legal representative of a minor over the age of 13 and you wish to contact us, please send us a message to the following email address: contact@bere.al.</p>\n<p>\n</p>\n<ol>\n<li>3 Services Description</li>\n</ol>\n<p>You may use the Services on your phone through the BeReal Mobile Application.\nThe Services allow you to (i) create, publish, share Content, (ii) view other Users' Content (iii) interact with them and (iv) delete your Content once a day.</p>\n<ol>\n<li>(i) Create and Share Your Own Content</li>\n</ol>\n<p>Under this feature you can: </p>\n<ul>\n<li>Take a photo of you and your surroundings within a time limit to share it s .\n</li>\n<li>Tell your friends the exact location where you took your photo, or when the photo is shared publicly, indicate an approximate location;</li>\n<li>Choose to share the photo with your friends or publicly;</li>\n<li>Fill in various information on your User Account, such as your biography, a profile picture, your email address.</li>\n</ul>\n<p>\n</p>\n<ol>\n<li>(ii) Display Other Users’ Content&nbsp;</li>\n</ol>\n<p>You may view the Content of other Users when: </p>\n<ul>\n<li>You are friends with the User.\n</li>\n<li>The Content is shared publicly.</li>\n</ul>\n<p>\n</p>\n<ol>\n<li>(iii) Interact With Other Users&nbsp;</li>\n</ol>\n<p>You can interact with other Users or with other Users' Content through: </p>\n<ul>\n<li>The commenting interface and the creation of RealMojis.\nIn this regard, if a User decides to share Content publicly, then other Users can respond with RealMojis that become visible and public in turn.\n</li>\n<li>The “Find Friends” feature that allows you to search your phone book for people using BeReal;</li>\n<li>A messaging feature to exchange between Users.\n</li>\n<li>The “Maps” feature that allows you to geolocate your friends and share your location with them.\nThis feature is only intended to share with friends the location of the place where a Content, for example a photo, was taken.\nIn no way does this feature allow BeReal to track the location of its Users in real time.</li>\n</ul>\n<ol>\n<li>(iv) Content Deletion&nbsp;</li>\n</ol>\n<p>You may choose to remove one piece of Content per day.\n</p>\n<p>However, if you wish to remove other Content on the same day, please send us a request to contact@bere.al.\n&nbsp;</p>\n<p>\n</p>\n<ol>\n<li>4 Reporting Illegal or Inappropriate Content&nbsp;</li>\n</ol>\n<p>As a hosting company, we are not under a general obligation to monitor the information we store.\nNevertheless, if you believe that a Content is illicit or inappropriate, you can report it to us or to the User who is the author by clicking on the “report” tab in the settings of the photo or in the settings of the User Profile.\n</p>\n<p>In particular, we invite you to report any Content of a sexual and/or child pornographic nature, calling for hatred, terrorism, violence in general or against a group of people in particular, inciting others to endanger themselves or provoking suicide.&nbsp;</p>\n<p>\n</p>\n<ol>\n<li>5 User Obligations</li>\n</ol>\n<p>When using the Application, you agree to comply with the provisions described in these Terms of Use and with the laws in force.\nAs such, you agree not to: </p>\n<ul>\n<li>Use BeReal if you are under 13 years old, or when you are between 13 and 16 years old if your legal representative has not consented to such use;</li>\n<li>Use BeReal for advertising or commercial purposes to publish or facilitate the transmission of advertising, commercial solicitations, spam, \"chain letters\", \"pyramid schemes\" or to collect information, data or Content about other Users without their permission.\n</li>\n<li>Tamper or attempt to tamper with the proper working of the Application, interfere with access to the Application or circumvent any measures we may use to block or restrict access to the Services.\n</li>\n<li>Use the BeReal Application in a deceptive, malicious, discriminatory, or otherwise unlawful manner, such as impersonating someone else for personal or commercial purposes.\n</li>\n<li>Harm or attempt to harm another person or group, including, but not limited to, bullying, harassment, promotion of sexual content, violence, hate speech, dissemination of false information.\n</li>\n<li>Use the Services to intentionally, recklessly or negligently upload, transmit, distribute, store or otherwise make available any Content that may infringe upon the intellectual property rights of others, or the privacy, image, dignity or honor of others, including a deceased person.\nIn this regard, please note that you are solely responsible for the Content you choose to share on the Application, especially when this Content represents other people.\nWe recommend that you always ensure that you have the consent of others to use their image or creations on BeReal.\n</li>\n</ul>\n<p>We reserve the right, at any time and without notice, to remove or temporarily or permanently suspend access to any Content that is clearly illegal or does not comply with these Terms.</p>\n<ol>\n<li>6 User Account Deletion&nbsp;</li>\n</ol>\n<p>We reserve the right to suspend or terminate your User Account upon notice from us and without prior notice, for any reason whatsoever, including but not limited to: </p>\n<ul>\n<li>Violation or attempted violation of the Terms and/or applicable law.\n</li>\n<li>Unexpected technical or security problems.\nor</li>\n<li>Long periods of inactivity of your account </li>\n</ul>\n<p>In such a case, you are not allowed to create a new User Account.&nbsp;</p>\n<ol>\n<li>7 Intellectual Property&nbsp;</li>\n</ol>\n<ol>\n<li>7.1 Intellectual Property and Application Integrity</li>\n</ol>\n<p>Excluding the Content generated by Users, the Application is the exclusive property of BeReal, including its structure, design, interfaces, databases, text, digital content, trademarks, and HTML tags (meta-tags).\nThe Application is protected by the provisions of the French Intellectual Property Code and by any national or international text in force applicable to intellectual property law.\n</p>\n<p>You may use the Application under a non-exclusive, limited, non-transferable, revocable license, valid worldwide and until the deletion of your User Account, to share your Content and interact with other Users only.\n</p>\n<p>Accordingly, you may not reproduce, distribute, reverse engineer, disassemble, decompile or otherwise use the Application or any portion thereof in any form whatsoever, except as authorized in writing by us.\nAny violation of this obligation constitutes an infringement, punishable by articles L.335-2 and following of the Intellectual Property Code.\n</p>\n<p>It is also forbidden to : </p>\n<ul>\n<li>Extracting data by temporary or permanent transfer, or using the Application or its visible databases for commercial or other purposes by making them available to the public in whole or in part and substantially in quantitative or qualitative terms.\n</li>\n<li>To extract or use in a repeated and systematic way all or part of the visible information of the Application, when such an operation clearly exceeds a normal and private use of the Application.\n</li>\n<li>Exploit, market or distribute any component of the Application, including but not limited to the visible information of the Application, the databases, the Services, the programs, the source codes, the algorithms, the methods incorporated in the Application.\n</li>\n<li>Use any device or software to interfere or attempt to interfere with the proper working of the Application.\nor take any action that imposes a disproportionately large load on our infrastructure.\n</li>\n</ul>\n<ol>\n<li>7.2 Intellectual Property and License&nbsp;</li>\n</ol>\n<p>By using BeReal you will create Content of which you may be the author and, if applicable, the owner of the intellectual property rights.</p>\n<p>When you share Content on the Application you grant BeReal and all its Users a free, non-exclusive, 30 (thirty) year, worldwide license in any medium to:</p>\n<ul>\n<li>To other Users to reproduce and share the Content on WhatsApp, Facebook, Twitter, SnapChat and Instagram, and more generally any social network or messaging application that may be interfaced with BeReal.\n</li>\n<li>To BeReal to host, store, reproduce, modify, adapt, display, publish, edit, distribute and sublicense all or part of the Content for the purpose of providing the Application Services to its Users, and to conduct marketing, communication or commercial promotion activities of BeReal.&nbsp;</li>\n</ul>\n<ol>\n<li>8 Indemnification, Warranty Exclusion and Liability</li>\n</ol>\n<p>The Application and its Services are provided “as is”.\nConsequently, we do not offer you any guarantee concerning them, and in particular concerning:</p>\n<ul>\n<li>The conformity of our Services to your expectations.\n</li>\n<li>The absence of interruption, errors, security breaches, infringement of the rights of third parties in the operation of the Application BeReal.\n</li>\n<li>The accuracy and reliability of information obtained through the use of our Services.\n</li>\n</ul>\n<p>More generally, you acknowledge that the Internet, and any telematic network used for data transmission may involve risks related to the lack of protection of certain data against possible misuse and risks of contamination by viruses.\nAlso, BeReal cannot be held responsible for the loss or alteration of data, or for the loss of opportunity or time.</p>\n<p>In any event, our liability is limited to direct material damages to the exclusion of any indirect damages of any kind.</p>\n<p>We further reserve the right, to the extent permitted by law, to modify, suspend, discontinue or limit the availability of all or any part of our Platform for business and operational reasons at any time without notice.</p>\n<ol>\n<li>9 Data Protection and Privacy</li>\n</ol>\n<p>Users are informed that the personal data collected may be subject to data processing activities in accordance with French Law No.\n78-17 of January 6, 1978 relating to data processing, files and freedoms, as amended (known as the Data Protection Act) as well as EU Regulation 2016/679 of April 27, 2016, known as the General Data Protection Regulation (GDPR).\nDepending on the country from which you use the Services, other legislation might also apply, such as the California Consumer Privacy Act (CCPA).</p>\n<p>For more details regarding the use of your personal data and your rights, we recommend that you read our Privacy Policy.</p>\n<ol>\n<li>10 Modification of the present Terms of Use</li>\n</ol>\n<p>BeReal reserves the right to modify its ToU at any time.\nIn this case, BeReal will publish the new versions of the ToU on the pages of the Application and will alert Users by means of a pop-up window that will appear when opening the Application.&nbsp;</p>\n<ol>\n<li>11 Miscellaneous</li>\n</ol>\n<p>In the event that all or part of the provisions of the GTC are deemed illegal, unenforceable or inapplicable by a court decision, the other provisions or agreements shall remain applicable, provided that the general scheme of the contract is not disrupted.\nThe invalid provision shall be replaced by a valid provision that comes as close as possible to the economic purpose pursued by the Parties.\nThis Agreement, together with the Privacy Policy, constitutes the entire agreement between the Parties.</p>\n<ol>\n<li>12 Applicable laws and jurisdiction</li>\n</ol>\n<p>For any claim or dispute, the user is invited in priority to contact BeReal at contact@bere.al to reach an amicable solution.</p>\n<p>In accordance with Article 14 of Regulation (EU) No.\n524/2013, the European Commission has set up an online dispute resolution platform, facilitating the independent settlement by extrajudicial means of online disputes between consumers and professionals in the European Union.\nThis platform is accessible at the following link: https://webgate.ec.europa.eu/odr/.\n&nbsp;</p>\n<p>The present Conditions are subject to French law.\nAny dispute not resolved by the means indicated above will be submitted to the competent court corresponding to the place of residence of the User located in one of the member states of the European Economic Area.&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2022-06-20 18:06:13.02704", "updated_at": "2022-06-20 18:06:20.129537"}, {"id": 12187, "name": "Privacy Policy", "url": "https://bere.al/en/privacy/", "xpath": "/html/body/div[1]/div[1]/div[2]", "text": "<p>PRIVACY POLICY</p>\n<p>Update Date: August 2, 2021</p>\n<p>\n</p>\n<p>Welcome to BeReal! </p>\n<p>We are committed to protecting the privacy of the personal information you provide to us when using BeReal and we value your privacy.\nThat's why we have created this document (the “Privacy Policy”).\nIt applies to all Users of the Platform.</p>\n<p>We invite you to carefully read our Privacy Policy and to contact us for any question about the collection and processing of your Personal Data at the following e-mail address: contact@bere.al.\n&nbsp;</p>\n<p>Please note that the Privacy Policy is an integral part of the General Terms of Use and that the definitions set forth therein are applicable to this document.</p>\n<p>1.\nScope and Application</p>\n<p>The Privacy Policy details the Personal Data collected and processed when using our Application, the purposes for which Users' Personal Data is processed, how BeReal uses it, and the features offered to allow Users to access and update their Personal Data.</p>\n<p>Personal Data is defined as any information relating to a natural person who can be identified, directly or indirectly.\nIt is for example: the name, first name, email and postal address of a physical person, his image on a photograph or a video, an IP address, a location data, etc.</p>\n<p>2.\nAcceptance and Modification of Our Privacy Policy</p>\n<p>By accepting the Terms of Use, you confirm that you have read and accept without limitation or qualification this Privacy Policy, which forms an integral part of the ToU.\nIn case of disagreement with one or more of its conditions, the User is free not to use or no longer to use our services (especially in case of modification of the terms of the Privacy Policy).</p>\n<p>This Privacy Policy may change from time to time, but any reduction in your rights will not be enforced without your consent.\nBeReal will post new versions of the Privacy Policy on the Application and at https://bere.al/fr/privacy&nbsp;and will alert Users by means of a pop-up window that will appear upon opening the Application.</p>\n<p>In general, the Privacy Policy is always easily accessible at https://bere.al/fr/privacy&nbsp;or from your User Account settings.</p>\n<p>3.\nIdentification of the Data Controller </p>\n<p>The processing of your Personal Data is subject to French law, including Law No.\n78-17 of January 6, 1978 relating to computers, files and freedoms, as amended (known as the Data Protection Act) as well as the EU Regulation 2016/679 of April 27, 2016, known as the General Data Protection Regulation (GDPR).</p>\n<p>According to the regulations in force, BeReal is the Controller of the processing of your Personal Data.\n</p>\n<p>In this capacity, BeReal undertakes to comply with the legal provisions in force and to carry out a lawful, fair and transparent processing of Personal Data of Users.\nBeReal also guarantees to the Users that this processing is in accordance with the explicit and legitimate purposes determined in the Privacy Policy.\nThe duration of processing does not exceed the time necessary for the purposes for which the Personal Data are collected and processed.\n</p>\n<p>4.\nCategories of Personal Data Processed When Using the Application</p>\n<p>a) Which Personal Data Are Processed? </p>\n<p>In order to provide access to the Platform to its Services, BeReal may collect several categories of Personal Data about you, for different purposes, legal bases for processing and different retention periods.\nWe offer a summary of all this information in the table below.</p>\n<p>If you wish to know more about the Data collected and the purposes of processing you can also read the details below the following table.\n</p>\n<p>Purpose of the Processing</p>\n<p>Personal Data Processed</p>\n<p>Legal Ground for the Processing</p>\n<p>Retention Period</p>\n<p>Account creation and User identification - Account management</p>\n<p>Mandatory profile data (Name, date of birth, phone number, password)</p>\n<p>Performance of the contract between You and BeReal </p>\n<p>Duration of the use of the services increased by 3 years after the last connection to the service or until the request for removal</p>\n<p>Optional profile data (biography, email address)</p>\n<p>Consent</p>\n<p>Duration of the use of the services increased by 3 years after the last connection to the service or until the withdrawal of consent</p>\n<p>Purchase of paid features </p>\n<p>Transaction Data submitted by the Store </p>\n<p>Performance of the contract between You and BeReal &nbsp;</p>\n<p>Duration necessary for the execution of the transaction increased by the legal retention period for accounting purposes</p>\n<p>Proper functioning of the Platform and its Services</p>\n<p>Data related to your activity on BeReal, Communications with BeReal, Data related to devices and equipment used</p>\n<p>Legitimate interests of the Data Controller</p>\n<p>2 years from collection date</p>\n<p>Data sent by your phone's camera and photos stored on your phone, Geolocation Data </p>\n<p>Consent</p>\n<p>Duration of the use of the services increased by 3 years after the last connection or until the withdrawal of consent</p>\n<p>Administrative management of the Platform, complaints and reports from Users, Moderation of content in accordance with our ToU</p>\n<p>Content Data, Communications with BeReal</p>\n<p>Legitimate interests of the Data Controller</p>\n<p>\n</p>\n<p>Duration of the use of the services + applicable statutory limitation</p>\n<p>Moderation of content in accordance with the law (prevention of illegal activities, fraud, cyber harassment, ...)</p>\n<p>Content Data, Data about your activity on BeReal</p>\n<p>Compliance with our legal obligations</p>\n<p>1 year from collection for metadata </p>\n<p>5 years (statutory limitation) for data retained for dispute prevention purposes</p>\n<p>Connection with other Users </p>\n<p>Contact data from your smartphone</p>\n<p>Consent</p>\n<p>Duration of use of services or until withdrawal of consent</p>\n<p>Geolocation</p>\n<p>\n</p>\n<ul>\n<li>Details On The Personal Data Collected and Processed&nbsp;</li>\n</ul>\n<p>BeReal collects two different types of Data: </p>\n<p>\n</p>\n<ol>\n<li>(i) Data that you provide to us&nbsp;</li>\n</ol>\n<p>Profile Data: This is the Data that you are required to enter when you sign in: your phone number, first or last name, date of birth, username, and password.\n</p>\n<p>You can also fill in optional Data: your biography, email address, profile picture.</p>\n<p>Communications with BeReal&nbsp;: When you report a problem with the Platform (inappropriate content, bugs, errors), respond to a survey about the quality of our Services, request assistance, or make a request to exercise your rights, we record the information you agree to share with us or that we need to respond to your request.\n</p>\n<ol>\n<li>(ii) Data we collect when you use our Services&nbsp;</li>\n</ol>\n<p>Data related to your activity on BeReal:&nbsp;this notably includes: </p>\n<ul>\n<li>Connection Data: IP address, date of registration, date of your last connection.\n</li>\n<li>Data about how you interact with other Users: the number of friends and invitations, comments left on Content shared by your friends, the friends with whom you interact the most.\n</li>\n<li>Data about how you use our Services, including use of RealMojis, time of posting, number of late BeReal posts, etc.</li>\n</ul>\n<p>Content Data:&nbsp;We collect content that you create through our Services such as photos, RealMojis and comments.\nNote that Users who view your Content can always take a copy or screenshot of it.\nTherefore, we strongly recommend that you do not post or send to a friend any Content that you do not want to share.</p>\n<p>Geolocation Data: For each photo, the Platform offers you the possibility to share, with your friends, your exact location or, when the photo is published publicly, an approximate location.\nWe also offer you to locate your friends precisely on a map in relation to your position.\nUse of the Service requires your consent to the collection of Geolocation Data.\n</p>\n<p>If you do not want BeReal to collect your Geolocation Data, you may refuse to give the Platform permission to access your location when you first open the application.\nIf you wish to withdraw your consent after accepting such processing, you must change the permissions given to the application in the system settings of your phone.\n</p>\n<p>Phonebook Data: With your consent, BeReal may access your phone book to identify your contacts already registered on BeReal or so that you can invite your friends to register on the Platform.\nWe never access your contact list without your permission.\n</p>\n<p>Device and Equipment Data:&nbsp;We collect information about and from the devices and equipment you use to access BeReal.\nThis includes your IP address, device type, application crashes, operating system version, language used.\n&nbsp;</p>\n<p>Cameras and Photos:&nbsp;Most of our Services require that you allow us to collect Data from your phone's camera and photo library (i.e.\nsend and upload photos).\nIf you refuse to allow us access to your camera or photo library, you may receive photos from and contact other Users, but you will not be able to take, upload and share your own photos.\n</p>\n<ul>\n<li>Details of the legal basis and purposes of the processing</li>\n</ul>\n<p>We process the above-described Data in accordance with the requirements of the GDPR for various purposes on the bases of:</p>\n<ul>\n<li>Contract performance&nbsp;where the processing enables BeReal to provide the Services as described in the Terms of Service.\nThis includes:&nbsp;</li>\n<ul>\n<li>Access to the Platform and related services (profile visibility, transmission of comments and shared content, suggestion of friends, RealMojis).\n</li>\n<li>The proper functioning of Users' accounts;</li>\n<li>Notifications that it is time to take a photo;</li>\n<li>Notification of changes to our services.\n</li>\n<li>User support services.\n</li>\n<li>Administration of the Platform, repair and correction of bugs, updates.\n</li>\n<li>The provision of services for sharing User Content and interacting with other Users;&nbsp;</li>\n</ul>\n</ul>\n<ul>\n<li>Our legitimate interests&nbsp;where the processing allows us to provide you with an efficient and dynamic Platform.\nThis includes:&nbsp;</li>\n<ul>\n<li>Monitoring User Content, comments, messages and associated metadata for administrative purposes and to verify their compliance with our Terms of Service.\n</li>\n<li>Verifying the compatibility of the content presentation methods with respect to the type of device used.\n</li>\n<li>The understanding of the modalities of use of the Platform by the Users for the purposes of improvement, development and commercial promotion of the Application.\n</li>\n<li>Verifying the stability and security of the Platform.\n</li>\n<li>Identifying criminal activities, fraudulent behavior, misuse of the Platform.\n</li>\n<li>Sending surveys and requesting feedback in order to improve the Services offered.&nbsp;</li>\n</ul>\n</ul>\n<ul>\n<li>Compliance with our legal obligations&nbsp;where the processing of Data is aimed at preventing and combating abusive, fraudulent, and illegal activities.</li>\n<li>Your consent where the processing relates to geolocation or phonebook Data.\nThis includes:&nbsp;</li>\n<ul>\n<li>Geolocation for the purpose of connecting the User with friends who are geographically close to the User's location.\n</li>\n<li>Geolocation for the purpose of indicating where User content was created.\n</li>\n<li>Access to the phone book to identify Users of our Services that you know.\n</li>\n</ul>\n</ul>\n<p>b) Cookies</p>\n<p>A “cookie” (or “tracker”) is a connection indicator that designates a text file that may be recorded in a dedicated space on the hard disk of your terminal (computer, tablet, or smartphone), when you consult a service available online.\nA cookie allows its issuer to identify the terminal in which it is stored, during the period of validity or storage of the cookie.\nThe cookie does not identify the User as such.\nit is used to record your browsing information on the Platform.</p>\n<p>When you connect to the Platform, information relating to your browsing is likely to be recorded in “Cookies” files installed on your terminal, according to the choices you may have expressed concerning cookies and which can be modified at any time.\nThese cookies allow personalized navigation and are also used for analytical purposes (audience measurement).</p>\n<p>The existence of cookies and their purpose(s) will be indicated to you when you connect to the Platform, by the presence of an information banner placed at the bottom or top of the home page.</p>\n<p>The deposit and reading of cookies on your terminal generally requires your prior consent, which, if applicable, is obtained by clicking on “I accept”.\nThe consent given for the use of cookies is valid for 13 months.\nAfter this period we will ask you to renew your agreement.</p>\n<p>In case of refusal of cookies, objection to those stored by default, or deletion of the cookies, the User is informed that he can no longer benefit from a number of features that are nevertheless necessary to navigate in some areas of the Platform.\nWhere appropriate, BeReal disclaims any responsibility for the consequences related to the degraded operation of its Services resulting from the inability of BeReal to record or view the cookies necessary for the proper functioning of the Platform and that you have refused or deleted.</p>\n<p>Finally, it is important to distinguish the cookies issued on the Platform from those issued by third parties.\nIn this respect, we inform you that cookies may be placed from time to time on certain pages of the Platform by third parties (advertisers or others).\nPlease be aware that BeReal has no control over the use of cookies by third parties.</p>\n<p>BeReal uses the following cookies and trackers:</p>\n<ul>\n<li>On the Application:</li>\n<ul>\n<li>Cookies that are necessary for you to use the Services, such as allowing you to stay logged into your account;</li>\n<li>Cookies analyzing your use of the Application to generate statistical reports, without identifying you:</li>\n<ul>\n<li>Google Analytics</li>\n<li>Amplitude</li>\n</ul>\n</ul>\n<ul>\n<li>Cookies necessary for the proper and efficient operation of the Application, for example by saving your user preferences.</li>\n</ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>On the website www.bere.al:</li>\n<ul>\n<li>cookies analyzing your use of the website to generate statistical reports, without identifying you:</li>\n<ul>\n<li>Google Analytics</li>\n</ul>\n</ul>\n</ul>\n<p>\n</p>\n<p>5.\nConditions of use of Personal Data</p>\n<p>Any use of Personal Data for purposes other than those set out above in our Privacy Policy will require the prior express consent of the User.</p>\n<p>BeReal undertakes to keep the Personal Data of the Users only for as long as is strictly necessary for the declared processing of the data for the above-mentioned purposes or for the exercise and establishment of its legal rights, and in any case within the limits imposed by the law.\n</p>\n<p>BeReal undertakes to delete the Personal Data from its databases at the end of these various periods.\nIn case of request for deletion of your account, it will be effective within 30 (thirty) days.\nAll of our backups are automatically deleted after 90 (ninety) days.</p>\n<p>However, BeReal may retain certain information for a period of time after the closure of the User's personal account in order to meet legal, accounting and tax obligations and, in particular, to prevent possible unlawful behavior after the deletion of a User Account (reuse of an old account by a third party).\nIn this case, the Personal Data will be deactivated and will no longer be accessible online.</p>\n<p>6.\nSharing of Information with Third Parties</p>\n<p>a) No disclosure of Personal Information to third parties</p>\n<p>With the exception of Content that you have licensed to us in accordance with the Terms of Use, BeReal will not disclose to third parties any information or Personal Data provided by Users.\nThis information and Personal Data is used exclusively by BeReal's internal services and will not be transferred or sold to third parties without your prior express consent.</p>\n<p>b) Communication of Personal Data for external processing purposes</p>\n<p>Your information and Personal Data may, where appropriate, be transmitted to third party contractors involved in the provision of the Services (technical and hosting providers, sending notifications, publishing and sharing content, user tracking and satisfaction surveys, management of security incidents or fraudulent activity, etc.).</p>\n<p>BeReal undertakes to communicate Users' Personal Data only to authorized and trusted service providers, who process it on our behalf, according to our instructions, in accordance with this Privacy Policy and in compliance with any other appropriate security and confidentiality measures.</p>\n<p>c) Disclosure of Personal Data outside the European Union </p>\n<p>Processing Personal Data as described in the Privacy Policy may involve transferring your Data to one or more other countries, inside or outside the European Economic Area, including the United States.\n</p>\n<p>Where applicable, we use standard contractual clauses and/or other mechanisms approved by the European Commission to maintain a level of protection for your Personal Data equivalent to that guaranteed by the GDPR.</p>\n<p>d) Disclosure for Legal and Statutory Purposes</p>\n<p>Information and Personal Data may also be disclosed to a third party if BeReal is required to do so by law, regulation, or court order, or if such disclosure is necessary for the purposes of an investigation, court order or legal proceeding, either domestically or abroad.</p>\n<p>In addition, BeReal may share information and Personal Data with third party companies, consultants or individuals in order to:</p>\n<ul>\n<li>Enforce the Privacy Policy and the General Terms of Use of the Application in force, including to ascertain any breach thereof;</li>\n<li>Protect against any infringement of the rights, property or safety of its users, in accordance with and in compliance with the law.</li>\n</ul>\n<p>7.\nSecurity of Personal Data</p>\n<p>We implement technical and organizational measures, such as encryption of Data or restriction of access to authorized personnel, to ensure that your Personal Data is processed securely in accordance with the Privacy Policy.\nHowever, the transmission of information via the Internet involves irreducible risks that do not allow us to guarantee perfect security of the information transmitted via the Platform.\nConsequently, any transmission of Personal Data is made at your own risk.\n</p>\n<p>8.\nRespect of the rights of the Platform Users</p>\n<p>You have certain rights regarding your Personal Data, as follows: </p>\n<ol>\n<li>Right of access: it allows you to access free of charge the Personal Data collected about you.\n</li>\n<li>Right of rectification: it allows you to update or correct the accuracy of your Data.\nYou can exercise this right directly from your account settings.\n</li>\n<li>Right of deletion: it can be exercised when the processing of Personal Data is no longer necessary for the purposes for which they were collected or, if applicable, when you withdraw your consent to the processing.</li>\n<li>Right to object to the collection and processing of all or part of your Personal Data: this right is not absolute and applies only to Personal Data collected for commercial prospecting purposes, including profiling when it is linked to commercial prospecting activities.\nWhen you choose to object to such processing we ask you to indicate the reasons for your objection so that we can balance our legitimate interests against your request.\n</li>\n<li>Right to limit the processing of Personal Data.\nThis right is not absolute, and can only be applied when: </li>\n<ul>\n<li>a request for rectification has been made under the right of rectification described in 8.2.\nYou may then request that the processing of your Personal Data be stopped for the time necessary to verify the accuracy of the requested rectification.</li>\n<li>you wish to object to the deletion of your Personal Data whose processing was unlawful;</li>\n<li>BeReal no longer needs the Personal Data in accordance with the purposes of processing but they are still necessary for the establishment, exercise or defense of legal claims;</li>\n<li>You wish to exercise your right to object as described in 8.4.\nYou may then request that the processing of your Personal Data be stopped for the time necessary to balance our legitimate interests against your request.</li>\n</ul>\n</ol>\n<p>Before we can respond to a request to exercise one or more of your rights, we may ask you to confirm some of your Account information to verify your identity.\nIn case of reasonable doubt, we may ask you for identification.\n</p>\n<p>9.\nInformation Regarding Children</p>\n<p>BeReal is not intended for children under the age of 13.\nIf you believe that we have Personal Information about a child or that it has been collected from a child under the required age, you may report your concerns to us by reporting the content or the User Account.\n</p>\n<p>10.\nInformation About Users Located In the USA</p>\n<p>This clause is only valid and legally binding if you are a party to the BeReal Terms of Service.\nThis clause regarding U.S.\nusers, including California and Virginia residents, applies to Personal Information (as defined in applicable regulations) provided to BeReal by the User.\n</p>\n<p>In light of the California Consumer Privacy Protection Act of 2018 (“CCPA”), we are providing this information to you as a service provider required to process your Personal Information (as defined in the applicable law), to confirm that we have adequate contractual terms in place.\nThe term “applicable law” refers to all laws, regulations, standards, regulatory guidance and self-regulatory guidelines that may apply in relation to the management of your Data.\nApplicable laws include, but are not limited to, the California Consumer Privacy Protection Act (Cal.\nCiv.\nCode §1798.100 - 1798.199), or the Virginia Consumer Data Protection Act (SB 1392).\n</p>\n<p>As a service provider, we will collect, hold, use, disclose and process your personal information only to fulfill our obligations to you under our agreement, for operational purposes previously stated in this Policy, to the exclusion of any other purpose.</p>\n<p>We will not sell your personal information or disclose your personal information for commercial purposes.\n</p>\n<p>We certify that we understand and comply with the restrictions and obligations set forth in Cal.\nCiv.\nCode § 1798.140(w)(2) as well as Va.\nSB 1392.\nIn the event of any inconsistency or conflict between the terms and conditions of this clause and the TOS or Privacy Policy, the TOS or Privacy Policy shall govern with respect to Data of individuals in the European Economic Area.\n</p>\n<p>If you have any questions about the CCPA or other U.S.\nregulations at BeReal or to exercise your rights under them, you may contact us as set forth in Section 11.</p>\n<p>\n</p>\n<p>11.\nContact</p>\n<p>You can exercise these rights at any time in one of two ways:</p>\n<ul>\n<li>By mail to the following address: BeReal, 30/32 Boulevard de Sébastopol 75004 .\n</li>\n<li>By e-mail to: contact@bere.al </li>\n</ul>\n<p>BeReal undertakes to respond to your requests concerning the Privacy Policy or the exercise of your rights, as soon as possible and no later than the time limit set forth by applicable legislation.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2022-06-20 20:05:22.823667", "updated_at": "2022-06-20 18:06:49.279484"}], "points": [], "urls": ["bere.al1"]}}