{"error": 448, "message": "OK", "parameters": {"id": 5362, "name": "Tappx", "created_at": "2021-10-30 01:16:27.294898", "updated_at": "2021-10-30 22:01:11.603555", "wikipedia": null, "keywords": null, "related": null, "slug": "tappx", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5362.png", "url": "tappx.com", "documents": [{"id": 9632, "name": "Legal Advice", "url": "https://www.tappx.com/legal-advice/", "xpath": "/html/body/div[2]/div[1]/div/div[2]/div/div/div[2]/div", "text": " <strong>Legal Advice</strong>\n<p>The present Legal Notice regulates the access and use of this Web Site property of Tappcelator Media S.L.\n(hereinafter, Tappx) with address in Rosselló i Porcel Street 21 – 15B, zip code 08016 Barcelona, with VAT identification number B-66162124, registered in the Mercantile Register of Barcelona: Volume 44043, Folio 129, Section General, Page 445489.</p>\n<p>In order to contact Tappx fulfil the contact form available on our web.</p>\n<p>This Conditions of Use (hereinafter, Legal Notice) regulates the access and use of the website (hereinafter, Web) which Tappx places at Internet users’ disposal.\nAccess to the Web implies the unreserved acceptance of the present Legal Notice.</p>\n<p>Tappx may offer different services though the Web to which its specific conditions may vary.\nIn each case, this specific condition will be informed to the User.</p>\n<strong>Web Access and Passwords</strong>\n<p>Access to the public part of the Web does not require previous registration or subscription as a user.\nAccess to the private part of the Web and to the services offered through the Web does require previous registration or subscription through the registration form available.</p>\n<p>Users’ data obtained through the registration or subscription process is protected through the passwords chosen by the Users’ themselves.\nThe User agrees to keep the password in secret and protected against third parties.\nThe User should inform immediately any non-consented use of its account or any privacy violation acknowledged related to the web page service.</p>\n<p>Tappx adopts the technical and organizational measures needed in order to guarantee personal data protection as to avoid any alteration, lose and/or non-authorized access taking into account the technical state and nature of the storage data, and therefore any possible risk to which the data is exposed as established in the Spanish legislation of Personal Data Protection.</p>\n<p>Neither will Tappx be held responsible for the exposure of the Users’ personal data to third parties for causes that cannot be directly attributed to Tappx nor for the use of such information by third parties not related to Tappx.</p>\n<strong>Correct use of the web page</strong>\n<p>The User agrees to use the Web, its contents and services in compliance with the Law, the present Legal Notice, the specific conditions accepted and public order and morality.\nLikewise, the User is bound not to use the Web, its contents or the services offered with unlawful or illegal purposes contrary to the present Legal Notice, to the detriment of third parties rights or interests which can harm in anyhow or damage the web page contents, access, or prevent normal usage by other Users.</p>\n<p>Moreover, the User agrees explicitly not to destroy, alter, disable or damage in any way the electronic data, programmes or documents which are found in the Web.\nThe user undertakes not to hinder the access of other Users through massive consumption of IT resources to which Tappx renders service or to perform any action that can damage, interrupt, or generate errors in the forementioned systems or services.</p>\n<p>The User undertakes not to introduce programmes, viruses, macros, applets, ActiveX controls or any other logic device or sequence of characters that might cause or be liable to cause any kind of alteration in the IT systems of Tappx or third parties.</p>\n<strong>Third-party links</strong>\n<p>The present Legal Notice refers only to the contents of the Web and Tappx and it does not apply for third party links or web pages that might be accessed through the Web.</p>\n<p>These links are not under the control of Tappx and Tappx is not responsible for the contents of any of those web sites links, for any link included in a web page accessed from the Tappx’s Web or for any update or change from the mentioned links.</p>\n<p>These links are only provided in order to inform the User about the existence of other sources of information regarding a certain topic.\nThe inclusion of a link does not imply the approval of the third parties links by Tappx.</p>\n<strong>Intellectual &amp.\nIndustrial property</strong>\n<p>All the Web contents, except if mentioned otherwise, are exclusive property of Tappx including but not limited to the graphics design, source code, logos, texts, graphics, illustrations, photographs and any other elements that may appear in the Web.</p>\n<p>Likewise, are protected by Law all the commercial names, trademarks or any distinctive signs within the Web.</p>\n<p>Tappx does not grant to the User any type of license or personal use authorization regarding intellectual and industrial property or any other right related to the Web and the services offered.</p>\n<p>For this reason, the User acknowledges that the reproduction, distribution, trade, transformation or any other form of exploitation by any procedure of the total or partial contents of the Web constitutes an infringement of the intellectual and/or industrial rights of Tappx or to the holder of those rights.</p>\n<strong>Social Networks</strong>\n<p>The User is able to join the groups that Tappx has in the different social networks.\nIf the User becomes a fan of any of these groups, it implies the acceptance of the conditions of use and privacy policy of the corresponding social network.</p>\n<strong>Personal Data Protection</strong>\n<p>The User is able to send to Tappx personal data through the different forms available in the Web.\nThese forms include a legal text regarding personal data protection that meet the requirements established in the Spanish Organic Law 15/1999 of Personal Data Protection from 13th December and its Development Regulation, passed by Royal Decree 1720/2007, 21st December.</p>\n<p>Please do read carefully the legal texts before making available your personal data.</p>\n<strong>Cookies</strong>\n<p>This Web uses cookies.\nThese are small data files generated in the user’s computer which enable the access to the following information:</p>\n<ul>\n<li>Date and time the user last visited our Web.</li>\n<li>The contents design that the user chose the last time visited our Web.</li>\n<li>Safety elements that intervene in controlling the access to restricted areas.</li>\n</ul>\n<p>The User has the choice to avoid the generation of cookies by selecting the option in the browser.</p>\n<p>For further information regarding the use of cookies in this Web, please read the specific policy of cookies’ use.</p>\n<strong>Modification Conditions of Use</strong>\n<p>Tappx reserves the right to further develop or update in any moment the Legal Notice without any notification.\nTherefore, the User should read it on daily basis.</p>\n<strong>Applicable Law &amp.\nJurisdiction</strong>\n<p>The relation between Tappx and the User will be ruled by the current Spanish regulations and any controversy will be subjected to the Barcelona Courts.</p>\n<p>In the case of non-fulfilment of the present Conditions or any inappropriate use of the website, Tappx will take every civil and criminal legal actions that might be prosecuted under the law.</p>\n<p>March 2018</p> ", "created_at": "2021-10-30 01:16:27.29906", "updated_at": "2021-10-29 23:17:20.487434"}, {"id": 9631, "name": "Privacy Policy", "url": "https://www.tappx.com/privacy-policy", "xpath": "/html/body/div[2]/div[1]/div/div[2]/div/div/div[2]/div", "text": " <strong>Tappx Privacy Policy</strong>\n<strong>Introduction</strong>\n<p>This Privacy Policy is an integral part of the Contractual General Terms accepted by Tappx’s Clients as referred in section 14.\nCapitalized terms used in this Privacy Policy, shall have the meaning given to them in the Contractual General Terms unless otherwise defined.</p>\n<p>This Privacy Policy&nbsp.\nexplains how Tappx collects, process, use and share your information, in order to provide its Services, as defined in our General Conditions, including information we collect when you visit and/or log-in in our website, located at&nbsp;www.tappx.com&nbsp;(Web).</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>Situations</strong>\n<p>Tappx collects information when:</p>\n<p>\n<u>1.\nSurfing our Web</u>: we will collect information like your IP Address, your browser and analytic info through our cookies..\nTappx informs you that our website uses cookies.\nYou will find all detailed info about Cookies in the&nbsp;Cookies section below.</p>\n<p>\n<u>2.\nJoining our Platform</u>&nbsp;by accepting our Contractual General Terms and this Privacy Policy.</p>\n<p>Information shared by you in the register process would be used to the following purposes:</p>\n<ul>\n<li>manage the relationships between TAPPX and you;</li>\n<li>to access and use our Services;</li>\n<li>manage administrative, billing aspects</li>\n<li>fraud control,</li>\n<li>share updates and news related to Tappx’s activities and Services.</li>\n</ul>\n<p>When Tappx sending you newsletters you will have the option to unsubscribe at any time.</p>\n<p>You may exercise the rights of access, rectification, cancellation and opposition to the processing of your personal data by sending a written communication to&nbsp;privacy@tappx.com, attaching a copy of his ID or document proving his / her identity.</p>\n<p>Third party service providers could access to these data on behalf of Tappx for the provision of the contracted services.\nTappx has signed the corresponding service provision agreement with these providers stating that they can only handle the data according to Tappx’s instructions and applying the legally established security measures</p>\n<p>In order to accomplish the treatment purposes described above, personal data may be transferred to Tappx business partners within or outside the EU.\nIf any of the recipients is located in a country without the adequate legal protection for personal data, Tappx will make reasonable efforts so the recipient adopts the principles described in this Privacy Policy.</p>\n<p>\n<u>3.\nProvided by End Users giving the prescriptive consent.</u>\n</p>\n<p>Tappx’ s Services consist in connecting Publishers inventory with Advertisers or agents buying this inventory on their behalf with the final aim of placing digital advertisements (“Tappx Services”).</p>\n<p>For the purpose of performing Tappx Services, Tappx needs to collect minimum data from End Users.\nIn the normal course of business, Tappx shall not receive any directly identifiable Personal Data.\n“Personal Data” means any information that can help to identify a natural person, or relating to an identified or identifiable natural person.</p>\n<p>In order to perform its Services, Tappx will use its tracking and tagging technology on the Inventory.\nThis technology allows Tappx to collect End User basic information, like:</p>\n<p>\n<strong>What information Tappx will collect</strong>\n</p>\n<ul>\n<li>\n<strong>Device and app information</strong>– this category includes your device’s type and model, system language, the device’s operating system (such as Android or iOS), SDK version, mobile carrier name, mobile browsers installed on the device (such as Chrome or Safari, your device’s IP address, and identifiers assigned to your device, such as its iOS Identifier for Advertising (IDFA), Android Advertising ID, or other types of unique device identifiers (a number uniquely allocated to your device by your device manufacturer).</li>\n<li>\n<strong>Ad information</strong>– this category includes information about the online ads and personalized content we have served (or attempted to serve) to you.\nIt includes things like how many times an ad has been served to you, what page the ad appeared on, whether you viewed, clicked on or otherwise interacted with the ad, ad engagement history and whether you visited the Advertiser’s website, downloaded an app or purchased the product or service advertised.</li>\n<li>\n<strong>Location information</strong>– Tappx collects information about your general location (such as country).\nFor example, we may use the IP address to identify your general location.\nThis information does not tell us where your device is precisely located.\nThis information is sent as a normal part of internet traffic.\nIn addition, we also collect implicit location information, which allows us to infer that you are either interested in a place or that you might be at the place – this information does not actually tell us where your device is precisely located.</li>\n</ul>\n<p>In addition, Tappx may collect the precise location of your device (using GPS signals, device sensors, Wi-Fi access points, Bluetooth signals, Beacons signals and cell tower ids that can be used to derive or estimate precise location, or other geo-location data), when location services have been enabled by the end user for the mobile app or website that uses our SDK (you typically have to choose to turn on device-based location services).</p>\n<ul>\n<li>\n<strong>Log information</strong>– this category includes the app or website visited, time zone, and network connection type (e.g., WiFi, cellular).</li>\n<li>\n<strong>Information from advertising partners (“Advertisers”) and other third parties</strong>– this category includes information we receive from our Publishers, Advertisers and other Partners that we work with to help us deliver ads and personalized content to you and recognize you across browsers and devices.\nThis may include pseudonymous advertiser identifiers that some Advertisers or other third party ad platforms choose to share with us.\nThis information is also used to enhance data points about a particular unique browser or device.</li>\n<li>\n<strong>Demographic Information&nbsp;</strong>– this category includes information like gender, age, marital status, year of birth.</li>\n</ul>\n<p>Referred Collectively&nbsp;<strong>“Ad Data”</strong>\n</p>\n<strong>Tappx Role when processing Ad Data</strong>\n<p>Depending on the way Tappx will collect Ad Data Tappx will operate as a Independent Data Controller or just a pure Processor following Publisher’s instructions and directions, not having in any case direct relationship with the End Users whose information Tappx will process.\n“<strong>Data&nbsp;</strong>\n<strong>Controller</strong>” means an entity that determines the purposes and means of the processing of Personal Data.&nbsp;&nbsp;<strong>Processor</strong>” means an entity that processes Personal Data on behalf of a Data Controller.</p>\n<p>In any case, Tappx will process Personal Data only on the legal grounds allowed under EU Data Protection Laws including General Data Protection Regulation (Contractual Necessity, Legitimate Interest and Consent).</p>\n<strong>Permitted uses of Ad Data</strong>\n<ul>\n<li>\n<strong>Serving ads and promoting apps</strong>– allowing Publishers to promote advertising, apps and content in their mobile apps or web display, and to allow Advertisers to bid on Publishers’ inventory.</li>\n<li>\n<strong>Serve interest-based advertising and personalized content</strong>– enable our partners to infer interests and serve ads and personalized content to users based on their behavior, app activity and inferred interests.\nWe will not serve interest-based ads or personalized content based on information that we consider sensitive, such as race, religion or health.\nAn End User is not under any obligation to provide us with any Personal Data.\nIn cases, where an End User is from EEA, we serve them interest-based advertisements, only when they have given us their express consent to use their Personal Data to enable us to serve interest based ads directed to them.\nEven if&nbsp;<u>you opt-out of interest-based advertising or have not given your express consent to interest-based advertising, you will still receive ‘generic’ ads from Tappx which are context based or better known as ‘contextual advertising’.\nEEA means, the European Economic Area, United Kingdom and Switzerland</u>\n</li>\n<li>\n<strong>Ad reporting and conversions</strong>– measure ad performance, report to Advertisers or Demand Partners when and how users have viewed or clicked on their ads, or visited their website, and to report to Publishers when and how ads were shown on their properties and were clicked on.</li>\n<li>\n<strong>Analytics and frequency capping</strong>– allow our Publishers to analyze their applications (for this purpose, we use aggregated and anonymous benchmark data) and prevent users from seeing the same ad too many times.\nWe also use usage information to analyze our web traffic, to figure out how often customers use parts of the site, to improve the site and generally to make it appealing to as many users as possible.</li>\n<li>\n<strong>Fraud detection and prevention</strong>– identify invalid or incentivized clicks (or ad queries) and protect Tappx and our partners from fraudulent behavior.</li>\n<li>Enforce our policies, resolve disputes and communicate with you.</li>\n<li>\n<strong>Providing and improving our services</strong>– audit, research and analyze information in order to maintain, protect, and improve our services and develop new services, and to ensure that our technologies function properly.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Collectively,&nbsp;<strong>“Permitted Purposes</strong>\n<strong>”</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nInformation Sharing\n<p>We share information about you with:</p>\n<ul>\n<li>\n<strong>A Publisher whose app you have accessed to</strong>– we share information about how you have interacted with that Publisher’s app and its ads and personalized content, if any tailored ad.</li>\n<li>\n<strong>An Advertiser or Demand Partners whose site or app you have visited</strong>– we share information about how you have interacted with that Advertiser’s site, app or its ads.</li>\n<li>\n<strong>With our service providers</strong>– we contract with companies who help with parts of our business operations (for example, storage of information, fraud control and monitoring).\nWe require that our service providers only use your information in connection with the services they perform for us.</li>\n<li>\n<strong>In connection with legal proceedings</strong>– when we are under a legal obligation to do so, for example to comply with a binding order of a court, or where disclosure is necessary to exercise, establish or defend the legal rights of Tappx, our Partners or any other third party.</li>\n<li>\n<strong>In connection with a sale of our business</strong>– if a third party acquires some or all of our business or assets, we may disclose your information in connection with the sale.</li>\n<li>In addition, we may disclose aggregated, anonymized information with other third parties.\nThis information cannot be used to identify you.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>Ways to Collect Information</strong>\n<p>Tappx have developed different technological tracking tools to collect information from End User device, such as:</p>\n<ul>\n<li>Our SDK – the SDK is a bit of computer code that app developers (such as our Publishers) can include in their apps to enable ads and personalized content to be shown, data to be collected, and related services to be implemented.</li>\n<li>Along with our Partners, we may use tracking technologies such as cookies, JavaScript, beacons and Local Storage such as HTML5.\nOur Partners may also use Local Storage Objects (LSOs) such as Flash.\nLocal Storage (LS) such as HTML5 and Local Storage Objects (LSOs) such as Flash are used to store content information and preferences.\nVarious browsers may offer their own management tools for removing HTML5 LS’s.\nBeacons are clear graphic image(s) of 1×1 pixel that is delivered through a web browser usually as part of a webpage request.\nWeb beacons operate as a tag that records an End Users visit to a particular webpage.</li>\n<li>Our Publisher may use cookies to track your behavior on their apps or websites.\nA cookie is a small piece of text that is sent to a browser.\nThe browser provides this piece of text to the originating server when the visitor returns.\nMost web browsers are initially configured to accept cookies, but you can change this setting so your browser either refuses all cookies or informs you when a cookie is being sent.\nAlso, you are free to delete any existing cookies at any time.\nPlease note that some features of Tappx may not function properly when cookies are disabled or removed.</li>\n<li>JavaScript is a dynamic object oriented computer programming language.\nJavaScript is used to understand the End User’s behavior on an app or website.</li>\n<li>Directly from the Publisher through Server to Server (S2S) or Video Vast Tags etc.</li>\n</ul>\n<strong>Consent Control</strong>\n<p>Access to Ad Data through Tappx SDK.\nTappx implemented a Consent Management Platform in our own SDK that allow to read and transmit information about which vendors and which purposes an end user has consented to with vendors.</p>\n<p>Tappx will follow IAB standards and Consent Management Platform compliant with IAB requirements, in our own SDK in order to allow Tappx to read and transmit information about which purposes the end user has consented.</p>\n<strong>Online Behavioral Advertising:</strong>\n<p>We use third parties who collect data about their apps’ and sites’ visitors through their own cookies, web beacons, and other technologies regarding your online activities, in an effort to understand your interests and deliver you advertisements that are tailored to your interests.</p>\n<p>These third parties include Publishers, Advertisers and ad networks that may collect information about when you view or interact with one of their advertisements and may collect information regarding your online activities over time and across different apps and websites.</p>\n<p>Like most Advertisers, we place advertisements where we think they will be most relevant to the recipient.\nWhen an End User visits a third-party website or app on which that network advertising company has purchased ad space, the advertising company can then recognize the individual’s interest and deliver one of our advertisements.</p>\n<strong>End User choice and Opt-Out.</strong>\n<p>Ads delivered through Tappx SDK will allow End Users to out-put with a mechanism that permits End Users to set their preferences.</p>\n<p>End Users in the EEA can withdraw their consent given to Tappx to collect and process data to optimize interest-based ads, either by revoking such consent on the page or app where they have found reference to Tappx as a partner or by writing to&nbsp;dpo@tappx.com&nbsp;indicating on it their Google Advertising ID (android) or IDFA (ios).\nWithout this technical information we cannot find the user and therefore comply with your revocation request.</p>\n<p>If you do not consent to the treatment of your data, the advertisements you will see will be less adjusted to your interests.</p>\n<strong>Information Retention and Access to Information</strong>\n<p>We may retain personally identifiable information we process on behalf of our Clients for&nbsp.\na period of up to twelve (12) months unless otherwise required by law or applicable contract.\nAfter the period, Tappx may retain and use such data in an aggregated format, as necessary for internal analytical purposes, to comply with its legal obligations, resolve disputes and enforce agreements.\nWe may adopt shorter retention periods if so directed by our Clients.</p>\n<p>Please note that in most of the cases we have no direct relationship with the End Users.\nAn End User who seeks access, or who seeks to correct, amend, or delete inaccurate information should direct his query to the relevant Publisher.\nIf an End User requests us to remove any personally identifiable information relating to him or her, we will respond to their request within a reasonable timeframe.</p>\n<strong>Security</strong>\n<p>Tappx has implemented reasonable security measures in order to protect your information from loss, misuse and unauthorized access, disclosure, alteration or destruction.\nWhile we cannot guarantee that loss, misuse or alteration to information will not occur.\nwe make good faith efforts to prevent such occurrences.\nWe do not warrant or represent that your account or any of your information will be protected against, loss, misuse, or alteration by third parties.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>International transfers</strong>\n<p>Tappx may transfer the information we collect about you to countries other than the country where we originally collected it for the purposes of storage and processing of information and operating our services.\nThose countries may not have the same information protection laws as your country.\nHowever, when we transfer your information to other countries, we will protect that information as described in this Privacy Policy and take steps, where necessary, to ensure that international transfers comply with applicable laws.\nWe ensure it is protected by making sure at least one of the following safeguards is in place:</p>\n<ul>\n<li>by transferring your personal information to a country that has been deemed to provide an adequate level of protection by the European Commission;</li>\n</ul>\n<ul>\n<li>by using specific contracts approved by the European Commission which give your personal information the same protection it has within the EEA including to US;</li>\n</ul>\n<p>where we use providers based in the US, we may transfer data to them if they are part of the Privacy Shield which requires them to provide similar protection to personal data shared between Europe and the US.</p>\n<p>\n<strong>\n<br>\n</strong>\n<strong>Children Information</strong>\n</p>\n<p>Tappx does not knowingly collect any personally identifiable information (including persistent device identifiers) relating to children under the age of 13.\nIn addition, we require our Publishers to certify to us that their services (such as their mobile apps) are not primarily directed to appeal to children under the age of 13, and to avoid sharing with us any personally identifiable information relating to children under the age of 13.</p>\n<p>Please note that while we strive hard to ensure that our policies are respected, we cannot be held responsible for the practices of our Publishers.\nOur publishers are responsible to ensure that their privacy practices comply with applicable privacy laws and requirements.</p>\n<p>If you have knowledge of any incident in which we may be collecting personally identifiable information relating to children under the age of 13, or that our SDK is included in any service (such as a mobile app) that is directed to or aimed to appeal to audience under the age of 13, please let us know immediately by contacting us at:&nbsp;privacy@tappx.com, and we will remove their personally identifiable information from our servers without delay.</p>\n<p>The following section will only apply, if You are a Data Subject as defined under General Data Protection Regulation (“GDPR”) and also to the extent that Tappx is in receipt of any Personal Data, as defined in Article 9 of the GDPR, originating in the European Economic Area (EEA), the United Kingdom, and Switzerland.</p>\n<p>The Rights of Data Subjects under GDPR:</p>\n<p>i.\nRight of access: Where Tappx hold personal information about you, you can ask us for access to this personal information, to correct or update any inaccurate personal information we hold, to stop sending you ads or to stop using your personal information altogether.\nFor this purpose, it is necessary to indicate your Google Advertising ID (android) or IDFA (ios) in order to be effectively located.</p>\n<p>ii.\nRight to rectification: You have the right to require Tappx to rectify any inaccurate personal information we hold about you.\nYou also have the right to have incomplete personal information we hold about you completed, by providing a supplementary statement to us;</p>\n<p>iii.\nRight to restriction:&nbsp;You can restrict Tappx’s processing of your personal information where:</p>\n<ul>\n<li>you think we hold inaccurate personal information about you;</li>\n<li>our handling of your personal information breaks the law, but you do not want us to delete it;</li>\n<li>Tappx no longer needs to process your personal information, but you want us to keep it for legal reasons.\nor</li>\n<li>where we are handling your personal information because we have a legitimate interest, as described above, and are in the process of objecting to this use of your personal information.</li>\n</ul>\n<p>Where you exercise your right to restrict Tappx from using your personal information, we will then only process your personal information when you agree, except for storage/archival purposes and to handle billing and legal claims.</p>\n<p>Right to data portability: You have the right to receive your personal information in a structured, standard machine-readable format and to send this to another organization controlling your personal information.\nThis right only applies to your personal information we are handling because you consented to us using it or because there is a contract in place between us.</p>\n<p>iv.\nRight to erasure:&nbsp;You have the right to require Tappx to erase your personal information which we are handling in the following circumstances (anonymization would satisfy erasure):</p>\n<ul>\n<li>where we no longer need to use your personal information for the reasons we told you we collected it for;</li>\n<li>where we needed your consent to use your personal information, you have withdrawn your consent and there is no other lawful way we can continue to use your personal information;</li>\n<li>when you object to our use of your personal information and we have no compelling reason to carry on handling it;</li>\n<li>if our handling of your personal information is in violation of applicable law.\nand</li>\n<li>when we must erase your personal information to comply with a law we are subject to.</li>\n</ul>\n<p>v.\nRight to complain:&nbsp;You have the right to lodge a complaint with the Supervisory Authority.</p>\n<strong>Changes to Our Privacy Practices</strong>\n<p>We may update this privacy policy to reflect changes to our privacy practices, from time to time.\nIf we make any material changes we will post such amendment on our website, prior to the change becoming effective.\nmaterial changes will become effective seven (7) days as of the date we posted the notice on our website.\nWe encourage you to periodically review this page for the latest information on our privacy practices (the last change will be reflected in the “last updated” date above).</p>\n<p>\n<strong>\n<u>&nbsp;</u>\n</strong>\n<strong>Have Any Questions or Comments?</strong>\n</p>\n<p>If you have any questions, concerns or feedback about our privacy policy, please don’t hesitate to contact us at&nbsp;dpo@tappx.com.\nWe will make our best efforts to respond to you in a timely manner.</p>\n<strong>Privacy information specific to California consumers.</strong>\n<p>Consumers who reside in California have some additional rights with respect to their personal information under the California Consumer Privacy Act or (“CCPA”).\nIf you are a consumer residing in California, this section supplements the main privacy policy and provides additional details about the personal information we collect about you and the rights granted to you by the CCPA.</p>\nWhat information does Tappx collect?\n<p>In the past 12 months, we have collected the categories of personal information listed in the “What information does Tappx collect” section of the Privacy Policy.\nTappx may receive your personal information through its various tracking technology tools, which are listed in the “Ways to Collect Information” section of the Privacy Policy.</p>\nFor what purposes does Tappx process personal information?\n<p>The purposes for which Tappx uses your personal information are limited to the “Permitted Uses of the Advertising Data” indicated in the Privacy Policy.</p>\nTo which categories of third parties does Tappx disclose your information?\n<p>We may share your personal information with third parties, including the companies that own the Apps or websites you have visited, data analysis providers, or service providers.\nFor more information about this, you can visit the “Shared Information” section in the Privacy Policy.</p>\n<p>In addition, the Apps or websites you interact with may share with Tappx identifiers such as cookies and the advertising ID associated with your mobile device to display ads targeted to your interests.\nIf you do not want to participate in these “sales”, you should follow the instructions in the “Do not sell my information” section below.</p>\n“Do not sell my information” option.\n<p>End-users can opt-out of “selling” their personal information to Tappx, through a mechanism that allows you to adjust your preferences on the very page or app where you have found reference to Tappx as a partner or by writing to dpo@tappx.com indicating your Google Advertising ID (android) or IDFA (ios).</p>\n<p>Without this technical information we cannot locate you and therefore comply with your request for exclusion.</p>\n<p>In the case of excluding the processing of your data for this purpose, you may still see advertisements, but these will, if necessary, be less adjusted to your interests.</p>\n<p>You may also appoint an authorised agent to exercise these rights on your behalf.</p>\nYour Rights as California Consumer.\n<p>As a California consumer, you have the right to request access to personal information that we have collected about you in the last 12 months.</p>\n<p>You may also request additional details about our privacy practices, including information about</p>\n<ul>\n<li>the sources of personal information,</li>\n<li>the commercial or business purpose for collecting or selling your personal information,</li>\n<li>the categories of third parties with whom we share your personal information and/or those with whom we have shared your information in the previous 12 months,</li>\n<li>the categories of personal information that we have disclosed and sold about you in the previous 12 months</li>\n</ul>\n<p>This request is limited to two times in a 12-month period.</p>\n<p>If you are a California consumer, you also have the right to request the deletion of your personal information in certain circumstances, to opt out of sales of personal information (as noted above) and to receive the same service and price, and to be free from discrimination, even if you exercise any of your rights under the CCPA.</p>\n<p>Please note that your request must include sufficient information to allow us to reasonably verify that you are the person about whom we have collected personal information.</p>\n<strong>Cookies Policy</strong>\n<p>TAPPCELERATOR MEDIA, S.L.\n(Hereinafter,&nbsp;<strong>“TAPPX”</strong>) uses cookies for the operation of its website.</p>\n<p>Cookies are text files that contain small amounts of information that are downloaded in your computer or mobile device when you visit a website.\nCookies are sent back to the original website at each subsequent visit, or to another website that recognizes them.\nCookies are useful because they allow a website to recognize the user”s device.\nCookies can perform different functions such as allowing you to navigate between pages efficiently, remembering your preferences, and generally improving user navigation.</p>\n<p>As for the types of cookies, these are classified according to the entity that manages them.\nThus, we have our own cookies and those owned by third parties, according to the term that remain activated (session or persistent), according to its purpose (technical, personalization, analysis, advertising and behavioral advertising).</p>\n<p>We inform you about the types of cookies contained in this website and its purpose:</p>\n<strong>NAME</strong>\n<strong>TECHNIC AL NAME</strong>\n<strong>PURPOSE</strong>\n<strong>INFORMATION ON COLLECTED</strong>\n<strong>PERMANENCE TERM</strong>\n<strong>ENTITY WHO MANAGES (OWN OR THIRD PARTY)</strong>\n<strong>Google Analytics</strong>\n_ga\nAnalysis\nUser identificator\nPersistents (2 years)\nGoogle Analytics <strong>Google Analytics</strong>\n_gat\nLimitate the number of requests made doubleclick.net\nNone\nPersistents (10 minutes)\nGoogle Analytics <strong>Mixpanel Analytics</strong>\nmp_(hexdigits)_mixpanel\n<p>mp_mixpanel_c</p>\nThis cookie is set by Mixpanel for analyzing traffic, and in particular how users reached the plataform\nUser identificator\n<p>Analysis</p>\nPersistents<br>\n(1 year)Persistents<br>\n(1 month)\nMixpanel\n<p>Mixpanel</p>\n<strong>SESION PHP</strong>\n_PHPSESSID\nIdentification\nSession Id\nPersistents(1 week)\nTappcelerator <strong>Configuracion Report</strong>\ntappx_report_dateoption\nConfiguration\nLastconfiguration\nPersistents (1 month)\nTappcelerator <p>TAPPX uses Google Analytics cookies, which configuration is predetermined by the service offered by Google.\nWe suggest you to consult the Google Analytics privacy page&nbsp;https://support.google.com/analytics/answer/6004245&nbsp;for more information about the cookies you use and how to disable them (we understand that TAPPX is not responsible for the content or veracity of third-party websites).</p>\nDeactivating cookies\n<p>The user can freely decide on the implantation or not in his hard disk of our cookies as well as his elimination, following the procedure established in the help section of his navigator.\nThe user can also configure their browser to accept or reject by default all cookies or to receive an on-screen warning of the reception of each cookie and decide at that time whether to implement or not on its hard drive.</p>\n<p>Links to device manufacturers and browsers for the management or deactivation of cookies in your browser:</p>\n<p>For Internet Explorer:</p>\n<p>http://windows.microsoft.com/en-us/windows7/how-to-manage-cookies-in-internet-explorer-9</p>\n<p>For Chrome:</p>\n<p>https://support.google.com/chrome/answer/95647?hl=en</p>\n<p>For Safari:</p>\n<p>http://support.apple.com/kb/HT1677?viewlocale=en_US</p>\n<p>For Firefox:</p>\n<p>https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored</p>\n<p>For Opera:</p>\n<p>http://help.opera.com/Linux/10.60/en/cookies.html</p>\n<p>For Android:</p>\n<p>http://support.google.com/android/?hl=en</p>\n<p>For Blackberry:</p>\n<p>https://help.blackberry.com/en/blackberry-classic/10.3.2/help/mwa1334238823957.html</p>\n<p>For Windows Phone:</p>\n<p>http://www.windowsphone.com/en-US/how-to/wp7/web/changing-privacy-and-other-browser-settings</p>\n<p>In the event that the user sets his browser to reject all cookies or expressly our cookies, that may suppose the unavailability to access to some of the services provided in this website and that the experience in it may be less satisfactory.</p>\n<p>January 2020</p> ", "created_at": "2021-10-30 01:16:27.297345", "updated_at": "2021-10-29 23:17:37.164509"}], "points": [], "urls": ["tappx.com"]}}