{"error": 448, "message": "OK", "parameters": {"id": 1696, "name": "Tresorit", "created_at": "2019-07-09 21:57:56.621271", "updated_at": "2021-03-27 21:35:34.644802", "wikipedia": "https://en.wikipedia.org/wiki/Tresorit?wprov=sfti1", "keywords": null, "related": null, "slug": "tresorit", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1696.png", "url": "tresorit.com", "documents": [{"id": 1619, "name": "Terms of Use", "url": "https://tresorit.com/terms-of-use", "xpath": "", "text": " <i>\n</i> To give you the best possible experience, we use cookies on this site, honoring Do Not Track requests.\nIf you continue without changing your cookie settings, you consent to our use of cookies.\nOur Cookie Policy has been updated.\nTo learn more, please see our Cookie Policy Manage settings <ul>\n<li>\n<p>\n<i>\n</i> Tresorit for Linux has come out of beta.\nRead the details</p>\n<i>\n</i>\n</li>\n</ul> Tresorit secure cloud storage <ul>\n<li> Business </li>\n<li> Products <ul>\n<li> Tresorit Enterprise A solution tailored for enterprises.\nStarts from 50 licenses.\n</li>\n<li> Tresorit Business Safe collaboration with enhanced control and security </li>\n<li> Tresorit Personal Secure storage &amp.\nsync for personal &amp.\nwork files </li>\n<li> Tresorit Basic Secure file sync &amp.\nsharing for FREE </li>\n</ul>\n</li>\n<li> Solutions By use case By department and industry <ul>\n<li> External collaboration Work together with external partners and clients in a secure environment </li>\n<li> Legal Protect your practice with proven, zero-knowledge security </li>\n<li> Encrypted storage &amp.\nbackup Store files in the cloud protected by end-to-end encryption </li>\n<li> Healthcare HIPAA compliant cloud storage to store and share patient data </li>\n<li> Secure file sharing Share files with permission control, revoke access anytime </li>\n<li> Human resources Secure file management solution for HR teams </li>\n<li> Mobility with secure access Access files anywhere securely from mobile devices </li>\n<li> Nonprofits Protect your cause and share files securely &amp.\neasily </li>\n<li> GDPR ready cloud Tresorit helps your business towards GDPR compliance </li>\n<li> Education Secure file storage &amp.\nsharing for educators, students &amp.\nresearchers </li>\n<li> Migrate to the cloud Replace file servers with an equally secure solution in the cloud </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Security Details of our security &amp.\nencryption </li>\n<li> Comparison Cloud storage security comparison </li>\n<li> Product resources Datasheets, whitepapers &amp.\nmore </li>\n<li> Features Overview of Tresorit Features </li>\n<li> New features The latest features added </li>\n<li> Podcast - under CTRL Biweekly insights on digital privacy </li>\n<li> Customer stories Trusted by 10,000+ organizations </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> GDPR Compliance </li>\n<li> Blog </li>\n<li> Security </li>\n<li> Personal </li>\n</ul>\n<i>\n</i> Log In Get Started &lt;p class=\"noscript-msg\"&gt;This page contains JavaScript.\nPlease enable JavaScript in your browser to access all functions.&lt;/p&gt.\n<p>Tresorit is recognized by the Gartner Peer Insights Customers’ Choice distinction.</p> Read more Tresorit – Terms of Service Terms and Conditions of Use Terms and Conditions of Use We have updated our Terms of Service.\nIf you register to the Service after 19 June 2019, the updated Terms of Service will be effective.\nIf you have registered to the Service before this date, the updated Terms of Service will become effective once you accept them, but no later than 30 days from the date when you were notified about the change.\nWe have updated our Terms of Use.\nIf you register to the Service after November 5th, 2018, the updated Terms of Use will be effective.\n<br>If you have registered to the Service before this date, please click here to see the previous version of our Terms of Use.\nWe have updated our Terms of Use.\nIf you register to the Service after November 5th, 2018, the updated Terms of Use will be effective.\n<br>If you have registered to the Service before this date, please click here to see the previous version of our Terms of Use.\n<p>Thank you for using Tresorit.\nTresorit is a cloud-based service that helps you share files and collaborate with your partners, colleagues and friends using cryptographic end-to-end security.\nOur Services are provided by Tresorit AG, having its registered seat at Minervastrasse 3, 8032 Zurich, Switzerland (\"Tresorit\").</p>\n<p>This document (the \"Agreement\") is a legally binding agreement between you (\"Customer\" or \"User\") and Tresorit.\nand governs access and use of our products and services, including applications, websites and relating Software (the \"Services\").\nIf you are agreeing to this Agreement not as an individual but on behalf of your organization, then \"Customer\" means your organization.\nIn this case, this Agreement will bind your organization, unless your organization has a separate agreement in effect with us.\nYou confirm that you have the necessary authority to enter into this Agreement on behalf of Customer before proceeding.\n</p>\n<p>If you are being invited to collaborate through an account set up by a Customer, i.e.\nyou are a Company Administered User, please note that in addition to this Agreement, your access and use of the Services is subject to your organization's control.</p>\n<p>\n<strong>Please read this document carefully.\nIf you sign up for, access or use our Services, you agree to this Agreement.\nPlease do not use the Services if you are under 18 of age or barred from doing so under applicable law.</strong>\n</p>\n<p>Thank you for using Tresorit! Tresorit's mission is to provide a novel approach to secure cloud storage.\nTresorit will allow you to share files, and collaborate with your partners, colleagues and friends with cryptographic end-to-end security guarantees (\"Service\").\nThis document (\"Terms\") regulates the use of \"Service\" and any other related content and software \"Software\".\nThese Terms are a legally binding contract between you and Tresorit AG, Switzerland (\"Tresorit\" or \"Us\") (\"Agreement\"), so please carefully read them before using the Service or the Software.\nBy using the Service or by downloading, installing, registering, copying or otherwise using the Software, you are consenting to be bound by these Terms.</p>\n<p>If You do not agree to all of these Terms, any use of the Service is unauthorized and You may not download, install, register, copy or otherwise use the Software, or if You have previously downloaded the Software, You must stop accessing the Service and You must uninstall, remove or destroy the Software and any copies immediately.</p>\n<p>If you are using the Services not as an individual but on behalf of your organization, then \"Customer\" or \"you\" means your company and you are agreeing to these Terms on behalf of your organization.\nIn this case, these Terms will bound your organization, unless your organization has a separate agreement in effect with us.</p>\n<p>If you are purchasing a subscription from an unrelated third party authorized to sell Tresorit subscriptions (\"Reseller\"), in addition to any terms and conditions between the Reseller and You regarding your use of the Services, these Terms apply to Your access and use of the Services.\nYou expressly acknowledge and agree that Tresorit shall be entitled to enforce this Agreement against You and that Resellers are not authorized to make any promises or commitments on Tresorit's behalf, and accordingly, we are not bound by any obligations to You other than what we specify in this Agreement.</p>\n<p>If You complete the electronic registration process, by clicking the \"Register\", or \"Sign up\" buttons, by using the Service or otherwise indicating acceptance of these Terms, You represent that:</p>\n<ul>\n<li>You have full legal capacity to contractually bind yourself or your organization to these Terms and You are not barred under any applicable laws from to do so.</li>\n<li>You understand English and have read, understood and accepted these Terms stated herein.</li>\n<li>You may only use the Service in compliance with these Terms.</li>\n</ul>\n<p>Tresorit is dedicated to continuous improvement of all parts of the Service, so if you have any question or feedback on these Terms, please let us know by sending an email to support@tresorit.com.</p>\n<p>Thank you for using Tresorit! Tresorit's mission is to provide a novel approach to secure cloud storage.\nTresorit will allow you to share files, and collaborate with your partners, colleagues and friends with cryptographic end-to-end security guarantees (\"Service\").\nThis document (\"Terms\") regulates the use of \"Service\" and any other related content and software \"Software\".\nThese Terms are a legally binding contract between you and Tresorit AG, Switzerland (\"Tresorit\" or \"Us\") (\"Agreement\"), so please carefully read them before using the Service or the Software.\nBy using the Service or by downloading, installing, registering, copying or otherwise using the Software, you are consenting to be bound by these Terms.</p>\n<p>If You do not agree to all of these Terms, any use of the Service is unauthorized and You may not download, install, register, copy or otherwise use the Software, or if You have previously downloaded the Software, You must stop accessing the Service and You must uninstall, remove or destroy the Software and any copies immediately.</p>\n<p>If you are using the Services not as an individual but on behalf of your organization, then \"Customer\" or \"you\" means your company and you are agreeing to these Terms on behalf of your organization.\nIn this case, these Terms will bound your organization, unless your organization has a separate agreement in effect with us.</p>\n<p>If you are purchasing a subscription from an unrelated third party authorized to sell Tresorit subscriptions (\"Reseller\"), in addition to any terms and conditions between the Reseller and You regarding your use of the Services, these Terms apply to Your access and use of the Services.\nYou expressly acknowledge and agree that Tresorit shall be entitled to enforce this Agreement against You and that Resellers are not authorized to make any promises or commitments on Tresorit's behalf, and accordingly, we are not bound by any obligations to You other than what we specify in this Agreement.</p>\n<p>If You complete the electronic registration process, by clicking the \"Register\", or \"Sign up\" buttons, by using the Service or otherwise indicating acceptance of these Terms, You represent that:</p>\n<ul>\n<li>You have full legal capacity to contractually bind yourself or your organization to these Terms and You are not barred under any applicable laws from to do so.</li>\n<li>You understand English and have read, understood and accepted these Terms stated herein.</li>\n<li>You may only use the Service in compliance with these Terms.</li>\n</ul>\n<p>Tresorit is dedicated to continuous improvement of all parts of the Service, so if you have any question or feedback on these Terms, please let us know by sending an email to support@tresorit.com.</p> Version: 19/06/2019 <p>Download Terms of Service</p>\n<ol>\n<li>\n<p>\n<strong>Service</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Scope:</strong> This Agreement governs the access and use of all products and services owned and offered by Tresorit, including applications, websites and technologies or functions and relating Software (the \"Services\").\nYou may access and use the Services in accordance with this Agreement, the Acceptable Use Policy, the Tresorit Privacy Policy and the Data Processing Addendum (if applicable).</p>\n</li>\n<li>\n<p>\n<strong>Resellers:</strong> As a Customer, you may purchase a subscription directly from a third party (\"Reseller\").\nIn such cases, in addition to this Agreement, separate terms and conditions with the Reseller may apply to your access to the Service.\nYou expressly acknowledge and agree that Tresorit is entitled to enforce this Agreement against you and that Resellers are not authorized to make any promises or commitments on Tresorit's behalf.\nTresorit is not bound by any obligations other than what is specified in the documents listed above in clause 1.1.</p>\n</li>\n<li>\n<p>\n<strong>Changes in Service:</strong> We are always looking for ways to make the Services better, smarter, and more secure.\nTo live up to that, we may need to modify features and functionality from time to time.\nIf we change the Services during the term of this Agreement in a manner that materially reduces functionality or limit access to certain features, we will notify Customers at the email address associated with their account.\nAfter receiving the notice, as a Customer, you may terminate this Agreement within thirty days.\nIn such case, you will be provided with a pro-rata refund of any pre-payment.\nThis termination right will not apply to updates made to features provided as Beta Services.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Confidentiality of Encrypted Content</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Encryption:</strong> You acknowledge that by using the Service, the files uploaded and/or shared through the Service (\"Customer Files\") are encrypted by client-side encryption before they leave the User's location (\"Encrypted Content\").\nAccording to the best of Tresorit's knowledge and the current state of the art, Encrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party.</p>\n</li>\n<li>\n<p>\n<strong>Collaboration:</strong> When you upload and/or share Customer Files through the Service, Encrypted Content can only be decrypted by you by accessing your account and by persons with whom Encrypted Content is specifically shared with (\"Collaborator\").\nIf you are a Company Administered User, or the relevant Collaborator is a Company Administered User, in certain cases your Administrator or the Administrator of your Collaborator may also have cryptographic access to the shared Encrypted Content in accordance with section 5 (Business Administrator) below.</p>\n</li>\n<li>\n<p>\n<strong>Roles and permissions:</strong> You understand that Encrypted Content will be accessible by Collaborators to the extent the relevant Collaborators have been granted access.\nYour and Collaborators' rights are defined in accordance with your \"permission\" that defines whether you can modify, delete or reshare the Encrypted Content.\nBefore sharing Encrypted Content, please consider the permissions of the relevant Collaborator.</p>\n</li>\n<li>\n<p>\n<strong>Password:</strong> Tresorit has no access to passwords and there is no way for Tresorit to recover passwords relating to your account.\nTresorit is not liable if Encrypted Content cannot be decrypted due to password loss.\nIt is strongly recommended that Users keep backups of any content on their own systems.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Customer Files</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Limited Permission:</strong> This Agreement does not grant Tresorit any ownership over the contents of Customer Files or over Customer's intellectual property, except for the limited rights that are reasonably necessary for Tresorit to provide the Services in accordance with this Agreement, in particular to store, backup or transfer (as set out in clause 4.3) Customer Files and Service Data.</p>\n</li>\n<li>\n<p>\n<strong>Content:</strong> You understand that Tresorit uses strong cryptography algorithms to protect Customer Files and as a Customer, you are fully and solely responsible and accountable for the content of Customer Files.\nBy using the Services, you guarantee that you have all required permissions for each Customer File – including copyright and other intellectual property rights – to distribute, transfer, store and/or make the content available online through the Services.</p>\n</li>\n<li>\n<p>\n<strong>Company Administered Users:</strong> As a Company Administered User or Administrator, you acknowledge that Customer Files are owned by Customer and this Agreement provides Customer with many choices and control over Customer Files uploaded and/or shared within the Services, as set out in section 5 (Business Administrator).\nIn addition, depending on the relevant Collaborator's rights, Collaborators may be able to modify, delete or reshare the Encrypted Content.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Data processing and transfer</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Personal Data:</strong> In order to operate and provide the Services, Tresorit collects certain non-encrypted information (\"Service Data\") that may include Personal Data.\nFurther information about how Tresorit collects, uses and discloses Personal Data is set out in Tresorit's Privacy Policy and the Data Processing Agreement (if applicable).\nCustomer acknowledges that, due to client-side encryption, Encrypted Content is not deemed to be Personal Data from the perspective of Tresorit, as Tresorit cannot use encrypted information to identify any individual.</p>\n</li>\n<li>\n<p>\n<strong>Sub-processors:</strong> Customer agrees that in providing the Services, Tresorit will engage entities within the Tresorit group and authorized service providers, to process Encrypted Content and Service Data (\"Sub-processors\"), including and without limitation, any associated Personal Data under this Agreement within the EEA, the United States and in other countries and territories.\nThe list of Sub-processors is available at: https://tresorit.com/used-trusted-third-parties.</p>\n</li>\n<li>\n<p>\n<strong>Data transfers:</strong> Customer agrees that Tresorit and its Sub-processors may transfer Encrypted Content and Service Data between their servers, to the devices of Users and/or Collaborators, and as a result, Users and Collaborators may have access to Customer Files in locations other than Customer's country.\nTresorit may provide the ability for Customer to select a major geographic area for data storage purposes.\nIn such case, Tresorit will store Customer Files within that area chosen by Customer.</p>\n</li>\n<li>\n<p>\n<strong>Data Processing on behalf Customer:</strong> If Customer has an account for business purposes (\"Business Subscription\"), by entering into this Agreement Customer instructs Tresorit to process Personal Data on its behalf and to provide the Services in accordance with Tresorit features and functionalities or as further documented by mutually-agreed upon written instructions given by Customer and accepted by Tresorit.\nCustomer acknowledges that its Company Administered Users' use of the Services is subject to Tresorit's Privacy Policy and understand that it identifies how Tresorit collects, stores, and uses certain information.\nCustomer will make Company Administered Users familiar with the Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Data Processing Agreement:</strong> If Customer has a Business Subscription and is subject to EU Data Protection Laws, Customer agrees to the Data Processing Addendum (available through the Tresorit application).\nCustomer cannot process any information via the Services that falls within the definition of \"Protected Health Information\" under the HIPAA Privacy Rule (45 C.F.R.\nSection 164.051) unless Customer and Tresorit have entered into a separate HIPAA Business Associate Agreement.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Business Administrators</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Administrator rights:</strong> In the case of certain Service Plans, Customer may appoint selected Company Administered User(s) as \"Administrator(s)\" and may change this role at any time.\nAdministrators may have the ability to monitor, restrict or terminate access to accounts relating to Customer's subscription (\"Company Administered User Accounts\").\nIn addition, Administrators may be entitled to request different or additional services (including setting up policies and two-step verification for Customer accounts), assist in third-party product integrations, and accept notices, disclosures, and terms and conditions.</p>\n</li>\n<li>\n<p>\n<strong>Advanced control:</strong> Customer may set up advanced control in his own Business Subscription.\nUpon the consent of Company Administered Users to advanced control, a designated Administrator will gain cryptographic access to their Encrypted Content (\"Recovery Administrator\").\nIn such case, Tresorit will continue to store Customer Files in accordance with clause 2.1 above, i.e.\nEncrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party.\nHowever, the designated Recovery Administrator will have access to the recovery key and might also reset Company Administered Users' passwords and may be able to access, disclose, restrict or remove information in or from Company Administered User Accounts.</p>\n</li>\n<li>\n<p>\n<strong>Joining a Business Subscription:</strong> As a Customer, you may convert your private account into a Company Administered User Account by joining a Business Subscription.\nIn that case, all data stored with Tresorit (including Encrypted Content and Service Data) will also be transferred into the Business Subscription.\nBe careful to join the right organization's Business Subscription because after joining the Business Subscription, you may not able to convert it back without deleting all data stored within the Service.</p>\n</li>\n<li>\n<p>\n<strong>Business Email:</strong> If the primary email address of Customer's account is owned by an organization and was assigned to Customer as an employee, contractor or member of the organization, the Administrator may require that Customer joins the relevant Business Subscription and to convert his private account.\nIn this case, Customer may not be able to use the Service without accepting the terms of that Business Subscription and without joining that Business Subscription.</p>\n</li>\n<li>\n<p>\n<strong>Managed Services:</strong> If Customer purchases the Services via a Reseller, Customer may appoint any of the Reseller's personnel as Administrators of Customer's account.\nIn this case, Customer Files are stored in accordance with clause 2.1 above, i.e.\nEncrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party, but Customer acknowledges that, the Reseller may be able to control and have access to account information, including Customer Files and Service Data.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Customer responsibility</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Eligibility to use:</strong> You represent and warrant that: (i) you are of legal age (18 years of age or older or otherwise of legal age in your resident jurisdiction) and competent to agree to this Agreement and (ii) you have validly entered into this agreement and have the legal power to do so.</p>\n</li>\n<li>\n<p>\n<strong>Compliance:</strong> As between the parties, Customer is responsible for compliance with the provisions of this Agreement and the Acceptable Use Policy, including for any and all activities that occur under Company Administered User Accounts.\nCustomer is solely responsible for compliance with laws and regulations applicable to Customer's and Company Administered User's use of the Services.\nCustomer maintains all responsibility for determining whether the Services are accurate or sufficient for its purposes.</p>\n</li>\n<li>\n<p>\n<strong>Customer Administration of the Services:</strong> Customer is responsible for maintaining the confidentiality of passwords and Customer accounts.\nCustomer, and not Tresorit, is responsible for the internal management or administration of the Service.\nThe Services support logins using two-step authentication.\nIf a two-step verification method is switched on for Customer's account(s), Tresorit will not let access to the relevant accounts without two-step verification.</p>\n</li>\n<li>\n<p>\n<strong>Customer Passwords:</strong> Customer understands and accepts that if Customer's or a Company Administered User's password is lost, he cannot get access to his account.\nTo prevent the loss of files, Customer will maintain, protect, update, secure and backup his computer and his locally stored and synchronized Customer Files.\nCustomer acknowledges that Tresorit does not offer back-up services but rather a cloud storage sync and share service.</p>\n</li>\n<li>\n<p>\n<strong>Embargoed Countries:</strong> The Software includes cryptographic software that may be subject to import or export controls or other restrictions under the laws of the country in which Customer intends to use the Services.\nIt is Customer's sole obligation and responsibility to check such limitations before using the Services and to comply with such restrictions and limitations.</p>\n<p>Customer shall not access or use the Services if Customer located in any jurisdiction in which the provision of the Services, Software or other components is prohibited under the laws of Switzerland, the United States or the European Union or other applicable laws or regulations (a \"Prohibited Jurisdiction\") and Customer shall not provide access to the Services to any government, entity or individual located in any Prohibited Jurisdiction.\nCustomer represents and warrants that (i) Customer is not prohibited from receiving Swiss, EU or US exports.\n(ii) Customer is not a national of, or a company registered in, any Prohibited Jurisdiction.\n(iii) Customer shall not permit Users to access or use the Services in violation of any U.S.\nor other applicable export embargoes, prohibitions or restrictions.\nand (iv) Customer shall comply with all applicable export laws regarding the transmission of technical data.</p>\n</li>\n<li>\n<p>\n<strong>Security of devices:</strong> Without prejudice to clause 3.2 above, parts of encryption keys may be stored on Customer's and its Users' device (memory or persistent storage), or Tresorit may provide you a printable recovery encryption key.\nEven in cases where such encryption key is provided to Customer, Encrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party.\nCustomer is responsible for devices relating to its Business Subscription and any copy of printed or otherwise archived recovery keys.\nTresorit cannot be held liable if Customer's device is stolen or hacked and an unauthorized person gets access to Encrypted Data by accessing a locally stored copy, or by obtaining un-protected passwords or any encryption keys stored on the relevant device.</p>\n</li>\n<li>\n<p>\n<strong>Internet connection:</strong> You understand that certain functions of the Services require Internet connection.\nYou are responsible for procuring and maintaining the network connections that connect your network to the Services, including, but not limited to, \"browser\" software that supports protocols used by Tresorit.\nYou are responsible for obtaining and maintaining all connectivity, computer software, hardware and other equipment needed for access to and use of the Services.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Third-party requests</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Customer Responsibility:</strong> Because of client-side encryption specified in clause 2.1, Encrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party.\nAccordingly, Customer is responsible for responding to any request from a third-party relating to Customers', including Company Administered Users', use of the Services (\"Third-party Request\"), including Customer Files and Service Data, via its own access to information.\nCustomer will seek to obtain information required to respond to Third-party Requests and will contact Tresorit only if it cannot obtain such information despite diligent efforts.</p>\n</li>\n<li>\n<p>\n<strong>Tresorit Responsibility:</strong> If Tresorit receives a Third-party Request relating to Customer, then – to the extent allowed by law and by the terms of the Third-party Request – Tresorit will make commercially reasonable efforts to: (i) notify Customer promptly of Tresorit's receipt of a Third-party Request.\n(ii) comply with Customer's commercially reasonable requests regarding its efforts to oppose a Third-party Request.\nand (iii) provide Customer with information or tools required for Customer to respond to the Third-party Request, if Customer is otherwise unable to respond to the Third-party Request.</p>\n<p>If Customer fails to respond promptly to any Third-party Request, Tresorit may, but will not be obligated to do so.\nIn particular, Tresorit may provide Service Data in response to a Third-party Request, respecting all limitations in clause 2.1, if Tresorit has a reason to believe that it is required: (i) to comply with any law or order issued by any legal authority.\n(ii) to avoid infringement of the rights of a third party.\n(iii) to protect the property of Tresorit or the personal safety of our users and the public.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Fees</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Service Plan:</strong> Tresorit offers both free and paid Services.\nIf Customer subscribes to a paid Service directly through the subscription flow of Tresorit, then prices and features of Services depend on the Service Plan selected as well as any changes instigated by Customer.\nTresorit's current prices and features are published on Tresorit's website.</p>\n</li>\n<li>\n<p>\n<strong>Fees, currency:</strong> Customer will pay Tresorit or the relevant Reseller all applicable fees (\"Fees\") for the Services, in the currency quoted at the time of purchase.\nCustomer authorises Tresorit, to charge Customer for all applicable Fees using Customer's selected payment method.\n<strong>Fees are non-refundable except as required by law or as otherwise specifically permitted in this Agreement.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Licenses:</strong> Subject to any limitation on the number of individual user accounts available under the applicable Service Plan(s) to which Customer subscribed, access to and use of the Services is restricted to the specified number of individual Company Administered Users permitted under Customer's subscription.</p>\n</li>\n<li>\n<p>\n<strong>Subscription Period:</strong> When subscribing to a paid service, Customer may elect the term of its Service Plan (\"Subscription Period\").\nIf Customer selects a monthly Service Plan, Customer can switch to an annual Service Plan at any time.\nIf Customer selects an annual Service Plan, Customer may not change to a monthly Service Plan until the end of the one-year term of Customer's Service Plan.</p>\n</li>\n<li>\n<p>\n<strong>Billing:</strong> Customer must provide current, complete, accurate and authorized payment method information (e.g.\ncredit card information).\nTresorit may bill: (i) in advance.\n(ii) at the time of purchase.\n(iii) shortly after purchase.\nor (iv) on a recurring basis.</p>\n</li>\n<li>\n<p>\n<strong>Auto-renewal:</strong> Fees will automatically be charged monthly or annually, for each month, partial month or year, depending upon the billing period selected by Customer for the subscription.\n<strong>Customer agrees that its subscription is automatically renewed for the same period at the end of each billing period</strong> (but for no longer than a year), <strong>and Tresorit may charge automatically at the end of the trial or the renewal, unless Customer notifies Tresorit in advance that Customer wants to cancel.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Downgrade and cancellation:</strong> No refunds or credits for Fees or payments will be provided to Customer if Customer elects to downgrade or cancel its Service Plan.\nPlease consider the relevant changes carefully as downgrading the Service Plan may cause loss of content, features, or capacity of the Service, and Tresorit does not accept any liability for such loss.</p>\n</li>\n<li>\n<p>\n<strong>Changes:</strong> Tresorit uses reasonable commercial efforts to implement changes of the Service Plan or features instigated by Customer as soon as possible.\nIf Customer decides to downgrade or cancel, changes will take effect the day after the last day of the then current Subscription Period.</p>\n</li>\n<li>\n<p>\n<strong>Joining the subscription of others:</strong> If your account as a Customer is added to the subscription of another Tresorit customer, then all previous subscriptions under your account may be immediately cancelled and removed.\nAs a Customer, you understand and acknowledge that if you join the subscription of another Tresorit Customer, you become dependent from this customer and take the risk that Tresorit may suspend the Service for reasons caused by this customer.</p>\n</li>\n<li>\n<p>\n<strong>Taxes:</strong> Fees are exclusive of taxes and Customer is responsible for all taxes.\nTresorit will invoice Customer for such taxes if Tresorit believes that it has a legal obligation to do so and Customer agrees to pay such taxes if so invoiced.\nIf Customer is exempt from paying any taxes, Customer must provide Tresorit with a valid exemption certificate for all relevant jurisdictions, and Tresorit will not collect the taxes covered by the relevant certificate.</p>\n</li>\n<li>\n<p>\n<strong>Changes of fees:</strong> In cases where Tresorit offered a specific duration and Fee for use of the Service, the Fee will remain in force for the relevant Subscription Period.\nHowever, Tresorit does not represent or warrant that a particular Service Plan will be offered indefinitely and reserves the right to change the prices for or alter the features and options in a particular Service Plan.\nTresorit may revise the relevant Fees by providing Customers at least thirty days' notice.\nSubject to applicable law, Customer's use of the Service will be charged at the then-current Fee(s) after the relevant period ends, unless Customer cancels the subscription at the end of his current subscription period.</p>\n</li>\n<li>\n<p>\n<strong>Purchase from Reseller:</strong> If you as a Customer purchase from a Reseller, then the scope of the Services and the specifics of your payment obligations are stated in your agreement with the Reseller.\nIn such case, you owe payment to the Reseller as agreed between you and the Reseller, but you acknowledge that Customer's rights to use the Services may be suspended or terminated if Tresorit does not receive the corresponding payment from the Reseller.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Promotions and free services</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Promotions:</strong> Customer may receive or be eligible for certain pricing structures, discounts, features, promotions, and other benefits (collectively, \"Promotions\").\nAny and all such Promotions may be modified or terminated without notice.\nIt will be Tresorit's sole decision as to whether any eligibility requirement has or has not been met and Tresorit may require evidence or confirmation for such purpose.\nAll Promotions are subject to availability, are non-transferable and non-exchangeable.</p>\n</li>\n<li>\n<p>\n<strong>Free Services:</strong> If Customer registers for a free trial, promotional offer, or other type of limited offer for use of the Services (\"Free Service\"), Customer may need to accept additional terms and conditions upon registration.\nAny such additional terms and conditions are hereby incorporated into this Agreement by reference and are legally binding.</p>\n</li>\n<li>\n<p>\n<strong>Trial:</strong> Customer can sign-up for a trial for some of the Services which may require payment preauthorization.\nThe trial period starts on the day when Customer creates the trial subscription.\nDuring the trial, Customer may cancel at any time until the last day of the trial.\nIf the trial period ends, the relevant subscription may automatically be converted to a paid subscription and the relating Fee will be automatically charged.\nFor accounts used for business purposes, Tresorit reserves the right to reduce the term of a trial period or end it altogether without prior notice.</p>\n</li>\n<li>\n<p>\n<strong>Disclaimer:</strong> Free Services are provided \"AS IS\" and \"as available\" without any warranty that may be set forth in this Agreement, and Tresorit DISCLAIMS ANY IMPLIED WARRANTIES INCLUDING WITHOUT LIMITATION MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AND TRESORIT'S TOTAL AGGREGATE LIABILITY ARISING OUT OF OR RELATING TO CUSTOMER'S USE OF THE FREE TRIAL IS EUR 100.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Software</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Customer's rights:</strong> Tresorit remains the owner of the Software at all times.\nTresorit grants to you a limited non-exclusive, non-transferable license to use the Software in connection with the Services and in accordance with this Agreement.\nTresorit and its licensors retain ownership of all copies of the Software even after installation on your devices.</p>\n</li>\n<li>\n<p>\n<strong>Software updates:</strong> The Software may be updated automatically from time to time.\nIn other cases, you may need to download and install the latest version of the Software.\nAny updates provided by Tresorit shall be deemed to be subject to this Agreement unless Tresorit indicates otherwise.\nDepending on the update, you may not be able to use the Services until you have downloaded the latest version of the Software and accepted any new terms.\nUsers must keep their Tresorit clients up-to-date.\nIf you skip updating for more than 6 months, Tresorit may suspend or terminate this Agreement and the relevant User's account with a fifteen-day notice.</p>\n</li>\n<li>\n<p>\n<strong>Open-Source:</strong> You acknowledge that the Software may contain third-party, open-source software components (\"Open-Source Component\").\nTo the extent required by the licenses covering Open-Source Components, the terms of such licenses will apply in lieu of this Agreement with respect to that component of the Software.\nThe list of the Open-Source Components if the Software is available on the Tresorit website (https://tresorit.com/third-party-code).</p>\n</li>\n<li>\n<p>\n<strong>DRM:</strong> Certain Tresorit services may include the Tresorit DRM service.\nYou may choose to use Tresorit DRM service, as an optional part of the Service.\nTo use Tresorit DRM, you may need to install an add-in to his computer.\nTresorit DRM is part of the Service, and by installing Tresorit DRM add-in or start using Tresorit DRM service, you also agree with the following EULAs of the software included in the add-in:</p>\n<ul>\n<li>http://www.­download.­windowsupdate.­com/­msdownload/­update/­v3/­static/­EULA/­en/­eula.htm;</li>\n<li>http://office.­microsoft.­com/en-us/microsoft-software-license-terms-for-microsoft-office-2010-HA101817777.aspx;</li>\n<li>http://technet.­microsoft.­com/en-US/dn567972.</li>\n</ul>\n</li>\n<li>\n<p>By using or installing Tresorit DRM, you agree that the Software will save Microsoft RMS credentials into Microsoft Office and other applications, which supports DRM, to enable the automatic consumption of DRM protected contents.\nYou agree, that after turning on DRM protection, content will be DRM protected automatically, and protected Customer Files may be opened or edited only with internet connection.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Reservation of Rights:</strong> Each party shall retain all rights, title and interest in and to all its respective patents, inventions, copyrights, trademarks, domain names, databases trade secrets, know-how and any other intellectual property and/or proprietary rights (collectively, \"Intellectual Property Rights\").\nExcept as expressly set out in this Agreement, this Agreement does not grant any right, title, or interest to you with respect to the Services or in any Tresorit Intellectual Property Rights.</p>\n</li>\n<li>\n<p>\n<strong>Use of the Services:</strong> The Services are the property of Tresorit or Tresorit's licensors.\nTresorit grants you limited, non-exclusive, revocable permission to make use of the Service during the term of this Agreement.\nYou agree to abide by Acceptable Use Policy and not to use the Services in any manner not expressly permitted by this Agreement or the Acceptable Use Policy.</p>\n</li>\n<li>\n<p>\n<strong>Feedback:</strong> Tresorit may use any feedback, ideas, comments, enhancement requests, recommendations or suggestions (\"Suggestions\") that you send or share with Tresorit without any obligation to you.\nYou hereby grant to Tresorit a world-wide, royalty free, irrevocable, perpetual license to use and otherwise incorporate any Suggestions.</p>\n</li>\n<li>\n<p>\n<strong>Identifying Customer:</strong> Unless otherwise instructed by Customer in writing, Tresorit may publish and identify Customer as a user of the Service, and Customer grants to Tresorit a non-exclusive, fully paid-up licence to use its logos and trademarks and agrees that Tresorit may use any logo and/or name associated with Customer on the Tresorit website and other marketing materials.\nTresorit agrees to comply with all reasonable guidelines and directions of Customer regarding the form, manner and application of such logos and trademarks.\nCustomer can request Tresorit to stop identifying Customer as a user of the Service anytime by sending a written notice to support@tresorit.com.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Beta Services:</strong> From time to time, Tresorit may release products and features that are still subject to testing and evaluating (\"Beta Service\").\nDespite anything to the contrary in this Agreement: (a) you may choose to use Beta Services at your sole discretion and USE BETA SERVICES AT YOUR OWN RISK.\n(b) Beta Services may not be supported and may be changed at any time without notice.\n(c) Beta Services may not be as reliable or available as the Services.\n(d) Beta Services have not been subjected to the same security measures and auditing to which the Services have been subjected.\nTRESORIT WILL HAVE NO LIABILITY ARISING OUT OF OR IN CONNECTION WITH BETA SERVICES.</p>\n</li>\n<li>\n<p>\n<strong>Provided as-is:</strong> If Customer has a paid subscription, Tresorit promises that it will try to operate the Service with reasonable care and skill and will use reasonable commercial efforts to promptly remedy any faults of which Tresorit is aware.\nHowever, Tresorit provides the Service \"as is\" and \"as available\", without express or implied warranty or condition of any kind and you shall use it at your own risk.\nTo the maximum extent permitted by applicable law, Tresorit also disclaims any warranties of merchantability, fitness for a particular purpose or non-infringement or any warranty that the Service are of any particular quality or purpose.</p>\n</li>\n<li>\n<p>\n<strong>Limitation of liability:</strong> TRESORIT'S LIABILITY FOR SIMPLE NEGLIGENCE AND FOR AUXILIARY PERSONS IS EXCLUDED TO THE MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAW, TRESORIT AND ITS AFFILIATES, RESELLERS, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS SHALL IN NO EVENT BE LIABLE FOR ANY LOST PROFITS, REVENUES, OR BUSINESS OPPORTUNITIES, LOSS OF USE, LOSS OF DATA, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION AND ANY OTHER DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CRIMINAL, SUBSEQUENT OR CONSEQUENTIAL DAMAGES WHATSOEVER, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, PRODUCT LIABILITY OR OTHERWISE, ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OF OR INABILITY TO USE THE SERVICE OR THE SUPPORT AND MAINTENANCE SERVICES (IF ANY), REGARDLESS WHETHER TRESORIT HAS BEEN ADVISED OR SHOULD HAVE HAD KNOWLEDGE OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>AFOREMENTIONED LIMITATIONS OF LIABILITY DO NOT APPLY FOR CAUSED INTENTIONAL OR GROSS NEGLIGENT BREACH OF OBLIGATIONS BY TRESORIT AND DAMAGES CAUSED TO LIFE, BODY OR HEALTH, FOR DEFECTS IN CASES OF A GUARANTEE AND FOR FRAUDULENTLY CONCEALED DEFECTS, AS WELL AS FOR ANY OTHER LIABILITY THAT MAY NOT, UNDER APPLICABLE LAW, BE LIMITED OR EXCLUDED.</p>\n</li>\n<li>\n<p>\n<strong>Remedy:</strong> YOU AGREE THAT THE SOLE AND EXCLUSIVE REMEDY FOR UNSATISFACTORY SERVICE SHALL BE TERMINATION OF THE SERVICE AND A REFUND OF ANY AMOUNT ALREADY PAID BY CUSTOMER FOR THE CURRENT SERVICE TERM.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS, THE AGGREGATE LIABILITY OF TRESORIT AND ITS AFFILIATES, RESELLERS, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS, INCLUDING ANY NEGLIGENCE ON YOUR PART, FOR ALL CLAIMS RELATING TO THE SERVICE IS LIMITED TO THE AMOUNTS PAID BY YOU TO TRESORIT AND/OR THE SUBSCRIPTION CHARGES PAID BY THE RELEVANT RESELLER TO TRESORIT WITH RESPECT TO YOUR SUBSCRIPTION FOR THE PAST SIX MONTHS OF THE SERVICE IN QUESTION PRIOR TO THE FIRST EVENT OR OCCURANCE GIVING RISE TO SUCH LIABILITY.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES OR PERSONAL INJURY OR DEATH WHICH MEANS THAT SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY.\nIN THESE JURISDICTIONS, TRESORIT'S LIABILITY WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n</li>\n<li>\n<p>\n<strong>Independent Allocations of Risk:</strong> Each provision of this Agreement that provides for a limitation of liability, disclaimer of warranties, or exclusion of damages represents an agreed allocation of the risks of this Agreement between the parties.\nThis allocation is an essential element of the basis of the bargain between the parties.\nEach of these provisions is severable and independent of all other provisions of this Agreement, and each of these provisions will apply even if the warranties in this Agreement has failed of their essential purpose.</p>\n</li>\n<li>\n<p>\n<strong>Force Majeure:</strong> Tresorit will not be liable to Customer or to any other third party for failure to perform or any delay in the performance of the Service due to fire, flood, war, riot, strike, explosion, lock out, injunction, natural disaster, interruption of transportation, acts of war, terrorism, labour disputes, acts of civil or military authority, power blackouts, computer viruses, or any other event beyond Tresorit's reasonable control.</p>\n</li>\n<li>\n<p>\n<strong>Third-party Services:</strong> The Service may contain features and functionalities linking to or providing certain functionality and access to third party websites and services.\nTresorit has no influence on the contents of these linked pages, and makes no warranty whatsoever with respect to such links, websites, or services.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Indemnification</strong>\n</p>\n<ol>\n<li>\n<p>To the extent permitted by law, Customer will defend, indemnify and hold harmless Tresorit, including its employees and affiliates, from and against any claims, incidents, liabilities, procedures, damages, losses and expenses, including reasonable legal and accounting fees, arising out of or in any way connected with the access to or use of the Services by Customer or its Company Administered Users or the violation of this Agreement by Customer or its Company Administered Users, including any third-party claims relating to Customer Files.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Suspension</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Suspension for cause:</strong> Tresorit may suspend access to Services or restrict its functionality if:</p>\n<ol>\n<li>\n<p>Customer fails to timely pay any amount owed to Tresorit;</p>\n</li>\n<li>\n<p>Customer or a Company Administered User breaches any provision of this Agreement or the documents referred to in this Agreement;</p>\n</li>\n<li>\n<p>Tresorit has reason to believe that Customer is in breach of any applicable law or regulation;</p>\n</li>\n<li>\n<p>Tresorit is requested or directed to do so by any competent court of law, government authority, public agency, or law enforcement agency;</p>\n</li>\n<li>\n<p>Customer is or becomes subject to any bankruptcy or similar proceedings.\nor</p>\n</li>\n<li>\n<p>if, in its sole discretion, Tresorit believes that continued use of the Services by Customer or his Company Administered Users creates legal risk for Tresorit or presents a threat to the security of the Services or other customers.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Notice:</strong> Tresorit will use commercially reasonable efforts to notify Customer and the relevant Company Administered User (if applicable) prior to any such suspension, unless Tresorit reasonably believes that: (i) it is prohibited from doing so under applicable law.\nor (ii) it is necessary to delay notice in order to prevent imminent harm to the Services or a third party.\nIf notice is delayed, Tresorit will provide the notice if and when the related restrictions in the previous sentence no longer apply.</p>\n</li>\n<li>\n<p>\n<strong>Effects of suspension:</strong> If Tresorit Services are suspended in accordance with clause 14.1 above, Customer remains responsible and liable for all Fees and charges which have incurred up to the date of suspension as well as for any Fees for any Service to which Customer or his Company Administered Users continue to have access.\nAs a result of suspension, Customer Files will not be deleted unless specified otherwise in this Agreement or Customer explicitly requests their deletion.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Term</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Service Term:</strong> This Agreement enters into effect on the date you accept it or start using the Service and continues until terminated either by you or Tresorit.</p>\n</li>\n<li>\n<p>\n<strong>Effects of termination:</strong> If this Agreement is terminated: (a) the rights and licences granted by Tresorit to you will cease immediately.\n(b) Customer may, prior to termination, request reasonable additional time to export its Customer Files, provided that Tresorit can charge Customer for such extended access based on Tresorit's then-current standard fees.\nand (c) Tresorit may delete any Customer Files and Service Data relating to Customer's account in a commercially reasonable period of time in accordance with its Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Company Administered User Rights:</strong> Company Administered User's rights under this Agreement remain effective until Customer's subscription expires or terminates, or Customer's access to the Services has been terminated by Customer or Tresorit.\nWhen a Business Subscription is terminated in respect of a Company Administered User's account, Tresorit may convert his account to a free account available for a limited term.</p>\n</li>\n<li>\n<p>\n<strong>Survival:</strong> The following sections will survive expiry or termination of this Agreement: 6 (Customer responsibility), 7 (Third-party Requests), 8 (Fees), 11 (Intellectual Property Rights), 12 (Disclaimer), 13 (Indemnification), 15 (Term), 17 (Miscellaneous).</p>\n</li>\n<li>\n<p>\n<strong>Renewal:</strong> Customer acknowledges and agrees that Customer's Subscription will automatically be renewed on a monthly or annual basis, for the same Subscription Period (but for no longer than a year), unless Customer indicated otherwise before the renewal date.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Termination</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Termination for convenience:</strong> Customer may elect to terminate his account(s) and subscription to a Service as of the end of its then current subscription period (i) with an account closing mechanism or (ii) by contacting Tresorit in accordance with clause 17.11 (Notices) below.\nIn this case, Customer's subscription will not be renewed.\nThere is no refund for any pre-paid service.\nCustomer may terminate its free subscriptions immediately without cause.</p>\n<p>Tresorit may terminate this Agreement by providing sixty-day notice if it discontinues the Service.\nIn this case, Tresorit will provide Customer with a pro-rata refund of any pre-payment.</p>\n</li>\n<li>\n<p>\n<strong>Termination for cause:</strong> Either party may terminate this Agreement with notice if the other party materially breaches this Agreement and such breach is not cured within fifteen days after the non-breaching party provides notice of the breach.\nIn case of termination for cause by Customer, Tresorit will provide Customer with a pro-rata refund of any pre-payment.\nTresorit may terminate the Agreement immediately on notice to Customer if (i) Customer fails to timely pay any amount owed to Tresorit.\nor Tresorit reasonably believes that (ii) the Services are being used by Customer or its Users in violation of applicable law, or (iii) continued use of the Services by Customer (or its Company Administered Users) creates legal risk for Tresorit or presents a threat to the security of the Services or other customers.\nor (iii) Customer or a Company Administered User breaches any provision of this Agreement or the documents referred to in this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Termination for cause (Reseller terms):</strong> If Customer purchases the Service(s) through an authorized Reseller, Tresorit may (i) suspend Customer's account(s) and the use of Services immediately upon notice to Customer.\n(ii) terminate this Agreement with a fifteen-day notice, if:</p>\n<ol>\n<li>\n<p>Tresorit is notified by the Reseller of Customer's failure to pay amounts due to the Reseller with respect to your subscription to the Service;</p>\n</li>\n<li>\n<p>the Reseller fails to pay any amounts due to Tresorit pursuant to the terms and conditions of the agreement between Tresorit and the relevant Reseller with respect to Customer's subscription to the Service.</p>\n</li>\n</ol>\n<p>Customer hereby consents to these suspension and termination rights.\nacknowledges and agrees that Tresorit shall have no liability to Customer of any kind with respect to any such suspension or termination.\nCustomer's sole recourse with respect to any such suspension or termination shall be against the relevant Reseller.</p>\n</li>\n<li>\n<p>\n<strong>Inactive Free Accounts:</strong> If Customer is registered for a free service and Customer has been inactive for at least 210 days and within such time period, Customer does not subscribe for paid Services, Tresorit may suspend and/or terminate the Tresorit Services with a fifteen-day notice to Customer.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Changes in terms:</strong> Tresorit may revise the terms of this Agreement from time to time, in particular due to changes in the Services or applicable laws and regulations, and the most current version will always be available on Tresorit's website.\nIf, in Tresorit's sole discretion, an amendment is material, Customers will be notified in writing with a thirty-day notice.\nOther revisions may be posted on Tresorit's website, and you are responsible for checking that website regularly.\nIf you do not agree to the amended terms, you may terminate this Agreement and your account(s) with a thirty-day notice.\nBy continuing to access or use the Services after the amendment enters into effect, you agree to be bound by the revised Agreement.</p>\n<p>Despite this clause, changes to this Agreement which are (i) more favourable to Customer.\n(ii) required by law.\nor (iii) related to the addition of a new service, extra functionality to the existing Service.\nor (iv) changes which neither reduce your rights nor increase Customer's responsibilities, will come into effect immediately if they are stated in the change notice.</p>\n</li>\n<li>\n<p>\n<strong>Governing law:</strong> This Agreement is governed by Swiss law, excluding the Swiss conflict of law rules.\nThe parties specifically exclude applicability of (i) the United Nations Convention on the Sale of Goods and (ii) any Incoterms.\nFor the avoidance of any doubt, if Customer is a consumer and has its habitual residence in the EU, this clause does not affect the protection provided by mandatory provisions of the law of Customer's residence.</p>\n</li>\n<li>\n<p>\n<strong>Disputes:</strong> The parties both agree that any dispute between the parties in connection with the Services and/or this Agreement shall be determined by arbitration administered by the International Centre for Dispute Resolution (ICDR) in accordance with its International Arbitration Rules.\nThe number of arbitrators shall be one (1) as shall be selected by the ICDR.\nThe place of arbitration shall be Zurich, Switzerland.\nThe language of the arbitration shall be English.\nIf Customer resides in a country (for example, in the EU member state) with laws that give consumers the right to bring disputes in their local courts, this clause does not affect those requirements.</p>\n</li>\n<li>\n<p>\n<strong>Company Administered User disputes:</strong> As a Company Administered User, you acknowledge and agree that, as between Tresorit and Customer, it is solely Customer's responsibility to and respond and resolve any dispute with any Company Administered User relating to or based on Customer Files or Service Data, the Services or Customer's failure to fulfil his obligations under this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Severability.\nEntire agreement:</strong> The provisions of this Agreement apply to the maximum extent permitted by relevant law.\nIf any court or relevant authority decides that any part of this Agreement is unlawful, unenforceable, or invalid, the remaining clauses will remain in full force and effect.\nThis is the entire contract between the parties regarding the Service.\nIt supersedes any prior contract or oral or written statements regarding your use of the Services.</p>\n</li>\n<li>\n<p>\n<strong>Waiver.\nRemedy:</strong> The failure of either party to enforce a provision of this Agreement is not a waiver of its right to do so later.\nThe waiver by Tresorit of any breach shall not be deemed a waiver of any subsequent breach of the same or any other term of this Agreement.\nAny remedy made available to Tresorit by any of the provisions of this Agreement is not intended to be exclusive of any other remedy.</p>\n</li>\n<li>\n<p>\n<strong>Expiration of Claims:</strong> Both parties agree that except for claims related to the indemnification obligations above, all claims arising under or related to this Agreement must be brought within two years after the date the cause of action arose.</p>\n</li>\n<li>\n<p>\n<strong>Assignment:</strong> Customer may not assign or transfer this Agreement or any rights or obligations under this Agreement without Tresorit's written consent.\nTresorit may not assign this Agreement without providing notice to Customer.\nHowever, Tresorit may freely assign its rights and obligations under this Agreement in its entirety to an Affiliate or in connection with a merger, acquisition, corporate reorganisation or sale of all or substantially all of its assets provided that any such successor agrees to fulfil Tresorit's obligations under this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Independent Contractors.\nNo third-party beneficiaries:</strong> Customer and Tresorit are independent contractors, and are not the agents or representatives of the other.\nThis Agreement is not intended to create a joint venture, partnership, or franchise relationship between the parties.\nNon-parties do not benefit from and cannot enforce this Agreement.\nThere are no third-party beneficiaries to this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Language:</strong> Tresorit may provide translations of this Agreement or other terms or policies.\nTranslations are provided for informational purposes only.\nIf there is any inconsistency or conflict between a translation and the English version, the English version will apply.</p>\n</li>\n<li>\n<p>\n<strong>Notices:</strong> Notices must be sent via email, first class post, airmail or overnight courier and are deemed given when received.\nNotices to Customer may also be sent to the applicable account email address and are deemed given when sent.\nAny questions about this Agreement, pricing, complaints, or other inquiries are to be addressed to Tresorit AG, Minervastrasse 3, CH-8032 Zurich, Switzerland or to support@tresorit.com.\nTresorit reserves the right to make reasonable steps to verify Customer's or Company Administered Users' identity before responding to or acting upon Customer's request.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Glossary</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>In this Agreement:</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Administrator</strong> means selected Company Administered User(s) designated by Customer who administers the Services on behalf of Customer.\nAdministrators may have the ability to monitor, restrict or terminate access to accounts relating to Customer' subscription in accordance with section 5.</p>\n</li>\n<li>\n<p>\n<strong>Affiliate</strong> means any entity that controls, is controlled by or is under common control with a party, where \"control\" means the ability to direct the management and policies of an entity.</p>\n</li>\n<li>\n<p>\n<strong>Agreement</strong> means the terms of this document.</p>\n</li>\n<li>\n<p>\n<strong>Beta Services</strong> means products and features that are released by Tresorit and are still subject to testing and evaluating.</p>\n</li>\n<li>\n<p>\n<strong>Business Subscription</strong> means a subscription for business purposes.</p>\n</li>\n<li>\n<p>\n<strong>Company Administered User</strong> means an individual, whether an employee, business partner, contractor, or agent of a Customer, who is being invited and permitted by Customer to use the Services subject to this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Company Administered User Accounts</strong> mean the accounts relating to Customer' subscription established for Company Administered Users.</p>\n</li>\n<li>\n<p>\n<strong>Customer Files</strong> means any files uploaded and/or shared through the Service.</p>\n</li>\n<li>\n<p>\n<strong>Encrypted Content</strong> means Customer Files uploaded to the Tresorit Services, which are encrypted by client-side encryption before they leave Customer location.</p>\n</li>\n<li>\n<p>\n<strong>Fee</strong> means all applicable fees paid by Customer for Tresorit or the relevant Reseller for the Services.</p>\n</li>\n<li>\n<p>\n<strong>Free Service</strong> means any free trial, promotional offer, or other type of limited offer for use of the Services provided by Tresorit.</p>\n</li>\n<li>\n<p>\n<strong>Intellectual Property Rights</strong> means all rights, title and interest in and to all its respective patents, inventions, copyrights, trademarks, domain names, databases, trade secrets, know-how and any other intellectual property and/or proprietary rights.</p>\n</li>\n<li>\n<p>\n<strong>Open-Source Component</strong> mean third-party components which the Software may contain and which is released under a license that is considered as free software license by the Free Software Foundation (https://www.­gnu.­org/­philosophy/­free-sw.html).</p>\n</li>\n<li>\n<p>\n<strong>Personal Data</strong> shall have the same meaning as under the General Data Protection Regulation (Regulation (EU) 2016/679).</p>\n</li>\n<li>\n<p>\n<strong>Prohibited Jurisdiction</strong> means any jurisdiction in which the provision of the Services, Software or other components is prohibited under the laws of Switzerland, the European Union or the United States, or other applicable laws or regulations.</p>\n</li>\n<li>\n<p>\n<strong>Promotions</strong> means any specific pricing structures, discounts, features, promotions, and other benefits which is offered to Customer.</p>\n</li>\n<li>\n<p>\n<strong>Reseller</strong> means an unrelated third party authorized to sell Tresorit subscriptions.</p>\n</li>\n<li>\n<p>\n<strong>Services</strong> means all products and services owned and offered by Tresorit, including applications, websites and technologies or functions.</p>\n</li>\n<li>\n<p>\n<strong>Service Data</strong> means non-encrypted information which is collected by Tresorit (and may contain Personal Data), in order to operate and provide the Services.</p>\n</li>\n<li>\n<p>\n<strong>Service Term</strong> means the period of effectiveness of this Agreement, which begins on the date Customer accepts the terms of this Agreement and continues until Customer's subscription expires or its use of the Services ceases, whichever is later.</p>\n</li>\n<li>\n<p>\n<strong>Collaborator</strong> means a person with whom Encrypted Content is specifically shared with.</p>\n</li>\n<li>\n<p>\n<strong>Software</strong> means the software provided by Tresorit (either by download or access through the website) that allows Customer and Company Administered Users (where applicable) to use any functionality in connection with the relevant Service.</p>\n</li>\n<li>\n<p>\n<strong>Sub-processors</strong> mean the entities within the Tresorit group and authorized service providers, which are engaged by Tresorit in providing the Services, to process Encrypted Content and Service Data.</p>\n</li>\n<li>\n<p>\n<strong>Suggestions</strong> means any feedback, ideas, comments, enhancement requests, recommendations or suggestions Customer sends or shares with Tresorit.</p>\n</li>\n<li>\n<p>\n<strong>Third-party Request</strong> means any request from a third-party relating to a User's use of the Services, including Customer Files and Service Data.</p>\n</li>\n<li>\n<p>\n<strong>User</strong> means any individuals using or accessing Tresorit Services.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol> Version: 05/11/2018 <ul>\n<li> Access to the Service <ol>\n<li>In order to use our Service, You may need to complete a registration process.\nWhen You register to the Service, You must: <ol>\n<li>Provide information (\"Registration Data\") which is true, current, complete and accurate.</li>\n<li>Maintain and promptly update Registration Data to keep it true, current, complete and accurate.</li>\n</ol>\n</li>\n<li>Your registration application is evaluated by Tresorit, and if we discover that Your Registration Data is not true, not current, incomplete or inaccurate, Tresorit, at its sole discretion and without prior notice, is entitled to immediately terminate Your rights to continue to use the Service and to terminate the license to use the related Software.</li>\n<li>In order to operate and provide the Services, we collect certain information about you.\nWe process that information in accordance with the Privacy Policy of Tresorit https://tresorit.com/privacy-policy that describes how we collect, store, and use certain information.\nIf you are You are agreeing to these Terms on behalf of your organization, You acknowledge that your and the users rolled into Your business account in accordance with section III (\"Assigned Users\") use of the Services is subject to our Privacy Policy and Data Processing Agreement (if applicable).</li>\n<li>The Service is not intended for use by You if You are under 18 years of age.\nBy agreeing to these Terms, You are representing to us that You are over 18.</li>\n</ol>\n</li>\n<li> Ownership and security of Your Content <ol>\n<li>You retain full ownership to Your files, folders, directories, including their metadata (file name, , thumbnails, etc.) and any information You submit to Tresorit (together \"Your Content\").\nWe don't claim any ownership to any of Your Content.\nThese Terms do not grant us any rights to Your Content or intellectual property except for the following limited rights that are needed to run the Service: we may redundantly store or backup Your respective data as set forth below, and we might use trusted third parties, like Microsoft, to provide the Service.\nYou give us the permission for all and any actions that we need to undertake to provide the Service.\nIn particular, but not limited to, You agree that Tresorit may transfer Your data between its servers, to Your devices or to other people's devices with whom You share content.</li>\n<li>Tresorit states that Your Content, encryption key and password (together \"Your Encrypted Content\") uploaded by You or otherwise submitted to the Service, are stored in an encrypted or non-invertible form.\nYour Encrypted Content cannot be decrypted or inverted by Tresorit or any third party.\nYour Encrypted Content can only be decrypted or inverted by You and persons You explicitly share Your Encrypted Content with.\nHowever, You agree that Tresorit may collect and store some limited information which is needed to run the Service, like Your contact and billing information, Your email address, messages sent to our support team, etc.\nin a non-encrypted form.\nYou also agree that some third party provided parts of the Service might need different passwords then Your Tresorit account password, which may not be stored in a less secure form (referred together as \"Non-Encrypted Content\").\nTresorit transmits Non-Encrypted Content by using encrypted channels with reasonable care and skills as set out in our Privacy Policy.</li>\n<li>You agree that Tresorit may transmit any data to trusted third parties only on a need-to-know basis (e.g.\nYour email address to the e-mail service provider) to provide the Service.\nWe list those trusted third parties at https://tresorit.com/used-trusted-third-parties.\nTresorit states and emphasize that it transmits Your Encrypted Content only in encrypted form, which cannot be decrypted as stated before.\nYou agree that Tresorit may also transmit any data stored by You to a third party, respecting all limitations and statements in paragraph 6, if Tresorit has a reason to believe that it is required: <ol>\n<li>To comply with any law or order issued by any legal authority.</li>\n<li>To avoid infringement of the rights of a third party.</li>\n<li>Protect the property of Tresorit or the personal safety of our users and the public.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Your Business Administrator <ol>\n<li>After notification, your account might be rolled into a business account of an organization, if that organization establishes a direct relationship with us and wishes to add your account to such relationship.\nIn such case, your account will be controlled and administered by the organization's own administrators (\"Business Domain\").\nAdministrators may have the right to suspend or delete your account, view your account's usage, view and edit your profile data (e.g.\nYour name and Your email address), and Non-Encrypted Content.</li>\n<li>If you are part of the Business Domain, Tresorit still stores Your Encrypted Content with client side encryption, but the Administrator may set up a Business Domain wide recovery master key with which the Administrator may reset your password and/or read or store Encrypted and Non-Encrypted Content in your account.\nIn case your administrator use recovery key, this term supersedes the one stated in 6,7,13,15 by adding the Administrator and whoever have access to the recovery key might also access Your Encrypted Content.\nYou can check if master key is used or not in the Settings/Account page.</li>\n<li>Administrator should also have a Tresorit account, and multiple accounts might be promoted as Administrator in one Business Domain.\nThe Administrator, and not Tresorit, is responsible for the internal management or administration of the Service, especially storing the recovery key – if such is used – securely.</li>\n<li>You may register your account as a business account, part of a Business Domain, or you may convert your private account into a business account by joining a Business Domain.\nIn that case, all your data will be also transferred into the Business Domain.\nYou agree, that after You join to a Business Domain and have converted your account to a business account, you will not able to convert it back without deleting all your data stored in the Service.\nYou understand and agree that you are responsible to assure that You are joining the right organization's Business Domain.\nIf you join the wrong Business Domain, You may give access to crucial information to the wrong organization.</li>\n<li>If you are using the Service from a device owned by and organization or if the primary email address of Your account is owned by an organization and was assigned to you as an employee, contractor or member of the organization, an Administrator may require that You join a Business Domain and to convert your private account.\nIn this case, You cannot use the Service without accepting the terms of that Business Domain and without joining that Business Domain.</li>\n</ol>\n</li>\n<li> Security and Your responsibility <ol>\n<li>You understand that we use strong cryptography algorithms to protect Your data, and we do not have access to Your Encrypted Content.\nDue to encryption, Your responsibility might be higher than with regard to other similar services.\nYou expressly take the responsibility, stated in these Terms.</li>\n<li>Tresorit has no access to Your password and there is no way for Tresorit to recover Your password.\nYou hereby take note and accept that if Your password is lost, Your Encrypted Content is irrevocably lost.\nTresorit cannot be held liable if Your password is lost and Your Encrypted Content cannot be decrypted.\nWE STRONGLY RECOMMEND THAT YOU KEEP BACKUPS OF ANY CONTENT ON YOUR OWN SEPARATED SYSTEMS.</li>\n<li>By using our Service, Your Encrypted Content will be encrypted using an encryption key which is unknown by Tresorit.\nYou can read Your Encrypted Content only with Your password only known to You.\nYour Encrypted Content can only be read by other persons if You explicitly share Your Encrypted Content with other persons selected by yourself (\"Shared User\").</li>\n<li>You are solely responsible and liable for any content You upload, download, share or copy by using our Service or our Software.\nYou hereby agree and undertake: <ol>\n<li>To respect data or content of third parties protected by copyright, patent, trademark, trade secret or other intellectual property (\"Protected Content\").\n</li>\n<li>Not to upload, download, share, or copy Protected Content or to use the Service otherwise with any Protected Content.\n</li>\n<li>Not to upload a virus, trojan or any malicious code or software.\n</li>\n<li>Not to use the Service to transmit any unlawful, harassing, libelous, defamatory, racist, indecent, abusive, violent, threatening, intimidating, harmful, vulgar, offensive or otherwise objectionable content or material of any kind or nature.\n</li>\n<li>To comply with all applicable laws, rules and regulations.\n</li>\n<li>Not to use the Service for any illegal purposes.\n</li>\n</ol>\n</li>\n<li>You agree that You are fully responsible and liable for all actions related to the Service of Your employees, consultants and auxiliaries.</li>\n<li>You acknowledge that You are responsible and liable if You use the share functions of the Service and share files and any other content with Shared Users.\nWe warn You and You confirm that You know and accept, that the shared content can be decrypted by Shared Users.\nSo always consider what You share and with whom You share before You share confidential information with other persons.\nDo carefully check the email address of the person You like to share Your content.\nIf You type not the right email address, an unknown and undesired user might get access to Your data.</li>\n<li>Do not accept share requests, files or any other content from users You do not know or You do not trust.\nTresorit has no responsibility for actions of persons You share data with.\nIn particular, but not limited to, Tresorit is not liable for malware You receive from users You chose to share with.</li>\n<li>Tresorit has no control with regard to the content stored and shared by its users using the Service.\nWe are not responsible for the accuracy, completeness, appropriateness, or legality of files, user posts, or any other information You may be able to access using the Service.</li>\n<li>You must keep Your password confidential, and must not authorize any third party to use the Service on Your behalf.\nYou are responsible for all activities in relation to Your account.\nTresorit is not liable for any loss or damage arising from any unauthorized use of Your account.\nIn the event we have a reason to believe that an unauthorized person uses Your account or any other unauthorized use, Tresorit has the right, at its sole discretion and without prior notice, to suspend or disable Your account, or take any action to avoid any unauthorized use .</li>\n<li>Tresorit may provide you a two-factor authentication, as an extra layer of authentication for Your Account.\nIf You turn on such authentication method for Your account, or You are required to do so by Your Business Administrator, Tresorit will not let you access Your account without the two-factor authentication.\nTresorit strongly advises that you set up multiple methods of two-factor authentication and to immediately revoke the method of authentication for a particular device if you have lost that device.</li>\n<li>Tresorit NEVER sends emails asking for Your password.</li>\n<li>You must contact us right away if You suspect misuse of Your account or any security breach in the Service.</li>\n<li>Tresorit tries, with reasonable care and skill, to protect Your Content stored and synchronized on Your computer by using our Service.\nYou accept that You are solely responsible to maintain, protect, update, secure and backup Your computer and Your locally stored and synchronized content.</li>\n<li>Parts of encryption keys may be stored on Your computer (memory or persistent storage), or Tresorit may provide you a printable recovery encryption key.\nYou are responsible for Your computer and any copy of your printed or otherwise archived recovery keys.\nTresorit may provide you with remote device management, where you can remotely revoke access to Your account form any device and/or remotely wipe the data from any device.\nHowever, this feature may not be functional in all cases, for example when Your device is not connected to the Internet.\nTresorit cannot be held liable if You computer is stolen or hacked and an unauthorized person gets access to Your Encrypted Data by accessing a locally stored copy, or by obtaining un-protected passwords or any encryption keys stored on Your computer.</li>\n</ol>\n</li>\n<li> Payments and pricing <ol>\n<li>Tresorit offers You both free and paid Services.\nIf you choose to subscribe to a paid Service directly through the subscription flow of Tresorit, your account must be bound with one or multiple plan(s) (\"User Plan(s)\") and you agree to pay the fees (\"Fees\") in accordance with the relevant User Plan(s).</li>\n<li>These Terms apply whether you purchase our Service directly from Tresorit or through a Reseller of Tresorit.\nIf you purchase through a Reseller, then the scope of the Services and the specifics of your payment obligations shall be stated in your agreement with the Reseller.\nIn such case, You owe payment to the Reseller as agreed between you and the Reseller, but you acknowledge that we may suspend or terminate your rights to use the Services if we do not receive our corresponding payment from the Reseller.\nIf you subscribe to the Service directly through the subscription flow of Tresorit, then the following provisions shall apply: <ol>\n<li>The subscription is the billing unit (\"Subscription(s)\"), which means if You have multiple Subscriptions, You will receive multiple invoices.\nEach Subscription has its own billing period, and can be monthly or yearly paid.</li>\n<li>A Subscription is Your order, and can contain multiple User Plans in one Subscription.\nYou can bind a User Plan to yourself, or to another user, for example to Your colleague, but only to one user.\nIf You bind a User Plan to someone else, You are responsible for the usage of this User Plan by this person.\nIf You accept a User Plan as beneficiary from another user, take note and accept that you are dependent from this person and take the risk that Tresorit may suspend the Service for reasons caused by this person.</li>\n<li>Each User Plan has characteristics (\"Feature Quota(s)\") included in the User Plan.\nA Feature Quota can be for example the storage quota, the maximum network bandwidth speed You can use our Service, etc.</li>\n<li>If You are bound to multiple User Plans, we aggregate each User Plan if possible the following way (\"Aggregated Feature Quota\"): the storage quota included in each User Plan are summed up, and we provide You the Feature Quota, which we think, in our sole discretion, is the most beneficiary for You among the Feature Quotas included in any User Plan bound to You.</li>\n<li>If Your account is transformed to a Business account, all your previous Subscriptions and User Plans under this account, other than one Business subscription You are transforming to, may be immediately cancelled and removed.\nOther accounts associated with non-Business domains will remain independent from this transformation.</li>\n</ol>\n</li>\n<li>After You have successfully created a Subscription, and You have bound yourself or another user to User Plan(s), we use reasonable commercial efforts to credit Your new Feature Quota as soon as possible, but in six hours after Your purchase.\nYou agree that Your displayed available storage or other quota may not be current or accurate at any time, but Tresorit uses reasonable efforts to improve the accuracy and actuality.</li>\n<li>Tresorit may provide You the Service for free of charge, providing a basic Feature Quota.\nYou may also gain additional free service through Tresorit's referral program or other promotion, as described in the promotions.\nTresorit may also provide You a free trial period for a Business or other premium service Subscription, which may require preauthorization credit card charge.\nIf the trial period ends, Tresorit may automatically convert your Subscription to a paying subscription and automatically charge You the Subscription fee, or Tresorit may decrease your Feature Quota to the basic free Feature Quota.\nYou agree that if you started a trial for a Business subscription, Tresorit will not decrease your Feature Quota to the basic free Feature Quota if you decide not to continue with any paying Business Subscription and Tresorit will follow its normal procedure of Suspension and Termination.\nWe reserve the right to, in our sole discretion, discontinue or modify any promotions, credits or other free offers anytime.</li>\n<li>Payment of the Subscription fee will be by preauthorized credit card charge, and we will automatically charge Your credit card or other agreed payment options monthly or yearly, for each month, partial month or year, depending upon which billing period You have selected for the Subscription.\nYou agree that Your Subscription is automatically renewed for the same period at the end of the billing period (\"Renewal date\") unless You state otherwise one (1) day before the Renewal date.</li>\n<li>We will automatically bill Your credit card or other agreed payment options each month or each year on the calendar day when You created Your Subscription.\nIf Your Subscription has started on a calendar day not contained in a given month or year, Tresorit will bill Your credit card on the last day of such month or year.</li>\n<li>If any fee of a Subscription is not paid in a timely manner, or Tresorit was not able to charge Your credit card with the payable fees, Tresorit has the right to suspend Your entire Subscription and revoke each Feature Quota included any User Plan from You or any user You have bound to.\nThis means, we will decrease Your Aggregated Feature Quota to the aggregation of Your remaining User Plans.</li>\n<li>You agree and authorize Tresorit to periodically authorize Your credit card in anticipation of account or related charges.</li>\n<li>You must be authorized to use the credit card of which number You have entered.</li>\n<li>You understand that if You do not provide Tresorit with a current valid credit card number with sufficient credit upon request during the effective period of this Agreement, You will be in violation of these Terms.</li>\n<li>Your Subscription may include a time commitment (Committed Period.\ne.g.\none year commitment with monthly payment).\nIf you cancel, terminate or rescind a Subscription or terminate the Agreement during the Committed Period, we are entitled to charge you for the remaining Committed Period according to Your Subscription.</li>\n<li>Tresorit reserves the right to change prices of Your Subscription.\nIf there is a specific length and price offered to You, or You have a Committed Period, price will remain the same for that time.\nTresorit will provide at least 30 days advance notice to You about the change of the price.</li>\n<li>All payments by You to Tresorit are final, nonrefundable and there are no refunds or credits for partially used billing periods or partially used Committed Periods, except as stated herein (paragraph 57,84 and 85).</li>\n<li>Unless specifically provided otherwise herein, payment of all fees are due and payable to Tresorit without demand, invoicing or notice before the commencement of the period to which those fees apply.</li>\n<li>You agree to be responsible for and to pay any applicable sales, personal property, use, VAT, excise, withholding, or any other taxes that may be imposed, based on this license, use or possession of the Service, or any other product or service provided under these Terms, excluding taxes based on net income payable by Tresorit.\nIf You are exempt from paying any sales, use or other taxes, You must provide Tresorit with appropriate evidence of tax exemption for all relevant jurisdictions.</li>\n</ol>\n</li>\n<li> Proprietary Rights <ol>\n<li>All contents of the site (www.tresorit.com and any subdomains of tresorit.com), Software and Service and the associated computer programs including but not limited to design, logo, trademarks, domain names, text, software, technical drawings, configurations, graphics, patents, other files, and their selection and arrangement, any other intellectual and industrial property or proprietary rights (\"Service Content\") are protected by copyright and other intellectual property laws, and owned by Tresorit and/or its suppliers, affiliates, or licensors.</li>\n<li>Unless we have specifically permitted herein, no portion of the Service Content may be reproduced, modified, distributed, published in any form, or by any means, without prior written permission from Tresorit, and You are not permitted to create any derivative works of Service Content.\nTresorit does not give You any license to our intellectual property.\nAny rights not expressly granted herein are reserved, and no title to or ownership of any proprietary rights related to the Service is transferred to You pursuant to these Terms.</li>\n<li>We may use any feedback, ideas, comments, enhancement requests, recommendations or suggestions (\"Suggestions\") You send us or post in our forums without any obligation to You, and You hereby grant to Tresorit a world-wide, royalty free, irrevocable, perpetual license to use and otherwise incorporate any Suggestions.</li>\n</ol>\n</li>\n<li> Software and user license <ol>\n<li>Tresorit grants You a non-exclusive, royalty-free, revocable and, except as expressly provided for in these Terms, non-transferable right and license to use the Software related to the Service (\"Licensed Software\"), solely in accordance with these Terms.\nLicensed Software is licensed, not sold.</li>\n<li>On the basis of these Terms, You may download, install, and benefit from using the functionality of the Licensed Software solely in accordance with these Terms and the technical documentation (Documentation).</li>\n<li>Your license to use the Licensed Software is automatically revoked if You violate these Terms in a manner that implicates our Service Content.</li>\n<li>The Licensed Software requires You to register prior to its first use.\nFollowing the registration, the Licensed Software may be used by You with Your own Registration Data given at the registration on five computer systems it is installed upon, including desktop and mobile systems.</li>\n<li>You may not: <ol>\n<li>Modify or create derivative works based on the Licensed Software or on the Service.</li>\n<li>Remove or modify any Service Content, disclaimer or warning notice included or embedded in any part of the Service or in any part of the Licensed Software or any copy thereof.</li>\n<li>Analyze, decompile, disassemble, reverse engineer, or otherwise attempt to derive all or any part, particularly the source code of the Licensed Software, except for the scope in which such limitation is explicitly prohibited by law.\nFor any release from these limitations the prior written express consent of Tresorit is required.</li>\n<li>Distribute, rent, lease, sell, sublicense or otherwise transfer all or part of the Licensed Software or the Service to any person.</li>\n<li>Permit the Licensed Software to be accessed through \"shareware\" distribution process.</li>\n</ol>\n</li>\n<li>On the basis of these Terms, the You may allow, permanently or temporarily, another person to use the installed Licensed Software downloaded on and installed to any of Your computer systems (\"Third Party User\"), on condition that: <ol>\n<li>The use of the Service by the Third Party User may not violate any provision of these Terms, and that You remain responsible for the use of the Service by the Third Party User in accordance with these Terms.</li>\n<li>The Third Party User agreed to these Terms, in particular, registered and uses the Service with his/her own Registration Data.</li>\n<li>That You shall not be entitled to charge the Third Party User money or fees for the use of the Service or Licensed Software on whatsoever legal title.</li>\n<li>The use of the Service by the Third Party User will not entitle You to any compensation from Tresorit.</li>\n</ol>\n</li>\n<li>The Licensed Software may contain third party, open-source, well-analyzed software components (\"Third Party Component\"), and each of them are chosen with reasonable care.\nTresorit acknowledges the efforts of the open-source developers, and what they have done for the community so far.\nYou find the list of their names and their copyright notice here: https://tresorit.com/third-party-code.\nNote that those copyright notices do NOT endanger Your ownership or the security of Your data.</li>\n<li>You can uninstall the Licensed Software any time, using Your mobile or desktop operating system's standard uninstall method.\nYou can find a detailed description of the uninstall process here: https://tresorit.com/uninstall.\nIf You need further assistance for uninstalling the Licensed Software, please visit our support site at https://support.tresorit.com, or write us at support@tresorit.com.</li>\n<li>Certain Tresorit services may include the Tresorit DRM service.\nYou may choose to use Tresorit DRM service, as an optional part of the Service.\nIf you start using Tresorit DRM, you may need to install an add-in to your computer in addition to the general installer package of Tresorit.\nTresorit DRM is part of the Service, and by installing Tresorit DRM add-in or start using Tresorit DRM service, you also agree with the following EULAs of the software included in the add-in: <ol>\n<li>http://www.download.windowsupdate.com/msdownload/update/v3/static/EULA/en/eula.htm</li>\n<li>http://office.microsoft.com/en-us/microsoft-software-license-terms-for-microsoft-office-2010-HA101817777.aspx</li>\n<li>http://technet.microsoft.com/en-US/dn567972</li>\n</ol>\n<p>Tresorit DRM is part of the Service, and after installing the Tresorit DRM add-in, Tresorit DRM is considered as part of the Licensed Software.</p>\n</li>\n<li>By using or installing Tresorit DRM, you agree that the Licensed Software will save Microsoft RMS credentials into Microsoft Office and other applications, which supports DRM, to enable the automatic consumption of DRM protected contents.\nYou agree, that after turning on DRM protection for a folder or for a tresor, your content will be DRM protected automatically, and you may be able to open or edit such content only with internet connection.\nYou agree, that without proper internet connection to the DRM licensing servers, you will not be able to open the content or remove DRM protection from the content.\nIf you want to avoid such situations, please create a proper backup of your content before you turn on the DRM protection.</li>\n<li>By using Tresorit DRM, for security and audit purposes, monitoring of Your activity on DRM protected content may include collection of information about opening a document, and that information might be disclosed to the other parties with whom You are sharing that content.</li>\n</ol>\n</li>\n<li> Updates and changes to the Service <ol>\n<li>As part of the development of the Service, Tresorit has the right, in its sole discretion, anytime (i) to add new features, (ii) add new third party software components or (iii) to modify or discontinue features (together as Changes).</li>\n<li>If Tresorit makes a Material Change of the Service, as defined hereafter, Tresorit will notify you 30 days before the changes become effective by sending you an email or by a notification inside the Service.\nYou understand and accept that You have 30 days after sending the above mentioned emails to explicitly accept such changes.\nAfter 30 days, we may limit your access to any part of the Service until changes are not explicitly accepted by You.</li>\n<li>Material Change(s) means a substantive Change that would be of importance or consequence to the User, which may include: <ol>\n<li>Changes to privacy practices, meaning changes relating to practices regarding notices, disclosure, use and collection of submitted data, or measures for data security, integrity, or access.</li>\n<li>Material update or substantive revision to Licensed Software functionality which may negatively affect the security of your data.</li>\n<li>Material Changes do not include any changes which solely affect the performance or integrity of the Software Unit, such as increases in speed, reliability, or information security.</li>\n</ol>\n</li>\n<li>Tresorit has the right to make any Changes which are non-Material Change without prior notice to you.</li>\n<li>If You have paid to use the Service and we materially downgrade its functionality, we will provide You with an adequate and proportional refund of any pre-payment, as we determine appropriate.</li>\n<li>You are responsible to keep the Licensed Software up to date.\nYou expressly agree that some parts of or the whole Licensed Software might be updated automatically, with or without prior notice to You.\nIn other cases, You may need to download and install the latest version of the Licensed Software.\nYou agree that if You do not keep the Licensed Software up to date, the Service or certain features may cease to be available or may not properly perform.\nAny updates provided by Tresorit to You shall be deemed to be subject to these Terms unless Tresorit indicates otherwise.</li>\n</ol>\n</li>\n<li> Compliance with Laws <ol>\n<li>The transactions contemplated hereby may be subject to the customs and export/import control laws and regulations of Your country of residence and the countries where our data storage and recovery facilities are located.\nYou agree to comply with all customs and export laws and all other applicable laws, statues, ordinances and regulations relating to use of the Service.\nYou acknowledge that violations of these Terms could subject You to criminal or civil penalties.</li>\n<li>There may be restrictions and limitations on the import, possession, use, transfer, export and/or re-export to another country of encryption software under the laws of the country in which You intend to use the Service.\nIt is Your sole obligation and responsibility to check such limitations before using the Service and to comply with such restrictions and limitations.</li>\n<li>Tresorit respects anyone's privacy, but we also respect embargo legislations.\nYou cannot download and use the Licensed Software if: <ol>\n<li>You are located in, national or resident of Cuba, Iran, North Korea, Sudan, Syria or any other country to which Switzerland, the European Union or the United States has embargoed goods.</li>\n<li>You are a person or entity which is prohibited from receiving export from Switzerland, the European Union or the United States.</li>\n</ol>\n</li>\n<li>By subscribing to the Service or using any of the Licensed Software, You represent and warrant that You are not - and are not controlled by - any such person or entity and are not controlled by a national or resident of any such country.</li>\n</ol>\n</li>\n<li> Disclaimer <ol>\n<li>Provided as-is <ol>\n<li>If You are paying for the Service, we promise that we will try to operate the Service with reasonable care and skill and will use reasonable commercial efforts to promptly remedy any faults of which we are aware.\nHowever, we provide the Service \"as is\" and \"as available\", without express or implied warranty or condition of any kind and You shall use it at Your own risk.\nTo the maximum extent permitted by applicable law, we also disclaim any warranties of merchantability, fitness for a particular purpose or non-infringement or any warranty that the Service are of any particular quality or purpose and correspondence to the Documentation.</li>\n</ol>\n</li>\n<li>Disclaimer of liability <ol>\n<li>Tresorit's liability for simple negligence and for auxiliary persons is excluded.\nTo the maximum extent permitted by the applicable law, Tresorit AND ITS AFFILIATES, RESELLERS, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS shall in no event be liable for any lost profits, revenues, or business opportunities, loss of use, loss of data, loss of confidential or other information, business interruption and any other direct, indirect, special, incidental, criminal, subsequent or consequential damages whatsoever, whether based on contract, tort, negligence, product liability or otherwise, arising out of or in any way related to the use of or inability to use the Service or the support and maintenance services (if any) by You, regardless whether Tresorit has been advised or should have had knowledge of the possibility of such damages.</li>\n</ol>\n</li>\n<li>Force major <ol>\n<li>Tresorit will not be liable to You or to any other person for failure to perform or any delay in the performance of the Service due to fire, flood, war, riot, strike, explosion, lock out, injunction, natural disaster, interruption of transportation, acts of war, terrorism, labor disputes, acts of civil or military authority, power blackouts, computer viruses, or any other event beyond Tresorit's reasonable control.</li>\n</ol>\n</li>\n<li>Remedy <ol>\n<li>You agree that the sole and exclusive remedy for unsatisfactory Service shall be termination of the Service and a refund of any amount actually paid by You for the current Service term.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS, THE AGGREGATE LIABILITY OF TRESORIT AND ITS AFFILIATES, RESELLERS, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS, INCLUDING ANY NEGLIGENCE ON YOUR PART, FOR ALL CLAIMS RELATING TO THE SERVICE IS LIMITED TO THE AMOUNTS PAID BY YOU TO TRESORIT AND/OR THE SUBSCRIPTION CHARGES PAID BY THE RELEVANT RESELLER TO TRESORIT WITH RESPECT TO YOUR SUBSCRIPTION FOR THE PAST SIX MONTHS OF THE SERVICE IN QUESTION PRIOR TO THE FIRST EVENT OR OCCURANCE GIVING RISE TO SUCH LIABILITY.</li>\n<li>Some jurisdictions do not allow the exclusion of implied warranties or limitation of liability for incidental or CONSEQUENTIAL damages or personal injury or death which means that some of the above limitations may not apply to You.\nIN THESE JURISDICTIONS, TRESORIT'S LIABILITY WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</li>\n</ol>\n</li>\n<li>High Risk Activities <ol>\n<li>The Service is not intended for use in hazardous environment requiring fail-safe performance, such as in the operation of nuclear facilities, aircraft navigation, air traffic control or aircraft communication systems, direct life support machines or weapon systems in which the failure of the Service could lead directly to death, personal injury or severe physical or environmental damage (\"High Risk Activities\").\nAccordingly, Tresorit and its suppliers specifically disclaim any express or implied warranty of fitness for High Risk Activities.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Indemnification <ol>\n<li>You shall indemnify, defend, and hold harmless Tresorit and its employees, affiliates, contractors, and agents from and against any and all claims, damages, losses, liabilities, suits, actions, demands, proceedings (whether legal or administrative), and expenses (including, without limitation, reasonable attorneys' fees) arising from or related to: <ol>\n<li>Any breach of these Terms by You.</li>\n<li>Any infringement of the Protected Content by You.</li>\n<li>Any fraud or manipulation by You.</li>\n<li>Any claims for infringement of any third party rights arising from or related to Your data.</li>\n<li>Any claims of credit card fraud based on any information released by You.</li>\n</ol>\n<p>Tresorit will reasonably notify You of any such claim or demand that it is subject to Your indemnification obligation.</p>\n</li>\n</ol>\n</li>\n<li> Infringement of Protected Content <ol>\n<li>Tresorit respects the intellectual property rights of third parties, and Tresorit does not tolerate any infringement of such rights by its users.\nWe will respond to notices of alleged copyright infringement if they comply with the applicable law and are properly provided to us.\nWe will take whatever action we deem to be appropriate, in our sole discretion, such as deleting or disabling content alleged to be infringing and to suspend or terminate Services and accounts.\n<p>Notices should be sent to:</p>\n<p>Copyright Infringement Agent</p>\n<p>Tresorit AG, Minervastrasse 3, CH-8032 Zurich, Switzerland</p>\n<p>copyright@tresorit.com</p>\n</li>\n<li>All infringement notifications must be submitted in writing to the Tresorit Copyright Infringement Agent, and the following information must be included: <ol>\n<li>Identification of the Protected Content claimed to be infringed.</li>\n<li>Identification of the material or link allegedly hosting the infringing content, including the URL and the client side decryption key for that.</li>\n<li>The copyright owner's contact information (including mailing address, telephone number, and email address).</li>\n<li>A statement declaring that <ol>\n<li>\"I hereby state that I have a good faith belief that the use of the Protected Content is not authorized by the copyright owner, its agent, or the law,\"</li>\n<li>\"I hereby state that the information in this notice is accurate\"</li>\n<li>\"I hereby state, that I am the owner or am authorized to act on behalf of the owner of the copyright that is allegedly infringed;\"</li>\n</ol>\n</li>\n<li>The full name and electronic or physical signature of the copyright owner or the copyright owner's agent.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Acceptable use <ol>\n<li>You agree not to misuse the Service.\nYou promise that You will not, will not attempt to or will not encourage or assist any third party to or attempt to: <ol>\n<li>Access or use the Service in a way intended to improperly avoid incurring fees or exceeding any Feature Quotas.\nYou are not eligible to use or create multiple user accounts for the purpose of gaining additional cloud storage.\nOne natural person can hold only two user accounts (e.g.\na business and a personal account) at the same time.</li>\n<li>Use the Service to access, change, damage, delete or edit data without authorization.</li>\n<li>Use any unauthorized means to modify, reroute, or gain access to the Service.</li>\n<li>Misrepresent Your identity, including without limitation by representing that You are a Tresorit employee or representative or another user of the Service.</li>\n<li>Try to access the Service with unauthorized software.</li>\n<li>Damage, disable, overburden or impair the Service or any network connected to the Service.</li>\n<li>Use the Service, directly or indirectly, to offer any service that competes with the Service.</li>\n<li>Participate in any group that encourages violation of these Terms.</li>\n<li>Probe, scan, or test the vulnerability of any system or network.\nTresorit may, in its sole discretion, make exceptions to this duty and allow hacking activities against and limited to its non-production infrastructure (\"Hacker Arena\").</li>\n<li>Participate in any activity which interferes or may interfere with the efficiency of the Service.</li>\n<li>Use the Service in a way that infringes Protected Content.</li>\n<li>Use the Service to facilitate any mass mails, spam, chain letters, snowball systems, or similar communications, regardless of whether they are commercial in nature.</li>\n<li>Use the Service to collect, store or transmit Personal Data of any person without such person's consent.</li>\n<li>Store or transmit any software or data containing any virus, malware, trojan, spyware or other software or program code that is malicious in nature.</li>\n<li>Send us untruthful abuse reports.</li>\n<li>Abuse Tresorit referrals to get more credit for referrals than deserved.</li>\n<li>Violate the law in any way, or to violate the privacy of others, or to defame others.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Overuse <ol>\n<li>If Your usage is above what is enabled by Your current Aggregated Feature Quota, Tresorit will notify You about Your overuse.\nIf, in 15 days upon the delivery of such notice, You do not upgrade and increase Your Feature Quota to fit in with Your actual usage, or if You do not decrease Your usage, for example, by deleting files, Tresorit may, at its sole discretion and without further notice, block Your access to the Service, curtail and restrict our Service (e.g.\nrestrict the maximum number of tresors or the maximum number of member per tresor) terminate Your account, or delete some or all of Your files, account information, settings or any other data from its systems, so as to reduce Your storage space available according to Your current Aggregated Feature Quota.</li>\n</ol>\n</li>\n<li> Inactive Free Accounts <ol>\n<li>If You have chosen a plan with no charge (\"Free Account\") and if Your Free Account was inactive for at least one-hundred and twenty (120) days and no valid User Plan is bound to Your Free Account, Tresorit will send You a notice.\nFifteen (15) days after such notice, Tresorit may suspend Your Free Account or delete all of Your Content related to Your Free Account, and/or we may terminate the Agreement between You and Tresorit.</li>\n</ol>\n</li>\n<li> Renewal <ol>\n<li>You can use our Services during the agreed time (Subscription period).</li>\n<li>You agree that Your Subscription is automatically renewed for the same period at the end of the Subscription or Committed Period (\"Renewal date\") unless You state otherwise one (1) day before the Renewal date.</li>\n</ol>\n</li>\n<li> Suspension <ol>\n<li>Tresorit may monitor the use of our Service.</li>\n<li>Tresorit may immediately upon notice to You (i) suspend Your or any other user's right to access or use any portion or all of the Service and/or (ii) suspend Your account(s) and/or (iii) curtail and restrict our Service (e.g.\nrestrict the maximum number of tresors or the maximum number of member per tresor) if: <ol>\n<li>We have a reason to believe that You are, or Your account has been used in breach of these Terms or any applicable laws.\nIn such case we may suspend Your account without any prior notice.</li>\n<li>We are unable to verify or authenticate Your provided information to us.</li>\n<li>You are more than 30 days late on any payment (in particular on Your Subscription fees).</li>\n<li>You become the subject of any bankruptcy, dissolution or similar proceeding.</li>\n</ol>\n</li>\n<li> If You purchase our Service(s) through an authorized Reseller of Tresorit, clause 81.3.\ndoes not apply.\nHowever, under the terms and conditions of Our agreement with the Reseller, Tresorit may immediately upon notice (i) suspend Your or any other user's right to access or use any portion or all of the Service and/or (ii) suspend Your account(s) and/or (iii) curtail and restrict our Service (e.g.\nrestrict the maximum number of tresors or the maximum number of member per tresor) if: <ol>\n<li>we are notified by the Reseller of your failure to pay amounts due to the Reseller with respect to your subscription to the Service;</li>\n<li>the Reseller fails to pay any amounts due to Tresorit pursuant to the terms and conditions of our agreement with the relevant Reseller with respect to your subscription to the Service.</li>\n</ol> You consent to these suspension and termination rights and acknowledge and agree that Tresorit shall have no liability to You of any kind with respect to any such suspension or termination.\nYour sole recourse with respect to any such suspension or termination shall be against the relevant Reseller.\n</li>\n<li>Our right to suspend Your or any other user's right to access or use any portion or all of the Service is in addition to our right to terminate the Agreement.</li>\n</ol>\n</li>\n<li> Effects of Suspension <ol>\n<li>If we suspend Your right to access or use any portion or all of our Service, <ol>\n<li>You remain responsible and liable for al fees and charges which have incurred up to the date of suspension;</li>\n<li>You remain responsible and liable for any applicable fees and charges for any Service to which You continue to have access;</li>\n<li>We will not erase and delete any of Your Content as a result of Your suspension, except as specified elsewhere in these Terms.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Termination by the Customer <ol>\n<li>You may stop using the Service at any time.\nIf You just stop using the Service, this does not terminate the Agreement and Your obligations.</li>\n<li>Termination for convenience: You may terminate this Agreement in Your sole discretion and for any reason by (i) closing Your account(s) for all Services with an account closing mechanism or (ii) by contacting support at support@tresorit.com.</li>\n<li>There is no refund for any pre-paid service.\nIf You terminate the Subscription, Your Subscription will not be renewed.\nIf Your Subscription included a time commitment (Committed Period) and You terminate the Subscription before the Commitment Period expires, we are entitled to charge You the remaining fees until the end of the commitment.</li>\n<li>We may ask You for indication of reasons to terminate, but even if we would be quite happy to get feedback, You are not obligated to share such reasons.</li>\n<li>Termination for cause: You may terminate this Agreement for cause upon 30 day advance notice to Tresorit if there is any material default or breach of the Terms by Tresorit, unless we have cured the material default or breach within the 30 day notice period.\nIn case of termination for cause, we will provide You with a pro-rata refund of any pre-payment.</li>\n</ol>\n</li>\n<li> Termination by Tresorit <ol>\n<li>Termination for convenience: Tresorit may decide, in its sole discretion and at any time, to discontinue the Service and/or to terminate the Agreement by providing 30 days advance notice.\nIn this case, we will provide You with a pro-rata refund of any pre-payment.</li>\n<li>Termination for cause: Tresorit may terminate Your account for cause immediately upon notice to You if: <ol>\n<li>We have a reason to believe that You are, or Your account has been used in breach of these Terms or any applicable laws.\nIn such case we may terminate the Agreement without any prior notice.</li>\n<li>We are unable to verify or authenticate Your provided information to us.</li>\n<li>You may subject us, our affiliates, or any third party to liability.</li>\n<li>You are more than 60 days late on any payment (in particular on Your Subscription fees).</li>\n<li>In order to comply with the applicable mandatory laws or, to comply with the final court order of a competent judicial body.</li>\n<li>You become the subject of any bankruptcy, dissolution or similar proceeding.</li>\n</ol>\n</li>\n<li>If purchase our Service(s) through an authorized Reseller of Tresorit, clause 91.4.\ndoes not apply.\nHowever, under the terms and conditions of Our agreement with the Reseller, we are entitled to terminate your account if: <ol>\n<li>we are notified by the Reseller of your failure to pay amounts due to the Reseller with respect to your subscription to the Service;</li>\n<li>the Reseller fails to pay any amounts due to Tresorit pursuant to the terms and conditions of our agreement with the relevant Reseller with respect to your subscription to the Service.</li>\n</ol> You consent to these termination rights and acknowledge and agree that Tresorit shall have no liability to You of any kind with respect to any such termination.\nYour sole recourse with respect to any such termination shall be against the relevant Reseller.\n</li>\n</ol>\n</li>\n<li> Effects of Termination <ol>\n<li>General Effects of termination: upon any termination of this Agreement: <ol>\n<li>All Your rights under this Agreement immediately terminate.</li>\n<li>You remain responsible and liable for all fees and charges You have incurred up to the date of termination;</li>\n<li>You agree (i) that You stop any use of the Service or the Licensed Software, (ii) that You erase and delete any Licensed Software You have downloaded on Your Systems or on Your devices and (iii) that You undertake not to access Tresorit's systems or the Service by whatever way and means.\nin particular, but not limited to, You undertake not to access the Service via the user account of a third party.</li>\n<li>Sections IV, X and XI of these Terms and in particular all disclaimers, limitations of warranties and damages, and confidential commitments set forth in these Terms or otherwise existing at law survive any termination, expiration or rescission of these Terms.</li>\n</ol>\n</li>\n<li>After the termination of the Agreement, Tresorit is entitled to keep or to erase and delete any data and/or Your Content (including, but not limited to, Your Encrypted Content) according to our Privacy Policy.</li>\n<li>All disclaimers, limitations of warranties and damages, and confidential commitments set forth in these Terms or otherwise existing at law survive any termination, expiration or rescission of these Terms.</li>\n</ol>\n</li>\n<li> Miscellaneous <ol>\n<li>Changes in Terms <ol>\n<li>We may revise these Terms from time to time due to changes in our Service and the laws that apply to us and You.\nIf we make any revision, we will notify You to take notice of the \"Last Updated\" version of these Terms posted on our website.\nIf a revision, in our sole discretion, contains a Material Change we provide You an email notification 30 days before the change of Terms become effective and we notify you inside the Service.\nYou understand and accept that You have 30 days after sending the above mentioned emails to explicitly accept such changes.\nAfter 30 days, we may limit your access to any part of the Service until changes are not explicitly accepted by You.\nAny non-Material Changes will be effective upon posting, and any Material Change will be effective 30 days after posting the revised version of these Terms on the Service,.\nIf You do not agree to the new terms, please stop using the Service.</li>\n</ol>\n</li>\n<li>Governing law and Jurisdiction <ol>\n<li>The Agreement shall be governed by and construed and interpreted in accordance with the substantive laws of Switzerland, excluding the Swiss conflict of law rules.\nThe parties specifically exclude applicability of (i) the United Nations Convention on the Sale of Goods and (ii) any Incoterms.</li>\n<li>Any controversy or claim arising out of or relating to this contract, or the breach thereof, shall be determined by arbitration administered by the International Centre for Dispute Resolution (ICDR) in accordance with its International Arbitration Rules.\nThe number of arbitrators shall be one (1) as shall be selected by the ICDR.\nThe place of arbitration shall be Zurich, Switzerland.\nThe language of the arbitration shall be English.\nThe validity, interpretation, and construction of this contract shall be governed by the laws of Switzerland.</li>\n<li>These Terms and all associated Documentation to which they refer to have been written in the English language and the parties agree that the governing language is English.\nAll communications and any dispute associated with these Terms shall be in the English language.</li>\n</ol>\n</li>\n<li>Severability <ol>\n<li>If any provision of these Terms is held invalid, illegal or unenforceable, such provision shall be enforced to the fullest extent permitted by applicable law and the validity, legality and enforceability of the remaining provisions shall not be affected thereby.</li>\n</ol>\n</li>\n<li>Identifying You as user <ol>\n<li>Tresorit shall have the right to publish and identify You as a user of the Service.\nYou agree that Tresorit may use any logo and/or name associated with You on our website and other marketing materials in order to identify You as a Tresorit user.</li>\n<li>We respect Your privacy, and You can ask us to stop identifying You anytime.\nIf we receive Your written notice sent to support@tresorit.com on the day You registered, we don't have the right to identify You.\nAfterwards, within 30 day after recipient of such notice sent to support@tresorit.com, we shall stop identifying You on any new marketing materials or on our website.</li>\n</ol>\n</li>\n<li>Other agreements <ol>\n<li>These Terms and all associated Documentation to which they refer to constitute the entire and exclusive agreement between You and Tresorit with respect to the Service, and supersede and replace any prior representations, understandings, contract or oral or written statements regarding Your use of the Service or the subject matter of these Terms.</li>\n</ol>\n</li>\n<li>Notices <ol>\n<li>You accept that we may send You notices or communications to Your email address provided during registration, or otherwise by any means, in our sole discretion, which by it is likely we can reach You.\nAny notice shall be deemed delivered if was sent to Your email address provided during registration.\nIt is Your responsibility to regularly check Your email account for new emails and to make sure emails from Tresorit can pass Your spam and/or other filters.\nAll notices sent by You to Tresorit in connection with these Terms be in writing and sent by first class mail or certified mail (receipt being deemed 72 hours after postage and return receipt requested) or personally delivered at the address of Tresorit AG, Minervastrasse 3, CH-8032 Zurich, Switzerland.</li>\n</ol>\n</li>\n<li>Expiration of claims <ol>\n<li>Both parties agree that except for claims related to the indemnification obligations above, all claims arising under or related to these Terms must be brought within two years after the date the cause of action arose.</li>\n</ol>\n</li>\n<li>Prevailing party <ol>\n<li>In the event either party brings an action against the other to enforce any term of these Terms, the prevailing party in such action shall be entitled to recover the court costs and reasonable attorney's fees at trial and on any appeal.</li>\n</ol>\n</li>\n<li>Waiver <ol>\n<li>The failure of either party to enforce a provision is not a waiver of its right to do so later.\nThe waiver by Tresorit of any breach shall not be deemed a waiver of any subsequent breach of the same or any other term of these Terms.</li>\n</ol>\n</li>\n<li>Remedy <ol>\n<li>Any remedy made available to Tresorit by any of the provisions of these Terms is not intended to be exclusive of any other remedy.</li>\n</ol>\n</li>\n<li>Third party services and content <ol>\n<li>The Service may contain features and functionalities linking You or providing You with certain functionality and access to third party websites and services.\nTresorit has no influence on the contents of these linked pages, dissociates itself herewith explicitly from all such contents, and makes no warranty whatsoever with respect to such links, websites, or services.</li>\n</ol>\n</li>\n<li>Assignment <ol>\n<li>You may not assign Your rights or obligations under these Terms without Tresorit's express written consent.</li>\n</ol>\n</li>\n<li>Third party beneficiary <ol>\n<li>Tresorit and You are not legal partners or agents.\ninstead, our relationship is that of independent contractors.\nNo simple partnership is intended.\nThese Terms create no third party beneficiary rights.</li>\n</ol>\n</li>\n</ol>\n<p>IMPORTANT: BY SUBMITTING YOUR PERSONAL DATA YOU CONSENT THAT ALL PERSONAL DATA YOU SUBMIT MAY BE PROCESSED IN THE MANNER AND FOR THE PURPOSES DESCRIBED IN OUR PRIVACY POLICY.</p>\n</li>\n</ul> Version: 24/10/2017 <ul>\n<li> Access to the Service <ol>\n<li>In order to use our Service, You may need to complete a registration process.\nWhen You register to the Service, You must: <ol>\n<li>Provide information (\"Registration Data\") which is true, current, complete and accurate.</li>\n<li>Maintain and promptly update Registration Data to keep it true, current, complete and accurate.</li>\n</ol>\n</li>\n<li>Your registration application is evaluated by Tresorit, and if we discover that Your Registration Data is not true, not current, incomplete or inaccurate, Tresorit, at its sole discretion and without prior notice, is entitled to immediately terminate Your rights to continue to use the Service and to terminate the license to use the related Software.</li>\n<li>In relation to the scope, use, protection, sharing, handling, management and procession of any data that You give to Tresorit, including the Registration Data, or Tresorit obtains from Your use of the Service, the Privacy Policy of Tresorit https://tresorit.com/privacy-policy shall form an integral part of these Terms.</li>\n<li>The Service is not intended for use by You if You are under 18 years of age.\nBy agreeing to these Terms, You are representing to us that You are over 18.</li>\n</ol>\n</li>\n<li> Ownership and security of Your Content <ol>\n<li>You retain full ownership to Your files, folders, directories, including their metadata (file name, , thumbnails, etc.) and any information You submit to Tresorit (together \"Your Content\").\nWe don't claim any ownership to any of Your Content.\nThese Terms do not grant us any rights to Your Content or intellectual property except for the following limited rights that are needed to run the Service: we may redundantly store or backup Your respective data as set forth below, and we might use trusted third parties, like Microsoft, to provide the Service.\nYou give us the permission for all and any actions that we need to undertake to provide the Service.\nIn particular, but not limited to, You agree that Tresorit may transfer Your data between its servers, to Your devices or to other people's devices with whom You share content.</li>\n<li>Tresorit states that Your Content, encryption key and password (together \"Your Encrypted Content\") uploaded by You or otherwise submitted to the Service, are stored in an encrypted or non-invertible form.\nYour Encrypted Content cannot be decrypted or inverted by Tresorit or any third party.\nYour Encrypted Content can only be decrypted or inverted by You and persons You explicitly share Your Encrypted Content with.\nHowever, You agree that Tresorit may collect and store some limited information which is needed to run the Service, like Your contact and billing information, Your email address, messages sent to our support team, etc.\nin a non-encrypted form.\nYou also agree that some third party provided parts of the Service might need different passwords then Your Tresorit account password, which may not be stored in a less secure form (referred together as \"Non-Encrypted Content\").\nTresorit transmits Non-Encrypted Content by using encrypted channels with reasonable care and skills.\nWe need to have access to Non-Encrypted Content to provide and administer the Service, for example we need Your email address in a non-encrypted form to send You notifications.</li>\n<li>You agree that Tresorit may transmit any data to trusted third parties only on a need-to-know basis (e.g.\nYour email address to the e-mail service provider) to provide the Service.\nWe list those trusted third parties at https://tresorit.com/used-trusted-third-parties.\nTresorit states and emphasize that it transmits Your Encrypted Content only in encrypted form, which cannot be decrypted as stated before.\nYou agree that Tresorit may also transmit any data stored by You to a third party, respecting all limitations and statements in paragraph 6, if Tresorit has a reason to believe that it is required: <ol>\n<li>To comply with any law or order issued by any legal authority.</li>\n<li>To avoid infringement of the rights of a third party.</li>\n<li>Protect the property of Tresorit or the personal safety of our users and the public.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Your Business Administrator <ol>\n<li>Your account might be part of a business account of an organization, which is administered by the organization's own administrators (\"Business Domain\").\nAdministrators may have the right to suspend or delete your account, view your account's usage, view and edit your profile data (e.g.\nYour name and Your email address), and Non-Encrypted Content.</li>\n<li>If you are part of the Business Domain, Tresorit still stores Your Encrypted Content with client side encryption, but the Administrator may set up a Business Domain wide recovery master key with which the Administrator may reset your password and/or read or store Encrypted and Non-Encrypted Content in your account.\nIn case your administrator use recovery key, this term supersedes the one stated in 6,7,13,15 by adding the Administrator and whoever have access to the recovery key might also access Your Encrypted Content.\nYou can check if master key is used or not in the Settings/Account page.</li>\n<li>Administrator should also have a Tresorit account, and multiple accounts might be promoted as Administrator in one Business Domain.\nThe Administrator, and not Tresorit, is responsible for the internal management or administration of the Service, especially storing the recovery key – if such is used – securely.</li>\n<li>You may register your account as a business account, part of a Business Domain, or you may convert your private account into a business account by joining a Business Domain.\nIn that case, all your data will be also transferred into the Business Domain.\nYou agree, that after You join to a Business Domain and have converted your account to a business account, you will not able to convert it back without deleting all your data stored in the Service.\nYou understand and agree that you are responsible to assure that You are joining the right organization's Business Domain.\nIf you join the wrong Business Domain, You may give access to crucial information to the wrong organization.</li>\n<li>If you are using the Service from a device owned by and organization or if the primary email address of Your account is owned by an organization and was assigned to you as an employee, contractor or member of the organization, an Administrator may require that You join a Business Domain and to convert your private account.\nIn this case, You cannot use the Service without accepting the terms of that Business Domain and without joining that Business Domain.</li>\n</ol>\n</li>\n<li> Security and Your responsibility <ol>\n<li>You understand that we use strong cryptography algorithms to protect Your data, and we do not have access to Your Encrypted Content.\nDue to encryption, Your responsibility might be higher than with regard to other similar services.\nYou expressly take the responsibility, stated in these Terms.</li>\n<li>Tresorit has no access to Your password and there is no way for Tresorit to recover Your password.\nYou hereby take note and accept that if Your password is lost, Your Encrypted Content is irrevocably lost.\nTresorit cannot be held liable if Your password is lost and Your Encrypted Content cannot be decrypted.\nWE STRONGLY RECOMMEND THAT YOU KEEP BACKUPS OF ANY CONTENT ON YOUR OWN SEPARATED SYSTEMS.</li>\n<li>By using our Service, Your Encrypted Content will be encrypted using an encryption key which is unknown by Tresorit.\nYou can read Your Encrypted Content only with Your password only known to You.\nYour Encrypted Content can only be read by other persons if You explicitly share Your Encrypted Content with other persons selected by yourself (\"Shared User\").</li>\n<li>You are solely responsible and liable for any content You upload, download, share or copy by using our Service or our Software.\nYou hereby agree and undertake: <ol>\n<li>To respect data or content of third parties protected by copyright, patent, trademark, trade secret or other intellectual property (\"Protected Content\").\n</li>\n<li>Not to upload, download, share, or copy Protected Content or to use the Service otherwise with any Protected Content.\n</li>\n<li>Not to upload a virus, trojan or any malicious code or software.\n</li>\n<li>Not to use the Service to transmit any unlawful, harassing, libelous, defamatory, racist, indecent, abusive, violent, threatening, intimidating, harmful, vulgar, offensive or otherwise objectionable content or material of any kind or nature.\n</li>\n<li>To comply with all applicable laws, rules and regulations.\n</li>\n<li>Not to use the Service for any illegal purposes.\n</li>\n</ol>\n</li>\n<li>You agree that You are fully responsible and liable for all actions related to the Service of Your employees, consultants and auxiliaries.</li>\n<li>You acknowledge that You are responsible and liable if You use the share functions of the Service and share files and any other content with Shared Users.\nWe warn You and You confirm that You know and accept, that the shared content can be decrypted by Shared Users.\nSo always consider what You share and with whom You share before You share confidential information with other persons.\nDo carefully check the email address of the person You like to share Your content.\nIf You type not the right email address, an unknown and undesired user might get access to Your data.</li>\n<li>Do not accept share requests, files or any other content from users You do not know or You do not trust.\nTresorit has no responsibility for actions of persons You share data with.\nIn particular, but not limited to, Tresorit is not liable for malware You receive from users You chose to share with.</li>\n<li>Tresorit has no control with regard to the content stored and shared by its users using the Service.\nWe are not responsible for the accuracy, completeness, appropriateness, or legality of files, user posts, or any other information You may be able to access using the Service.</li>\n<li>You must keep Your password confidential, and must not authorize any third party to use the Service on Your behalf.\nYou are responsible for all activities in relation to Your account.\nTresorit is not liable for any loss or damage arising from any unauthorized use of Your account.\nIn the event we have a reason to believe that an unauthorized person uses Your account or any other unauthorized use, Tresorit has the right, at its sole discretion and without prior notice, to suspend or disable Your account, or take any action to avoid any unauthorized use .</li>\n<li>Tresorit may provide you a two-factor authentication, as an extra layer of authentication for Your Account.\nIf You turn on such authentication method for Your account, or You are required to do so by Your Business Administrator, Tresorit will not let you access Your account without the two-factor authentication.\nTresorit strongly advises that you set up multiple methods of two-factor authentication and to immediately revoke the method of authentication for a particular device if you have lost that device.</li>\n<li>Tresorit NEVER sends emails asking for Your password.</li>\n<li>You must contact us right away if You suspect misuse of Your account or any security breach in the Service.</li>\n<li>Tresorit tries, with reasonable care and skill, to protect Your Content stored and synchronized on Your computer by using our Service.\nYou accept that You are solely responsible to maintain, protect, update, secure and backup Your computer and Your locally stored and synchronized content.</li>\n<li>Parts of encryption keys may be stored on Your computer (memory or persistent storage), or Tresorit may provide you a printable recovery encryption key.\nYou are responsible for Your computer and any copy of your printed or otherwise archived recovery keys.\nTresorit may provide you with remote device management, where you can remotely revoke access to Your account form any device and/or remotely wipe the data from any device.\nHowever, this feature may not be functional in all cases, for example when Your device is not connected to the Internet.\nTresorit cannot be held liable if You computer is stolen or hacked and an unauthorized person gets access to Your Encrypted Data by accessing a locally stored copy, or by obtaining un-protected passwords or any encryption keys stored on Your computer.</li>\n</ol>\n</li>\n<li> Payments and pricing <ol>\n<li>Tresorit offers You upgrades.\nIn order to upgrade, Your account must be bound with one or multiple plan(s) (\"User Plan(s)\").\n<ol>\n<li>You can create User Plan(s) by creating subscription(s), and adding User Plans to it.</li>\n<li>The subscription is the billing unit (\"Subscription(s)\"), which means if You have multiple Subscriptions, You will receive multiple invoices.\nEach Subscription has its own billing period, and can be monthly or yearly paid.</li>\n<li>A Subscription is Your order, and can contain multiple User Plans in one Subscription.\nYou can bind a User Plan to yourself, or to another user, for example to Your colleague, but only to one user.\nIf You bind a User Plan to someone else, You are responsible for the usage of this User Plan by this person.\nIf You accept a User Plan as beneficiary from another user, take note and accept that you are dependent from this person and take the risk that Tresorit may suspend the Service for reasons caused by this person.</li>\n<li>Each User Plan has characteristics (\"Feature Quota(s)\") included in the User Plan.\nA Feature Quota can be for example the storage quota, the maximum network bandwidth speed You can use our Service, etc.</li>\n<li>If You are bound to multiple User Plans, we aggregate each User Plan if possible the following way (\"Aggregated Feature Quota\"): the storage quota included in each User Plan are summed up, and we provide You the Feature Quota, which we think, in our sole discretion, is the most beneficiary for You among the Feature Quotas included in any User Plan bound to You.</li>\n<li>If Your account is transformed to a Business account, all your previous Subscriptions and User Plans under this account, other than one Business subscription You are transforming to, may be immediately cancelled and removed.\nOther accounts associated with non-Business domains will remain independent from this transformation.</li>\n</ol>\n</li>\n<li>After You have successfully created a Subscription, and You have bound yourself or another user to User Plan(s), we use reasonable commercial efforts to credit Your new Feature Quota as soon as possible, but in six hours after Your purchase.\nYou agree that Your displayed available storage or other quota may not be current or accurate at any time, but Tresorit uses reasonable efforts to improve the accuracy and actuality.</li>\n<li>Tresorit may provide You the Service for free of charge, providing a basic Feature Quota.\nYou may also gain additional free service through Tresorit's referral program or other promotion, as described in the promotions.\nTresorit may also provide You a free trial period for a Business or other premium service Subscription, which may require preauthorization credit card charge.\nIf the trial period ends, Tresorit may automatically convert your Subscription to a paying subscription and automatically charge You the Subscription fee, or Tresorit may decrease your Feature Quota to the basic free Feature Quota.\nYou agree that if you started a trial for a Business subscription, Tresorit will not decrease your Feature Quota to the basic free Feature Quota if you decide not to continue with any paying Business Subscription and Tresorit will follow its normal procedure of Suspension and Termination.\nWe reserve the right to, in our sole discretion, discontinue or modify any promotions, credits or other free offers anytime.</li>\n<li>Payment of the Subscription fee will be by preauthorized credit card charge, and we will automatically charge Your credit card or other agreed payment options monthly or yearly, for each month, partial month or year, depending upon which billing period You have selected for the Subscription.\nYou agree that Your Subscription is automatically renewed for the same period at the end of the billing period (\"Renewal date\") unless You state otherwise one (1) day before the Renewal date.</li>\n<li>We will automatically bill Your credit card or other agreed payment options each month or each year on the calendar day when You created Your Subscription.\nIf Your Subscription has started on a calendar day not contained in a given month or year, Tresorit will bill Your credit card on the last day of such month or year.</li>\n<li>If any fee of a Subscription is not paid in a timely manner, or Tresorit was not able to charge Your credit card with the payable fees, Tresorit has the right to suspend Your entire Subscription and revoke each Feature Quota included any User Plan from You or any user You have bound to.\nThis means, we will decrease Your Aggregated Feature Quota to the aggregation of Your remaining User Plans.</li>\n<li>You agree and authorize Tresorit to periodically authorize Your credit card in anticipation of account or related charges.</li>\n<li>You must be authorized to use the credit card of which number You have entered.</li>\n<li>You agree that if You do not provide Tresorit with a current valid credit card number with sufficient credit upon request during the effective period of this Agreement, You will be in violation of these Terms.</li>\n<li>Your Subscription may include a time commitment (Committed Period.\ne.g.\none year commitment with monthly payment).\nIf you cancel, terminate or rescind a Subscription or terminate the Agreement during the Committed Period, we are entitled to charge you for the remaining Committed Period according to Your Subscription.</li>\n<li>Tresorit reserves the right to change prices of Your Subscription.\nIf there is a specific length and price offered to You, or You have a Committed Period, price will remain the same for that time.\nTresorit will provide at least 30 days advance notice to You about the change of the price.</li>\n<li>All payments by You to Tresorit are final, nonrefundable and there are no refunds or credits for partially used billing periods or partially used Committed Periods, except as stated herein (paragraph 57,84 and 85).</li>\n<li>Unless specifically provided otherwise herein, payment of all fees are due and payable to Tresorit without demand, invoicing or notice before the commencement of the period to which those fees apply.</li>\n<li>You agree to be responsible for and to pay any applicable sales, personal property, use, VAT, excise, withholding, or any other taxes that may be imposed, based on this license, use or possession of the Service, or any other product or service provided under these Terms, excluding taxes based on net income payable by Tresorit.\nIf You are exempt from paying any sales, use or other taxes, You must provide Tresorit with appropriate evidence of tax exemption for all relevant jurisdictions.</li>\n</ol>\n</li>\n<li> Proprietary Rights <ol>\n<li>All contents of the site (www.tresorit.com and any subdomains of tresorit.com), Software and Service and the associated computer programs including but not limited to design, logo, trademarks, domain names, text, software, technical drawings, configurations, graphics, patents, other files, and their selection and arrangement, any other intellectual and industrial property or proprietary rights (\"Service Content\") are protected by copyright and other intellectual property laws, and owned by Tresorit and/or its suppliers, affiliates, or licensors.</li>\n<li>Unless we have specifically permitted herein, no portion of the Service Content may be reproduced, modified, distributed, published in any form, or by any means, without prior written permission from Tresorit, and You are not permitted to create any derivative works of Service Content.\nTresorit does not give You any license to our intellectual property.\nAny rights not expressly granted herein are reserved, and no title to or ownership of any proprietary rights related to the Service is transferred to You pursuant to these Terms.</li>\n<li>We may use any feedback, ideas, comments, enhancement requests, recommendations or suggestions (\"Suggestions\") You send us or post in our forums without any obligation to You, and You hereby grant to Tresorit a world-wide, royalty free, irrevocable, perpetual license to use and otherwise incorporate any Suggestions.</li>\n</ol>\n</li>\n<li> Software and user license <ol>\n<li>Tresorit grants You a non-exclusive, royalty-free, revocable and, except as expressly provided for in these Terms, non-transferable right and license to use the Software related to the Service (\"Licensed Software\"), solely in accordance with these Terms.\nLicensed Software is licensed, not sold.</li>\n<li>On the basis of these Terms, You may download, install, and benefit from using the functionality of the Licensed Software solely in accordance with these Terms and the technical documentation (Documentation).</li>\n<li>Your license to use the Licensed Software is automatically revoked if You violate these Terms in a manner that implicates our Service Content.</li>\n<li>The Licensed Software requires You to register prior to its first use.\nFollowing the registration, the Licensed Software may be used by You with Your own Registration Data given at the registration on five computer systems it is installed upon, including desktop and mobile systems.</li>\n<li>You may not: <ol>\n<li>Modify or create derivative works based on the Licensed Software or on the Service.</li>\n<li>Remove or modify any Service Content, disclaimer or warning notice included or embedded in any part of the Service or in any part of the Licensed Software or any copy thereof.</li>\n<li>Analyze, decompile, disassemble, reverse engineer, or otherwise attempt to derive all or any part, particularly the source code of the Licensed Software, except for the scope in which such limitation is explicitly prohibited by law.\nFor any release from these limitations the prior written express consent of Tresorit is required.</li>\n<li>Distribute, rent, lease, sell, sublicense or otherwise transfer all or part of the Licensed Software or the Service to any person.</li>\n<li>Permit the Licensed Software to be accessed through \"shareware\" distribution process.</li>\n</ol>\n</li>\n<li>On the basis of these Terms, the You may allow, permanently or temporarily, another person to use the installed Licensed Software downloaded on and installed to any of Your computer systems (\"Third Party User\"), on condition that: <ol>\n<li>The use of the Service by the Third Party User may not violate any provision of these Terms, and that You remain responsible for the use of the Service by the Third Party User in accordance with these Terms.</li>\n<li>The Third Party User agreed to these Terms, in particular, registered and uses the Service with his/her own Registration Data.</li>\n<li>That You shall not be entitled to charge the Third Party User money or fees for the use of the Service or Licensed Software on whatsoever legal title.</li>\n<li>The use of the Service by the Third Party User will not entitle You to any compensation from Tresorit.</li>\n</ol>\n</li>\n<li>The Licensed Software may contain third party, open-source, well-analyzed software components (\"Third Party Component\"), and each of them are chosen with reasonable care.\nTresorit acknowledges the efforts of the open-source developers, and what they have done for the community so far.\nYou find the list of their names and their copyright notice here: https://tresorit.com/third-party-code.\nNote that those copyright notices do NOT endanger Your ownership or the security of Your data.</li>\n<li>You can uninstall the Licensed Software any time, using Your mobile or desktop operating system's standard uninstall method.\nYou can find a detailed description of the uninstall process here: https://tresorit.com/uninstall.\nIf You need further assistance for uninstalling the Licensed Software, please visit our support site at https://support.tresorit.com, or write us at support@tresorit.com.</li>\n<li>Certain Tresorit services may include the Tresorit DRM service.\nYou may choose to use Tresorit DRM service, as an optional part of the Service.\nIf you start using Tresorit DRM, you may need to install an add-in to your computer in addition to the general installer package of Tresorit.\nTresorit DRM is part of the Service, and by installing Tresorit DRM add-in or start using Tresorit DRM service, you also agree with the following EULAs of the software included in the add-in: <ol>\n<li>http://www.download.windowsupdate.com/msdownload/update/v3/static/EULA/en/eula.htm</li>\n<li>http://office.microsoft.com/en-us/microsoft-software-license-terms-for-microsoft-office-2010-HA101817777.aspx</li>\n<li>http://technet.microsoft.com/en-US/dn567972</li>\n</ol>\n<p>Tresorit DRM is part of the Service, and after installing the Tresorit DRM add-in, Tresorit DRM is considered as part of the Licensed Software.</p>\n</li>\n<li>By using or installing Tresorit DRM, you agree that the Licensed Software will save Microsoft RMS credentials into Microsoft Office and other applications, which supports DRM, to enable the automatic consumption of DRM protected contents.\nYou agree, that after turning on DRM protection for a folder or for a tresor, your content will be DRM protected automatically, and you may be able to open or edit such content only with internet connection.\nYou agree, that without proper internet connection to the DRM licensing servers, you will not be able to open the content or remove DRM protection from the content.\nIf you want to avoid such situations, please create a proper backup of your content before you turn on the DRM protection.</li>\n<li>By using Tresorit DRM, for security and audit purposes, monitoring of Your activity on DRM protected content may include collection of information about opening a document, and that information might be disclosed to the other parties with whom You are sharing that content.</li>\n</ol>\n</li>\n<li> Updates and changes to the Service <ol>\n<li>As part of the development of the Service, Tresorit has the right, in its sole discretion, anytime (i) to add new features, (ii) add new third party software components or (iii) to modify or discontinue features (together as Changes).</li>\n<li>If Tresorit makes a Material Change of the Service, as defined hereafter, Tresorit will notify you 30 days before the changes become effective by sending you an email and by a notification inside the Service.\nYou understand and accept that You have 30 days after sending the above mentioned emails to explicitly accept such changes.\nAfter 30 days, we may limit your access to any part of the Service until changes are not explicitly accepted by You.</li>\n<li>Material Change(s) means a substantive Change that would be of importance or consequence to the User, which may include: <ol>\n<li>Changes to privacy practices, meaning changes relating to practices regarding notices, disclosure, use and collection of submitted data, or measures for data security, integrity, or access.</li>\n<li>Material update or substantive revision to Licensed Software functionality which may negatively affect the security of your data.</li>\n<li>Material Changes do not include any changes which solely affect the performance or integrity of the Software Unit, such as increases in speed, reliability, or information security.</li>\n</ol>\n</li>\n<li>Tresorit has the right to make any Changes which are non-Material Change without prior notice to you.</li>\n<li>If You have paid to use the Service and we materially downgrade its functionality, we will provide You with an adequate and proportional refund of any pre-payment, as we determine appropriate.</li>\n<li>You are responsible to keep the Licensed Software up to date.\nYou expressly agree that some parts of or the whole Licensed Software might be updated automatically, with or without prior notice to You.\nIn other cases, You may need to download and install the latest version of the Licensed Software.\nYou agree that if You do not keep the Licensed Software up to date, the Service or certain features may cease to be available or may not properly perform.\nAny updates provided by Tresorit to You shall be deemed to be subject to these Terms unless Tresorit indicates otherwise.</li>\n</ol>\n</li>\n<li> Compliance with Laws <ol>\n<li>The transactions contemplated hereby may be subject to the customs and export/import control laws and regulations of Your country of residence and the countries where our data storage and recovery facilities are located.\nYou agree to comply with all customs and export laws and all other applicable laws, statues, ordinances and regulations relating to use of the Service.\nYou acknowledge that violations of these Terms could subject You to criminal or civil penalties.</li>\n<li>There may be restrictions and limitations on the import, possession, use, transfer, export and/or re-export to another country of encryption software under the laws of the country in which You intend to use the Service.\nIt is Your sole obligation and responsibility to check such limitations before using the Service and to comply with such restrictions and limitations.</li>\n<li>Tresorit respects anyone's privacy, but we also respect embargo legislations.\nYou cannot download and use the Licensed Software if: <ol>\n<li>You are located in, national or resident of Cuba, Iran, North Korea, Sudan, Syria or any other country to which Switzerland, the European Union or the United States has embargoed goods.</li>\n<li>You are a person or entity which is prohibited from receiving export from Switzerland, the European Union or the United States.</li>\n</ol>\n</li>\n<li>By subscribing to the Service or using any of the Licensed Software, You represent and warrant that You are not - and are not controlled by - any such person or entity and are not controlled by a national or resident of any such country.</li>\n</ol>\n</li>\n<li> Disclaimer <ol>\n<li>Provided as-is <ol>\n<li>If You are paying for the Service, we promise that we will try to operate the Service with reasonable care and skill and will use reasonable commercial efforts to promptly remedy any faults of which we are aware.\nHowever, we provide the Service \"as is\" and \"as available\", without express or implied warranty or condition of any kind and You shall use it at Your own risk.\nTo the maximum extent permitted by applicable law, we also disclaim any warranties of merchantability, fitness for a particular purpose or non-infringement or any warranty that the Service are of any particular quality or purpose and correspondence to the Documentation.</li>\n</ol>\n</li>\n<li>Disclaimer of liability <ol>\n<li>Tresorit's liability for simple negligence and for auxiliary persons is excluded.\nTo the maximum extent permitted by the applicable law, Tresorit shall in no event be liable for any lost profits, revenues, or business opportunities, loss of use, loss of data, loss of confidential or other information, business interruption and any other direct, indirect, special, incidental, criminal, subsequent or consequential damages whatsoever, whether based on contract, tort, negligence, product liability or otherwise, arising out of or in any way related to the use of or inability to use the Service or the support and maintenance services (if any) by You, regardless whether Tresorit has been advised or should have had knowledge of the possibility of such damages.</li>\n</ol>\n</li>\n<li>Force major <ol>\n<li>Tresorit will not be liable to You or to any other person for failure to perform or any delay in the performance of the Service due to fire, flood, war, riot, strike, explosion, lock out, injunction, natural disaster, interruption of transportation, acts of war, terrorism, labor disputes, acts of civil or military authority, power blackouts, computer viruses, or any other event beyond Tresorit's reasonable control.</li>\n</ol>\n</li>\n<li>Remedy <ol>\n<li>You agree that the sole and exclusive remedy for unsatisfactory Service shall be termination of the Service and a refund of any amount actually paid by You for the current Service term.\nAggregate liability, including any negligence on Your part, for all claims relating to the Service is limited to the amounts paid by You to Tresorit for the past six months of the Service in question.</li>\n</ol>\n</li>\n<li>High Risk Activities <ol>\n<li>The Service is not intended for use in hazardous environment requiring fail-safe performance, such as in the operation of nuclear facilities, aircraft navigation, air traffic control or aircraft communication systems, direct life support machines or weapon systems in which the failure of the Service could lead directly to death, personal injury or severe physical or environmental damage (\"High Risk Activities\").\nAccordingly, Tresorit and its suppliers specifically disclaim any express or implied warranty of fitness for High Risk Activities.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Indemnification <ol>\n<li>You shall indemnify, defend, and hold harmless Tresorit and its employees, affiliates, contractors, and agents from and against any and all claims, damages, losses, liabilities, suits, actions, demands, proceedings (whether legal or administrative), and expenses (including, without limitation, reasonable attorneys' fees) arising from or related to: <ol>\n<li>Any breach of these Terms by You.</li>\n<li>Any infringement of the Protected Content by You.</li>\n<li>Any fraud or manipulation by You.</li>\n<li>Any claims for infringement of any third party rights arising from or related to Your data.</li>\n<li>Any claims of credit card fraud based on any information released by You.</li>\n</ol>\n<p>Tresorit will reasonably notify You of any such claim or demand that it is subject to Your indemnification obligation.</p>\n</li>\n</ol>\n</li>\n<li> Infringement of Protected Content <ol>\n<li>Tresorit respects the intellectual property rights of third parties, and Tresorit does not tolerate any infringement of such rights by its users.\nWe will respond to notices of alleged copyright infringement if they comply with the applicable law and are properly provided to us.\nWe will take whatever action we deem to be appropriate, in our sole discretion, such as deleting or disabling content alleged to be infringing and to suspend or terminate Services and accounts.\n<p>Notices should be sent to:</p>\n<p>Copyright Infringement Agent</p>\n<p>Tresorit AG, Minervastrasse 3, CH-8032 Zurich, Switzerland</p>\n<p>copyright@tresorit.com</p>\n</li>\n<li>All infringement notifications must be submitted in writing to the Tresorit Copyright Infringement Agent, and the following information must be included: <ol>\n<li>Identification of the Protected Content claimed to be infringed.</li>\n<li>Identification of the material or link allegedly hosting the infringing content, including the URL and the client side decryption key for that.</li>\n<li>The copyright owner's contact information (including mailing address, telephone number, and email address).</li>\n<li>A statement declaring that <ol>\n<li>\"I hereby state that I have a good faith belief that the use of the Protected Content is not authorized by the copyright owner, its agent, or the law,\"</li>\n<li>\"I hereby state that the information in this notice is accurate\"</li>\n<li>\"I hereby state, that I am the owner or am authorized to act on behalf of the owner of the copyright that is allegedly infringed;\"</li>\n</ol>\n</li>\n<li>The full name and electronic or physical signature of the copyright owner or the copyright owner's agent.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Acceptable use <ol>\n<li>You agree not to misuse the Service.\nYou promise that You will not, will not attempt to or will not encourage or assist any third party to or attempt to: <ol>\n<li>Access or use the Service in a way intended to improperly avoid incurring fees or exceeding any Feature Quotas.\nYou are not eligible to use or create multiple user accounts for the purpose of gaining additional cloud storage.\nOne natural person can hold only two user accounts (e.g.\na business and a personal account) at the same time.</li>\n<li>Use the Service to access, change, damage, delete or edit data without authorization.</li>\n<li>Use any unauthorized means to modify, reroute, or gain access to the Service.</li>\n<li>Misrepresent Your identity, including without limitation by representing that You are a Tresorit employee or representative or another user of the Service.</li>\n<li>Try to access the Service with unauthorized software.</li>\n<li>Damage, disable, overburden or impair the Service or any network connected to the Service.</li>\n<li>Use the Service, directly or indirectly, to offer any service that competes with the Service.</li>\n<li>Participate in any group that encourages violation of these Terms.</li>\n<li>Probe, scan, or test the vulnerability of any system or network.\nTresorit may, in its sole discretion, make exceptions to this duty and allow hacking activities against and limited to its non-production infrastructure (\"Hacker Arena\").</li>\n<li>Participate in any activity which interferes or may interfere with the efficiency of the Service.</li>\n<li>Use the Service in a way that infringes Protected Content.</li>\n<li>Use the Service to facilitate any mass mails, spam, chain letters, snowball systems, or similar communications, regardless of whether they are commercial in nature.</li>\n<li>Use the Service to collect, store or transmit personal data of any person without such person's consent.</li>\n<li>Store or transmit any software or data containing any virus, malware, trojan, spyware or other software or program code that is malicious in nature.</li>\n<li>Send us untruthful abuse reports.</li>\n<li>Abuse Tresorit referrals to get more credit for referrals than deserved.</li>\n<li>Violate the law in any way, or to violate the privacy of others, or to defame others.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Overuse <ol>\n<li>If Your usage is above what is enabled by Your current Aggregated Feature Quota, Tresorit will notify You about Your overuse.\nIf, in 15 days upon the delivery of such notice, You do not upgrade and increase Your Feature Quota to fit in with Your actual usage, or if You do not decrease Your usage, for example, by deleting files, Tresorit may, at its sole discretion and without further notice, block Your access to the Service, curtail and restrict our Service (e.g.\nrestrict the maximum number of tresors or the maximum number of member per tresor) terminate Your account, or delete some or all of Your files, account information, settings or any other data from its systems, so as to reduce Your storage space available according to Your current Aggregated Feature Quota.</li>\n</ol>\n</li>\n<li> Inactive Free Accounts <ol>\n<li>If You have chosen a plan with no charge (\"Free Account\") and if Your Free Account was inactive for at least one-hundred and twenty (120) days and no valid User Plan is bound to Your Free Account, Tresorit will send You a notice.\nFifteen (15) days after such notice, Tresorit may suspend Your Free Account or delete all of Your Content related to Your Free Account, and/or we may terminate the Agreement between You and Tresorit.</li>\n</ol>\n</li>\n<li> Renewal <ol>\n<li>You can use our Services during the agreed time (Subscription period).</li>\n<li>You agree that Your Subscription is automatically renewed for the same period at the end of the Subscription or Committed Period (\"Renewal date\") unless You state otherwise one (1) day before the Renewal date.</li>\n</ol>\n</li>\n<li> Suspension <ol>\n<li>Tresorit may monitor the use of our Service.</li>\n<li>Tresorit may immediately upon notice to You (i) suspend Your or any other user's right to access or use any portion or all of the Service and/or (ii) suspend Your account(s) and/or (iii) curtail and restrict our Service (e.g.\nrestrict the maximum number of tresors or the maximum number of member per tresor) if: <ol>\n<li>We have a reason to believe that You are, or Your account has been used in breach of these Terms or any applicable laws.\nIn such case we may suspend Your account without any prior notice.</li>\n<li>We are unable to verify or authenticate Your provided information to us.</li>\n<li>You are more than 30 days late on any payment (in particular on Your Subscription fees).</li>\n<li>You become the subject of any bankruptcy, dissolution or similar proceeding.</li>\n</ol>\n</li>\n<li>Our right to suspend Your or any other user's right to access or use any portion or all of the Service is in addition to our right to terminate the Agreement.</li>\n</ol>\n</li>\n<li> Effects of Suspension <ol>\n<li>If we suspend Your right to access or use any portion or all of our Service, <ol>\n<li>You remain responsible and liable for al fees and charges which have incurred up to the date of suspension;</li>\n<li>You remain responsible and liable for any applicable fees and charges for any Service to which You continue to have access;</li>\n<li>We will not erase and delete any of Your Content as a result of Your suspension, except as specified elsewhere in these Terms.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Termination by the Customer <ol>\n<li>You may stop using the Service at any time.\nIf You just stop using the Service, this does not terminate the Agreement and Your obligations.</li>\n<li>Termination for convenience: You may terminate this Agreement in Your sole discretion and for any reason by (i) closing Your account(s) for all Services with an account closing mechanism or (ii) by contacting support at support@tresorit.com.</li>\n<li>There is no refund for any pre-paid service.\nIf You terminate the Subscription, Your Subscription will not be renewed.\nIf Your Subscription included a time commitment (Committed Period) and You terminate the Subscription before the Commitment Period expires, we are entitled to charge You the remaining fees until the end of the commitment.</li>\n<li>We may ask You for indication of reasons to terminate, but even if we would be quite happy to get feedback, You are not obligated to share such reasons.</li>\n<li>Termination for cause: You may terminate this Agreement for cause upon 30 day advance notice to Tresorit if there is any material default or breach of the Terms by Tresorit, unless we have cured the material default or breach within the 30 day notice period.\nIn case of termination for cause, we will provide You with a pro-rata refund of any pre-payment.</li>\n</ol>\n</li>\n<li> Termination by Tresorit <ol>\n<li>Termination for convenience: Tresorit may decide, in its sole discretion and at any time, to discontinue the Service and/or to terminate the Agreement by providing 30 days advance notice.\nIn this case, we will provide You with a pro-rata refund of any pre-payment.</li>\n<li>Termination for cause: Tresorit may terminate Your account for cause immediately upon notice to You if: <ol>\n<li>We have a reason to believe that You are, or Your account has been used in breach of these Terms or any applicable laws.\nIn such case we may terminate the Agreement without any prior notice.</li>\n<li>We are unable to verify or authenticate Your provided information to us.</li>\n<li>You may subject us, our affiliates, or any third party to liability.</li>\n<li>You are more than 60 days late on any payment (in particular on Your Subscription fees).</li>\n<li>In order to comply with the applicable mandatory laws or, to comply with the final court order of a competent judicial body.</li>\n<li>You become the subject of any bankruptcy, dissolution or similar proceeding.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Effects of Termination <ol>\n<li>General Effects of termination: upon any termination of this Agreement: <ol>\n<li>All Your rights under this Agreement immediately terminate.</li>\n<li>You remain responsible and liable for all fees and charges You have incurred up to the date of termination;</li>\n<li>You agree (i) that You stop any use of the Service or the Licensed Software, (ii) that You erase and delete any Licensed Software You have downloaded on Your Systems or on Your devices and (iii) that You undertake not to access Tresorit's systems or the Service by whatever way and means.\nin particular, but not limited to, You undertake not to access the Service via the user account of a third party.</li>\n<li>Sections IV, X and XI of these Terms and in particular all disclaimers, limitations of warranties and damages, and confidential commitments set forth in these Terms or otherwise existing at law survive any termination, expiration or rescission of these Terms.</li>\n</ol>\n</li>\n<li>After the termination of the Agreement, Tresorit is entitled to keep or to erase and delete any data and/or Your Content (including, but not limited to, Your Encrypted Content) according to our Privacy Policy.</li>\n<li>All disclaimers, limitations of warranties and damages, and confidential commitments set forth in these Terms or otherwise existing at law survive any termination, expiration or rescission of these Terms.</li>\n</ol>\n</li>\n<li> Miscellaneous <ol>\n<li>Changes in Terms <ol>\n<li>We may revise these Terms from time to time due to changes in our Service and the laws that apply to us and You.\nIf we make any revision, we will notify You to take notice of the \"Last Updated\" version of these Terms posted on our website.\nIf a revision, in our sole discretion, contains a Material Change we provide You an email notification 30 days before the change of Terms become effective and we notify you inside the Service.\nYou understand and accept that You have 30 days after sending the above mentioned emails to explicitly accept such changes.\nAfter 30 days, we may limit your access to any part of the Service until changes are not explicitly accepted by You.\nAny non-Material Changes will be effective upon posting, and any Material Change will be effective 30 days after posting the revised version of these Terms on the Service,.\nIf You do not agree to the new terms, please stop using the Service.</li>\n</ol>\n</li>\n<li>Governing law and Jurisdiction <ol>\n<li>The Agreement shall be governed by and construed and interpreted in accordance with the substantive laws of Switzerland, excluding the Swiss conflict of law rules.\nThe parties specifically exclude applicability of (i) the United Nations Convention on the Sale of Goods and (ii) any Incoterms.</li>\n<li>Any controversy or claim arising out of or relating to this contract, or the breach thereof, shall be determined by arbitration administered by the International Centre for Dispute Resolution (ICDR) in accordance with its International Arbitration Rules.\nThe number of arbitrators shall be one (1) as shall be selected by the ICDR.\nThe place of arbitration shall be Zurich, Switzerland.\nThe language of the arbitration shall be English.\nThe validity, interpretation, and construction of this contract shall be governed by the laws of Switzerland.</li>\n<li>These Terms and all associated Documentation to which they refer to have been written in the English language and the parties agree that the governing language is English.\nAll communications and any dispute associated with these Terms shall be in the English language.</li>\n</ol>\n</li>\n<li>Severability <ol>\n<li>If any provision of these Terms is held invalid, illegal or unenforceable, such provision shall be enforced to the fullest extent permitted by applicable law and the validity, legality and enforceability of the remaining provisions shall not be affected thereby.</li>\n</ol>\n</li>\n<li>Identifying You as user <ol>\n<li>Tresorit shall have the right to publish and identify You as a user of the Service.\nYou agree that Tresorit may use any logo and/or name associated with You on our website and other marketing materials in order to identify You as a Tresorit user.</li>\n<li>We respect Your privacy, and You can ask us to stop identifying You anytime.\nIf we receive Your written notice sent to support@tresorit.com on the day You registered, we don't have the right to identify You.\nAfterwards, within 30 day after recipient of such notice sent to support@tresorit.com, we shall stop identifying You on any new marketing materials or on our website.</li>\n</ol>\n</li>\n<li>Other agreements <ol>\n<li>These Terms and all associated Documentation to which they refer to constitute the entire and exclusive agreement between You and Tresorit with respect to the Service, and supersede and replace any prior representations, understandings, contract or oral or written statements regarding Your use of the Service or the subject matter of these Terms.</li>\n</ol>\n</li>\n<li>Notices <ol>\n<li>You accept that we may send You notices or communications to Your email address provided during registration, or otherwise by any means, in our sole discretion, which by it is likely we can reach You.\nAny notice shall be deemed delivered if was sent to Your email address provided during registration.\nIt is Your responsibility to regularly check Your email account for new emails and to make sure emails from Tresorit can pass Your spam and/or other filters.\nAll notices sent by You to Tresorit in connection with these Terms be in writing and sent by first class mail or certified mail (receipt being deemed 72 hours after postage and return receipt requested) or personally delivered at the address of Tresorit AG, Minervastrasse 3, CH-8032 Zurich, Switzerland.</li>\n</ol>\n</li>\n<li>Expiration of claims <ol>\n<li>Both parties agree that except for claims related to the indemnification obligations above, all claims arising under or related to these Terms must be brought within two years after the date the cause of action arose.</li>\n</ol>\n</li>\n<li>Prevailing party <ol>\n<li>In the event either party brings an action against the other to enforce any term of these Terms, the prevailing party in such action shall be entitled to recover the court costs and reasonable attorney's fees at trial and on any appeal.</li>\n</ol>\n</li>\n<li>Waiver <ol>\n<li>The failure of either party to enforce a provision is not a waiver of its right to do so later.\nThe waiver by Tresorit of any breach shall not be deemed a waiver of any subsequent breach of the same or any other term of these Terms.</li>\n</ol>\n</li>\n<li>Remedy <ol>\n<li>Any remedy made available to Tresorit by any of the provisions of these Terms is not intended to be exclusive of any other remedy.</li>\n</ol>\n</li>\n<li>Third party services and content <ol>\n<li>The Service may contain features and functionalities linking You or providing You with certain functionality and access to third party websites and services.\nTresorit has no influence on the contents of these linked pages, dissociates itself herewith explicitly from all such contents, and makes no warranty whatsoever with respect to such links, websites, or services.</li>\n</ol>\n</li>\n<li>Assignment <ol>\n<li>You may not assign Your rights or obligations under these Terms without Tresorit's express written consent.</li>\n</ol>\n</li>\n<li>Third party beneficiary <ol>\n<li>Tresorit and You are not legal partners or agents.\ninstead, our relationship is that of independent contractors.\nNo simple partnership is intended.\nThese Terms create no third party beneficiary rights.</li>\n</ol>\n</li>\n</ol>\n<p>IMPORTANT: BY SUBMITTING YOUR PERSONAL INFORMATION YOU GIVE YOUR CONSENT THAT ALL PERSONAL INFORMATION YOU SUBMIT MAY BE PROCESSED IN THE MANNER AND FOR THE PURPOSES DESCRIBED IN THE FOLLOWING PRIVACY POLICY.</p>\n</li>\n</ul> Product <ul>\n<li>Security</li>\n<li>Customer stories</li>\n<li>Pricing</li>\n<li>Download Tresorit</li>\n<li>For nonprofits</li>\n</ul> Comparison <ul>\n<li>Dropbox</li>\n<li>SpiderOak</li>\n<li>Wuala</li>\n<li>SugarSync</li>\n<li>Other services</li>\n</ul> Help <ul>\n<li>Knowledge Base</li>\n<li>Resources</li>\n<li>Blog</li>\n<li>FAQ</li>\n<li>Service Status</li>\n</ul> Our company <ul>\n<li>About us</li>\n<li>Contact us</li>\n<li>Podcast</li>\n<li>Careers</li>\n<li>Press</li>\n</ul> Follow us <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>Reddit</li>\n<li>YouTube</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>ENGLISH</li>\n<li>DEUTSCH</li>\n<li>FRANÇAIS</li>\n</ul>\n<p>Copyright © 2020 Tresorit.\nAll rights reserved.</p>\n<ul>\n<li>Terms &amp.\nPrivacy</li>\n<li>Cookie Settings</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Cookie and Privacy Settings Information that we collect about you on our website.\n<p>When you visit our website, we and our partners may use cookies and other information gathering technologies.\nThese technologies may provide us with personal data, information about devices and networks you utilize to access our website, and other information regarding your interactions with our website.\nFor detailed information about the use of cookies on the website, please read and review our Website Cookie Policy.</p>\n<ul>\n<li>\n<i>\n</i>\n<strong>Enable Do Not Track:</strong> We respect your right to decline certain cookies by changing your setting here.\nIf you enable Do Not Track, we will not use third-party cookies for re-marketing and advertisement purposes.\n</li>\n</ul> Save preferences &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-55V995K\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Powered by Userlike <i>\n</i>\n<i>\n</i> ", "created_at": "2019-07-09 22:06:19.368474", "updated_at": "2020-12-14 20:55:36.798286"}], "points": [{"id": 15392, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:40:29.6535", "updated_at": "2021-02-12 05:24:20.174314", "quoteText": "When you visit our website, we and our partners may use cookies and other information gathering technologies.\nThese technologies may provide us with personal data, information about devices and networks you utilize to access our website, and other information regarding your interactions with our website.\nFor detailed information about the use of cookies on the website, please read and review our Website Cookie Policy.</p>\n<ul>\n<li>\n<i>\n</i>\n<strong>Enable Do Not Track:</strong> We respect your right to decline certain cookies by changing your setting here.", "case_id": 127, "document_id": 1619, "quoteStart": 172608, "quoteEnd": 173170}, {"id": 15382, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:30:57.548277", "updated_at": "2021-02-12 05:25:57.964221", "quoteText": "<strong>Encryption:</strong> You acknowledge that by using the Service, the files uploaded and/or shared through the Service (\"Customer Files\") are encrypted by client-side encryption before they leave the User's location (\"Encrypted Content\").\nAccording to the best of Tresorit's knowledge and the current state of the art, Encrypted Content cannot be decrypted or inverted by Tresorit or any unauthorized third party.</p>\n</li>\n", "case_id": 372, "document_id": 1619, "quoteStart": 12530, "quoteEnd": 12960}, {"id": 17199, "title": "User feedback is invited regarding changes to the terms.", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:44:59.765902", "updated_at": "2021-03-10 12:44:59.765902", "quoteText": "Tresorit is dedicated to continuous improvement of all parts of the Service, so if you have any question or feedback on these Terms, please let us know by sending an email to support@tresorit.com.", "case_id": 119, "document_id": 1619, "quoteStart": 7651, "quoteEnd": 7847}, {"id": 17200, "title": "You maintain ownership of your content", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:46:12.501134", "updated_at": "2021-03-10 12:46:12.501134", "quoteText": "This Agreement does not grant Tresorit any ownership over the contents of Customer Files or over Customer's intellectual property,", "case_id": 183, "document_id": 1619, "quoteStart": 14444, "quoteEnd": 14574}, {"id": 17201, "title": "The user is informed about security practices", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:46:45.563788", "updated_at": "2021-03-10 12:46:45.563788", "quoteText": " You understand that Tresorit uses strong cryptography algorithms to protect Customer Files and as a Customer, you are fully and solely responsible and accountable for the content of Customer Files.\n", "case_id": 226, "document_id": 1619, "quoteStart": 14854, "quoteEnd": 15053}, {"id": 17205, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:50:26.373913", "updated_at": "2021-03-10 12:50:26.373913", "quoteText": "<strong>Survival:</strong> The following sections will survive expiry or termination of this Agreement: 6 (Customer responsibility), 7 (Third-party Requests), 8 (Fees), 11 (Intellectual Property Rights), 12 (Disclaimer), 13 (Indemnification), 15 (Term), 17 (Miscellaneous).</p>\n</li>\n", "case_id": 147, "document_id": 1619, "quoteStart": 49881, "quoteEnd": 50165}, {"id": 15383, "title": "Your data may be processed and stored anywhere in the world", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:32:06.488063", "updated_at": "2021-02-12 05:20:11.468291", "quoteText": "<strong>Data transfers:</strong> Customer agrees that Tresorit and its Sub-processors may transfer Encrypted Content and Service Data between their servers, to the devices of Users and/or Collaborators, and as a result, Users and Collaborators may have access to Customer Files in locations other than Customer's country.\n", "case_id": 187, "document_id": 1619, "quoteStart": 16993, "quoteEnd": 17315}, {"id": 15390, "title": "The service can delete your account without prior notice and without a reason", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:39:16.125298", "updated_at": "2021-02-12 05:22:43.065884", "quoteText": "Your registration application is evaluated by Tresorit, and if we discover that Your Registration Data is not true, not current, incomplete or inaccurate, Tresorit, at its sole discretion and without prior notice, is entitled to immediately terminate Your rights to continue to use the Service and to terminate the license to use the related Software.</li>", "case_id": 201, "document_id": 1619, "quoteStart": 65050, "quoteEnd": 65406}, {"id": 15397, "title": "The court of law governing the terms is in location Switzerland", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:43:43.83333", "updated_at": "2021-02-12 05:27:17.556236", "quoteText": "\n<li>The Agreement shall be governed by and construed and interpreted in accordance with the substantive laws of Switzerland, excluding the Swiss conflict of law rules.", "case_id": 163, "document_id": 1619, "quoteStart": 114685, "quoteEnd": 114853}, {"id": 15381, "title": "This service provides archives of their Terms of Service so that changes can be viewed over time", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:29:32.362299", "updated_at": "2021-02-12 05:25:25.911134", "quoteText": "<br>If you have registered to the Service before this date, please click here to see the previous version of our Terms of Use.", "case_id": 197, "document_id": 1619, "quoteStart": 3247, "quoteEnd": 3373}, {"id": 15384, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:32:31.636001", "updated_at": "2021-02-12 05:31:13.116287", "quoteText": "We are always looking for ways to make the Services better, smarter, and more secure.\nTo live up to that, we may need to modify features and functionality from time to time.\nIf we change the Services during the term of this Agreement in a manner that materially reduces functionality or limit access to certain features, we will notify Customers at the email address associated with their account.", "case_id": 329, "document_id": 1619, "quoteStart": 11761, "quoteEnd": 12158}, {"id": 15386, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:34:20.043183", "updated_at": "2021-03-10 04:14:17.463122", "quoteText": "Tresorit DISCLAIMS ANY IMPLIED WARRANTIES INCLUDING WITHOUT LIMITATION MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE", "case_id": 290, "document_id": 1619, "quoteStart": 35518, "quoteEnd": 35640}, {"id": 15393, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:41:02.288316", "updated_at": "2021-02-12 05:24:56.003089", "quoteText": "The parties both agree that any dispute between the parties in connection with the Services and/or this Agreement shall be determined by arbitration administered by the International Centre for Dispute Resolution (ICDR) in accordance with its International Arbitration Rules.", "case_id": 339, "document_id": 1619, "quoteStart": 55296, "quoteEnd": 55571}, {"id": 15387, "title": "Any liability on behalf of the service is only limited to 100€", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:34:39.534529", "updated_at": "2021-02-12 05:21:33.137599", "quoteText": "AND TRESORIT'S TOTAL AGGREGATE LIABILITY ARISING OUT OF OR RELATING TO CUSTOMER'S USE OF THE FREE TRIAL IS EUR 100.</p>\n</li>", "case_id": 149, "document_id": 1619, "quoteStart": 35641, "quoteEnd": 35766}, {"id": 15389, "title": "You have the right to leave this service at any time", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:37:44.907904", "updated_at": "2021-02-12 05:26:18.196764", "quoteText": "You may terminate this Agreement in Your sole discretion and for any reason by (i) closing Your account(s) for all Services with an account closing mechanism or (ii) by contacting support at support@tresorit.com.</li>\n", "case_id": 170, "document_id": 1619, "quoteStart": 109155, "quoteEnd": 109373}, {"id": 15391, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:39:53.354287", "updated_at": "2021-02-12 05:26:33.095454", "quoteText": "If you enable Do Not Track, we will not use third-party cookies for re-marketing and advertisement purposes.\n", "case_id": 383, "document_id": 1619, "quoteStart": 173171, "quoteEnd": 173280}, {"id": 15396, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:43:16.457366", "updated_at": "2021-02-12 05:26:58.079225", "quoteText": "This Agreement is governed by Swiss law, excluding the Swiss conflict of law rules.\n", "case_id": 241, "document_id": 1619, "quoteStart": 54825, "quoteEnd": 54909}, {"id": 15395, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:42:07.745441", "updated_at": "2021-02-12 05:27:40.258054", "quoteText": "We will respond to notices of alleged copyright infringement if they comply with the applicable law and are properly provided to us.\nWe will take whatever action we deem to be appropriate, in our sole discretion, such as deleting or disabling content alleged to be infringing and to suspend or terminate Services and accounts.", "case_id": 310, "document_id": 1619, "quoteStart": 100684, "quoteEnd": 101010}, {"id": 15394, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:41:13.726237", "updated_at": "2021-02-12 05:28:38.911681", "quoteText": "The failure of either party to enforce a provision of this Agreement is not a waiver of its right to do so later.", "case_id": 295, "document_id": 1619, "quoteStart": 56929, "quoteEnd": 57042}, {"id": 15388, "title": "The service can suspend your account for several reasons", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:37:11.356039", "updated_at": "2021-02-12 05:29:48.168017", "quoteText": "Tresorit may terminate Your account for cause immediately upon notice to You if: <ol>\n<li>We have a reason to believe that You are, or Your account has been used in breach of these Terms or any applicable laws.\nIn such case we may terminate the Agreement without any prior notice.</li>", "case_id": 205, "document_id": 1619, "quoteStart": 110597, "quoteEnd": 110882}, {"id": 15385, "title": "This service is only available to users over 18 years of age", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-01 13:33:17.115128", "updated_at": "2021-02-15 19:12:01.45967", "quoteText": "You represent and warrant that: (i) you are of legal age (18 years of age or older or otherwise of legal age in your resident jurisdiction) and competent to agree to this Agreement and (ii) you have validly entered into this agreement and have the legal power to do so.</p>\n</li>", "case_id": 152, "document_id": 1619, "quoteStart": 21957, "quoteEnd": 22236}, {"id": 17202, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:47:55.836991", "updated_at": "2021-03-10 12:47:55.836991", "quoteText": "TRESORIT'S LIABILITY FOR SIMPLE NEGLIGENCE AND FOR AUXILIARY PERSONS IS EXCLUDED TO THE MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAW, TRESORIT AND ITS AFFILIATES, RESELLERS, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS SHALL IN NO EVENT BE LIABLE FOR ANY LOST PROFITS, REVENUES, OR BUSINESS OPPORTUNITIES, LOSS OF USE, LOSS OF DATA, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION AND ANY OTHER DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CRIMINAL, SUBSEQUENT OR CONSEQUENTIAL DAMAGES WHATSOEVER, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, PRODUCT LIABILITY OR OTHERWISE, ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OF OR INABILITY TO USE THE SERVICE OR THE SUPPORT AND MAINTENANCE SERVICES (IF ANY), REGARDLESS WHETHER TRESORIT HAS BEEN ADVISED OR SHOULD HAVE HAD KNOWLEDGE OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>", "case_id": 293, "document_id": 1619, "quoteStart": 42149, "quoteEnd": 42994}, {"id": 17203, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:49:11.446435", "updated_at": "2021-03-10 12:49:11.446435", "quoteText": "The Service may contain features and functionalities linking to or providing certain functionality and access to third party websites and services.\nTresorit has no influence on the contents of these linked pages, and makes no warranty whatsoever with respect to such links, websites, or services.</p>\n</li>", "case_id": 278, "document_id": 1619, "quoteStart": 45565, "quoteEnd": 45871}, {"id": 17204, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-10 12:49:34.547358", "updated_at": "2021-03-10 12:49:34.547358", "quoteText": "\n<p>To the extent permitted by law, Customer will defend, indemnify and hold harmless Tresorit, including its employees and affiliates, from and against any claims, incidents, liabilities, procedures, damages, losses and expenses, including reasonable legal and accounting fees, arising out of or in any way connected with the access to or use of the Services by Customer or its Company Administered Users or the violation of this Agreement by Customer or its Company Administered Users, including any third-party claims relating to Customer Files.</p>", "case_id": 146, "document_id": 1619, "quoteStart": 45940, "quoteEnd": 46492}, {"id": 19885, "title": "The service provides a free help desk", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-04 20:40:01.838295", "updated_at": "2021-05-05 11:58:03.483867", "quoteText": "Tresorit is dedicated to continuous improvement of all parts of the Service, so if you have any question or feedback on these Terms, please let us know by sending an email to support@tresorit.com.", "case_id": 232, "document_id": 1619, "quoteStart": 7651, "quoteEnd": 7847}, {"id": 19886, "title": "Features of the website are made available under a free software license", "source": "https://tresorit.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-04 20:51:28.935698", "updated_at": "2021-05-05 11:58:40.332018", "quoteText": "\n<strong>Open-Source Component</strong> mean third-party components which the Software may contain and which is released under a license that is considered as free software license by the Free Software Foundation (https://www.­gnu.­org/­philosophy/­free-sw.html).</p>", "case_id": 171, "document_id": 1619, "quoteStart": 61893, "quoteEnd": 62160}], "urls": ["tresorit.com"]}}