{"error": 448, "message": "OK", "parameters": {"id": 5209, "name": "Open Invention Network", "created_at": "2021-10-21 00:24:59.299635", "updated_at": "2021-10-21 22:01:08.47399", "wikipedia": null, "keywords": null, "related": null, "slug": "open-invention-network", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5209.png", "url": "openinventionnetwork.com", "documents": [{"id": 9334, "name": "Privacy Policy ", "url": "https://openinventionnetwork.com/privacy-policy", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policyoin-admin2020-06-11T12:48:32-04:00 This privacy notice discloses the privacy practices for&nbsp;Open Invention Network LLC (“OIN”) and our website openinventionnetwork.com.\nThis privacy notice applies solely to information collected by this website.\nIt will notify you of the following:<ul>\n<li>What personally identifiable information is collected from you through the website, how it is used and with whom it may be shared.</li>\n<li>What choices are available to you regarding the use of your data.</li>\n<li>The security procedures in place to protect the misuse of your information.</li>\n<li>How you can correct any inaccuracies in the information.</li>\n</ul>\nInformation Collection, Use, and Sharing\n<p>We only collect information that you voluntarily give us via our website forms or via email or other direct contact from you.<br>\nWe will not sell or rent this information to anyone.</p>\n<p>We will use your information to respond to you, regarding the reason you contacted us.\nWe will not share your information with any third party outside of our organization, other than as necessary to fulfill our obligations to you under the OIN license agreement.</p>\n<p>If you opt in to our mailing list, we may contact you via email in the future to tell you about news, conferences, and other matters such as changes to this privacy policy.</p>\nYour Access to and Control Over Information\n<p>You may opt out of any future contacts from us at any time.\nYou can do the following at any time by contacting us via email at info@openinventionnetwork.com:</p>\n<ul>\n<li>See what data we have about you, if any.</li>\n<li>Change/correct any data we have about you.</li>\n<li>Have us delete any data we have about you.</li>\n<li>Express any concern you have about our use of your data.</li>\n</ul>\nSecurity\n<p>We take precautions to protect your information.\nWhen you submit information via our electronic signature service, your information is protected both online and offline.</p>\n<p>In our electronic signature service form, that information is encrypted and transmitted to us in a secure way.\nYou can verify this by looking for a lock icon in the address bar and looking for “https” at the beginning of the address of the Web page.</p>\n<p>While we use encryption to protect sensitive information transmitted online, we also protect your information offline.\nOnly parties who need the information to perform a specific job (for example, licensing representatives and administrative officers for legal notices) are granted access to personally identifiable information.\nThe servers in which we store personally identifiable information are kept in a secure environment.</p>\nElectronic Signature and Related Forms\n<p>It is not required that organizations join the OIN community via our online electronic signature service, as organizations may mail in signed hardcopies of the OIN license agreement.&nbsp.\nHowever, many organizations opt to do so for convenience.&nbsp.\nTo do so, a user at the organization must first complete online forms.&nbsp.\nDuring the filling of these forms, a user is required to give certain information (such as name, email address, and title).\nOur electronic signature service also stamps your signed OIN license agreement with your IP address.&nbsp.\nThis information is used to verify the user’s identity and provide legal notices to your organization as required by the OIN license agreement.</p>\nLinks\n<p>This website contains links to other sites.\nPlease be aware that we are not responsible for the content or privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.</p>\n<p>\n<strong>If you feel that we are not abiding by this privacy policy, you should contact us immediately <u>via email at info@openinventionnetwork.com</u>.</strong>\n</p> What People Say <blockquote>UNISOC is committed to the independent development and design of core chips in the field of mobile communications and AIoT, and Linux and open source software are the key elements of our technology development.\nBy joining the OIN community, Zhanrui demonstrates its strong commitment to innovation and will continue to support patent protection for projects such as Linux.\n&nbsp;</blockquote> Yang JiejingHead of Legal DepartmentUNISOC <blockquote>As a global solutions provider that grows with customers and society through the highest level of trust, SMFG is committed to creating businesses that transcend the boundaries of finance and resolving issues.\nIn order to further promote this effort and quickly deliver high added-value services to our customers and society, SMFG believes that the utilization of open source software will be essential.\nAlso, in promoting OSS utilization, SMFG believes that measures to protect intellectual property rights are important.\nThrough joining the OIN, SMFG hopes to deepen our understanding of the OSS community and contribute to the development of OSS.\n&nbsp;</blockquote> Sumitomo Mitsui Financial Group <blockquote>Open source technology enables new levels of innovation and helps to underpin our ongoing growth, as we fuse physical and digital technologies in cyber-physical systems.\nBy joining OIN, we are demonstrating our commitment to contribute to open source technology and supporting it with patent non-aggression in Linux.\n&nbsp;</blockquote> Dr.\nShiro SaitoExecutive Officer, Corporate EVP, General Executive for TechnologyToshiba <blockquote>We see incredible value in the Free and Open Source Software (FOSS) communities.\nOur work in collecting, preserving and making source code available to developers, academics and government entities, will enable developers to continue to innovate.\nWe are very pleased for OIN’s sponsorship and its support in maintaining the technical and scientific knowledge that may be lost without preservation and may be further useful to developers from an intellectual property perspective.\n&nbsp;</blockquote> Roberto Di CosmoFounder &amp.\nCEOSoftware Heritage <blockquote>Although TAIYO YUDEN does not directly incorporate open source software in our products, our customers do, and it is important for us to support open source initiatives that are critical to the continued success of our clients.\n&nbsp;</blockquote> Shigetoshi AkinoGeneral Manager, Intellectual Property DivisionTAIYO YUDEN <blockquote>Huawei is committed to offering the highest-quality ICT and smart devices.\nLinux and OSS are critical elements of technologies we are developing and integrating with carriers and enterprises around the globe.\nBy joining the Open Invention Network, we are demonstrating our continued commitment to innovation, and supporting it with patent non-aggression in Linux and other core open source projects.\n&nbsp;</blockquote> Jianxin DingHead of Global Intellectual PropertyHuawei <blockquote>The Mercari Group’s systems are supported by a variety of open source software.\nAs a beneficiary of the enormous contributions made by the open source software community, we believe making a contribution to innovation in the world by publishing technology accumulated through the development and operation of our services, such as Mercari and Merpay, as open source is the right choice.\nHence, the Mercari Group endorses the activities of OIN which protects innovations with open source from patent risks.\n&nbsp;</blockquote> Mercari <blockquote>At Rakuten, our businesses continue to evolve as we address new market opportunities.\nBecause of this, we are a user and strong advocate of open source software.\nWe are building the first 100% fully virtualized mobile network, enabling us to scale rapidly and offer the best Quality-of-Service (QoS) available.\nBy joining OIN, we are demonstrating our commitment to Open Source Software (OSS) and supporting it with a pledge of patent non-aggression.\n&nbsp;</blockquote> Tareq AminCAO, Group Executive Vice PresidentRakuten, Inc.\n<blockquote>Today, with open source software, we are quickly creating robust and long-lasting solutions for our customers.\nIn addition to the technical implementation, we also take care that our customers do not worry about potential license violations.\n&nbsp;</blockquote> Andreas PfeifferHead of Customer Advice and MarketingGinzinger <blockquote>Protecting open source is critical to us, our users and to the ongoing health of the Internet.\nWe’re proud of our new role within OIN.\nWe’re very happy with the direction OIN has been going.\n&nbsp;</blockquote> Chris DiBonaDirector of Open SourceGoogle Recently Joined Our Community <p>\n</p> Previous Next <p>\n</p> ", "created_at": "2021-10-21 00:24:59.301926", "updated_at": "2021-10-20 22:25:37.518066"}], "points": [], "urls": ["openinventionnetwork.com"]}}