{"error": 448, "message": "OK", "parameters": {"id": 3851, "name": "Duck DNS", "created_at": "2021-05-30 20:48:57.540265", "updated_at": "2021-05-30 22:00:24.802651", "wikipedia": null, "keywords": null, "related": null, "slug": "duck-dns", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3851.png", "url": "duckdns.org", "documents": [{"id": 6510, "name": "Terms of Use", "url": "https://www.duckdns.org/tac.jsp", "xpath": "/html/body/main/section/div[2]/div/div/div/div", "text": "\n<p>\nTerms of Use\n<br>\n(last updated December 14th 2018)<br>\n<br>\n</p>\n<p>\n1.\nAs a user of the DuckDNS Website, you agree to these terms and conditions (the \"Terms\").\nDuckDNS may change these Terms from time to time, so you should check back periodically to ensure you are aware of any changes, as they will continue to apply to you as a user of DuckDNS.\nIf you violate these Terms, we may remove, delete, lock and/or take over your DuckDNS account or DuckDNS domain.\nWe may terminate this agreement or suspend your account at any time with or without notice.\n</p>\n<p>\n2.\nBy using this Website, or by using or creating an account with DuckDNS, you may provide us with personal information as described in our Privacy Statement.\nYou acknowledge that you have read and understood our Privacy Statement, which governs our collection, use, storage and disclosure of such personal information, and that you consent to our collection, use, storage and disclosure of your personal information as outlined in our Privacy Statement.\n</p>\n<p>\n3.\nWhen registering for a DuckDNS user account, you agree to provide accurate and complete information.\nYou are responsible for the activity that occurs on your user account, and you must keep your account password secure.\n</p>\n<p>\n4.\nWhen registering a DuckDNS Domain, users should not register domains matching their own or any other person's name.\n</p>\n<p>\n5.\nUsers of the Website and DuckDNS service are responsible for any content hosted on DuckDNS subdomains registered by such users, and agree to not use DuckDNS services or a subdomain of a DuckDNS shared domain for any illegal or unlawful purpose.\nYou agree to indemnify DuckDNS for your use of the Website and DuckDNS Services.\n</p>\n<p>\n6.\nYOUR USE OF THIS WEBSITE AND THE DUCKDNS SERVICES IS ENTIRELY AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, DUCKDNS DOES NOT WARRANT THAT THE WEBSITE OR THE DUCKDNS SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, DUCKDNS DISCLAIMS ALL EXPRESS, IMPLIED, COLLATERAL OR STATUTORY WARRANTIES, REPRESENTATIONS AND CONDITIONS, INCLUDING ANY IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, COMPATIBILITY, TITLE, NON-INFRINGEMENT, SECURITY, RELIABILITY, COMPLETENESS, QUIET ENJOYMENT, ACCURACY, QUALITY, INTEGRATION OR FITNESS FOR A PARTICULAR PURPOSE OR USE, OR ANY WARRANTIES OR CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\n</p>\n<p>\n7.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, DUCKDNS, ITS AFFILIATES, REPRESENTATIVES,\nLICENSORS, EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT,\nINCIDENTAL, PUNITIVE, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR OTHER DAMAGES RESULTING FROM ANY USE\nOF THE WEBSITE OR DUCKDNS SERVICES.\nTHE LAWS OF CERTAIN JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR\nLIMITATION OF LEGAL WARRANTIES, CONDITIONS OR REPRESENTATIONS.\nIF THESE LAWS APPLY TO YOU, SOME OF\nTHOSE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY AND YOU MAY HAVE ADDITIONAL RIGHTS.\n</p>\n<p>\n8.\nBy using this Website, you are confirming that you are either at least 19 years of age, or that you have parental or guardian consent to agree to these Terms and to access and use the Website.\n</p>\n<p>\n9.\nThese Terms will be governed by and construed in accordance with the laws of the Province of British Columbia and the federal laws of Canada applicable therein.\nYou agree to submit to the personal and exclusive jurisdiction of the courts located in the British Columbia.\nParts of these Terms which are intended to survive termination or\nexpiration will continue to apply if this agreement is terminated or expires.\nAny waiver or amendment of these Terms must be provided in writing by a duly authorized representative of DuckDNS.\n</p>\n<p>\n10.\nIn addition to Canadian law, you also agree to comply with all local\nlaws that apply to your use of the Website\nAny questions related to these Terms of Use can be directed to\nsupport@duckdns.org.\n</p>\n<br> ", "created_at": "2021-05-30 20:48:57.546396", "updated_at": "2021-05-30 18:49:42.490004"}, {"id": 6509, "name": "Privacy Statement", "url": "https://www.duckdns.org/pp.jsp", "xpath": "/html/body/main/section/div[2]/div/div/div/div", "text": "\n<p>\nDuck DNS Privacy Statement<br>\n(last updated January 28th 2020)\n</p> Dear DuckDNS User: we put this Privacy Statement in place so that you know how we handle your data.\n<br>\n<br>\nThis Privacy Statement applies to the privacy practices of DuckDNS on its website, located at https://www.duckdns.org/, and to the Dynamic DNS service (DDNS Service) offered through our website.\n<br>\n<br>\nThis Privacy Statement is designed to comply with the GDPR (the EU General Data Protection Regulation of 2018) and other applicable privacy laws.\n<br>\n<br>\nWe may update our policies in order to reflect changes to our practices on the collection, storage and use of your personal information.\nIf you want to have the latest information about our personal information handling practices and what information we may collect through this website or when you register for a domain name, we suggest that you check this website frequently for updates to our Privacy Statement.\nThe latest version will always be posted at this website.\n<p>\n1.\nInformation that we collect and why we collect it\n</p>\n<b>Signing In.</b> When you visit our website, you can choose to sign in through your Twitter, Reddit, or Google account, by signing in through an existing Persona or GitHub account.\nWhenever you choose to sign in, you authorize us to collect certain information from that social media account (name, username, email address, profile picture, and any other basic information required or granted by the OAuth process).\nYou may be able to control what information you provide us within the preferences or settings of your social media account.\nWe use this information to personalize your experience on the website and to provide the DDNS Service.\n<br>\n<br>\n<b>Using the DDNS Service.</b> When you use the DDNS Service, we collect certain information regarding your use of the Website from you, including identifiers such as: the IP address used to sign in, your email address, an access token issued to you for authorization (required by the DDNS Service API), and your target IP address.\nWe use this information to enable the DDNS Service, and this information can be personal information in that it may be possible to identify you either on its own or in connection with other information.\n<br>\n<br>\n<b>Social Media.</b> We may offer you the opportunity to engage with DuckDNS or its content on or through third-party social media websites, plug-ins, and applications.\nWhen you engage with us on or through third-party social media websites, plug-ins and applications, you may allow us to have access to certain information associated with your social media account (for example: name, username, email address or profile picture) to deliver content or as part of the operation of the DuckDNS website, plug-in, or application.\n<br>\n<br>\n<b>Information we Collect Automatically.</b> We and our third-party service providers, including Google Analytics, process, store and analyze information obtained from your browser when you visit our website, including IP addresses, device identifiers, browser characteristics, operating system details, language preferences, referring URLs, length of visits, and pages viewed.\n<br>\n<br>\nThis website also uses cookies or other tools that track, measure and analyze the behaviors and usage patterns of visitors to the website, and to facilitate user login.\n<br>\nFor instance, when we use a cookie to identify your session (a cookie is a tiny element of data that the website can send to your browser, which may then be stored on your computer or mobile device so we can recognize you when you return), you do not have to login with a password for each request that you make, thereby making the user experience of our site optimal.\nWe use cookies for analytics purposes and for certain features of the website.\nYou can choose to not accept cookies, but it may affect your ability to login to, or to effectively use the website.\nCookies may also used on our website by third parties for analytics, specifically, by Google Analytics, Twitter, Reddit, Paypal, and Bitcoin.\n<br>\n<br>\nYour web browser may have settings that allow you to transmit a \"Do Not Track\" signal when you visit various websites or use online services.\nLike many websites, this website is not designed to respond to \"Do Not Track\" signals received from browsers.\n<p>\n2.\nSharing of Personal Data\n</p>\nExcept as set forth in this Privacy Statement and as required or permitted by law, we do not share your personal information with third parties without your consent.\n<br>\n<br>\n<b>Service Providers.</b> Any of the your personal information that we collect may be transferred (or otherwise made available) to our affiliates and other third parties who provide website and administrative/operational support services on our behalf.\nPersonal information may be collected by such providers for their own use, in line with their own privacy practices.\nYou may check the privacy statements of each of these providers to decide whether you are comfortable with their policies.\n<br>\n<br>\nWe use third parties, including Google Analytics and Google Drive, to host and manage our website, to provide analytics, to detect and combat fraud or other illegal activities, and to store data.\nWe have reviewed Google’s privacy policies, specifically for each of these services, and we think that their standards are in-line with our own.\nHowever, you should read these privacy policies for yourself and/or contact us with any questions that you may have, to decide for yourself.\n<br>\n<br>\nOur service providers are given the information they need to perform their designated functions, and except for the reasons stated in this Privacy Statement, are not authorized to use or disclose personal information for other purposes.\n<br>\n<br>\nYour personal information may be maintained and processed by us, our affiliates and other third-party service providers in the US or other jurisdictions.\nIn the event that personal information is transferred outside of the EU or Canada, to the US or other foreign jurisdiction, it may also be subject to the laws of that jurisdiction and may be disclosed to or accessed by courts, law enforcement and governmental authorities in accordance with those laws.\n<br>\n<br>\n<b>Third Party Websites.</b> The DuckDNS Website may contain links to other websites that are not owned or controlled by us.\nWe have no control over, do not review and are not responsible for the privacy policies of or content displayed on such other websites.\nWhen you click on such a link, you will leave our service and go to another website.\nDuring this process, another entity may collect personal information from you.\n<br>\n<br>\n<b>Legal and Compliance.</b> DuckDNS may share personal information with our affiliates, and with companies, organizations or individuals outside of DuckDNS if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary or desirable to:\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable Terms of Use, including investigation of potential violations.</li>\n<li>detect, prevent or otherwise address malicious, deceptive, fraudulent or illegal activity, abuse as well as security or technical issues and incidents.</li>\n<li>protect against harm to the rights, property or safety of DuckDNS, our users or the public as required or permitted by law.</li>\n<li>operate this website, including requesting contributions.</li>\n<li>provisioning and operating the DuckDNS service.</li>\n</ul>\n<b>Other Business Purposes.</b> Personal information may be provided to third parties in connection with a merger or sale (including transfers made as part of insolvency or bankruptcy proceedings) involving all or part of DuckDNS or as part of a reorganization or stock sale or other change in control, including for the purpose of determining whether to proceed or continue with such transaction or business relationship.\n<p>\n3.\nSafeguarding Personal Information\n</p>\nWe have implemented reasonable administrative, technical and physical measures in an effort to safeguard the personal information in our custody and control against theft, loss and unauthorized access, use, modification and disclosure.\nWe restrict access to your personal information on a need-to-know basis to employees and authorized service providers who require access to fulfill their service and support requirements.\n<br>\n<br>\nWe maintain logs of user activity on the DDNS System including IP addresses, email, browser, and referrer paths.\n<p>\n4.\nOur Server &amp.\nDuckDNS Services\n</p>\nThis Website is hosted on AWS cloud services, at an Amazon data centre.\nAWS provides physical security of our systems.\nDetails are available at https://aws.amazon.com/compliance/data-center/data-centers/\n<br>\n<br>\nOur servers are separated by a VPC, the disks are encrypted at rest.\nLogs are deleted after 90 days.\n<br>\n<br>\nThe information that might be personally identifiable contained in these logs is: IP, email.\nbrowser.\nand referrer paths.\n<br>\n<br>\nOur servers are protected by AWS firewalls.\nThey are not directly accessible via the Internet.\nThe DuckDNS service is run over SSL with a valid 256bit signed ssl certificate.&nbsp;&nbsp;Our data is stored in an AWS provided database that is separated and only accessible to servers that are granted a role to access them.&nbsp;Access to the database via the AWS Console is secured through MFA.\nData in the database is encrypted at rest.\n<p>\n5.\nData Controller, Breaches\n</p>\nIf there is a breach of our database or the database of any third party that we use and if you are/were affected, we will make reasonable efforts to notify you.\nIn such case, we will also contact the relevant authorities that we are required to contact under law.\n<p>\n6.\nYour Rights and Opting Out </p>\nDuck DNS’ data controller is Duckbill Holdings (Canada) Ltd.\n<br>\n<br>\nOne of your rights under the GDPR and other data protection laws is to opt out of data collection and transfers.\nUsers of DuckDNS can also request the correction/update, copy, or deletion of any of their personal information that we have in our system at any time.\nTo make such a request or exercise a right under relevant data protection laws, including if you wish to opt out of a consent that you may have provided to us in the past, please refer to the instructions contained in the section of this Privacy Statement that is called “Privacy Related Requests &amp.\nCommunications” (below).\n<br>\n<br>\nUnder the CCPA, in addition to the above rights, you have the right to know what categories of information that we have collected about you, the purpose of such collection and categories of third parties with whom we share such data.\nThis information has already been provided you in this Privacy Statement, above.\n<br>\n<br>\nSince our users’ personal information is what we use to administer accounts and DuckDNS access, you may manually delete your account and the information that we have for you, and this will remove your personal information from our database.\nFor instructions on how to manually delete your account, please refer to our FAQ page (http://www.duckdns.org/faqs.jsp).\nOnce you delete your account, the service or the website may become unavailable to you.\n<p>\n7.\nData Retention\n</p>\nWe have personal information retention processes designed to retain personal information for no longer than necessary for the purposes stated above and to otherwise meet legal requirements.\n<br>\n<br>\nWe store the data we collect for about a year after a user and the DNS entry is no longer active.\nOnce a year, we do a data purge.\nThe only exception to this is when we have a legal obligation to keep it longer.\n<p>\n8.\nPrivacy Related Requests &amp.\nCommunications\n</p>\nYou may contact us regarding any privacy-related requests, questions, or concerns that you may have regarding this Privacy Statement and how we handle personal information that is collected and processed by us through the DuckDNS website and the dynamic DNS service that we provide by directing your communications to the person who handles our data protection for us.\n<br>\n<br>\nThis may be done in one of two ways.\nYou may email privacy@duckdns.org or send your message to our PO Box address, to: Duckbill Holdings (Canada) Ltd, PO Box 53046 City Centre, Victoria, British Columbia V8W 3Z2, Canada.\nIf you decide to send your privacy-related request by email and you send the request to a DuckDNS email account other than privacy@duckdns.org, it may take longer to process your request.\n<br>\n<br>\nIn order to process your request, we will need to verify that you are an account holder.\nWhether or not we are able to process your request may be determined by the records that we have on file and whether we are able to verify that you are an account holder with us.\n", "created_at": "2021-05-30 20:48:57.543526", "updated_at": "2021-05-30 18:50:03.985418"}], "points": [], "urls": ["duckdns.org"]}}