{"error": 448, "message": "OK", "parameters": {"id": 4872, "name": "getmoocash", "created_at": "2021-08-18 04:10:24.931084", "updated_at": "2021-08-18 22:01:08.880784", "wikipedia": null, "keywords": null, "related": null, "slug": "getmoocash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4872.png", "url": "getmoocash.com", "documents": [{"id": 8747, "name": "Privacy & Terms", "url": "https://www.getmoocash.com/terms-of-service", "xpath": "//body", "text": " Toggle navigation Skip to content <ul>\n<li>Cashback</li>\n<li>Gigs</li>\n<li>Blog</li>\n<li>Login</li>\n<li>Profile</li>\n</ul>\n<b>Privacy &amp.\nTerms</b>\n<p>The following terms and conditions govern your download and use of the MooCash smartphone and mobile device application (the “MooCash Application”), the MooJoy smartphone and mobile device application (“the MooJoy Application”) and the MooBucks smartphone and mobile device application (“the MooBucks Application”) (collectively, the “Applications”), and your use of the www.getmoocash.com website (the “Site”) and all content, products, promotions, services and functionality available at or through the Applications and the Site (collectively, together with the Applications and the Site, the “Services”).\nThe Services are owned and operated by MooCash (which are collectively referred to as the “MooCash” or “we”, “us”, or “our”).\n</p>\n<p>MooCash Application allows businesses and advertisers (collectively, “Advertisers”) to deliver attractive ads, and other advertising content (collectively, “Ad Content”) on the mobile lockscreen of consumers who have downloaded and installed the MooCash Application.\nThe MooJoy Application allows end users to earn MooCash coins (“Coins”) by playing games.\nThe users of these Applications are referred to collectively as “End Users”, and each, an “End User”.\nAs further described below, at MooCash’s sole and absolute discretion, MooCash &nbsp;compensates End Users of the Applications with MooCash Coins, which are then redeemable for products and services, and may even be converted into charitable contributions.\n</p>\n<p>MooCash offers the Service, including all information, tools and services available from the Service, to you, the user, conditioned upon your acceptance of all the terms, conditions, policies and notices stated here.\nYour use of the Service constitutes your agreement to these Privacy &amp.\nTerms and is subject to these Privacy &amp.\nTerms and all applicable laws, rules and regulations.\nThe Privacy &amp.\nTerms shall commence on the earlier to occur of the date you first use or access the Applications or the Site.</p>\n<p>MooCash reserves the right to modify, add or delete portions of these Privacy &amp.\nTerms at any time and for any purpose.\nYou are responsible for reviewing these Privacy &amp.\nTerms often enough to stay abreast of any changes.\nWe will endeavor to notify you of any changes by posting notice of such changes on the Service.\nYour use of the Service following any change or amendment to these Privacy &amp.\nTerms constitutes your acceptance of such change or update.\nIf you do not agree to abide by these or any future Privacy &amp.\nTerms, you are not authorized to use or access (or continue to use or access) the Service.</p>\n<p>If you violate these Privacy &amp.\nTerms, we may, at our sole discretion, issue you a warning or terminate your ability to use the Service.\nYou understand that we may terminate your ability to use the Service at any time with or without reason, notice to you or any liability on our part.\nNeither these Privacy &amp.\nTerms nor termination of your access or use will waive or adversely affect any other right or relief to which MooCash may be entitled at law or in equity.</p>\n<p>PLEASE READ THIS END-USER LICENSE AGREEMENT AND TERMS OF SERVICE AND OUR PRIVACY POLICY CAREFULLY BEFORE DOWNLOADING AND USING THE APPLICATION OR USING ANY OF THE OTHER SERVICES.</p>\n<p>MooCash Application and services are available only to individuals who are at least 13 years old.\nIf you are less than 13 years old, you may not download the MooCash Applications or use the Services.If you live in a state or country where consent of a parent or guardian is required if you are under the applicable age of majority in such jurisdiction, you may be required by us to secure such consent prior to your registration with the Service.\nThe MooJoy Application is only available to individuals who are at least 18 years old.\nBy using the Services, you represent and warrant that you are of sufficient age, or that you have such consent.</p>\n<b>Your Use of Services</b>\n<p>In connection with your use of the Service, you represent and warrant that you will not, and will not allow any third party to:</p>\n<ul>\n<li>Modify, adapt, disassemble, decompile, translate, reverse engineer or otherwise attempt to discover the source code or structure, sequence and organization of the Service, the Service Content or any content contained therein</li>\n<li>Grant, resell or sublicense access to the Service, or any of the rights granted to you herein, to any third party</li>\n<li>Use the Services to impersonate any person or entity, or otherwise misrepresent your identity or your affiliation with a person or entity</li>\n<li>Violate any proprietary rights of any person or entity</li>\n<li>Remove, obscure or change any copyright, trademark, hyperlink or other proprietary rights notices contained within the Service or Service Content</li>\n<li>Use the service in any way other than that intended or try to access our Service in any way other than through the interface and per the instructions that we provide</li>\n<li>Use the Service in any manner that could damage, disable, overburden, or impair the Service, the Company, or any other person or entity</li>\n<li>Collect any information (including usernames and/or email addresses) about other users of the Service.\ncreate or transmit unwanted electronic communications to other users of the Service.\nor otherwise interfere with such users’ enjoyment of the Service</li>\n<li>Use the Service to further or promote any illegal activity or enterprise, including fraud, trafficking in obscene material, pornography, drug dealing, gambling, harassment, stalking, spamming, or distributing viruses or other harmful files</li>\n<li>Copy, duplicate or imitate, in whole or in part, any concept, idea, business model, business process, product, service or other intellectual property or other ideas or content embodied in the Services or learned by you from your use of or access to the Services</li>\n<li>Use data mining, robots or other similar data gathering and extraction tools</li>\n<li>Use webpage frames to enclose any part of the Services without our consent</li>\n<li>Use the Service in violation of these Privacy &amp.\nTerms or any applicable laws or regulations</li>\n</ul>\n<p>\n<strong>You further agree that, within the Service, you will not portray MooCash or its affiliates in a negative manner or otherwise portray its services in a false, misleading, derogatory or offensive manner.</strong>\n</p>\n<p>\n<strong>You also may not take any action to interfere with the Service or any other user’s use of the Service.</strong> You expressly agree that you will not copy, reproduce, modify, create derivative works from, distribute or publicly display any Service Content without our prior written consent or the consent of the content owner if such Service Content is not owned by MooCash.\nYou agree not to circumvent, disable, bypass or otherwise interfere with any measures we may use to prevent or restrict access to the Service, including any security-related features of the Service or features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.\nYou shall not use the Service for illegal purposes (including, without limitation, unlawful, harassing, libelous, invasion of another’s privacy, abusive, threatening or obscene purposes).\nYou will comply with all laws related to your use of the Service.</p>\n<p>We reserve the right to immediately block or disable your ability to use the Applications, and/or otherwise suspend or terminate your access to the Services, if, in our sole and absolute discretion, we believe that you have engaged in any of the foregoing activities or that they have occurred in association with your account or password.</p>\n<b>End User Accounts</b>\n<p>If you sign up for the Services, you are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account.\nYou must not use another person’s account or share your password with another person.\nWhen creating your account, you must provide accurate, complete and non-misleading information.\nYou agree to immediately notify MooCash of any unauthorized uses of your account or login credentials or any other breaches of security.\nMooCash will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.\nOur current policy limits you to the creation of only one MooCash account per mobile device.</p>\n<p>A.\nMooCash Application</p>\n<p>When you download the MooCash Application, you will be prompted to register for an End User Account, and MooCash may then begin displaying Ad Content on the lockscreen of your mobile phone.\nAfter that, all of your interactions with MooCash will be recorded, stored in our servers, and associated with your End User Account.\nAmong other things, your End User Account will keep track of your Coins, your Coins redemption options, and your Coins redemption history.\nYOU WILL ONLY BE ABLE TO ACCRUE, RECEIVE AND STORE COINS WHEN SIGNED INTO YOUR END USER ACCOUNT.\nFrom time to time, at MooCash’s sole and absolute discretion, you may have the option to redeem your Coins for products and services.</p>\n<p>There is more than one way to receive Coins using the MooCash Application.\nThe simplest way is by engaging with MooCash by moving the lockscreen unlock slider (i) to the right to unlock your phone, or (ii) to the left to engage with the Ad Content.\nFor example, if you slide left to take an offer, you may receive Coins.\nMooCash recommends that you use your smartphone or mobile device as you normally do and that you engage only with Ad Content that genuinely interests you.</p>\n<p>A.\nMooJoy&nbsp;Application</p>\n<p>When you download the MooJoy Application, you will be prompted to register for an End User Account.\nIf you register for an End User Account, all of your interactions with MooJoy will be recorded, stored in our servers, and associated with your End User Account.\nThe MooJoy Application gives you Gems, which you can then use to play games to win Coins.\nAmong other things, your End User Account will keep track of your Coins and Gems, your Coins redemption options, and your Coins redemption history.\nFrom time to time, at MooJoy’s sole and absolute discretion, you may have the option to redeem your Coins for products and services.</p>\n<p>C.\nApplications Generally</p>\n<p>Whether you are using the MooCash Application or the MooJoy Application, or both, your Coins and Gems balance (“Rewards”) will be reflected in your End User Account.\nIf you use both Applications to acquire Rewards, your End User Account will reflect the entire balance of Rewards from both Applications.\nDepending on the current value of a Coins, which will be determined at MooCash’s sole and absolute discretion, you may, from time to time, redeem them for products and services, and or convert them into charitable contributions.</p>\n<p>Rewards obtained via the Applications are provided to you under a limited, personal, revocable, non-transferable, non-sublicensable license.\nRewards may not be transferred or resold in any manner, including, without limitation, by means of any direct sale or auction service.\nYou have no property interest, right or title in or to any such Rewards appearing or originating in the Applications, or any other attributes associated with use of MooCash or its Applications.\nAny Reward balance shown in your account does not constitute a real-world balance or reflect any stored value, but instead constitutes a measurement of the extent of your license.</p>\n<p>PLEASE NOTE THAT MOOCASH DOES NOT AND CANNOT PROMISE OR GUARANTEE THAT YOU WILL RECEIVE ANY NUMBER OF REWARDS OR THAT YOU WILL RECEIVE ANY AMOUNT OF AD CONTENT IN CONNECTION WITH YOUR USE OF THE SERVICES, OR ANY AMOUNT OF VALUE, MONETARY OR OTHERWISE, WHEN YOU REDEEM YOUR COINS.\nMooCash’s ability to provide Rewards depends on whether, and how much, MooCash gets paid by the relevant Advertiser, and due to the complex nature of its relationships with Advertisers, whether MooCash gets paid, and how much, may vary over time.\nWe will, in our sole and absolute discretion, determine and communicate the availability and exchange rate of Rewards, which may be modified at any time.\nThe availability and exchange rate for Rewards may vary for a variety of reasons, such as non-payment by Advertisers or changes in our arrangements with Advertisers or in applicable laws and regulations.\nWe reserve the right to cancel, restrict or terminate Rewards at any time for any reason.\nAll redemptions are subject to this Agreement and any third-party terms associated with Advertisers.</p>\n<p>As noted, each time you receive Rewards, we place the Rewards in your End User Account.\nYour ability to receive and redeem Rewards is conditioned on your compliance with the Agreement.\nYou may access your End User Account to modify your account settings or to review your Reward balances and Coins redemption choices.\nYou may login by entering your username and password with the Applications or through the Site.</p>\n<p>You may log into your End User Account to redeem your accumulated Coins.\nWhile we reserve the right to modify when and how you can redeem Coins at any time in our sole and absolute discretion, as of the “Last Updated” date of this Agreement set forth below.</p>\n<p>When using the MooCash or MooJoy Application, any Coins earned will be immediately redeemable.\nFor both Applications, however, the Coins remain the property of MooCash, not you, at all times.</p>\n<p>We also reserve the right to terminate your End User Account at any time for breach of this Agreement.\nYou will no longer be able to use any Rewards in your End User Account after termination.\nWe may do this without prior notice, but may attempt to notify you afterward where feasible.</p>\n<b>Fraud</b>\n<p>Using fraudulent information to complete offers and/or completing offers with fraudulent intent will result in the member’s account being deleted without notice and relinquishment of any and all rewards that have accrued in the account.\nFraud includes, but is not limited to, the following: using false information to complete offers.\nusing information that is not one’s own to complete offers.\ncompleting the same offer multiple times.\nor canceling offers and/or trials prior to receipt of a product and/or service that is required for a given reward.</p>\n<p>Multiple signups by any individual user shall be grounds for immediate termination of all involved accounts.\nThe Company reserves the right to file charges against an individual in attempt to recover any rewards received.\nWe have a tough anti-fraud system in place making it extremely difficult to commit fraud or “hacking”, however if someone is caught committing fraud, or making attempts to do so, we reserve the right to suspend the user’s account, resulting in forfeiture of all rewards.</p>\n<b>Third Party Sites</b>\n<p>The Service may contain links to other applications and Web sites (“Resources”), some of which are operated by the Company or its affiliates and others of which are operated by third parties (“Third Party Resources”).\nAs a standard part of our Service, we may recommend that you access certain Third Party Resources.\nWhile we seek to recommend the best Resources for our members, you are encouraged to make your own investigations regarding Resources before using them.\nThe Service provides you access to and recommendation of Third Party Resources provided only as a convenience to you and as an additional avenue of access to the information contained therein.\nWe have not necessarily reviewed all the information available on, in or through, Third Party Resources or the quality of them, and we are not responsible for the content of Third Party Resources or any other sites or any products or services that may be offered through those or any other Resources.\nInclusion of links to Third Party Resources or recommendation of them should not be viewed as an endorsement of the content of these Resources.\nDifferent terms and conditions may apply to your use of any Third Party Resources.\nThe Company is not responsible for any losses, damages or other liabilities incurred as a result of your use of any Third Party Resources.</p>\n<p>Without limiting the generality of the foregoing, we may elect, in our discretion, to utilize social logins, allowing you to login to the Service via other third party authentication services, such as (without limitation) via your Facebook, Twitter, LinkedIn, Google, or other account credentials.\nYou understand that these are third party services, and this in no way creates and endorsement of, by or from us to them or vice versa, that we are not responsible for their logins, systems or data, and that by using such third party logins, you may be subject to their respective privacy policies and other Privacy &amp.\nTerms.</p>\n<p>This app uses Pollfish SDK.\nPollfish is an on-line survey platform, through which, anyone may conduct surveys.\nPollfish collaborates with Developers of applications for smartphones in order to have access to users of such applications and address survey questionnaires to them.\nWhen a user connects to this app, a specific set of user’s device data (including Advertising ID which will may be processed by Pollfish only in strict compliance with google play policies- and/or other device data) and response meta-data is automatically sent to Pollfish servers, in order for Pollfish to discern whether the user is eligible for a survey.\nFor a full list of data received by Pollfish through this app, please read carefully Pollfish respondent terms located at https://www.pollfish.com/terms/respondent.\nThese data will be associated with your answers to the questionnaires whenever Pollfish sents such questionnaires to eligible users.\nBy downloading the application you accept this privacy policy document and you hereby give your consent for the processing by Pollfish of the aforementioned data.\nFurthermore, you are informed that you may disable Pollfish operation at any time by using the Pollfish “opt out section” available on Pollfish website .\nWe once more invite you to check the respondent’s terms of use, if you wish to have more detailed view of the way Pollfish works.\nAPPLE, GOOGLE AND AMAZON ARE NOT A SPONSOR NOR ARE INVOLVED IN ANY WAY IN THIS CONTEST/DRAW.\nNO APPLE PRODUCTS ARE BEING USED AS PRIZES.</p>\n<b>Cashback</b>\n<p>Cashback not applicable to taxes, delivery charges, gift cards, returns, exchanges and cancellations and purchases made using mobile app.\nMooBucks Application must be the last link you clicked in order to get cashback.\nIf other website links like coupon and deal websites are clicked after clicking through MooBucks Application, cashback will not be tracked.\nAccounts that engage in fraudulent orders/activities to game/cheat the cashback system will be banned and cashback forfeited.\nCashback is only paid on legitimate transactions.\nUsage of promotional or coupon codes not posted and approved by MooBucks Application may affect your eligibility for cashback.\nUsers are required to click through MooBucks’s Application “Shop” button and complete purchase wholly within the same redirected tab/window to qualify for cashback.\nIf you face any payment error, redo your purchase process by re-clicking through MooBucks Application to ensure tracking remains active.\nWhilst the vast majority of transactions from merchants track successfully, occasionally a transaction may not get reported.\nIf you believe this to be the case, please submit a ‘Missing Cashback’ query within 100 days of the transaction, as we will be unable to chase up older claims.\nPlease note that some merchants may not be forthcoming with untracked cashback.\nWe endeavour to chase untracked cashback but reserve the right to halt enquiries at any time.\nOur&nbsp;ability to pay cashback on an order is dependent on the Affiliate Store paying us&nbsp;first.\nUnfortunately, at times for various reasons, the Affiliate Store does not recognise an order as valid and as such would not pay us&nbsp;for it.\nWhile we typically seek to make a case before the Affiliate Store for payment, unfortunately, we are unable to credit cashback unless and until such payment is received.</p>\n<b>Data Collection &amp.\nUse of Personal Information</b>\n<p>A.\nWe collect the following personal information from you:</p>\n<ul>\n<li>your mobile phone number</li>\n<li>unique identifiers and device information like user name, account number, password, Android ID and device model</li>\n<li>information about what apps you use</li>\n<li>preferences information and data about your use of the Services</li>\n<li>details regarding your marketing preferences</li>\n<li>how frequently you use the Services, your responses to the offerings and advertisements presented or made available by us</li>\n<li>information about the searches you perform and how you use the results of those searches, etc</li>\n<li>customer service information about you as a user of our Services</li>\n<li>location data</li>\n<li>information about any devices, connections and methods used to access and interact with us</li>\n<li>other information specifically related to your use of Services, including information that you publicly post using tools made available by us</li>\n<li>demographic information such as age, education, gender, and interests</li>\n<li>contact information and registration data such as name, email address, mailing address, phone numbers, information imported from social log in permissions granted to us, etc</li>\n</ul>\n<p>As is true of most Web sites, we automatically gather information about your computer, manner of connecting to the Internet and the name of your Internet service provider or wireless carrier.\nand data relating to malfunctions or problems occurring when you use our Services.\nAdditionally, we may collect information about other software on your device for the limited purpose of protecting your security or improving your online experience.\nYour information may be supplemented with additional information from other companies such as publicly available information, information about households, and other information that we may append or match to your information.</p>\n<p>B.\nWe use this information for the following key purposes related to our Service:</p>\n<ul>\n<li>so that we can reimburse you with prepaid recharge for app usage in exchange for such information</li>\n<li>to tailor the MooCash experience to your preferences</li>\n<li>so that we can verify your unique MooCash account</li>\n</ul>\n<p>C.\nWe may also use your personal information to:</p>\n<ul>\n<li>Send you requested product or service information</li>\n<li>Administer your account</li>\n<li>Send you a newsletter</li>\n<li>Send you marketing communications</li>\n<li>Administer contests and sweepstakes you entered, and notify you if you won.\nRespond to your questions and concerns</li>\n<li>Improve our Services and marketing efforts</li>\n<li>Conduct research and analysis</li>\n<li>Display content based upon your interests and personalize the content and advertising you receive</li>\n<li>Help offer you other products, features, or services that may be of interest</li>\n</ul>\n<p>D.\nWe may also disclose your personal information:</p>\n<ul>\n<li>as required by law such as to comply with a subpoena, or similar legal process</li>\n<li>if we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request</li>\n</ul>\n<p>We may also share aggregated, non-personally identifiable information, publicly and with our partners like publishers, advertisers or connected sites.\nFor example, we may share information publicly to show trends about the general use of our services.</p>\n<b>Cookies and Other Tracking Technologies</b>\n<p>As is true of most Web sites, we automatically gather information about your computer and device such as your IP address, browser type, referring/exit pages, operating system, pages visited, location, your mobile carrier, device information (including device and application IDs), search terms, and cookie information.\nWe may use cookies, or other technologies in combination with your information to enhance and personalize your experience, for example, to keep track of your preferences and profile information.\nCookies are also used to collect general usage and volume statistical information that does not include personal information.\nYou can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nHowever, it’s important to remember that many of our Services may not function properly if your cookies are disabled.</p>\n<b>Information Sharing &amp.\nDisclosure</b>\n<p>We may disclose your personal information to third parties who work on our behalf to provide products and services requested by you and to financial institutions and payment processors that are involved in the processing or screening of transactions applicable to your Account.\nWe share personal information for these purposes only with third parties whose privacy policies are consistent with ours or who agree to abide by our policies with respect to personal information, however, we are not liable to you for any disclosure of your information made by such third parties.</p>\n<p>We may also disclose your personal information if required to do so by law or if MooCash reasonably believes that such action is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms.\n(c) respond to claims that any Content or Post violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property or personal safety of MooCash, Account holders, or any other party.</p>\n<p>If you do not consent to the collection, use or disclosure of your personal information as outlined in this policy, please do not open an Account or provide any personal information to us.</p>\n<b>Security</b>\n<p>MooCash uses industry-standard data collection and encryption methodologies to ensure the secure collection and transmission of your personal information.\nWe use reasonable efforts to help protect your personal information against unauthorized access and unauthorized alteration, disclosure or destruction.\nHowever, we cannot guarantee that your personal information will be absolutely protected.\nFor example, your personal information may be affected by actions outside of our control, such as computer “hacking” and physical theft.\nYou acknowledge that you provide your personal information at your own risk.</p>\n<b>Indemnification</b>\n<p>You agree to indemnify, defend and hold harmless to MooCash and its affiliates and their officers, directors, employees, contractors, agents, licensors, service providers, subcontractors and suppliers from and against any and all losses, liabilities, expenses, damages and costs, including reasonable attorneys’ fees and court costs, arising or resulting from:</p>\n<ul>\n<li>your User Content</li>\n<li>any activity under your account or using your password</li>\n<li>your use of the Service</li>\n<li>your violation of these Privacy &amp.\nTerms</li>\n<li>your violation of any third party right, including without limitation any copyright, intellectual property, or privacy right</li>\n<li>any claims that your use of the Service caused damage to a third party</li>\n<li>your violations of any and all applicable laws, rules or regulations from any jurisdiction</li>\n<li>your encouragement, assistance or enablement of any third party’s violation of any of the provisions, laws, rules, regulations, rights or agreements described above</li>\n</ul>\n<p>If you cause a technical disruption of the Service or the systems transmitting the Service to you or others, you agree to be responsible for any and all losses, liabilities, expenses, damages and costs, including reasonable attorneys’ fees and court costs, arising or resulting from that disruption.\nMooCash reserves the right, at its own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with MooCash in the defense of such matter.</p>\n<p>THESE DEFENSE AND INDEMNIFICATION OBLIGATIONS WILL SURVIVE THIS AGREEMENT AND YOUR USE OF THE SERVICE</p>\n<b>DISCLAIMERS</b>\n<p>YOU AGREE THAT YOUR USE OF THE SERVICES SHALL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, MOOCASH, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF.\nMOOCASH MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THIS SITE’S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICES, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICES BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES.\nMOOCASH DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND MOOCASH WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<b>LIMITATION OF LIABILITY</b>\n<p>IN NO EVENT SHALL MOOCASH, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICES, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICES BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT MOOCASH SHALL NOT BE LIABLE FOR CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>These Terms shall be governed by and construed in accordance with the laws of the United States of America.\nMooCash makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are responsible for compliance with local law.</p>\n<p>If you have any questions, you can contact us at support@getmoocash.com</p>\n<p>Dated: 5th March, 2017</p> 2021 Moocash © All right reserved • Privacy &amp.\nTerms <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2021-08-18 04:10:24.933297", "updated_at": "2021-08-18 02:10:56.298892"}], "points": [], "urls": ["getmoocash.com"]}}