{"error": 448, "message": "OK", "parameters": {"id": 6788, "name": "Connected Caregiver", "created_at": "2022-08-13 16:27:21.567901", "updated_at": "2022-08-13 22:01:26.36778", "wikipedia": null, "keywords": null, "related": null, "slug": "connected-caregiver", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6788.png", "url": "myconnectedcaregiver.com", "documents": [{"id": 12414, "name": "Terms", "url": "https://myconnectedcaregiver.com/terms/", "xpath": "/html/body/div[1]/div/div/div/div/article/div/div/div/div/div", "text": " Connected Caregiver™ Standard Terms <p>\n<em>Updated April 13, 2022</em>\n</p>\n<p>These Connected Caregiver Standard Terms constitute a legally binding agreement (the “Agreement”) between you (as defined below) and Verustat, Inc., doing business as Connected Caregiver (“Connected Caregiver,” “we”, “us”, “the company”) and specifically govern (i) any hardware we ship or sell to you (any such hardware is referred to herein as a “Device”), (ii) the use of the Connected Caregiver applications (the “App”) and www.myConnectedCaregiver.com, our website (the “Website”), and (iii) any related services we provide to you.\nThe Device(s), App, Website and related services, including, but not limited to, software, data, subscription services, the use of de-identified and aggregated data for improving any of the foregoing, and other services provided by Connected Caregiver shall be collectively referred to herein as the “Services.”</p>\n<p>References to “you” in this Agreement refer to each of the following, collectively or individually, as the context may require, and as applicable for each registered Connected Caregiver account: (i) the person who has purchased the Services for the purpose of monitoring the health information of a loved one (referred to herein individually as the “Primary Caregiver”) and (ii) the person whose health information is monitored by the Services (your “Loved One”).\nIn the case where the Primary Caregiver has purchased the Services to monitor his or her own health information, references to Primary Caregiver and to Loved One herein will be understood to be to the same person.</p>\n<p>\n<strong>The Primary Caregiver is responsible for ensuring that your Loved One has received and reviewed a copy of this Agreement, consents to be bound hereby, and specifically consented to being monitored by the Services as set forth in Section 2.9 below.\nNotwithstanding the foregoing, Connected Caregiver may rely on your Loved One’s use of any Device as evidence that such consent has been properly given.</strong>\n</p>\n<p>\n<strong>The Devices and Services are not intended and not authorized for use to diagnose any medical condition or identify or, with the exception of Safety Devices (as defined in Section 2.17 below), alert anyone when medical care (urgent or otherwise) or other urgent assistance is required.\nIf you are experiencing a medical emergency, you should immediately contact emergency services (e.g., by dialing 9-1-1 in the United States).\nThe Connected Caregiver Services are not designed to identify when a medical emergency has arisen and, with the exception of Safety Services, are not able to contact emergency services (9-1-1) on your behalf.&nbsp;</strong>\n</p>\n<p>\n<strong>Each Device (other than the STAT-Phone and Safety Devices) is a medical device regulated by the U.S.\nFood and Drug Administration.\nPlease read all information that accompanies each Device.\nBy using a Device, you assume the risks associated with using it.&nbsp;</strong>\n</p>\n<p>\n<strong>IMPORTANT:&nbsp;PLEASE READ THIS AGREEMENT CAREFULLY BEFORE USING THE SERVICES.</strong>\n</p>\n<ol>\n<li>\n<u> Acceptance.</u>\n</li>\n</ol>\n<p>1.1.\nBY USING THE SERVICES OR A DEVICE, CREATING AN ACCOUNT, DOWNLOADING SOFTWARE, THE APP OR A SOFTWARE UPDATE, AS APPLICABLE, YOU INDICATE YOUR ACCEPTANCE OF ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT.</p>\n<p>1.2.\nYou agree that the terms of this Agreement will apply to any Connected Caregiver-branded app that may be pre-installed on your Device(s), unless such app is accompanied by a separate license, in which case you agree that the terms of that license will govern your use of that app.</p>\n<ol>\n<li>\n<u> License.</u>\n</li>\n</ol>\n<p>2.1.\nWe grant you a limited, nonexclusive, nontransferable license to access and use the Services, including, but not limited to, software (including Boot ROM code, embedded software and third-party software), documentation, interfaces, content, fonts, and any data that came with the Device(s) (“Original Device Software”), as may be updated or replaced by feature enhancements, software updates or system restore software provided by Connected Caregiver (“Device Software Updates”), whether in read only memory, on any other media or in any other form (the Original Device Software together with any Device Software Updates are collectively referred to as the “Device Software”) pursuant to the terms of this Agreement.\nYou may only use the Services for your own personal use (which for the avoidance of doubt includes the Primary Caregiver, your Loved One and any End Users as outlined in Section 2.13 below).</p>\n<p>2.2.\nThe Services are proprietary to Connected Caregiver.\nYou acquire no right to the Services, the Device Software, or any information or data contained in or produced by the Services or the Device Software, except for the right to use such information and data solely for your own personal purposes, in accordance with this Agreement.\nThis license does not grant you any rights to use Connected Caregiver proprietary interfaces and other intellectual property in the design, development, manufacture, licensing or distribution of third party devices and accessories, or third-party software applications, for use with a Device, Services, or otherwise.\nYou may not sublicense, assign, or transfer your license to the Service, the Device Software, or the data and output produced by the Services or the Device Software to any third party, but you may designate and authorize End Users to access the Services for the benefit of your Loved One subject to the terms of this Agreement and specifically Section 2.13 below.</p>\n<p>2.3.\nThis license shall terminate immediately upon termination of your subscription to the Services and all right and licenses granted under this Agreement shall revert to Connected Caregiver, provided you may retain any Device(s) you have purchased provided they are paid for in full.</p>\n<p>2.4.\nConnected Caregiver, at its discretion, may make available future Device Software Updates for a Device.\nThe Device Software Updates, if any, may not necessarily include all existing software features or new features that Connected Caregiver releases for newer or other models of a Device.\nThe terms of this License will govern any Device Software Updates provided by Connected Caregiver that replace and/or supplement the Original Device Software product, unless such Device Software Update is accompanied by a separate license in which case the terms of that license will govern.</p>\n<p>2.5.\nAll waveform data and all information surrounding the alert data is confidential, a trade secret, and/or otherwise proprietary to Connected Caregiver.\nNo license is provided to you to use or disclose this information to others except as is necessary for monitoring your Loved One’s health or facilitating medical treatment for your Loved One, and it is provided with similar restrictions.</p>\n<p>2.6.\nSubject to the terms and conditions of this License, you are granted a limited, non-exclusive license to download Device Software Updates that may be made available by Connected Caregiver for your Device(s) to update or restore the software on your Device(s).</p>\n<p>2.7.\nYou may not, and you agree not to or enable others to, copy (except as expressly permitted by this License), decompile, reverse engineer, disassemble, attempt to derive the source code of, decrypt, modify, or create derivative works of the Device Software or the Services or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or by licensing terms governing use of open-source components that may be included with the Device Software).</p>\n<p>2.8.\nThe Device Software may be used to reproduce materials so long as such use is limited to reproduction of non-copyrighted materials or materials in which you own the copyright.\nAny content displayed by, stored on or accessed through your Device(s) or Services may be protected by copyright or other intellectual property laws and treaties, and may be subject to terms of use of the third party providing such content.\nExcept as otherwise provided herein, this License does not grant you any rights to use such content nor does it guarantee that such content will continue to be available to you.</p>\n<p>2.9.\nIf you are the Primary Caregiver who has ordered Devices and Services to be used by your Loved One, you warrant that you have provided a copy of this Agreement to your Loved One and obtained their consent to be monitored and have their health information collected by the Devices and the Services and shared with you and any End Users you designate, as well as with Connected Caregiver to be used in accordance with the terms of this Agreement and in particular Section 6 below.</p>\n<p>2.10.\nYou agree to use the Device Software and the Services in compliance with all applicable laws, including local laws of the country or region in which you reside or in which you download or use the Device Software.\nFeatures of the Device Software and the Services may not be available in regions, some features may vary by region, and some may be restricted or unavailable from your service provider.\nA Bluetooth connection to a supported device (“Paired Device”) with Wi-Fi or cellular data connection is required for some features of the Device Software and Services.</p>\n<p>2.11.\nYou acknowledge that many features and Services of the Device Software and Device transmit data and could impact charges to your data plan, and that you are responsible for any such charges.\nYou can control which applications are permitted to use cellular data and view an estimate of how much data such applications have consumed under Cellular Data Settings.\nFor more information, please consult your User Guide for your cellular or internet Device.</p>\n<p>2.12.\nYou agree that you may not rely on the Device or Services for any medical decisions, and that if you have any concerns about your Loved One’s health, you should consult a physician regardless of information provided or not provided by the Device and Services.\nFor example, Connected Caregiver’s Alerts provided by the Services, or the lack of a Connected Caregiver Alert, should not be relied on by you and you must seek medical attention for your Loved One as you would in the absence of the Device and Service.\nIf your Loved One has any medical condition that you believe could be affected by a Device, consult with a physician prior to using the Device.</p>\n<p>2.13.\nEnd Users.\nAdditional persons who are granted access to the Services by the Primary Caregiver or your Loved One to be able to monitor or review the health information of your Loved One are referred to herein as “End Users.” You will be deemed to have taken any action that you permit, assist or facilitate any End User to take.\nYou are responsible for End Users’ use of the Services and any use or disclosure of information about your Loved One accessed by an End User through the Services.\nYou will ensure that all End Users comply with your obligations under this Agreement.\nIf you become aware of any violation of your obligations under this Agreement caused by an End User, you will immediately suspend the End User’s access.\nEnd Users may access customer support in order to assist them in setting up and using the Services.</p>\n<p>2.14.\nYou agree not to misuse the Device or Services or help anyone else to do so.\nAny violation of this section may result in immediate suspension or termination of your Connected Caregiver account.\nAny attempt to do any of the following things, successful or otherwise, is a violation of this section: (a) probe, scan, test the vulnerability of, interfere with, or disrupt any system or network.\n(b) breach or otherwise circumvent any security or authentication measures.\n(c) access, tamper with, or gain unauthorized access to non-public areas or parts of the Services.\n(d) send unsolicited communications, promotions or advertisements, or spam.\n(e) send altered, deceptive, or false source-identifying information, including spoofing of phishing.\n(f) promote or advertise any products or services.\n(g) resell the Services unless specifically authorized to do so by Connected Caregiver.\n(h) harass any person, violate the privacy of any person, infringe upon the rights of any person (including intellectual property rights), or use the Services in any way that is unethical or immoral.\nor (i) use the Services in any way that constitutes a violation of law or that would give rise to civil liability.</p>\n<p>2.15.\nYou may not rent, lease, lend, sell, redistribute, or sublicense the Device Software.\nDevices may not be compatible with other similar services (i.e., you may not be able to use a Device received from us with similar services provided by third parties).\nIf you cease to subscribe to the Services, the Devices may no longer be usable.\nThe STAT-phone may not be used as a typical mobile phone device (e.g., it cannot be used to make phone calls).</p>\n<p>2.16.\nYou may share the information collected through the Services with a physician, but we do not warrant the information’s accuracy or completeness and any use of such information is at the physician’s discretion and your sole risk.\nAny medical advice provided (or not provided) by your physician, and any decision made (or not made) by or care or treatment provided (or not provided) to you (collectively, “Care Decisions”), whether or not in reliance on any information from the Services, is solely at your own risk.\nConnected Caregiver specifically disclaims any responsibility for any Care Decisions.</p>\n<p>2.17.\nSafety Monitoring Services and Devices.\nThis section 2.17 applies solely to the Connected Caregiver Safety Monitoring service, a personal emergency response service provided by Connected Caregiver to subscribers (“Safety Services”) and the Devices supplied to you by Connected Caregiver to provide such Safety Services (“Safety Devices”).\nExcept to the extent in conflict with any terms of this Section 2.17, all provisions in this Agreement applicable to Services and Devices apply equally to Safety Services and Safety Devices, respectively.\nTo the extent of any such conflict, the terms of this Section 2.17 will control, but solely with respect to Safety Services and Safety Devices.</p>\n<p>The Safety Services include the location tracking services and receipt, analysis and response to alarm signals initiated by you or others via the Safety Devices (or when the Safety Device detects a fall) for so long as you subscribe for such Safety Services.</p>\n<p>Upon receipt of an alarm (whether user initiated or due a fall being detected), Connected Caregiver will make reasonable efforts to contact you via your Safety Device, and if deemed necessary in Connected Caregiver’s reasonable judgment, other persons (e.g., loved ones or medical professionals) and entities (e.g., local police, fire, ambulance or other emergency services) you have specified (and in the order you have specified) at the time you subscribed for the Safety Services (collectively, “Responders”) may be contacted.\nYou are solely responsible for ensuring that all Responder information (including name and contact details) is accurate and kept up-to-date.\nNote, if we receive an alarm and receive no response when we attempt to contact you via your Safety Device, and are unable to reach you or the Responders you have designated in your account profile, we may dispatch emergency services to your location (as reported by your Safety Device).</p>\n<p>Connected Caregiver is expressly authorized to rely on any statements made by you or anyone sending an alert or communicating with us (or our monitoring service provider) via the Safety Device or via other means (e.g., via phone at your home or other location where your Safety Device is registered) as to your condition or location and specifically in connection with making a decision on which Responders to contact, if any, and without verifying such person’s identity or authority to speak on your behalf.\nConnected Caregiver may also disregard any alarm if you or any of the foregoing direct Connected Caregiver to do so (and may also in such case advise Responders to disregard any such alarm).</p>\n<p>You agree that attempting to contact the designated Responders as set forth above (when determined necessary in Connected Caregiver’s reasonable judgment) is Connected Caregiver’s exclusive duty as far as responding to any alarm received from your Safety Device.\nWithout limiting the foregoing, (a) Connected Caregiver is not responsible for the promptness, sufficiency or adequacy of the action of any Responder or any third party acting for a Responder.\n(b) Connected Caregiver in no way represents or guarantees that Responders can be contacted, can or will respond, or that any response will be safe, timely, or effective.\n(c) the Responders designated by you, and the emergency services available in your area, are not agents or other representatives of Connected Caregiver.\n(d) Connected Caregiver will not send any of its personnel to your premises in response to any emergency signal.\n(e) you will be responsible for any fines imposed for any false alarms (including any such fines imposed on Connected Caregiver or its suppliers or licensors providing any part of the Safety Services).\nand (f) Connected Caregiver will not be responsible for any medical bills or other charges or liability for which you are billed by any Responder in connection with their response to an alarm (even if you conclude that we should not have contacted a Responder or that the Responder’s response was not needed or ineffective or not covered by insurance).</p>\n<p>The Safety Services are not insurance.\nConnected Caregiver does not provide insurance and does not guaranty that no loss or injury will occur by having a Safety Device or using the Safety Services.</p>\n<p>The Safety Device relies on mobile data networks to be able to deliver tracking information and alarms to Connected Caregiver.\nConnected Caregiver is not responsible if the Safety Device is unable to deliver tracking information or an alarm or if Connected Caregiver is unable to provide the Safety Services as a result of any disruption or fault in such networks from any cause or if the Safety Device is used outside the geographic area where such networks operate.</p>\n<p>You are responsible for maintaining your Safety Device in good operating condition.\nConnected Caregiver is not responsible if your Safety Device is unable to detect a fall or send an alarm due to negligent care on your part.</p>\n<p>You expressly authorize us to direct any Responder to force entry into your home or premises in response to an alarm.\nYou acknowledge that this may result in damage to your home or such premises (and/or damage to property, or injury, up to and including death, to persons or pets, located therein).\nYou agree that neither Connected Caregiver nor any such Responder will be responsible for any such damage or injury.</p>\n<p>You acknowledge that as part of the Safety Services, Connected Caregiver may collect location tracking information via the Safety Devices and such tracking information may be shared with third parties with which Connected Caregiver has contracted to provide any part of the Safety Services.\nSuch tracking information may be used by Connected Caregiver and such third parties for any lawful purpose, subject to Connected Caregiver’s Privacy Policy, which can be viewed at https://MyConnectedCaregiver.com/terms.\nYou acknowledge that the networks over which such tracking information is communicated are not secure and may be intercepted.\nAs a consequence of the foregoing, you acknowledge that tracking information should not be considered confidential.\nFor more details on how this tracking information may be collected, shared and used by us and the third parties with which we do business, refer to our Privacy Policy.</p>\n<p>You may be required by your local governmental authority or agency to obtain a permit before you can lawfully receive the Safety Services.\nYou will be responsible for obtaining any such permits and paying any associated fees as well as for any fines imposed as a result of any failure to obtain or maintain such permits.\nIf we receive an excessive number of false alarms from your Safety Device, we may impose additional fees and/or cancel your subscription to the Safety Services.</p>\n<p>The Federal Communications Commission and Federal Aviation Administration prohibit the use of the Safety Devices on commercial aircraft, including in checked baggage.</p>\n<p>If your subscription for the Safety Services expires or is terminated, Connected Caregiver may disregard any alarm from your Safety Device (and may take steps to prevent the receipt of any further communications from your Safety Device).</p>\n<ol>\n<li>\n<u> Devices.</u>\n</li>\n</ol>\n<p>3.1.\nThis Section 3 applies specifically to the Devices and any other tangible goods sold or shipped by Connected Caregiver to you when you subscribe for Services.</p>\n<p>3.2.\nDevices will be shipped promptly after your order is received.\nAny delivery date we communicate to you at the time of order is an estimate only and not a guaranty.\nTitle and risk of loss with respect to the Devices passes to you upon delivery to the delivery address you provided at the time of order.\nThis means that if a Device is lost or damaged after you have received it, Connected Caregiver may charge your authorized form of payment a Lost/Non-Returned Device fee based on the type and number of Devices affected (in the case of loaned Devices).\nThis fee is waived if your subscription has been active and fully paid for at least 6-months from the date the affected Devices were shipped to you, and this fee does not apply in the case of Devices you purchase separately.</p>\n<p>3.3.\nYou must inspect the Device(s) promptly upon receipt to ensure no damage has occurred during shipping and that you have received the Device(s) you ordered.\nYou should also immediately activate and test the Device(s) to ensure they are functioning correctly.\nYou may contact Connected Caregiver customer support if you have any difficulties activating your Device(s).\nYou should immediately notify us if there is any damage or discrepancy in your shipment or if any Device(s) are not functioning properly.\nYou will be deemed to have accepted the Device(s) if we have not received a report of damage or other issue within twenty (20) days of the date of delivery.</p>\n<p>3.4.\nIf a Device stops working properly, and assuming we are not able to address the issue remotely (e.g., over the phone or via email or web support), we will promptly ship a replacement Device to you at no cost.\nAlong with the replacement Device, you will be provided a return shipping label to ship the defective Device back to us at our cost once the replacement Device has been received.\nYou must promptly return the defective Device to us using the return shipping label and the packaging your replacement Device arrives in (care should be taken when opening the replacement Device package upon delivery to ensure the packaging can be reused).\nIf we do not receive the defective Device back within thirty (30) days of delivery of the replacement Device, you may be charged a Lost/No Return Fee on your authorized form of payment.\nThis Section 3.4 will apply only for so long as you are continuously subscribed to receive the Services.</p>\n<p>3.5.\nDevices are manufactured by third parties.\nExcept with respect to the Device Software, Connected Caregiver has no input in the design or manufacture of the Devices.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, CONNECTED CAREGIVER SPECIFICALLY DISCLAIMS ANY RESPONSIBILITY FOR ANY DEFECT IN THE MANUFACTURE OR DESIGN OF ANY DEVICE.</p>\n<p>3.6.\nEXCEPT FOR ANY WARRANTY PROVIDED BY THE ORIGINAL MANUFACTURER, DEVICES ARE SOLD AS-IS WITHOUT ANY WARRANTY OF ANY KIND.\nTHE DISCLAIMERS SET FORTH IN SECTION 10 BELOW ALSO APPLY.</p>\n<ol>\n<li>\n<u> User Accounts and Subscription and Payment Terms.</u>\n</li>\n</ol>\n<p>4.1.\nAny person accessing the Services must register for a Connected Caregiver user account.\nEach user account must be associated with a valid email address and a primary account established by the applicable Primary Caregiver.\nEach account group (including the Primary Caregiver’s account and all related accounts) will have access to the data of only your Loved One.</p>\n<p>4.2.\nSubscriptions operate on a month-to-month base, meaning your subscription will continue in force, and the Primary Caregiver’s designated form of payment will be automatically charged, in accordance with the payment terms disclosed to the Primary Caregiver at the time he or she registered the primary account, until the Primary Caregiver cancels the subscription.\nThe Primary Caregiver must keep a valid form of payment on file with us for the duration of the subscription and agrees to pay all subscription fees in a timely manner in accordance with such payment terms.\nFailure to pay any amount when due may result in the immediate suspension of the Services.</p>\n<p>4.3.\nA subscription may be cancelled by the Primary Caregiver at any time by contacting Connected Caregiver customer support.\nCancellation will be effective upon the expiration of the period through which you have paid for the Services.</p>\n<p>4.4.\nSubscription fees, once paid, are not refundable.\nIf your subscription has been active less than six (6) months since the date your Devices were shipped, you must return the Devices within two (2) weeks of cancelling your subscription or your approved form of payment will be charged a Lost/No Return Fee based on the type and number of Devices.</p>\n<p>4.5.\nYou may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\n<p>4.6.\nYou agree to take all reasonable efforts to prevent the unauthorized use or disclosure of your user ID and password to protect the Services from improper access.\nYour user ID and password are personal to you only.\nYou are responsible for anyone to whom you provide access to your user ID and password.\nIf you believe your user ID or password have been compromised, notify us as soon as possible.\nIf you fail to do so, we are not responsible for any damages you sustain as a result of any unauthorized access to the Services.\nFurther you may be responsible for damages we sustain as a result of unauthorized access to the Services.</p>\n<ol>\n<li>\n<u>User Support &amp.\nCommunication.</u>By registering for a user account, you agree that Connected Caregiver’s staff may contact you to assist you with the Services and the Device(s) and to obtain updates on your Loved One’s health status and your feedback on the Services.\nYou agree that Connected Caregiver may contact you (using the information you provided at registration) via email, push notification in the app, telephone, cell phone, and SMS/text messages.</li>\n<li>\n<u>Consent to Use of Data.</u>Device Software features require information from the Device(s) to provide their respective functions.\nWhen you turn on or use these features, data potentially including, but not limited to, heart rate, respiratory rate, blood pressure, oxygen saturation, temperature, motion, posture, skin temperature, and/or mobility, and changes to the foregoing will be transmitted by the Device Software to Connected Caregiver.\nBy using the Device and Services, you agree and consent to Connected Caregiver’s and its agents’ transmission, collection, maintenance, processing, and use of this information, to provide and improve the Devices and Services and other Connected Caregiver products and services.\nAt all times your information will be treated in accordance with Connected Caregiver’s Privacy Policy, which can be viewed at https://MyConnectedCaregiver.com/terms.</li>\n<li>\n<u>Assignment of Rights to Feedback.</u>All data or comments submitted or otherwise given by you regarding the evaluation of, critique of, or suggestions for improvement of the Connected Caregiver Devices and Services (collectively “Feedback”) shall be owned by Connected Caregiver and you hereby assign to Connected Caregiver all of your right, title and interest in and to such data and all Feedback.\nAdditionally, you acknowledge and agree that Connected Caregiver may prepare, use, sell and distribute aggregated de-identified information collected and stored in or as part of the Services.</li>\n<li>\n<u> Third Party Materials.</u>\n</li>\n</ol>\n<p>8.1.\nThe Device Software may enable access to third-party services and web sites.\nUse of third-party services requires Internet access.\nUse of certain third-party services may require an account and may require you to accept additional terms and may be subject to additional fees.\nBy using such third-party services, you agree to the applicable terms of service for such services.</p>\n<p>8.2.\nConnected Caregiver does not guarantee the availability, accuracy, completeness, reliability, or timeliness of data transmitted or displayed by any Services or third-party services.</p>\n<p>8.3.\nTo the extent that you upload any content through the use of the Services or third-party services, you represent that you own all rights in, or have authorization or are otherwise legally permitted to upload, such content and that such content does not violate any terms of service.\nYou agree that the Services or third-party services contain proprietary content, information and material that is owned by Connected Caregiver, the site owner and/or their licensors, and is protected by applicable intellectual property and other laws, including but not limited to copyright.\nYou agree that you will not use such proprietary content, information or materials other than for permitted use of the Services or third-party services or in any manner that is inconsistent with the terms of this License or that infringes any intellectual property rights of a third party or Connected Caregiver.\nNo portion of the Services or third-party services may be reproduced in any form or by any means.\nYou agree not to modify, rent, lease, loan, sell, distribute, or create derivative works based on the Services or third-party services, in any manner, and you shall not exploit the Services or third-party services in any unauthorized way whatsoever, including but not limited to, using the Services or third-party services to transmit any computer viruses, worms, trojan horses or other malware, or by trespass or burdening network capacity.\nYou further agree not to use the Service or third-party services in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party, and that Connected Caregiver is not in any way responsible for any such use by you, nor for any harassing, threatening, defamatory, offensive, infringing or illegal messages or transmissions that you may receive as a result of using any of the Services or third-party services.</p>\n<ol>\n<li>\n<u>Termination.</u>This Agreement is effective until terminated.\nYour rights under this Agreement will terminate automatically or otherwise cease to be effective without notice from Connected Caregiver if you fail to comply with any term(s) of this Agreement.\nUpon the termination of this Agreement, you shall cease all use of the Device Software.\nYou also acknowledge that any Devices you may have received or purchased may cease to function or have limited functionality without an active subscription to the Services and that notwithstanding any such limitations you will not be entitled to a refund for the Devices.\nAccrued payment obligations, together with the terms and conditions of sections 6 through 21 of this Agreement shall survive any such termination.</li>\n<li>\n<u> Disclaimer of Warranties.</u>\n</li>\n</ol>\n<p>10.1.\nYOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT, TO THE EXTENT PERMITTED BY APPLICABLE LAW, USE OF THE DEVICE(S), DEVICE SOFTWARE, AND ANY SERVICES PERFORMED BY OR ACCESSED THROUGH THE DEVICE SOFTWARE OR SERVICES IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU.</p>\n<p>10.2.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE DEVICE, DEVICE SOFTWARE AND SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE”, WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND.\nCONNECTED CAREGIVER AND CONNECTED CAREGIVER’S LICENSORS (COLLECTIVELY REFERRED TO AS “CONNECTED CAREGIVER” FOR THE PURPOSES OF SECTIONS 10 AND 11) HEREBY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE DEVICE(S), DEVICE SOFTWARE, AND SERVICES, EITHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.</p>\n<p>10.3.\nCONNECTED CAREGIVER DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE DEVICE(S), DEVICE SOFTWARE AND SERVICES, THAT THE FUNCTIONS CONTAINED IN, OR SERVICES PERFORMED OR PROVIDED BY, THE DEVICE(S), DEVICE SOFTWARE OR CONNECTED CAREGIVER IN GENERAL WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE DEVICE(S), DEVICE SOFTWARE OR SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT ANY SERVICE WILL CONTINUE TO BE MADE AVAILABLE, THAT DEFECTS IN THE DEVICE(S), DEVICE SOFTWARE OR SERVICES WILL BE CORRECTED, OR THAT THE DEVICE(S), DEVICE SOFTWARE OR SERVICES WILL BE COMPATIBLE OR WORK WITH ANY THIRD PARTY SOFTWARE OR APPLICATIONS.\nTHIRD PARTY INSTALLATION OF THIS DEVICE SOFTWARE MAY AFFECT THE AVAILABILITY AND USABILITY OF THIRD-PARTY SOFTWARE, APPLICATIONS, OR THIRD-PARTY SERVICES, AS WELL AS CONNECTED CAREGIVER’S SERVICES.</p>\n<p>10.4.\nYOU FURTHER ACKNOWLEDGE THAT THE DEVICE(S), DEVICE SOFTWARE AND SERVICES ARE NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE FAILURE OR TIME DELAYS OF, OR ERRORS OR INACCURACIES IN, THE CONTENT, DATA OR INFORMATION PROVIDED BY ANY OF THE FOREGOING COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE, INCLUDING WITHOUT LIMITATION THE OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, LIFE SUPPORT OR WEAPONS.</p>\n<p>10.5.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY CONNECTED CAREGIVER OR A CONNECTED CAREGIVER AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY.\nSHOULD A DEVICE, THE DEVICE SOFTWARE OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR REPLACEMENT.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>10.6.\nTHIS DISCLAIMER OF WARRANTIES MAY NOT BE ALLOWED IN CERTAIN JURISDICTIONS, SO THE PROVISIONS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<ol>\n<li>\n<u>Limitation of Liability.</u>TO THE EXTENT NOT PROHIBITED BY APPLICABLE LAW, IN NO EVENT SHALL CONNECTED CAREGIVER, ITS AFFILIATES, AGENTS OR PRINCIPALS BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, CORRUPTION OR LOSS OF DATA, FAILURE TO TRANSMIT OR RECEIVE ANY DATA, BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE A DEVICE, THE DEVICE SOFTWARE OR SERVICES OR ANY THIRD PARTY SOFTWARE OR APPLICATIONS IN CONJUNCTION WITH THE FOREGOING, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT OR OTHERWISE).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU.\nIn no event shall Connected Caregiver’s total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of two hundred and fifty dollars (US$250.00).\nThe foregoing limitations will apply even if the above-stated remedy fails of its essential purpose.</li>\n<li>\n<u>Indemnification.</u>You hereby agree to defend, indemnify and hold harmless Connected Caregiver and its directors, employees, owners, suppliers, licensors, successors and assigns (collectively the “Indemnified Parties”) from and against any and all losses, damages or expenses of whatever form or nature, including actual attorneys’ fees and other costs of legal defense, whether direct or indirect, which they, or any Indemnified Party may sustain or incur as a result of your act or omission including, but not limited to, (i) your or any End User’s use and access of the Services, by you or any person using your account and password.\n(ii) a breach of this Agreement or violation of applicable law by you or any End User, (iii) any content or data posted on the Service, (iii) any claim by your Loved One that they have not consented to be monitored as set forth in this Agreement.\n(iv) a dispute between or among any combination of the following: the Primary Caregiver, your Loved One, and/or any End User(s).\nor (v) any claim asserting that Connected Caregiver and/or any other Indemnified Party should be legally responsible for any loss or damage to property or for any injury (up to and including death) suffered by any person or animal in each case where Connected Caregiver has disclaimed responsibility hereunder for any such loss, damage or injury (a “Covered Claim”).\nOn behalf of yourself and any other person claiming through you or suing in your name, including without limitation any relative, heir, successor or assign and any insurer of you or your property, you hereby release Connected Caregiver and each Indemnified Party from any responsibility for any Covered Claim.</li>\n<li>\n<u>Controlling Law</u>.\nThis Agreement will be governed by and construed in accordance with the laws of the State of Tennessee, without regard to its conflict of law principles.</li>\n<li>\n<u>Severability</u>.\nIf for any reason a court of competent jurisdiction finds any provision, or portion of this Agreement to be unenforceable, such provision shall be enforceable to the maximum extent permitted under applicable law, and the remainder of this Agreement shall continue in full force and effect notwithstanding such unenforceable provision.</li>\n<li>\n<u>Complete Agreement.\nGoverning Language.</u>This Agreement constitutes the entire agreement between you and Connected Caregiver and supersedes all prior or contemporaneous understandings.\nNo amendment to or modification of this Agreement will be binding unless in writing and signed by Connected Caregiver.\nAny translation of this Agreement is done for local requirements and in the event of a dispute between the English and any non-English versions, the English version of this Agreement shall govern, to the extent not prohibited by local law in your jurisdiction.</li>\n<li>\n<u>Force Majeure.</u>In no event shall Connected Caregiver be responsible or liable for any failure or delay in the performance of its obligations hereunder arising out of or caused, directly or indirectly, by circumstances beyond its reasonable control, including, without limitation, acts of God.\nearthquakes.\nfires.\nfloods.\nwars.\ncivil or military disturbances.\nacts of terrorism.\nsabotage.\nstrikes.\nepidemics.\nriots.\npower failures.\ncomputer failure and any such circumstances beyond its reasonable control as may cause interruption, loss, or malfunction of utility, transportation, computer (hardware or software) or telephone communication service.\naccidents.\nlabor disputes.\nacts of civil or military authority.\ngovernmental actions.\nor inability to obtain labor, material, equipment or transportation.</li>\n<li>\n<u>Independent Contractors.\nNon-Exclusive Rights.</u>This Agreement will not be construed to create a partnership, joint venture, agency, or employment relationship between Connected Caregiver and any person.\nNeither party, nor any of their respective affiliates, is an agent of the other for any purpose or has the authority to bind the other.</li>\n<li>\n<u>Disputes.</u>Any disputes, controversy, or claim arising out of or relating to this Agreement or a party’s performance or breach thereof, including regarding the scope of this Section, shall be submitted to binding arbitration before the American Arbitration Association pursuant to its Commercial Arbitration Rules then in effect, with the final hearing to be held in Nashville, Tennessee, except that you may assert claims in small claims court in Nashville, Tennessee if your claims qualify.\nEach party shall bear its own cost and expenses in connection with any such dispute or assertion of any such claim.\nThe costs of the arbitrator will be shared equally.\nWe and you agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIF FOR ANY REASON A CLAIM PROCEEDS IN COURT RATHER THAN IN ARBITRATION WE AND YOU WAIVE ANY RIGHT TO A JURY TRIAL AND WE BOTH AGREE THAT THE EXCLUSIVE JURISDICTION FOR ANY SUCH COURT PROCEEDING WILL BE THE STATE OR FEDERAL COURTS LOCATED IN DAVIDSON COUNTY (NASHVILLE), TENNESSEE.\nNotwithstanding the foregoing we and you both agree that you or we may bring suit in any court of competent jurisdiction to enjoin infringement or other misuse of intellectual property rights.\nNo claim may be brought against Connected Caregiver more than one (1) year after the incident giving rise to such claim occurred.</li>\n<li>\n<u>No Third-Party Beneficiaries.</u>Except as set forth in Section 12 and as specified below, this Agreement does not create any third-party beneficiary rights in any individual or entity that is not a party to this Agreement.\nConnected Caregiver may contract with third parties to provide some or all of the Services.\nYou may be contacted by agents of such third party in connection with the Services.\nThe conditions, disclaimers, limitations, and other provisions of this Agreement apply for the benefit of such third party to the same extent as if Connected Caregiver was providing the Services directly.\nFurther, nothing in this Agreement will be deemed to create any contract between you or your Loved One or any End User and any supplier or licensor of Connected Caregiver, or give rise to any contractual or other obligation owing from any such supplier or licensor directly to you, your Loved One, or any End User.</li>\n<li>\n<u>No Waivers.</u>The failure by us to enforce any provision of this Agreement will not constitute a present or future waiver of such provision nor limit our right to enforce such provision at a later time.\nAll waivers by us must be in writing to be effective.</li>\n<li>\n<u> Notice.</u>\n</li>\n</ol>\n<p>21.1.\nTo You.\nWe may provide any notice to you under this Agreement by: (i) posting a notice on the Website.\nor (ii) sending a message to the email address then associated with your account.\nNotices we provide by posting on the Website will be effective upon posting and notices we provide by email will be effective when we send the email.\nIt is your responsibility to keep your email address current.\nYou will be deemed to have received any email sent to the email address then associated with your account when we send the email, whether or not you actually receive the email.</p>\n<p>21.2.\nTo Us.\nTo give us notice under this Agreement, you must contact Connected Caregiver by facsimile transmission to facsimile number 615-807-3779 or personal delivery, overnight courier or registered or certified mail to 1569 Mallory Lane, Building 200, Brentwood, TN 37027.\nNotices provided by facsimile transmission or overnight courier will be effective one business day after they are sent.\nNotices provided registered or certified mail will be effective three business days after they are sent.</p> ", "created_at": "2022-08-13 16:27:21.575472", "updated_at": "2022-08-13 14:27:57.771517"}, {"id": 12413, "name": "Privacy Policy", "url": "https://myconnectedcaregiver.com/privacy/", "xpath": "/html/body/div[1]/div/div/div/div/article/div/div/div/div/div", "text": " <b>Privacy Policy</b>\n<b>At Connected Caregiver, we respect your privacy and are committed to protecting it.</b>\n<p>This Privacy Policy (the “Policy”) explains the types information we collect about those who visit our Website, how we use it, the conditions of disclosure, and how we keep it secure.\nBy using our Website, you are agreeing to be bound by this Policy.</p>\n<p>\n<em>When we use the term “Website,” we are collectively referring to myconnectedcaregiver.com, the Connected Caregiver mobile applications, and/or the portal.myconnectedcaregiver.com.\nall are considered our Website.</em>\n</p>\n<p>Any questions regarding this Policy and our privacy practices should be sent by email to&nbsp;privacy@myconnectedcaregiver.com&nbsp;or by writing to Connected Caregiver at 10 Cadillac Dr., Suite 350, Brentwood, TN 37027.\nAlternatively, you may call 877-774-4363</p>\n<p>&nbsp;</p>\n<b>Consent to Connected Caregiver’s use of your personal data</b>\n<p>By accessing our Website or providing us with your personal data, you are consenting to its collection and use in accordance with this Policy.\nIf you do not agree with our privacy practices, you are under no obligation to use our Website or our remote physiological monitoring devices or safety monitoring devices.</p>\n<p>This Policy applies to information we collect:</p>\n<ul>\n<li>On myconnectedcaregiver.com and portal.myconnectedcaregiver.com;</li>\n<li>Through mobile and desktop applications you download from us, which provide dedicated non-browser-based interaction between you and us;</li>\n<li>In email, text, and other electronic messages between you and the Website;</li>\n<li>When you use one of our remote physiological monitoring or safety monitoring devices.\nand/or</li>\n<li>When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this Policy.</li>\n</ul>\n<p>This Policy does not apply to information collected by any third party, including through any application or content (including advertising) that may link to or be accessible from the Website.</p>\n<b>Protecting the privacy rights of children</b>\n<p>Our Website is not intended for children 16 years of age and younger.\nNo one age 16 or younger may provide any personal information to or on the Website or through any of the other means described above.\nWe never knowingly collect personal information from children under 16.\nIf you are under 16, do not use or provide any information on this Website or through any of its features, register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website, or provide any information about yourself to us, including your name, address, phone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 16 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 16, please contact us at&nbsp;privacy@myconnectedcaregiver.com.</p>\n<p>California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information.\nPlease see&nbsp;Your California privacy rights&nbsp;for more information.</p>\n<b>Information we collect</b>\n<p>We collect information from and about users of our Website and remote monitoring and safety monitoring devices, including information:</p>\n<ul>\n<li>By which remote monitoring or safety monitoring device users may be personally identified, such as name, postal address, email address, phone number, date of birth, gender, language, caregiver and insurance information and, in the case of safety monitoring devices, location and direction of travel (“<strong>personal information</strong>”);</li>\n<li>That is about you but does not individually identify you.\nand/or</li>\n<li>About your internet connection, the equipment you use to access our Website and other services, and usage details.</li>\n</ul>\n<b>How we collect information</b>\n<ol>\n<li>\n<u>Directly from you</u>&nbsp;when you provide it to us.\nThis includes:\n<ul>\n<li>Information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Website or our services.\nRecords and copies of your correspondence (including email addresses), if you contact us;</li>\n<li>Your responses to surveys that we might ask you to complete for quality assurance purposes;</li>\n<li>Your search queries on the Website;</li>\n<li>Information collected by our remote monitoring and safety monitoring devices.\nand</li>\n<li>Information you choose to publish or display (hereinafter, “<strong>post</strong>”) on public areas of the Website, or transmit to other users of the Website, or to third parties (collectively, “<strong>User Contributions</strong>”).</li>\n</ul>\n</li>\n<li>\n<u>Automatically</u>&nbsp;as you navigate through our Website.\nThis includes:\n<ul>\n<li>Usage details, IP addresses, and information collected through cookies, web beacons and other tracking technologies.\nSee&nbsp;Information we collect through automatic data collection technologies&nbsp;for detailed information.</li>\n</ul>\n</li>\n<li>\n<u>From third parties</u>, for example, our business partners or others listed on your Connected Caregiver account.</li>\n</ol>\n<b>Information we collect through automatic data collection technologies</b>\n<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.\nand</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>The information we collect automatically may include personal information, or we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns;</li>\n<li>Store information about your preferences, allowing us to customize our Website according to your individual interests;</li>\n<li>Speed up your searches.\nand</li>\n<li>Recognize you when you return to our Website.</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies).</strong>&nbsp;A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.</li>\n<li>\n<strong>Flash Cookies.</strong>&nbsp;Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on our Website.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\nFor information about managing your privacy and security settings for Flash cookies, see Your choices about how we use and disclose your information.</li>\n<li>\n<strong>Web Beacons.</strong>&nbsp;Pages of the Website and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</li>\n</ul>\n<b>How we use your information</b>\n<p>The information that we collect about you or that you provide to us, including any personal information is used:</p>\n<ul>\n<li>In accordance with HIPAA Privacy and Security Rules (with respect to personal health information)</li>\n<li>To fulfill the purposes for which you provide it, including to provide you with information, products, or services that you request from us</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us</li>\n<li>To best present our Website and its contents to you</li>\n<li>To notify you about changes to our Website or any products or services we offer or provide though it</li>\n<li>To enable you to participate in interactive features on our Website if you chose to do so</li>\n<li>To administer and expand our business activities, including making available other products and services to you and our other customers</li>\n<li>To notify you about important changes to our Website, products or services or special offers that we think you will find valuable</li>\n<li>Call (833) 210-9591 or (833) 210-9596 with any questions</li>\n</ul>\n<b>What we may share</b>\n<p>We may disclose aggregated information about our users and information that does not identify any individual.</p>\n<p>Personal information that we collect, or that you provide, may be disclosed in the following ways:</p>\n<ul>\n<li>In accordance with the HIPAA Privacy and Security Rules (with respect to personal health information)</li>\n<li>To fulfill the purposes for which you provide it</li>\n<li>To contractors, service providers, and other third parties we use to support our business</li>\n<li>To enforce or apply our terms of use and other agreements, including for billing and collection purposes</li>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request</li>\n<li>To assist or support a third party’s theft investigation involving any of our remote monitoring or safety monitoring devices or a third party’s theft prevention efforts relating to such devices;</li>\n<li>To prevent, investigate, detect or prosecute criminal offenses or attacks on the technical integrity of the Website;</li>\n<li>To fulfill a product or service order;</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred</li>\n<li>With your written authorization.</li>\n</ul>\n<p>We may enter into alliances, partnerships or other business arrangements with third parties who may be given access to personal information including your name, address, telephone number and email for the purpose of providing you information regarding products and services that we think will be of interest to you.\nIn connection with alliances, partnerships or arrangements, we may also provide certain information to third parties if we have determined that the information will be used in a responsible manner by a responsible third party.\nFor example, some of our partners, including our authorized dealers network, operate stores or provide services on our site, while others power offerings developed by us for your use.\nWe also use third parties to facilitate our business, including, but not limited to, sending email and processing credit card payments.\nIn connection with these offerings and business operations, our partners and other third parties may have access to your personal information for use in connection with business activities.\nAs we develop our business, we may buy or sell assets or business offerings.\nCustomer, email, and visitor information is generally one of the transferred business assets in these types of transactions.\nWe may also transfer such information in the course of corporate divestitures, mergers, or any dissolution.</p>\n<p>We may disclose your personal information if required to do so by law or subpoena or if we believe that such action is necessary to (a) conform to the law or comply with legal process served on us or authorized dealers.\n(b) protect and defend our rights and property, the Website, the users of the Website.\nor (c) act under circumstances to protect the safety of users of the Website, us, or third parties.</p>\n<strong>Anonymized, de-identified and aggregate information</strong>\n<p>We may anonymize your personal information or de-identify personal health information in a way that meets the HIPAA de-identification standard, in each case so that the applicable data will no longer be identifiable to you.\nWe may also combine such anonymized and de-identified information with that of other users to create aggregate anonymized and de-identified data.\nAny data rendered anonymous or de-identified in accordance with the foregoing ceases to be subject to the terms of this policy and becomes our property, to be used in any lawful manner at our discretion (which may include sharing such anonymized and de-identified information with our partners and/or affiliate organizations), provided in no event will we disclose or use such information in a manner that would identify you personally, as an individual.</p>\n<b>Your choices about how we use and disclose your information</b>\n<p>We also provide you with choices regarding the personal information you share with us.\nWe have created mechanisms to provide you with the following control over your information:</p>\n<ul>\n<li>\n<strong>Tracking Technologies.</strong>&nbsp;You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe’s website.\nIf you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.</li>\n<li>\n<strong>Your Content and Sharing Records.</strong>&nbsp;If you are a registered user, the Website allows you to share your own records with others.\nFor example, you may choose to invite your family members or friends access to your records on the Service so that they can track your progress.\nYou understand that by giving them permission to access your records, that they will have the ability to use, reproduce, distribute, display, transmit, or publish your content.\nYou understand that sharing your records in this manner is voluntary, done at your direction, and that you may revoke your permission given for any individual at any time.</li>\n</ul>\n<p>California residents may have additional personal information rights and choices.\nPlease see&nbsp;Your California privacy rights&nbsp;for more information.</p>\n<p>Nevada residents who wish to exercise their sale opt-out rights under Nevada Revised Statutes Chapter 603A may submit a request to this designated address:&nbsp;privacy@myconnectedcaregiver.com.\nHowever, please know we do not sell data triggering this statute’s opt-out requirements.</p>\n<b>Accessing and correcting your information</b>\n<p>You can review and change your personal information by logging into the Website and visiting your account profile page.</p>\n<p>You may also email us at&nbsp;privacy@myconnectedcaregiver.com&nbsp;to request access to, correct or delete any personal information that you have provided to us.\nKnow that we cannot delete your personal information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>California residents may have additional personal information rights and choices.\nPlease see&nbsp;Your California privacy rights&nbsp;for more information.</p>\n<b>SMS/US short code terms</b>\n<ol>\n<li>When users opt into Connected Caregiver SMS communications, they can expect to receive what they have agreed to receive, including reminder notifications and alerts when readings fall outside of doctor-prescribed ranges, etc.</li>\n<li>You can cancel the SMS service at any time.\nJust text “STOP” to the short code.\nAfter you send the SMS message “STOP” to us, we will send you an SMS message to confirm that you have been unsubscribed.\nAfter this, you will no longer receive SMS messages from us.\nIf you want to join again, just sign up as you did the first time and we will start sending SMS messages to you again.</li>\n<li>If you are experiencing issues with the messaging program you can reply with the keyword HELP for more assistance, or you can get help directly at 877-774-4363.</li>\n<li>Carriers are not liable for delayed or undelivered messages.</li>\n<li>As always, message and data rates may apply for any messages sent to you from us and to us from you.\nMesage Frequency will vary.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.</li>\n<li>Connected Caregiver does not share personal identifiable information collected through SMS/short code to either affiliated or non-affiliated third parties for its own marketing purposes.</li>\n</ol>\n<b>Your California privacy rights</b>\n<p>If you are a California resident, State law may provide you with additional rights regarding the use of your personal information, including a right to knowledge, access, and deletion of their personal information under the California Consumer Privacy Act.\nCalifornia consumers also have a right to opt out of the sale of their personal information by a business and a right not to be discriminated against for exercising one of their California privacy rights.&nbsp;Learn more about your California privacy rights&nbsp;</p>\n<p>\n<em>NOTE: we do not sell personal information to businesses or discriminate against any individual for exercising his or her privacy rights.</em>\n</p>\n<b>California's \"Shine the Light\" law (Civil Code Section § 1798.83)</b>\n<p>This permits users of our app who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please email&nbsp;privacy@myconnectedcaregiver.com, or mail a letter to Connected Caregiver, 10 Cadillac Dr., Suite 350, Brentwood, TN 37027.</p>\n<p>\n<em>Note: we do not disclose your personal information to third parties for their direct marketing purposes.</em>\n</p>\n<b>Do Not Track (DNT)</b>\n<p>Connected Caregiver does not track its customers over time and across third party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.\nThird parties cannot collect any other personally identifiable information from Connected Caregiver’s websites unless you provide it to them directly.</p>\n<b>Data Security</b>\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nThese include internal reviews of our data collection, storage and processing practices and security measures, as well as physical security measures to guard against unauthorized access to systems where we store personal information.</p>\n<p>We restrict access to personal information to our employees, contractors and agents who need to know that information in order to operate, develop or improve the Website.\nThese individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.</p>\n<p>However, we cannot guarantee the security of any personal information, or information collected from the Website.\nDespite our efforts to secure such information, it may be accessed, disclosed, altered, or destroyed by a breach of our physical, technical, and procedural safeguards.\nYou use our Website at your own risk.\nIf we learn that your personal information has been disclosed to an unauthorized person, we will use reasonable efforts to attempt to notify you.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about providing information in public areas of the Website, like message boards.\nThe information you share in public areas may be viewed by any user of the Website.</p>\n<p>While we continue to work hard to protect personal information, no data transmission over the Internet can be guaranteed to be 100 percent secure and we cannot ensure or warrant the security of any information transmitted to us over the Internet.\nTransmitting personal information over the Internet is done at your own risk.\nThis Policy addresses only our policy and procedures.\nWe are not responsible for the privacy policies of third parties, including but not limited to those whose web sites may be linked to the Website.</p>\n<b>Changes to our Privacy Policy</b>\n<p>If we make any changes to how we treat our registered users’ personal information, we will notify you by email to the primary email address specified in your account and/or through a notice on the Website home page.\nThe date this Policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this Policy to check for any changes.</p>\n<p>&nbsp;</p> ", "created_at": "2022-08-13 16:27:21.571438", "updated_at": "2022-08-13 14:28:20.350412"}], "points": [], "urls": ["myconnectedcaregiver.com"]}}