{"error": 448, "message": "OK", "parameters": {"id": 5090, "name": "TomyGame ", "created_at": "2021-10-05 22:14:47.086142", "updated_at": "2021-10-05 22:01:08.783391", "wikipedia": null, "keywords": null, "related": null, "slug": "tomygame", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5090.png", "url": "tomygame.com", "documents": [{"id": 9124, "name": "Privacy Policy ", "url": "https://tomygame.com/index.php?view=privacypolicy&", "xpath": "/html/body/div[2]/div[3]/div/div[2]", "text": " Privacy Policy\nThis statement was last updated on 22 Feb, 2017<br>\n<br>\nWe respect the privacy of our visitors and are obliged to protect your online safety by keeping your privacy at anytime you visit our site.<br>\n<br>\nOur Privacy Policy and Terms of Use suggests you clear explanation referring to your personal data provided to us or any data we may collect from you.<br>\n<br>\nThis Privacy Policy is updated periodically.\nso you should review it from time to time.<br>\n<br>\n<b>1.\nGathered Information</b>\n<br>\n<br>\nDuring the operations of our website a data information can be collected and handled by means of the following actions:<br>\n<br>\nData regarding your visit(s) to our website and any resources used are collected.\nThe following is included and not limited to: location data, weblogs, traffic data, and any other communication information.<br>\n<br>\nAny forms you filled out on our site let us gather data such as registering for information or when you complete a purchase.<br>\n<br>\nIf for any reason you contact to our administration, support or site we may collect information.<br>\n<br>\n<b>2.\nUse of cookies</b>\n<br>\n<br>\nThere can be cases when we may use cookies to collect information regarding our services in a mathematical collection for our website and our advertisers.<br>\n<br>\nNo personal details will be shared that could identify you.\nAny information collected is statistical data about our visitors and how they have used our site.<br>\n<br>\nWe may collect information about your common internet use with a cookie file.\nThe cookies are automatically downloaded to your computer and are kept on the hard drive.\nThe required data by the cookie helps us improve our website and services suggested you.\nYou have the opportunity to decline cookies by setting your browser options to decline all cookies.\nBut remember: if you decline the download of cookies some features of our site may not work.<br>\n<br>\n<b>3.\nUse of Information</b>\n<br>\n<br>\nInformation assembled referring to you helps us improve and offer services you need.\nYou can see how we may use your data in the list below:<br>\n<br>\nAny request you make of our site let us use information you provided us with, relating to the products or services we have.\nIf we have your permission we may also send information on products or services you may be interested in.<br>\n<br>\nChanges or Improvements made to the site can guarantee use of your information, with regard to notification of such changes.<br>\n<br>\nWe may use data or let third parties use information that is not related to goods or services you may be interested in.\nThis can be done only in the case of your permission.<br>\n<br>\nIf you don't want to give consent for our site or third party you can use the opportunity to decline.\nIf you decline once we will remove your details from any third party communications or mailings.<br>\n<br>\nThe Information we have about you will be stored on secure servers.\nTransaction data is encrypted for your safety.<br>\n<br>\nNote : data via online transmission is not entirely secure.\nWe cannot warrant total protection and security data, we only take all reasonable action to protect information sent to us electronically.\nTransmission of any data by you is at your own risk.\nThe responsibility for the passwords safety and confidentiality is your own.<br>\n<br>\n<b>4.\nInformation Exposer</b>\n<br>\n<br>\nAt times we may reveal personal information to persons in our group.\nThis can include subsidiaries, holding companies or any other if applicable.<br>\n<br>\nThird Party disclosure may happen for the following reasons:<br>\n<br>\nIn the case of selling any or all of our business to a third party your information may be shared.<br>\n<br>\nWhen we are legally required to we may disclose information about you and your visits to our sites.<br>\n<br>\nIn order to prevent fraud we may also disclose information.<br>\n<br>\n<b>5.\nThird Party Links</b>\n<br>\n<br>\nThird party links may be found on our site.\nThese third party links have their own privacy policy.\nBy clicking on the link you agree to their privacy policy to which we have no control and we are not responsible for third party links.<br>\n<br>\n<br>\nDo you have any question or problem ?<br>\nplease contact us:<br>\n<b>tomygame.com@gmail.com</b>\n<br> ", "created_at": "2021-10-05 22:14:47.088843", "updated_at": "2021-10-05 20:16:10.826359"}], "points": [], "urls": ["tomygame.com"]}}