{"error": 448, "message": "OK", "parameters": {"id": 4067, "name": "PinkNews", "created_at": "2021-06-13 02:44:36.289", "updated_at": "2021-06-13 22:00:43.749779", "wikipedia": "https://en.wikipedia.org/wiki/Pinknews", "keywords": null, "related": null, "slug": "pinknews", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4067.png", "url": "pinknews.co.uk", "documents": [{"id": 7015, "name": "Terms And Conditions", "url": "https://www.pinknews.co.uk/terms-and-conditions/", "xpath": "/html/body/div[4]/div[1]/main/div[2]", "text": " Please read these terms and conditions (these ‘Terms’) carefully as they contain important information about your rights and obligations when using this website (the ‘Website’) and in particular clause 10.6 and 10.7.\nYou should print a copy of these terms for future reference.\n<p>We, PinkNews Media Group Ltd, own and operate this Website (PinkNews, PinkNews Action and the PinkNews apps for iOS and Android).\nWe’re a limited company registered in England and Wales under company number: 05653301 having our registered office at The Grange Barn, Pikes End, Pinner, HA5 2EX.\nOur VAT Number is: 882023143.</p>\n<p>1 How these Terms apply</p>\n<p>1.1 &nbsp;By using the Website you are agreeing to comply with and be bound by these Terms regarding the use of the Website in consideration for us allowing you to access and use the Website.\nYou must not use the Website if you do not agree to comply with and be bound by these Terms.</p>\n<p>1.2 &nbsp;Use of the Website includes accessing, browsing or registering for the Website.</p>\n<p>1.3 &nbsp;We reserve the right to change these Terms at any time.\nWe will take reasonable steps to make you aware of any changes to the Terms, for example by posting them on the Website.\nYou agree to be bound by the version of these Terms displayed on the Website at the time you use it.1.4 &nbsp;These Terms refer to the following, which also apply when using this Website:</p>\n<p>1.4.1 PinkNews Privacy Policy, which can be found at https://www.pinknews.co.uk/privacy- policy/</p>\n<p>2 Access</p>\n<p>2.1 &nbsp;You are responsible for making all arrangements necessary for you to have access to the Website.2.2 &nbsp;You are responsible for ensuring that all persons who access the Website through your internet connection are aware of these Terms, and that they comply with them.</p>\n<p>2.3 &nbsp;We make reasonable efforts to ensure that the Website is available to view and use 24 hours a day throughout each year.\nhowever, this is not guaranteed.\nThe Website may be temporarily unavailable at any time because of server or systems failure or other technical issues, or reasons that are beyond our control, required updating, maintenance or repair.</p>\n<p>2.4 &nbsp;Where possible, we will try to give you advance warning of maintenance issues but shall not be obliged to do so.</p>\n<p>\n</p>\n<p>3 Registering on this Website<br>\n3.1 By registering on the Website you undertake:</p>\n<p>3.1.1 &nbsp;That all the details you provide to us for the purpose of registering on the Website are accurate and complete in all respects</p>\n<p>3.1.2 &nbsp;You will notify us immediately of any changes to the information provided on registration</p>\n<p>3.1.3 &nbsp;You are over 18 or if under 18 you have a parent or guardian’s permission to register with the Website under their supervision</p>\n<p>3.1.4 &nbsp;To only use the Website using your own username and password</p>\n<p>3.1.5 &nbsp;To make every effort to keep your password safe</p>\n<p>3.1.6 &nbsp;Not to disclose your password to anyone</p>\n<p>3.1.7 &nbsp;To change your password or to tell us immediately upon discovering that it has been used without your permission</p>\n<p>3.1.8 &nbsp;To neither transfer or sell your username or password to anyone, nor permit, either directly or indirectly, anyone other than you to use them</p>\n<p>3.1.9 &nbsp;To be responsible for all actions taken under your username and password Page 1 of 7</p>\n<p>3.2 We reserve the right to suspend or terminate your access to the Website if you breach your undertakings in this clause.</p>\n<p>4 &nbsp;Intellectual property</p>\n<p>4.1 &nbsp;In these Terms, Intellectual Property Rights mean copyright (including design copyrights), trade marks, patent, database and other intellectual property rights and similar proprietary rights which include, (without limitation), all rights in software, design, materials, works, techniques, computer programs, source codes, data, technical information, trading business brand names, goodwill, service marks, the style or presentation of the goods or services, creations, inventions or improvements upon or additions to an invention, confidential information, know-how and any research effort relating to PinkNews Media Group Ltd, moral rights and any similar rights in any country (whether registered or unregistered and including applications for and the right to apply for them in any part of the world).</p>\n<p>4.2 &nbsp;The software code contained in and related to the Website and the materials on the Website including text, images, videos, photographs and other materials are protected by Intellectual Property Rights owned by us and our licensors.\nYou acknowledge that the Intellectual Property Rights in the Website and any software code used with and material supplied as part of the Website shall remain with us or our licensors.</p>\n<p>4.3 &nbsp;Subject to clause 5 you may:</p>\n<p>4.3.1 &nbsp;retrieve and display materials on the Website on a computer screen;</p>\n<p>4.3.2 &nbsp;download and store in electronic form materials on the Website.\nand</p>\n<p>4.3.3 &nbsp;copy and print one copy only of materials on the Website.</p>\n<p>4.4 &nbsp;Copying, downloading, storing or printing the materials on the Website for any reason other than personal use or in accordance with clause 5.2.2 is expressly prohibited.</p>\n<p>4.5 &nbsp;You agree that you will not (and will not assist or facilitate any third party to) otherwise reproduce, modify, copy, distribute, transmit, publish, display, commercially exploit or create derivative works from any of the materials on the Website.</p>\n<p>4.6 &nbsp;No licence is granted to you to use any of our trade marks or those of our affiliated companies.</p>\n<p>4.7 &nbsp;You agree that you will not use our Intellectual Property Rights in any way other than allowed under these Terms and any infringement by you of our Intellectual Property Rights will be a breach of these Terms.</p>\n<p>5 &nbsp;Use of the Website</p>\n<p>5.1 &nbsp;You are permitted to use the Website and the material contained in it only as expressly authorised by us and in accordance with these Terms as may be amended from time to time without notice to you.</p>\n<p>5.2 &nbsp;Provided that you comply with the other provisions of this clause, you may download or print one copy only of pages of our website:</p>\n<p>5.2.1 &nbsp;for your own private use.\nor</p>\n<p>5.2.2 &nbsp;to draw attention to the content of our website to members of your organisation.</p>\n<p>5.3 &nbsp;You must not:</p>\n<p>5.3.1 &nbsp;download or print pages of the Website for commercial use other than use permitted by clause 5.2.2;</p>\n<p>5.3.2 &nbsp;alter the content of any webpage you download or print.\nor</p>\n<p>5.3.3 &nbsp;use any images, videos or photographs on the webpage without the accompanying text.</p>\n<p>5.3.4 republish the content of the Website on another website without seeking consent and licensing content from PinkNews.\nFailure to do so will result in an automatic £1000+VAT fee per article, image, video or audio file republished without consent.</p>\n<p>5.4 &nbsp;You must:</p>\n<p>5.4.1 &nbsp;keep intact all and any copyright and proprietary notices accompanying or attached to the materials on the Website you download, copy, store or print;</p>\n<p>5.4.2 &nbsp;acknowledge us as the owners of the content of the Website.\nPage 2 of 7</p>\n<p>5.4.3 &nbsp;erase any pages of the Website or materials on those pages downloaded other than in accordance with this clause.\nand</p>\n<p>5.4.4 &nbsp;destroy any pages of the Website or materials on those pages printed other than in accordance with this clause.</p>\n<p>5.5 &nbsp;You must not modify, adapt, translate, reverse engineer, decompile or disassemble any code or program used by or in connection with the Website.\nYou must contact us to request our consent if you wish to take any such action to create an interoperable program and we may provide such consent if you provide us with the information we request.</p>\n<p>5.6 &nbsp;We provide access to and use of the Website on the basis that we exclude all representations, warranties and conditions to the maximum extent permitted by law.</p>\n<p>5.7 &nbsp;We reserve the right to:</p>\n<p>5.7.1 &nbsp;Make changes to the information or materials on this Website at any time</p>\n<p>5.7.2 &nbsp;Temporarily or permanently change, suspend or discontinue any aspect of the Website, including the availability of any features, information, database or content or restrict access to parts of or the entire Website without notice or liability to you or any third party</p>\n<p>5.7.3 &nbsp;Refuse to post material on the Website or to remove material already posted on the Website</p>\n<p>5.8 &nbsp;You may not use the Website for any of the following purposes:</p>\n<p>5.8.1 &nbsp;Disseminating any unlawful, harassing, libellous, abusive, threatening, fraudulent, malicious, harmful, vulgar, obscene, or otherwise objectionable material</p>\n<p>5.8.2 &nbsp;Stalking, harassing, threatening, blackmailing any person or violating or interfering with the rights of any other person including their right to privacy</p>\n<p>5.8.3 &nbsp;Transmitting material that encourages conduct that constitutes a criminal offence, results in civil liability or otherwise</p>\n<p>5.8.4 &nbsp;Breaching any applicable local, national or international laws, regulations or code of practice</p>\n<p>5.8.5 &nbsp;Gaining unauthorised access to other computer systems</p>\n<p>5.8.6 &nbsp;Interfering with any other person’s use or enjoyment of the Website</p>\n<p>5.8.7 &nbsp;Breaching any laws concerning the use of public telecommunications networks</p>\n<p>5.8.8 &nbsp;Interfering with, disrupting or damaging networks or websites connected to the Website</p>\n<p>5.8.9 &nbsp;Utilisation of data mining, robots or similar data gathering and extraction tools to extract (whether once or many times) for re-utilisation of any substantial parts of the Website or the contents of the Website</p>\n<p>5.8.10 &nbsp;To transmit, or procure the sending of, any unsolicited or unauthorised advertising or promotional material or any other form of similar solicitation</p>\n<p>5.8.11 &nbsp;To create and/or publish your own database that features all or substantial parts of the Website or the contents of the Website</p>\n<p>5.8.12 &nbsp;Making, transmitting or storing electronic copies of materials protected by copyright without the prior permission of the owner</p>\n<p>5.8.13 &nbsp;Selling or re-selling or using for commercial purposes any of the content of or access to the Website or using for commercial purposes any of the content of or access to the Website</p>\n<p>5.8.14 &nbsp;To represent to others that there is any connection between the Website and your business or your views and opinions or that we endorse you or anything connected to you</p>\n<p>5.9 &nbsp;In addition, you must not:</p>\n<p>5.9.1 Knowingly introduce viruses, Trojans, worms, logic bombs, keystroke loggers, spyware, adware or other material which is malicious or technologically harmful to the Website</p>\n<p>5.9.2 &nbsp;Impersonate any other person or fraudulently provide us with incorrect information</p>\n<p>5.9.3 &nbsp;Attempt to gain unauthorised access to the Website, the server on which the Website is stored or any server, computer or database connected to it</p>\n<p>5.9.4 &nbsp;Attack the Website via a denial-of-service attack or a distributed denial-of service attack</p>\n<p>5.9.5 &nbsp;Damage, disrupt or interfere with any part of the Website, any equipment or network on which the Website is stored or any software used for the provision of the Website</p>\n<p>5.9.6 &nbsp;Remove any copyright notice or notice of any other intellectual property right from the Website or any materials on the Website</p>\n<p>5.10 A breach of clause 5.9 or 5.8 may be a criminal offence under the Computer Misuse Act 1990.\nWe may report any such breach to the relevant law enforcement authorities and disclose your identity to them.\nIn the event of such a breach, your right to use the Website will cease immediately.</p>\n<p>6 &nbsp;Suspending or terminating your access</p>\n<p>We reserve the right to terminate or suspend your access to the Website immediately and without notice to you if:</p>\n<p>6.1 &nbsp;You breach these Terms (repeatedly or otherwise)</p>\n<p>6.2 &nbsp;You are impersonating any other person or entity</p>\n<p>6.3 &nbsp;When requested by us to do so, you fail to provide us within a reasonable time with sufficient information to enable us to determine the accuracy and validity of any information supplied by you, or your identity</p>\n<p>6.4 &nbsp;We suspect you have engaged, or are about to engage, or have in any way been involved, in fraudulent, defamatory or illegal activity on the Website</p>\n<p>7 &nbsp;Linking to the Website</p>\n<p>7.1 &nbsp;You must not create a link to the Website from another website, document or any other sourcewithout first obtaining our prior written consent.</p>\n<ol>\n<li>\n<ol>\n<li>7.2 &nbsp;Any agreed link must:\n<ol>\n<li>7.2.1 &nbsp;Be to the Website’s homepage and not to any other page on the Website</li>\n<li>7.2.2 &nbsp;Be established from a website or document that is owned by you and does not contain content that is offensive, controversial, defamatory, infringes any intellectual property rights or other rights of any other person or does not comply in any way with the law in the UK and the law in any country from which they are hosted</li>\n<li>7.2.3 &nbsp;Be provided in such a way that is fair and legal and does not damage our reputation or take advantage of it</li>\n<li>7.2.4 &nbsp;Not suggest any form of association, approval or endorsement on our part where none exists</li>\n<li>7.2.5 &nbsp;Not cause the Website or content on the Website to be embedded in or ‘framed’ by any other website</li>\n<li>7.2.6 &nbsp;Not cause the content of the Website to be displayed differently from the way it appears on the Website</li>\n</ol>\n</li>\n<li>7.3 &nbsp;We have no obligation to inform you if the address of the Website home page changes and it is your responsibility to ensure that any link you provide to our homepage is at all times accurate.</li>\n<li>7.4 &nbsp;We reserve the right to withdraw our consent without notice and without providing any reasons for withdrawal.\nUpon receiving such notice you must immediately remove the link and inform us once this has been done.</li>\n</ol>\n</li>\n<li>8 &nbsp;External links<br>\nTo provide increased value and convenience to our users, we may provide links to other websites orresources for you to access at your sole discretion and risk.\nYou acknowledge and agree that, as you have Page 4 of 7</li>\n</ol>\n<p>chosen to enter the linked website we are not responsible for the availability of such external sites or resources, and do not review or endorse and are not responsible or liable in any way, whether directly or indirectly, for:</p>\n<p>8.1 &nbsp;The privacy practices of such websites</p>\n<p>8.2 &nbsp;The content of such websites, including (without limitation) any advertising, content, products, goods or other materials or services on or available from such websites or resources</p>\n<p>8.3 &nbsp;The use which others make of these websites</p>\n<p>8.4 &nbsp;Any damage, loss or offence caused or alleged to be caused to you, arising from or in connection with the use of or reliance upon any such advertising, content, products, goods, materials or services available on and/or purchased by you from such external websites or resources</p>\n<p>9 Disclaimer</p>\n<p>9.1 &nbsp;The content on the Website is provided for general information only.\nIt is not intended to be advice on which you should rely.\nIt shall be your responsibility to ensure that any products, services or information available through the Website meet your specific requirements.</p>\n<p>9.2 &nbsp;We attempt to ensure that the information available on the Website at any time is accurate.\nHowever, we do not guarantee the accuracy or completeness of material on this Website.\nWe use all reasonable endeavours to correct errors and omissions as quickly as practicable after becoming aware or being notified of them.\nWe make no commitment to ensure that such material is correct or up to date.</p>\n<p>9.3 &nbsp;The Website is provided on an ‘as is’ and ‘as available’ basis without any representation or endorsement made and we make no warranties or guarantees, whether express or implied, statutory or otherwise (unless otherwise expressly stated in these Terms or required by law).</p>\n<p>9.4 &nbsp;We make no representation or warranty of any kind express or implied statutory or otherwise regarding the availability of the Website or that it will be timely or error-free, that defects will be corrected, or that the Website or the server that makes it available are free of viruses or bugs.</p>\n<p>9.5 &nbsp;We will not be responsible or liable to you for any loss of content or material uploaded or transmitted through the Website and we accept no liability of any kind for any loss or damage from action taken in reliance on material or information contained on the Website.</p>\n<p>9.6 &nbsp;You are responsible for maintaining appropriate anti-virus software on and appropriately configuring the technological devices, platform and computer programs you use to access the Website that are in your control.\nYou must bear the risk associated with the use of the internet.\nIn particular, we will not be liable for any damage or loss caused by a distributed denial-of-service attack, any viruses, Trojans, worms, logic bombs, keystroke loggers, spyware, adware or other material which is malicious or technologically harmful that may infect your computer, peripheral computer equipment, computer programs, data or other proprietary material as a result of your use of the Website or you downloading any material posted or sold on the Website or from any website linked to it.</p>\n<p>10 Limitation of liability and indemnity</p>\n<p>10.1 &nbsp;If you are a consumer, nothing in these Terms affects your legal rights.\nYou can obtain advice aboutyour legal rights from Citizens Advice if you need to.</p>\n<p>10.2 &nbsp;We cannot exclude or limit our responsibility to you for:</p>\n<p>10.2.1 &nbsp;Death or personal injury resulting from our negligence</p>\n<p>10.2.2 &nbsp;Fraud or fraudulent misrepresentation</p>\n<p>10.2.3 &nbsp;Action pursuant to section 2(3) of the Consumer Protection Act 1987</p>\n<p>10.2.4 &nbsp;Any liability, right or remedy which we cannot exclude or limit pursuant to the Consumer Rights Act 2015</p>\n<p>10.2.5 &nbsp;Any other matter for which it would be unlawful for us to exclude or attempt to exclude our liability</p>\n<p>10.3 &nbsp;We will not be liable, in contract or tort (including, without limitation, negligence), or in respect of pre-contract or other representations (other than fraudulent or negligent misrepresentations) or otherwise for the below mentioned losses where they have arisen from use of or inability to use the Website for commercial purposes, or use of or reliance on any material or content displayed on the Website or on any linked websites for commercial purposes:</p>\n<p>10.3.1 &nbsp;Any economic losses (including without limitation loss of revenues, profits, contracts, business or anticipated savings)</p>\n<p>10.3.2 &nbsp;Any loss of goodwill or reputation</p>\n<p>10.3.3 &nbsp;Any special or indirect losses</p>\n<p>10.3.4 &nbsp;Any loss of data</p>\n<p>10.3.5 &nbsp;Wasted management or office time</p>\n<p>10.3.6 &nbsp;Any other loss or damage of any kind</p>\n<p>10.4 &nbsp;If you are not a consumer we exclude all liability, including any liability in negligence, arising from your use or inability to access or use the Website other than that referred to in clause 10.2.</p>\n<p>10.5 &nbsp;If you are a consumer, we are responsible for foreseeable loss or damage which you suffer as a result of a breach by us of the Terms or as a result of our failure to act with reasonable care and skill.\nLoss or damage is foreseeable if either it is obvious that it will happen or if, at the time the contract was made, both we and you knew it might happen, for example, if you discussed it with us before using the Website.\nWe are not responsible for unforeseeable losses.</p>\n<p>10.6 &nbsp;If you are not a consumer, you agree to fully indemnify, defend and hold us, our officers, directors, employees and suppliers, harmless immediately on demand, from and against all claims, including but not limited to losses (including loss of profit, revenue, goodwill or reputation), costs and expenses, including reasonable administrative and legal costs, arising out of any breach of these Terms by you, or any other liabilities arising out of your use of this Website or any other person accessing the Website using your personal information with your authority.</p>\n<p>10.7 &nbsp;If you are a consumer you agree to fully reimburse us, our officers, directors, employees and suppliers for all losses (including loss of profit, revenue, goodwill or reputation), costs and expenses, including reasonable administrative and legal costs, arising out of any breach of these Terms by you, or any other act or omission by you in using the Website or by any other person accessing the Website using your personal information with your authority that results in any legal responsibility on our part to any third party.</p>\n<p>10.8 &nbsp;The inclusion through photograph or a text based article of any individual should not (unless clearly stated) be construed as any indication of their sexual orientation or gender identity.</p>\n<p>11 Use of personal data</p>\n<p>11.1 &nbsp;We envisage that we will request personal information from you whilst you use our website.\nThis information will only be requested and processed in accordance with our PinkNews Privacy Policy, which can be found at https://www.pinknews.co.uk/privacy-policy/.</p>\n<p>11.2 &nbsp;In brief, we will act fairly in connection with personal information requested from you, when we request information we will alert you to our PinkNews Privacy Policy, and unless the information is necessary for a reason specified in the General Data Protection Regulation (GDPR) we will only process it with your consent.\nBefore receiving your information, we’ll endeavour to provide the information required by the GDPR.</p>\n<p>12 Cookies</p>\n<p>This website makes use of cookies: text files containing small amounts of information which are downloaded to your device when you visit a website.\nThe website can subsequently retrieve the cookie, which provides useful information.\nFor more information about our cookie usage, please see our PinkNews Privacy Policy which can be found at https://www.pinknews.co.uk/privacy-policy/.</p>\n<p>13 General</p>\n<p>13.1 &nbsp;We reserve the right to change the domain address of this Website and any services, products, product prices, product specifications and availability at any time.</p>\n<p>13.2 &nbsp;Each of the sub-clauses of these Terms should be considered separately.\nIf any of these Terms are found to be unenforceable, invalid or illegal, the rest of these Terms will continue to have full effect.</p>\n<p>13.3 &nbsp;These Terms are in English only.</p>\n<p>13.4 &nbsp;We will not lose our rights under these Terms by reason of any delay by us in enforcing those rights.\nWe will not be bound by any agreement not to enforce our rights under these Terms unless we have agreed not to do so in writing.</p>\n<p>13.5 &nbsp;Any delay by us in enforcing our right, non-enforcement of our rights or agreement not to enforce our rights in respect of one breach by you of these Terms will not prevent us from fully enforcing our rights in respect of any other breach by you of these Terms.</p>\n<p>14 Governing law and jurisdiction</p>\n<p>14.1 &nbsp;The Website is controlled and operated in the United Kingdom.</p>\n<p>14.2 &nbsp;If you are a business, these Terms are governed by the laws of England and Wales and the courts of England and Wales shall have exclusive jurisdiction over legal proceedings in connection with your use of the Website, any breach of these Terms and any question in connection with the interpretation or application of these Terms.</p>\n<p>14.3 &nbsp;If you are a consumer, these Terms are governed by the laws of England and Wales and you can bring legal proceedings in the courts of England and Wales.\nIf you live in Scotland you can bring legal proceedings in either the courts of Scotland or England and Wales.\nIf you live in Northern Ireland you can bring legal proceedings in either the courts of Northern Ireland or England and Wales.\nIf you live in another country in the EU, you can bring legal proceedings in the courts of England and Wales.</p>\n<p>15 Acceptable use policy</p>\n<p>15.1 &nbsp;You agree to abide by all applicable laws and ensure that any comments made by you on PinkNews conform to this policy.</p>\n<p>15.2 &nbsp;All material on PinkNews (“content”) belongs to PinkNews Media Group Ltd (unless otherwise stated).</p>\n<p>15.3 &nbsp;You may retrieve and store one digital copy of any content for your own personal, non-commercial use.</p>\n<p>15.4 &nbsp;If you wish to utilise an extract from PinkNews, you may do so as long as you are using it for non- commercial purposes and include a click-able hypertext link to “PinkNews”</p>\n<p>15.5 &nbsp;If you operate a commercial website/ publication and wish to utilise an extract from PinkNews.co.uk, you must request permission from the editor by emailing sales@pinknews.co.uk to arrange a royalty rate (if appropriate).</p>\n<p>15.6 &nbsp;Unauthorised use of content from PinkNews will result in a minimum automatic invoice of £5000 +VAT (where applicable)</p> ", "created_at": "2021-06-13 02:44:36.294739", "updated_at": "2021-06-13 00:46:28.316172"}, {"id": 7014, "name": "Privacy Policy", "url": "https://www.pinknews.co.uk/privacy-policy/", "xpath": "/html/body/div[4]/div[1]/main/div[2]", "text": "\n<p>\n<b>\n</b>Last updated: 12 July 2020</p>\n<p>PinkNews, PinkNews Action ,&nbsp.\nPinkNews App (‘Website’) are provided by PinkNews Media Group Ltd (‘we’/’us’/’our’).\nIn doing so, we may be in a position to receive and process personal information relating to you.\nAs the controller of this information, we’re providing this Privacy Notice (‘Notice’) to explain our approach to personal information.\nThis Notice forms part of our https://www.pinknews.co.uk/terms-and-conditions/, which governs the use of this Website.</p>\n<p>We intend only to process personal information fairly and transparently as required by data protection law including the General Data Protection Regulation (GDPR).\nIn particular, before obtaining information from you (including through use of cookies) we intend to alert you to this Notice, let you know how we intend to process the information (including through use of cookies) and (unless processing is necessary for at least one of the 5 reasons outlined in clause 2 below) we’ll only process the information if you consent to that processing.\nThe GDPR also defines certain ‘special categories’ of personal information that’s considered more sensitive.\nThese categories require a higher level of protection, as explained below.</p>\n<p>Of course, you may browse parts of this Website without providing any information about yourself and without accepting cookies.\nIn that case, it’s unlikely we’ll possess and process any information relating to you.</p>\n<p>We’ll start this Notice by setting out the conditions we must satisfy before processing your data.\nHowever, you may wish to start with this table at clause 4, which summarises what we intend to collect, or this table at clause 8.5, which summarises our use of cookies.\nThe Notice also explains some of the security measures we take to protect your personal information, and tells you certain things we will or won’t do.\nYou should read this Notice in conjunction with the https://www.pinknews.co.uk/terms-and-conditions/.</p>\n<p>Sometimes, when you take a new service or product from us, or discuss taking a new service or product but decide against it, we might wish to provide you with further information about similar services or products by email or other written electronic communication.\nIn that situation, we’ll always give you the opportunity to refuse to receive that further information and you can change your mind at any point (opt-out) &nbsp;by contacting our Data Protection Officer (DPO) as set in clause 1.4.\nWe’ll endeavour to remind you of your right to opt-out on each occasion that we provide such information.</p>\n<ol>\n<li>\n<b>Identity and contact details</b>\n<ol>\n<li>Registered number: 05653301</li>\n<li>Registered office: The Grange Barn, Pikes End, Pinner, HA5 2EX</li>\n<li>news@pink.news</li>\n<li>Our Data Protection Officer (DPO) would welcome communication from you regarding any matter relating to data protection, and can be contacted at the address shown above at 1.2.</li>\n</ol>\n</li>\n<li>\n<b>When we’re allowed to collect information from you</b>\n</li>\n</ol>\n<p>We will only collect personal information relating to you if one of the following conditions have been satisfied:</p>\n<ol>\n<li>\n<ol>\n<li>You have clearly told us that you are content for us to collect that information for the certain purpose or purposes that we will have specified.</li>\n<li>The processing is necessary for the performance a contract that we have with you.</li>\n<li>The processing is necessary so that we can comply with the law.</li>\n<li>The processing is necessary to protect someone’s life.</li>\n<li>The processing is necessary for performance of a task that’s in the public interest.</li>\n<li>The processing is necessary for our or another’s legitimate interest – but in this case, we’ll balance those interests against your interests.</li>\n</ol>\n</li>\n<li>\n<b>How to consent</b>\n<ol>\n<li>At the point of collecting the information, we’ll endeavour to explain how we intend to use the information and which of these purposes apply.\nIf we rely on consent, we’ll provide you with the opportunity to tell us that you’re happy to provide the information.</li>\n<li>If at any point in time you change your mind and decide that you don’t consent, please let us know and we’ll endeavour to stop processing your information in the specified manner, or we’ll delete your data if there is no continuing reason for possessing it.</li>\n<li>If you don’t consent to a particular bit of processing, we’ll endeavour to ensure that the Website and our service continue to operate without the need for that information.</li>\n</ol>\n</li>\n<li>\n<b>Information we expect to collect from you</b>\n<ol>\n<li>We envisage asking for the following types of information from you:</li>\n</ol>\n</li>\n</ol>\n<b>Information type</b>\n<b>Purpose and related details</b>\n<b>Justification </b> Contact details including email address <ul>\n<li>We ask for this to In order to send our daily newsletter to you by email</li>\n</ul>\n<ul>\n<li>It’s necessary for the performance of a contract with you</li>\n</ul>\n<ol>\n<li>\n<ol>\n<li>We may collect personal information about you from a number of sources, including the following:\n<ol>\n<li>From you when you agree to take a service or product from us, in which case this may include your contact details, date of birth, how you will pay for the product or service and your bank details.</li>\n<li>From you when you contact us with an enquiry or in response to a communication from us, in which case, this may tell us something about how you use our services.</li>\n<li>From documents that are available to the public, such as the electoral register.</li>\n<li>From third parties to whom you have provided information with your consent to pass it on to other organisations or persons – when we receive such information we will let you know as soon as is reasonably practicable.</li>\n</ol>\n</li>\n<li>If you refuse to provide information requested, then if that information is necessary for a service we provide to you we may need to stop providing that service.</li>\n<li>At the time of collecting information, by whichever method is used, we’ll endeavour to alert you and inform you about our purposes and legal basis for processing that information, as well as whether we intend to share the information with anyone else or send it outside of the European Economic Area.\nIf at any point you think we’ve invited you to provide information without explaining why, feel free to object and ask for our reasons.</li>\n</ol>\n</li>\n<li>\n<b>Using your personal information</b>\n<ol>\n<li>Data protection, privacy and security are important to us, and we shall only use your personal information for specified purposes and shall not keep such personal information longer than is necessary to fulfil these purposes.\nThe following are examples of such purposes.\nWe have also indicated below which GDPR justification applies, however it will depend on the circumstances of each case.\nAt the time of collecting we will provide further information, and you may always ask for further information from us.\n<ol>\n<li>To help us to identify you when you contact us.\nThis will normally be necessary for the performance our contract.</li>\n<li>To help us to identify accounts, services and/or products which you could have from us or selected partners from time to time.\nWe may do this by automatic means using a scoring system, which uses the personal information you’ve provided and/or any information we hold about you and personal information from third party agencies (including credit reference agencies).\nWe will only use your information for this purpose if you agree to it.</li>\n<li>To help us to administer and to contact you about improved administration of any accounts, services and products we have provided before, do provide now or will or may provide in the future.\nThis will often be necessary, but sometimes the improvements will not be necessary in which case we will ask whether you agree.</li>\n<li>To allow us to carry out marketing analysis and customer profiling (including with transactional information), conduct research, including creating statistical and testing information.\nThis will sometimes require that you consent, but will sometimes be exempt as market research.</li>\n<li>To help to prevent and detect fraud or loss.\nThis will only be done in certain circumstances when we consider it necessary or the law requires it.</li>\n<li>To allow us to contact you by written electronic means (such as email, text or multimedia messages) about products and services offered by us where:\n<ol>\n<li>these products are similar to those you have already purchased from us,</li>\n<li>you were given the opportunity to opt out of being contacted by us at the time your personal information was originally collected by us and at the time of our subsequent communications with you, and</li>\n<li>you have not opted out of us contacting you.</li>\n</ol>\n</li>\n<li>To allow us to contact you in any way (including mail, email, telephone, visit, text or multimedia messages) about products and services offered by us and selected partners where you have expressly consented to us doing so.</li>\n<li>We may monitor and record communications with you (including phone conversations and emails) for quality assurance and compliance.\n<ol>\n<li>Before doing that, we will always tell you of our intentions and of the specific purpose in making the recording.\nSometimes such recordings will be necessary to comply with the law.\nAlternatively, sometimes the recording will be necessary for our legitimate interest, but in that case we’ll only record the call if our interest outweighs yours.\nThis will depend on all the circumstances, in particular the importance of the information and whether we can obtain the information another way that’s less intrusive.</li>\n<li>If we think the recording would be useful for us but that it’s not necessary we’ll ask whether you consent to the recording, and will provide an option for you to tell us that you consent.\nIn those situations, if you don’t consent, the call will either automatically end or will not be recorded.</li>\n</ol>\n</li>\n<li>When it’s required by law, we’ll check your details with fraud prevention agencies.\nIf you provide false or inaccurate information and we suspect fraud, we intend to record this.</li>\n</ol>\n</li>\n<li>We will not disclose your personal information to any third party except in accordance with this Notice, and in particular in these circumstances:\n<ol>\n<li>They will be processing the data on our behalf as a data processor (where we’ll be the data controller).\nIn that situation, we’ll always have a contract with the data processor as set out in the GDPR.\nThis contract provides significant restrictions as to how the data processor operates so that you can be confident your data is protected to the same degree as provided in this Notice.</li>\n<li>Sometimes it might be necessary to share data with another data controller.\nBefore doing that we’ll always tell you.\nNote that if we receive information about you from a third party, then as soon as reasonably practicable afterwards we’ll let you know.\nthat’s required by the GDPR.</li>\n<li>Alternatively, sometimes we might consider it to be in your interest to send your information to a third party.\nIf that’s the case, we’ll always ask whether you agree before sending.</li>\n</ol>\n</li>\n<li>Where you give us personal information on behalf of someone else, you confirm that you have provided them with the information set out in this Notice and that they have not objected to such use of their personal information.</li>\n<li>We may allow other people and organisations to use personal information we hold about you in the following circumstances:\n<ol>\n<li>If we, or substantially all of our assets, are acquired or are in the process of being acquired by a third party, in which case personal information held by us, about our customers, will be one of the transferred assets.</li>\n<li>If we have been legitimately asked to provide information for legal or regulatory purposes or as part of legal proceedings or prospective legal proceedings.</li>\n<li>We may employ companies and individuals to perform functions on our behalf and we may disclose your personal information to these parties for the purposes set out above, for example, for fulfilling orders, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analysing data, providing marketing assistance, providing search results and links (including paid listings and links) and providing customer service.\nThose parties will be bound by strict contractual provisions with us and will only have access to personal information needed to perform their functions, and they may not use it for any other purpose.\nFurther, they must process the personal information in accordance with this Notice and as permitted by the GDPR.\nFrom time to time, these other people and organisations to whom we may pass your personal information may be outside the European Economic Area.\nWe will take all steps reasonably necessary to ensure that your personal information is treated securely and in accordance with this Notice and the GDPR.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<b>Protecting information</b>\n<ol>\n<li>We have strict security measures to protect personal information.</li>\n<li>We work to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software to encrypt information you input.</li>\n<li>We reveal only the last five digits of your credit card numbers when confirming an order.\nOf course, we transmit the entire credit card number to the appropriate credit card company during order processing.</li>\n<li>We maintain physical, electronic and procedural safeguards in connection with the collection, storage and disclosure of personally identifiable customer information.\nOur security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.</li>\n<li>It is important for you to protect against unauthorised access to your password and to your computer.\nBe sure to sign off when you finish using a shared computer.</li>\n</ol>\n</li>\n<li>\n<b>The internet</b>\n<ol>\n<li>If you communicate with us using the internet, we may occasionally email you about our services and products.\nWhen you first give us personal information through the Website, we will normally give you the opportunity to say whether you would prefer that &nbsp;we don’t contact you by email.\nYou can also always send us an email (at the address set out below) at any time if you change your mind.</li>\n<li>Please remember that communications over the internet, such as emails and webmails (messages sent through a website), are not secure unless they have been encrypted.\nYour communications may go through a number of countries before they are delivered – this is the nature of the internet.\nWe cannot accept responsibility for any unauthorised access or loss of personal information that is beyond our control.</li>\n</ol>\n</li>\n<li>\n<b>Cookies and other internet tracking technology</b>\n<ol>\n<li>When we provide services, we want to make them easy, useful and reliable.\nThis sometimes involves placing small amounts of information on your computer, which is sent back to us at a later time.\nThese are called ‘cookies’.\nThese cookies are listed in the table at clause 8.5.\nSome websites don’t use cookies but use related technology for gaining information about website users such as JavaScript, web beacons (also known as action tags or single-pixel gifs), and other technologies to measure the effectiveness of their ads and to personalise advertising content.\nMultiple cookies may be found in a single file depending on which browser you use.</li>\n<li>Where applicable, this section of the Notice also relates to that technology but the term ‘cookie’ is used throughout.</li>\n<li>Some of these cookies are essential to services you’ve requested from us, whereas others are used to improve services for you, for example through:\n<ol>\n<li>Letting you navigate between pages efficiently</li>\n<li>Enabling a service to recognise your computer so you don’t have to give the same information during one task</li>\n<li>Recognising that you have already given a username and password so you don’t need to enter it for every web page requested</li>\n<li>Measuring how many people are using services, so they can be made easier to use and that there is enough capacity to ensure they are fast</li>\n</ol>\n</li>\n<li>To learn more about cookies, you may wish to visit: www.allaboutcookies.org, www.youronlinechoices.eu or www.google.com/policies/technologies/cookies/</li>\n<li>This Website uses, or allows use of, the following cookies:</li>\n</ol>\n</li>\n</ol>\n<b>Cookie name</b>\n<b>Cookie qualities</b>\n<b>Consent needed</b> Rubicon <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Google <ul>\n<li>This cookie allows us to personalise advertisements and statistics for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to Google so that The information will be sent to google so that they can improve the Advertising Experience</li>\n</ul> Yes AdMarvel/ Opera <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to &nbsp;third party so that The information will be sent to improve the Advertising Experience</li>\n</ul> Yes Sharethrough <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Taboola <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Mic <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Zergnet <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes OpenX <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Index Exchange <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Gum Gum <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Rev Content <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes YOC <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Sovrn <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Just Premium <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Ad You Like <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes 33 Across <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Teads <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes Unruly <ul>\n<li>This cookie allows us to personalise advertisements for your browsing experience on the web and our apps</li>\n<li>Category 4 – targeting and advertising</li>\n<li>Third party: another website is placing the cookie</li>\n<li>Session</li>\n<li>We’ve removed any information that might identify you in such a way that it should not be possible to reassemble the data</li>\n<li>The information will be sent to The information will be sent to third parties so that The information will be sent to improve the &nbsp;Advertising Experience</li>\n</ul> Yes <ol>\n<li>\n<ol>\n<li>The distinctions referred to in the above table are as follows:\n<ol>\n<li>First party versus third party cookies – we set first party cookies ourselves.\nthird party cookies are set by other entities via our Website.</li>\n<li>Session versus persistent cookies – session cookies only persist for the duration of that visit.\npersistent cookies last for longer</li>\n<li>Identifying information removed – just because we’ve done this, they will still be personal information if the relevant information can be reassembled</li>\n<li>Categories 1-4 found in the ICC UK Cookie guide, as explained below.\nCategory 1 cookies don’t require the user’s consent, though you must still tell them about the cookies.\nCategories 2-4 do require their specific and informed consent.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol> Category 1\nStrictly necessary\nThese cookies are essential in order to enable you to move around the website and use its features, such as accessing secure areas of the website.\nWithout these cookies services you have asked for, like shopping baskets or e-billing, cannot be provided.<p>\n</p>\n<p>We include in this category cookies that are used only for electronic communication.\n(The ICC doesn’t refer to these cookies, but the law is the same.)</p>\n<p>Note that cookies for which another person is the controller will never be necessary for a service requested of you.\nOn the other hand, if you’ve asked another person to send a cookie on your behalf for an essential feature of your website, that would be category 1.</p> Category 2\nPerformance\nThese cookies collect information about how visitors use a website, for instance which pages visitors go to most often, and if they get error messages from web pages.\nThis information is only used to improve how a website works.\nCategory 3\nFunctionality\nThese cookies allow the website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features.\nFor instance, a website may be able to provide you with local weather reports or traffic news by storing in a cookie the region in which you are currently located.\nThese cookies can also be used to remember changes you have made to text size, fonts and other parts of web pages that you can customise.\nThey may also be used to provide services you have asked for such as a live chat session.\nCategory 4\nTargeting and advertising\nThese cookies are used to deliver adverts more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.\nThey are usually placed by advertising networks with the website operator’s permission.\nThey remember that you have visited a website and this information is shared with other organisations such as advertisers.\nQuite often targeting or advertising cookies will be linked to site functionality provided by the other organisation.\n<ol>\n<li>\n<ol>\n<li>As with any other information we may collect from you, we’ll work to protect the security of your information during transmission by using by using Secure Sockets Layer (SSL) software to encrypt information you input.</li>\n</ol>\n</li>\n<li>\n<b>Links</b>\n<ol>\n<li>The Website may include third-party advertising.\nWe do not provide any personally identifiable customer personal information to these third-party advertisers unless you’ve consented in accordance with this privacy notice, however as to cookies please see above clause Cookies and other internet tracking technology.</li>\n<li>We exclude all liability for loss that you may incur when interacting with this third-party advertising.</li>\n</ol>\n</li>\n<li>\n<b>Further information</b>\n<ol>\n<li>If you would like any more information or you have any comments about this Notice, please write to our Data Protection Officer as detailed in clause 1.4.</li>\n<li>Please note that we may have to amend this Notice on occasion, for example if we change the cookies that we use.\nIf we do that, we will publish the amended version on the Website.\nIn that situation we will endeavour to alert you to the change, but it’s also your responsibility to check regularly to determine whether this Notice has changed.</li>\n<li>You can ask us for a copy of this Notice by writing to the above address or by emailing us at news@pink.news.\nThis Notice applies to personal information we hold about individuals.\nIt does not apply to information we hold about companies and other organisations.</li>\n<li>If you would like access to the personal information that we hold about you, you can do this by emailing us at news@pink.news or writing to us at the address noted above.\nThere is not normally a fee for such a request, however if the request is unfounded, repetitive or excessive we may request a fee or refuse to comply with your request.\nYou can also ask us to send the personal information we hold about you to another controller.</li>\n<li>We aim to keep the personal information we hold about you accurate and up to date.\nIf you tell us that we’re holding any inaccurate or incomplete personal information about you, we will promptly amend, complete or delete it accordingly.\nPlease email us at news@pink.news or write to us at the address above to update your personal information.\nYou have the right to complain to the Information Commissioner’s Office if we don’t do this.</li>\n<li>You can ask us to delete the personal information that we hold about you if we relied on your consent in holding that information or if it’s no longer necessary.\nYou can also restrict or object to our processing of your personal information in certain circumstances.\nYou can do this by emailing us at news@pink.news or writing to us at the address noted above.</li>\n<li>We will tell you if there is a breach, or a likely breach, of your data protection rights.</li>\n</ol>\n</li>\n</ol>\n<p>\n<b>‘Just-in-time’ notices</b>\n</p>\n<p>\n<b>Privacy notice about necessary information</b>\n</p>\n<p>We have asked for personal information from you.\nThis information is necessary for one of the reasons specified in the General Data Protection Regulation.</p>\n<p>For more information, please read our full privacy notice at&nbsp;https://www.pinknews.co.uk/privacy-policy/</p>\n<p>If you have any concerns, please contact our Data Protection Officer at the address shown above at 1.2.</p>\n<p>You can change your mind and change your consent choices at anytime by clicking here.</p>\n", "created_at": "2021-06-13 02:44:36.292361", "updated_at": "2021-06-13 00:47:01.009371"}], "points": [], "urls": ["pinknews.co.uk"]}}