{"error": 448, "message": "OK", "parameters": {"id": 1548, "name": "ShapeShift", "created_at": "2019-05-12 19:24:20.277129", "updated_at": "2021-03-25 03:19:50.375015", "wikipedia": "https://en.wikipedia.org/wiki/ShapeShift", "keywords": null, "related": null, "slug": "shapeshift", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1548.png", "url": "shapeshift.io, shapeshift.com", "documents": [{"id": 1280, "name": "Terms of Service", "url": "https://info.shapeshift.io/terms-of-service", "xpath": null, "text": "AboutBackLeadership<br>Careers<br>Testimonials<br>Release Notes<br>News<br>Press<br>LearnBackBlog<br>BitcoinCrypto 101Crypto ProEthereumProductsBackShapeShift Platform<br>ShapeShift Classic<br>How It Works<br>FOX Tokens<br>Free Trading<br>CoinCap<br>KeepKey<br>ResourcesBackDeveloper Portal<br>Brand Assets<br>Help Center<br>Miner Fees<br>Buy CryptoRainfallLog inTerms of Service<p>\n<em>Last Modified: September 2020</em>\n</p>Welcome to ShapeShift<strong>THESE TERMS CONSTITUTE A LEGALLY BINDING AGREEMENT BETWEEN YOU AND US.\nPLEASE READ THESE TERMS CAREFULLY TO ENSURE THAT YOU UNDERSTAND AND AGREE TO EVERY PORTION OF THESE TERMS BEFORE USING ANY PART OF THE SERVICE.</strong>\n<p>These terms of service (these “<strong>Terms</strong>” or the “<strong>Terms</strong>”) govern your: relationship with ShapeShift Global Limited (with its subsidiaries, parents, or affiliates, collectively, “<strong>ShapeShift</strong>”,<strong>\n</strong>“<strong>we</strong>”,<strong>\n</strong>“<strong>our</strong>”,<strong>\n</strong>or “<strong>us</strong>”).\nand use or access of: (1) ShapeShift.com, ShapeShift.io, and any other website maintained or published by ShapeShift (each, a “<strong>Website</strong>”).\n(2) our software platform which enables you to hold, transfer, buy, sell, or enable the sale of certain digital assets (“<strong>Platform</strong>”).\n(3) our mobile application, which allows access to one or more of our Websites or the Platform from a mobile device (“<strong>App</strong>”).\n(4) any application programming interface we provide (<strong>“API”</strong>).\nand (5) any other of our online or mobile services or software (“<strong>Software</strong>”) provided on or in connection with our service to hold, transfer, buy, sell, or enable the sale of, certain digital assets (the Websites, the Platform, the App, the API, and the Software, collectively, the “<strong>Service</strong>”).\nBy accessing or using any part of the Service, or clicking a button or checking a box marked “I Agree” (or substantially similar language), you acknowledge that you have read, understood, acknowledge, and agree to: (i) be bound by these Terms in full.\nand (ii) to our privacy policy, which is incorporated into these Terms (“<strong>Privacy Policy</strong>”) and includes certain rights granted to us for the collection and use of your information.\nThese Terms apply to any visitor of a Website, user of the Service, and any other person who registers for or otherwise accesses or uses the Service (each, a “<strong>User</strong>”).\nCertain parts of the Service may be subject to additional terms that we may specify from time to time, and your use of such Service is subject to those additional terms.\nSuch additional terms are hereby incorporated into these Terms.\n</p>\n<p>ShapeShift may, in its sole discretion, modify or update these Terms from time to time, so you should review this page periodically.\nWhen we change these Terms in a material manner, we will update the date at the top of this page.\nYour continued use of the Service after any such change constitutes your acceptance of such change to these Terms.\nIf you do not agree to any portion of these Terms or any future terms of service including future versions of these Terms, you must not use or access (or continue to access) the Service.\n</p>\n<p>INVESTMENT DISCLAIMER: ShapeShift does not endorse or recommend any particular digital asset, transaction, or purchasing strategy.\nContent on any of the Websites or your communications with any of our personnel should not be construed as purchase or investment advice.\nYou should seek independent investment advice prior to using the Service.\nYou acknowledge and represent that all transaction decisions made in connection with your use of the Service are made solely by you and ShapeShift will have no liability for any of your decisions.\nTHE RISK OF LOSS IN BUYING OR SELLING A DIGITAL ASSET CAN BE SUBSTANTIAL, THEREFORE YOU SHOULD CAREFULLY CONSIDER WHETHER BUYING OR SELLING A DIGITAL ASSET IS SUITABLE FOR YOU IN LIGHT OF YOUR FINANCIAL CONDITION BEFORE BUYING OR SELLING A DIGITAL ASSET.<br>\n</p>Table of Contents:<ol>\n<li>Use of the Service</li>\n<li>User Accounts</li>\n<li>Transactions of the Service</li>\n<li>User Content</li>\n<li>The ShapeShift App</li>\n<li>Our Proprietary Rights</li>\n<li>Privacy and Security</li>\n<li>Returns and Refunds Policy</li>\n<li>FOX Tokens</li>\n<li>Promotional Terms</li>\n<li>Miscellaneous <br>\n</li>\n</ol>i.\nUse of the Service<br>\n<ol>\n<li>\n<strong>Eligibility to use the Service.\n</strong>You shall not use the Service unless you are in full compliance with these Terms and all applicable laws.\nYou shall not use any part of the Service if you cannot form a legally binding contract with ShapeShift.\nAny use of or access to the Service by anyone under 18 is prohibited.\nCurrently, we do not allow Users residing or present in the following jurisdictions to use the Service: the State of New York, the State of Washington, any jurisdiction sanctioned by the United States Treasury’s Office of Foreign Assets Control, or any other jurisdiction that we determine to present a high risk of fraud.\nYou shall not use the Service if: (i) you reside or are present in one of the jurisdictions listed in the previous sentence.\n(ii) we determine that you violated these Terms.\nor (iii) we have removed or suspended you from using the Service.</li>\n<li>\n<strong>The Service Generally.</strong> The purpose of the Service is to allow Users to: (i) hold and transfer digital assets.\nand (ii) buy and sell digital assets directly from or to ShapeShift (buying, selling, or otherwise transferring a digital asset on our Service, referred to as a “<strong>Transaction</strong>”).\nClick here for an overview on how to trade digital assets on our Service.\nShapeShift may charge you a miner or network fee (a “<strong>Miner Fee</strong>”) to process the Transaction on your behalf.\nShapeShift calculates the Miner Fee for a particular digital asset in its discretion.\nShapeShift shall maintain a list of current Miner Fees here or on another page of the Website, however at the time of your Transaction, the particular Miner Fee may deviate from such list.\nShapeShift shall notify you of the Miner Fee applicable to your Transaction before your authorization of the Transaction.\nShapeShift may modify or update any portion of the Service at any time.\nSubject to your full compliance with these Terms, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to access and use the Service for your personal use only and as permitted by the features of the Service (“<strong>Service</strong>\n<strong>License</strong>”).\nYou shall not use any part of the Service for illegal or fraudulent purposes or for the purpose of consummating Transactions on behalf of another person.\nFor the avoidance of doubt, you must be the beneficial owner of the digital assets, the sending address, the destination address, and the refund address for each Transaction you initiate on the Service.\nShapeShift reserves all rights not expressly granted in these Terms in the Service and the ShapeShift Content (as defined below).\nShapeShift may terminate the Service License or any portion of the Service at any time for any or no reason.</li>\n<li>\n<strong>Suspension or Termination of the Service.</strong> You acknowledge that we may, without prior notice to you: suspend the Service.\nchange the Service.\nstop providing the Service or features of the Service, to you or to Users generally.\nor create usage or Transaction limits for the Service.\n</li>\n<li>\n<strong>Third-Party Links and Information.\n</strong>You acknowledge that the Service may contain links or integrations to third-party materials that are not owned or controlled by ShapeShift (each, a “<strong>Third-Party Service</strong>”).\nShapeShift does not endorse or assume any responsibility for any Third-Party Service.\nIF YOU ACCESS A THIRD-PARTY SERVICE FROM THE SERVICE OR SHARE YOUR USER CONTENT (AS DEFINED BELOW) ON OR THROUGH SUCH THIRD-PARTY SERVICE, YOU ACKNOWLEDGE THAT: YOU DO SO AT YOUR OWN RISK.\nTHESE TERMS AND OUR PRIVACY POLICY MAY NOT APPLY TO SUCH THIRD-PARTY SERVICE.\nYOU MAY BE REQUIRED BY SUCH THIRD-PARTY TO AGREE TO CERTAIN ADDITIONAL TERMS OR CREATE AN ACCOUNT.\nAND THAT CERTAIN THIRD-PARTY SERVICES MAY PUBLISH TO A PUBLIC BLOCKCHAIN INFORMATION YOU SEND TO SUCH THIRD-PARTY.\nYou shall not hold ShapeShift liable for any damages related to your use of any third-party website, service, or content, including User Content submitted by other Users.\nYou acknowledge that your dealings with or participation in promotions any advertiser that connects with you through your use of the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertiser.\nYou acknowledge that ShapeShift will not be liable for any loss or damage of any sort relating to your interactions with any such advertiser.</li>\n<li>\n<strong>Disclaimer of Warranties.</strong> YOU ACKNOWLEDGE THAT THE SERVICE IS BEING PROVIDED BY SHAPESHIFT “AS IS” AND “AS AVAILABLE” BASIS.\nSHAPESHIFT MAKES NO WARRANTY REGARDING THE SERVICE.\nSHAPESHIFT HEREBY EXPRESSLY DISCLAIMS ALL IMPLIED AND STATUTORY WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nSHAPESHIFT DOES NOT GUARANTEE THAT: THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS.\nTHE SERVICE WILL BE AVAILABLE UNINTERRUPTED, AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, SECURE, OR ERROR-FREE.\nANY CONTENT PROVIDED TO YOU IN CONNECTION WITH THE SERVICE WILL BE ACCURATE, RELIABLE, OR CORRECT.\nANY OF THE SERVICE’S DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM SHAPESHIFT OR THROUGH THE SERVICE WILL CREATE ANY WARRANTY.<br>\n<br>Any content downloaded or otherwise obtained through the use of the Service is downloaded at your own risk and you will be solely responsible for any damage to your computer system or mobile device or loss of data that results from such download or your use of the Service.\nYou acknowledge that ShapeShift does not guarantee or assume responsibility for any product or service advertised or offered by a third-party through the Service or any hyperlinked website or service, and ShapeShift will not be a party to or monitor any transaction between you and third-party providers of products or services.\n<br>\n<br>Due to the disclaimers in this section, we strongly recommend that you only use the Service to manage, buy, sell, or trade small amounts of digital assets.\nIf any issues arise in connection with the Service, ShapeShift shall make reasonable efforts to resolve such issues, but you acknowledge that ShapeShift will have no liability for any bugs, errors, or other problems that result in loss of your funds or digital assets.\nYou acknowledge that the Service may contain more or fewer features or be licensed under different terms than previous versions.\nYou acknowledge that ShapeShift reserves the right to make changes to the Service at any time for any reason, without prior notice, and any reliance on the current services available on the Service is at your own risk.\nWithout limiting any disclaimer of warranty or other limitation specified in this section, you acknowledge that the Service is not suitable for commercial use, and that the Service may contain errors affecting its proper operation.\n<br>\n<br>The disclaimers and exclusions under these Terms will not apply to the extent prohibited by applicable law.\nFederal law, some states, provinces, and other jurisdictions do not allow the exclusion and limitations of certain implied warranties, so the exclusions in this section may not apply to you.\nThese Terms give you specific legal rights, and you may also have other rights which vary from jurisdiction to jurisdiction.\n<strong>‍</strong>\n</li>\n<li>\n<strong>Use of the Service on Behalf of the US Government.</strong> If you acquire any part of the Service on behalf of the United States Government, then the Service will be deemed to be “commercial computer software” and “commercial computer software documentation,” respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212.\nAny use, reproduction, release, performance, display, or disclosure of the Service and any accompanying documentation by the U.S.\nGovernment will be governed solely by these Terms and is prohibited except to the extent expressly permitted by these Terms.\nThe Service is subject to United States export laws and regulations.\nNo portion of the Service may be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nThe Service may be subject to the import and export laws of other countries<strong>‍</strong>\n</li>\n<li>\n<strong>California Residents.\n</strong>The provider of services associated with these Terms is ShapeShift.\nIf you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210 or (916) 445-1254.</li>\n</ol>ii.\nUser Accounts<ol>\n<li>\n<strong>ShapeShift Accounts.\n</strong>You may be required to sign up for a ShapeShift account (“<strong>Account</strong>”) in order to use certain portions of the Service.\nWe strongly recommend that when creating your Account, you use strong passwords that contain a combination of uppercase and lowercase letters, numbers, and symbols.\nYou shall notify ShapeShift immediately of any breach of security or unauthorized use of your Account by emailing our customer support here or making a support request here.\nShapeShift will not be liable for any losses you incur that are caused by any unauthorized use of your Account.\nYour Account gives you access to the Service and any other functionality that we may establish and maintain.\nWe may maintain different types of Accounts for different types of Users.\nIf you open an Account on behalf of an organization then for the purposes of these Terms, “you” includes that organization, and (i) you hereby state that you are an authorized representative of that organization with the authority to bind the organization to these Terms, (ii) you are agreeing to these Terms on the organization’s behalf.\nand (iii) if you cease to be an authorized representative of that organization, you shall stop using the Service on behalf of that organization.\nSubject to the previous sentence, you shall not use another User’s Account.\nWhen creating your Account, you shall provide accurate and complete information, and you shall keep this information fully accurate and up to date.\nYou may control your Account and how you interact with the Service at the membership section of your Account settings page.\nYou may delete your Account by accessing the privacy menu in your Account settings or by emailing us here.\nYou acknowledge that there are no refunds for deletion of your Account.\n</li>\n<li>\n<strong>Verification.\n</strong>During creation of your Account, you shall provide us with any information we request for the purposes of identity verification and the detection of money laundering, terrorist financing, fraud, or any other financial crime and consent to us keeping a record of such information.\nYour access to the Service and the limits that apply to your use of the Service may be altered as a result of information we collect about you on an ongoing basis.\nYou authorize us to make inquiries, whether directly or through third-parties, that we determine necessary to verify your identity or to otherwise prevent money laundering, terrorist financing, fraud, or any other financial crime, and to take any other action we reasonably determine is necessary based on the results of such inquiries.\nWhen we make these inquiries, you acknowledge that your personal information may be disclosed to fraud prevention or financial crime agencies and that these agencies and you consent to such disclosures.\nYou are solely responsible for the activity that occurs on your Account, and you must keep your Account password secure.\n</li>\n<li>\n<strong>Your Email Address.\n</strong>By providing ShapeShift your email address you consent to our use of your email address to send you ShapeShift-related or Service-related notices, including any notices required by law, instead of communication by postal mail.\nIf you do not want to receive such email messages, you may opt out by clicking “unsubscribe” or similar language in an email message.\nYou acknowledge that opting out of receiving emails from us may prevent you from learning about Service updates, improvements, or offers</li>\n<li>\n<strong>‍Service Rules.</strong> You shall not engage in any of the following (each, a “<strong>Prohibited Activity</strong>”): (i) modifying, disassembling, decompiling, or reverse engineering any portion of the Service.\n(ii) renting, leasing, loaning, reselling, sublicensing, or otherwise transferring any portion of the Service to any third-party.\n(iii) use any portion of the Service to provide time sharing or similar services for any third-party.\n(iv) copying, distributing, or disclosing any part of the Service in any medium, including by any automated or non-automated “scraping”.\n(v) writing, using any automated system, including “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the ShapeShift servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser (except that ShapeShift grants the operators of public search engines revocable permission to use spiders to copy publicly available materials from the Websites for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of those materials, but not caches or archives of such materials).\n(vi) transmitting spam, chain letters, or other unsolicited email in connection with the Service.\n(vii) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(viii) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(ix) uploading invalid data, viruses, worms, or other software agents through the Service.\n(x) collecting or harvesting any personally identifiable information from the Service.\n(xi) using the Service for any commercial solicitation purposes.\n(xii) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity in connection with the Service, including using a temporary email account.\n(xiii) interfering with the proper working of the Service.\n(xiv) accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\n(xv) bypassing the measures we may use to prevent or restrict access to the Service, including removing, circumventing, disabling or otherwise interfering with security-related features or features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content of the Service.\nor (xvi) deleting any of our copyright and other proprietary rights notices.</li>\n<li>\n<strong>Suspension or Termination of your Account.</strong> You acknowledge that we may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any part of these Terms.\nShapeShift may, without prior notice: suspend, restrict, or terminate your access to any portion of the Service, deactivate or cancel your Account, block any Transaction you initiate, or freeze funds associated with your Account if: (i) we are required by a facially valid subpoena, court order, or binding order of a government authority.\n(ii) we reasonably suspect you of using the Service in connection with a Prohibited Activity.\n(iii) your Account is subject to any pending litigation, investigation, or government proceeding.\n(iv) we reasonably believe there to be a heightened risk of legal or regulatory non-compliance associated with your Account or your Account’s activity.\n(v) our service partners or other contractors are unable to support any aspect of your use of the Service.\n(vi) you take any action that ShapeShift deems, in its sole discretion, as circumventing ShapeShift’s controls, including opening more than one Account, initiating Transactions for the benefit of a third-party, or violating the terms of any ShapeShift Promotion.\nor (vii) for any other reason or no reason in our sole discretion.\nIf your Account or use of the Service is terminated or suspended, you acknowledge that you will remain bound by these Terms.\nYou are solely responsible for your interactions with other Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nYou acknowledge that ShapeShift will have no liability for your interactions with other Users, or for any User’s action or inaction.\nIf ShapeShift suspends or closes your Account, or terminates your use of the Service, in whole or in part, for any reason, we will use commercially reasonable efforts to provide you with notice of our actions except where a court order or other legal process prohibits ShapeShift from providing you with such notice.\nYou acknowledge that ShapeShift’s decision to take certain actions, including limiting access to, suspending, or closing your Account, may be based on confidential criteria that are essential to ShapeShift’s risk management and security protocols and that ShapeShift is under no obligation to disclose the details of its risk management and security procedures to you.\nShapeShift will have no liability for any action taken by us substantially consistent with or authorized by this section.</li>\n</ol>iii.\nTransactions on the Service<ol>\n<li>\n<strong>Digital Wallet.\n</strong>You may be required to create or link with the Service a digital wallet in order to utilize certain portions of the Service, including initiating and completing Transactions.\nWHEN YOU CREATE A NEW DIGITAL WALLET, YOU MUST REMEMBER OR WRITE DOWN THE ASSOCIATED ACCOUNT EMAIL, PASSWORD, AND RECOVERY PHRASE TO RETAIN ACCESS TO ANY DIGITAL ASSETS STORED ON SUCH WALLET IN ORDER TO RETAIN OR RECOVER ANY APPLICABLE DIGITAL ASSETS IF YOU DELETE YOUR SHAPESHIFT ACCOUNT OR IF SHAPESHIFT CEASES OPERATION.\nYou are solely responsible for the management of any digital wallet you control and the digital assets within such digital wallet.\nShapeShift may not be able to recover any digital wallet or digital asset for you in the event you forget your password or lose your recovery phrase.\nYou acknowledge that ShapeShift will not be liable for any loss of funds or digital assets due to your loss of your Account email, password, or recovery phrase.\nIf you need assistance in setting up a new digital wallet or understanding how the recovery phrase process works, please email our customer support here or make a support request here.\n</li>\n<li>\n<strong>Digital Asset Prices.\n</strong>Digital assets are experimental and risky.\nWe will use good faith efforts to ensure the Service provides fair and accurate price and Transaction fee information, but this information is volatile and subject to change without advance notice and instantaneously.\nYou acknowledge that we have full discretion to determine the prices on the Service and that the price offered to each User for each Transaction may be a User-specific or Transaction-specific price.\nWe do not provide all Users with the same spreads or pricing.\nFactors that we consider when offering a price to a User include: brokerage considerations, risk, liquidity, and other proprietary factors.\nThe price for a Transaction is provided at the time your payment is received and confirmed by the applicable blockchain network, limited to the number of confirmations we deem reasonable in order to protect us from double-spends, 51% attacks, or other risks.\n</li>\n<li>\n<strong>Transactions Generally.</strong> We reserve the right to: (i) refuse to process or to cancel any pending Transaction as required by law or in response to a subpoena, court order, or other binding government order or to enforce any Transaction limits whether imposed by us or otherwise.\n(ii) delay any Transaction we reasonably believe has a risk of fraud or illegal activity.\nand (iii) refuse to process or cancel any Transaction due to technological issues with the blockchain software, the Service, or any other software or process impacting the Service.\nYou acknowledge that ShapeShift cannot reverse a Transaction which has been broadcast to a blockchain network and that once you initiate a Transaction, it may finalize.\nRefund requests will be provided in accordance with article VIII.\nYou acknowledge that you or ShapeShift may not be able to reverse or change any Transaction denoted as complete or pending.</li>\n<li>\n<strong>Payments.</strong> We will determine when to accept any payment on the Service and may accept a payment with zero block confirmations.\nA payment broadcasted to the blockchain network does not constitute our acceptance of such payment.\nWhen submitting a Transaction, you may elect to be provided with a guaranteed price by selecting the “Precise Amount” function (or any other similarly worded function) for a specified period of time as long as we receive and accept your payment during such period of time.\nWe may cancel any Transaction that does not finalize or confirm by 48 hours after being initiated.\n&nbsp;We only accept one form of payment per Transaction.\nIf you attempt to initiate a Transaction with more than one form of payment the pricing for the Transaction may not be honored and we may cancel the Transaction.\n</li>\n<li>\n<strong>Digital Assets.</strong> ShapeShift does not guarantee the listing of any asset on the Service and we may add or remove digital assets to the Service in our sole discretion.\nWe may impose Transaction or amount limits to any digital asset on our Service.\nYou shall not attempt to use the Services to store, send, request, or receive digital assets that are not supported by ShapeShift.\nShapeShift assumes no responsibility or liability in connection with any attempt to use the Service for digital assets that we do not support.</li>\n<li>\n<strong>Underlying Protocols.\n</strong>Generally, the underlying protocols in our Service are open source and any person can use, copy, modify, and distribute them.\nYou acknowledge that: (i) ShapeShift does not own or control the underlying software protocols which govern the operation of the digital assets supported on the Service.\n(ii) that ShapeShift is not responsible for the operation of the underlying protocols and that we make no guarantee of those protocols’ functionality, security, or availability.\nand (iii) that the underlying protocols are subject to sudden changes in operating rules, which may materially affect the value, function, our ability to have a particular digital asset listed on our Service, the name of the digital asset, or any combination of the foregoing items.\n</li>\n<li>\n<strong>Digital Asset Forks.</strong> In the event of a digital asset fork, you acknowledge that: (i) ShapeShift may, without advance notice to you temporarily suspend operations associated with such digital asset.\n(ii) ShapeShift may not support either branch of the forked digital asset protocol after that fork.\n(iii) if you send a Transaction at the time of the fork, ShapeShift will only honor the originally-intended Transaction that you sent.\nand (iv) ShapeShift assumes no responsibility for damages related to an unsupported branch of a forked digital asset protocol.</li>\n<li>\n<strong>‍Taxes.\n</strong>It is your sole responsibility to determine whether, and to what extent, any taxes apply to any Transaction you conduct through the Service, and to withhold, collect, report, and remit the correct amounts of taxes to the appropriate tax authorities.\nYour Transaction history is available through your Account settings.\nYou acknowledge that ShapeShift will have no liability for any taxes associated with your Transactions.</li>\n</ol>iv.\nUser Content<ol>\n<li>\n<strong>‍User Content Generally.\n“User Content” </strong>means:<strong>\n</strong>any photographs, articles, images, graphics, videos, sounds, music, audio recordings, text, files, profiles, communications, comments, feedback, suggestions, ideas, concepts, questions, data or other content that you (i) submit or post on or through the Service, on any of our blogs, social media accounts, or through tools or applications that we provide for posting or sharing such content with us.\nor (ii) have posted or uploaded to your social media accounts, including Instagram, Twitter, Facebook, Tumblr, Gravatar, and Pinterest, which are tagged with any ShapeShift promoted hashtag.\nYou acknowledge that any User Content will be deemed nonconfidential and nonproprietary.</li>\n<li>\n<strong>Ownership.</strong> Except for Ideas (see section III.E) ShapeShift does not make any claim of ownership of User Content.\nBy submitting or posting any User Content, you thereby grant to ShapeShift a perpetual, irrevocable, royalty-free, worldwide, sublicensable, and transferable license to copy, publish, translate, modify, delete, reformat, create derivative works from, distribute, reproduce, sell, display, transmit, publish, broadcast, host, archive, store, cache, use, or otherwise exploit: any portion of User Content.\nyour name, persona, and likeness included in any User Content.\nand your social media account handle, username, real name, profile picture, or any other information associated with the User Content (or any combination of the foregoing items), in any commercial or noncommercial manner, in whole or in part, in any distribution channels, forms, media, or technology, whether now known or later developed, including in stores, printed marketing materials, emails, web pages, social media accounts, and for any other marketing, advertising, public relations, sales or promotional purposes with or without attribution or further notice to you.\nYou acknowledge that you or any other person will not have the right to: (i) receive any royalty or consideration for the use of the User Content pursuant to these Terms.\nor (ii) inspect or approve the editorial copy or other material that may be used in connection with the User Content.\nShapeShift will be free to use any ideas, concepts, know-how, or techniques contained in such User Content for any purpose, including developing, manufacturing, and marketing products that incorporate or otherwise rely upon such information.\n</li>\n<li>\n<strong>Your Representations about User Content.</strong> By submitting or posting User Content you thereby represent that: (i) you own or control any rights in and to such User Content, and the right to grant all of the rights and licenses in these Terms, and if you are not the holder of such rights, the holder of such rights has fully and effectively waived all such rights and irrevocably granted you the right to grant the licenses in section IV.B.\nwithout the need for payment to you or any other person.\n(ii) you have obtained permission from any person that appears in the User Content to use, and thereby grant others the right to use, such person’s name, image, voice, or likeness (or any combination of the foregoing items) without the need for payment to you or any other person or entity.\n(iii) you are 18 years of age or older.\nand (iv) the User Content does not: (1) contain false or misleading information.\n(2) infringe on the intellectual property, privacy, publicity, statutory, contractual or other rights of any other person.\n(3) contain any libelous, defamatory, obscene, offensive, threatening, or otherwise harassing or hateful content.\n(4) contain any personally identifiable information or any contact information.\nor (5) contain computer viruses, worms, or other harmful files.\nUpon our request, you shall furnish ShapeShift any documentation, substantiation, or releases necessary to verify your compliance with this article.\nYou acknowledge that you are solely responsible for the User Content and you shall indemnify ShapeShift and its employees, agents, affiliates, assigns, and licensees from any damages, claims, expenses, costs, or fees arising from or in connection with any inaccuracy of any of the foregoing statements or your violation of any law or rights of a third-party in relation to the User Content.\n</li>\n<li>\n<strong>ShapeShift’s Obligations Pertaining to User Content.</strong> You acknowledge that ShapeShift acts as a passive conduit for User Content and will have no obligation to: (i) monitor User Content.\n(ii) use or display User Content.\n(iii) compensate you for submitting User Content.\nor (iv) respond to any User Content.\nShapeShift retains the right, in its sole discretion and without prior notice, to remove, revise, or refuse to post any User Content for any reason or no reason.\nYou acknowledge that ShapeShift does not guarantee the truthfulness, accuracy, or reliability of any User Content or endorse any opinions expressed by you or anyone else.\nBy submitting or posting the User Content you shall fully and unconditionally release and forever discharge ShapeShift and its officers, directors, employees, and agents from any claims, demands, and damages (actual or consequential, direct or indirect), whether now known or unknown, of every kind and nature relating to, arising out of or connected with: (iv) disputes between you and one or more Users or any other person.\nor (v) the use by ShapeShift or you of the User Content, including any claims that use of the User Content pursuant to these Terms violates any of your intellectual property rights, copyrights, rights of publicity or privacy, “moral rights,” or rights of attribution and integrity.\nYou acknowledge that ShapeShift has no control over, and will have no liability for any damages resulting from, the use (including re-publication) or misuse by you or any other person of any User Content.\nIf ShapeShift becomes aware of any User Content that may not conform to this article, ShapeShift may investigate the allegation and determine in its sole discretion whether to take action in accordance with this article.\nYou acknowledge that ShapeShift will have no liability or responsibility to Users for complying with the activities in the previous sentence.\nWe may, without notice, remove or delete any User Content under our control that we deem objectionable or in violation of these Terms.\nYou hereby consent to such removal or deletion and waive any claim against ShapeShift for such removal or deletion.\nShapeShift is not responsible or liable for failure to store or backup User Content or other materials you transmit through the Service.\nYou are strongly encourage to take measures to preserve copies of any User Content, or other data, material, and information you post on the Service or any other sites or platforms under our control.</li>\n<li>\n<strong>User Feedback and Ideas.</strong> You may choose to or we may invite you to submit feedback, ideas, modifications, comments, or suggestions about the Service or ShapeShift generally, including about how to improve the Service or our products (each, an “<strong>Idea</strong>”).\nBy submitting any Idea, you acknowledge that and hereby consent to your disclosure being gratuitous, unsolicited and without restriction and will not place ShapeShift under any fiduciary or other obligation, and that ShapeShift is the sole owner of such Idea and that we are free to use any Idea without any additional compensation to you, or to disclose the Ideas on a non-confidential basis or otherwise to anyone.\nYou acknowledge that, despite our acceptance of your Idea submission, ShapeShift does not waive any rights to use similar or related ideas previously known to ShapeShift, or developed by its employees or contractors, or obtained from sources other than you.</li>\n</ol>v.\nThe ShapeShift App<ol>\n<li>\n<strong>Generally.</strong> To use the App, you must have a mobile device that is compatible with the App.\nShapeShift does not guarantee that the App will be compatible with your mobile device.\nYou may be required by your wireless provider to use mobile data in connection with the App and may incur additional charges from your wireless provider for using this data.\nYou acknowledge that you are solely responsible for any such charges and ShapeShift will have no liability for such charges.\nShapeShift hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the App for one Account on mobile devices owned or leased solely by you for your personal use (“<strong>App License</strong>”).\nThe App License is not a sale of the App or any copy of the App, and ShapeShift or its third-party partners or suppliers retain all rights, title, and interest in the App (and any copy of the App).\nAny attempt by you to transfer any of the rights, duties, or obligations in connection with the App License, except as expressly provided for in these Terms, is void and of no legal effect.\nYou acknowledge that ShapeShift may release future versions of the App, which may be automatically downloaded to your mobile device and replace a prior version of the App.\nYou consent to such automatic upgrading on your mobile device and acknowledge that these Terms will apply to all such upgrades.\nAny third-party code that may be incorporated in the App is covered by the applicable open source or third-party license end-user license agreement, if any, authorizing use of such code.\nShapeShift reserves all rights in the App not expressly granted under these Terms.\nWhen you download and operate the App for the first time, you may be required to create a new Account, which can have the same password as your old Account.</li>\n<li>\n<strong>Additional Apple App Store.\n</strong>This section applies to all Users who obtain the App from Apple’s App Store.\nYou and ShapeShift acknowledge that: (i) these Terms are solely between you and ShapeShift.\n(ii) Apple, Inc.\nand its affiliates or subsidiaries (“<strong>Apple</strong>”) are not a party to these Terms.\nand (iii) Apple has no responsibility for the App or its related content.\nYour use of the App must comply with the applicable Apple’s App Store terms of service or use.\nIf a conflict arises between Apple’s App Store terms and these Terms, then Apple’s App Store terms of service or use will prevail.\nThe App License is limited to use on Apple-branded Products that you own or control and as permitted by the Usage Rules set forth in the App Store Terms of Service, except that the App may be accessed and used by other Accounts associated with you via “Family Sharing” or volume purchasing.\nYou and ShapeShift acknowledge that Apple has no obligation to provide you with any maintenance and support services with respect to the App.\nShapeShift is solely responsible for any product warranties of the App, whether express or implied by law, to the extent not effectively disclaimed elsewhere in these Terms.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App to you.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation with respect to the App, and any other claims, losses, liabilities, damages, costs, or expenses attributable to any failure to conform to any warranty will be solely ShapeShift’s responsibility.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third-party relating to the App and your possession or use of the App, including: (iv) product liability claims.\n(v) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (vi) claims arising under consumer protection, privacy, or similar legislation.\nYou and ShapeShift acknowledge that, if any third-party claim that the App or your possession and use of the App infringes that third-party’s intellectual property rights, ShapeShift, not Apple, will be solely responsible for the investigation, defense, settlement, and discharge of any such intellectual property infringement claim to the extent required by these Terms.\nYou shall comply with any applicable third-party terms of agreement when using the App.\nYou and ShapeShift acknowledge that Apple is a third-party beneficiary of these Terms as relates to your license of the App, and that, upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms as relates to your license of the App against you as a third-party beneficiary of these Terms.\n</li>\n<li>\n<strong>Google Play Store Terms</strong>.\nIf you downloaded the App from Google’s Play Store and a conflict arises between Google’s Play Store terms and these Terms, then you acknowledge that Google’s Play Store terms will prevail.</li>\n</ol>vi.\nOur Proprietary Rights<p>Subject to article IV, the Service, and all materials contained in the Service or transferred to or from the Service, including software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (“<strong>ShapeShift Content</strong>”) and all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights that may now exist or later come into existence, and any related applications and registrations, renewals and extensions, under the laws of any jurisdiction underlying any of the foregoing items (“<strong>Intellectual Property Rights</strong>”) are the exclusive property of ShapeShift and its licensors (including other Users who post User Content to the Service).\nExcept as provided in these Terms or in any other applicable terms, nothing in these Terms will be deemed to create a license in or under any such Intellectual Property Rights, and you shall not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any ShapeShift Content, without our prior written consent.\nUse of the ShapeShift Content for any purpose not expressly permitted by these Terms is prohibited.\n</p>vii.\nPrivacy &amp.\nSecurity<p>ShapeShift respects the privacy of its Users and will not request any information beyond what is necessary for the use of the Service or to comply with our obligations under applicable law.\nShapeShift also does not obscure the blockchain information that it does request or obtain.\n<strong>You acknowledge that due to the inherent transparent nature of blockchains, Transactions are public and easily correlated</strong>.\nAttempting to utilize ShapeShift to obscure Transactions or assets will be pointless and ineffective, and is ill-advised.\nLaw enforcement has full access to blockchain information that goes in or out of ShapeShift’s system.\nYou acknowledge that ShapeShift will comply willingly with all valid legal requests for information.\nWe reserve the right to provide information to law enforcement personnel and other third-parties to answer inquiries, participate in investigations, respond to legal process, respond to the order of a court of competent jurisdiction and those exercising the court’s authority, and to protect ShapeShift and our Users.\nBy using the Service you are consenting to our Privacy Policy, which allows us, among other things, to collect, use, and disclose your personally identifiable information and aggregate data.\nBy accepting these Terms, you expressly allow us to transfer your personally identifiable information to the United States from the jurisdiction in which you reside or are located when you access ShapeShift.</p>\n<p>\n<strong>‍</strong>ShapeShift cares about the integrity and security of your personal information, and stores all personal information provided by Users in an encrypted fashion.\nHowever, we cannot guarantee that unauthorized third-parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that by providing your personal information to us, you are doing so at your own risk.\nFor more information about how ShapeShift keeps your data safe, see here.</p>viii.\nReturns and Refunds Policy<ol>\n<li>\n<strong>Refunds Generally.\n</strong>‍If your Transaction is prevented from completing, the “Order Status” page will indicate whether or not the failed Transaction will result in a refund of the User’s deposited digital asset or the outgoing digital asset which you sought to purchase.\nIn nearly all cases where a Transaction fails, the digital asset sold by the User will automatically be refunded to the User if the Order Status page indicates the Transaction failed by displaying “failed,” or the Transaction is stuck in “awaiting” “pending confirms,” or “awaiting” stages.\nIn nearly all other cases, the outgoing digital asset will be sent to the User if the Order Status indicates a successful Transaction by displaying “Done” or “Completed.” ShapeShift will handle refund requests from Users on a case-by-case basis.\nAny decisions by ShapeShift with respect to the refunds or related exchanges are final</li>\n<li>\n<strong>Seeking a Refund Manually.</strong> If you need to seek a refund for a failed Transaction, you must submit a refund request by promptly emailing our customer support here or making a support request here after the Transaction is initiated through the Service.\nShapeShift will send any approved refund to the refund address that you provide us at the initiation of a Transaction.\nShapeShift does not guarantee that it will be able to fulfill your refund request.\nIf you do not timely submit a refund request to us promptly after becoming aware of an issue with a Transaction or if you do not include a refund address in the request, your refund may be delayed or we may not be able to fulfill it entirely.</li>\n<li>\n<strong>‍Refund Fees.\n</strong>All Transactions from ShapeShift to a User’s outgoing digital asset wallet are subject to all posted fees, including incoming and outgoing Miner Fees, which may be deducted from any refund.\n</li>\n<li>\n<strong>‍Refund Period.\n</strong>You have a maximum of 90 days to reclaim any digital assets that are held in the ShapeShift system due to any error, whether by you or us.\nRefund requests submitted after such period will only be approved in our discretion if we can verify that the applicable digital assets belong to you.\nAny decisions by ShapeShift with respect to refunds in these circumstances are final.</li>\n<li>\n<strong>Unsupported Digital Assets.\n</strong>Any digital assets that we do not support that are sent to unrelated or inaccurate wallets through the Service cannot be extracted or returned.\nShapeShift reserves the right to determine whether to assist or attempt to remedy effects of the foregoing sentence’s scenario on a case-by-case basis.\nAny such decision by ShapeShift is final.\nIf a particular digital asset for which a refund is requested is not offered on the Service at the time of a refund request, we cannot and will not process a refund or return until the digital asset returns to the Service, which may never occur.</li>\n<li>\n<strong>‍Minimum Refund Amounts.\n</strong>Transactions under the amount posted on the fee schedule on the Website are too small to be refunded due to the Miner Fee and administrative costs and ShapeShift has no obligation to honor any such related refund request.\nShapeShift will not refund any digital assets that are worth less than the posted amount.\nYou are advised not to use the Service for orders under this size.\n</li>\n<li>\n<strong>Cross-Chain Recovery Program.\n</strong>Please use extreme caution when sending digital assets to ShapeShift or the Service and make sure to confirm that you are sending the correct type of digital asset to the correct address.\nA transfer of digital assets to ShapeShift that is mistakenly sent to an address of a different digital asset is a “Cross-Chain Transaction”.\nRecovery of Cross-Chain Transactions is a risky and time-consuming process.\nThe level of complexity and risk depends both on the type of digital asset and the address used for the Transaction.\nNot all Cross-Chain Transactions are recoverable, and digital assets sent to the wrong address are at risk of recovery by bad actors not associated with ShapeShift.<br>\n<br>SHAPESHIFT IS NOT RESPONSIBLE OR LIABLE FOR ANY CROSS-CHAIN TRANSACTIONS INITIATED BY YOU OR ANY OTHER USER.\nIf you request assistance in recovering a Cross-Chain Transaction, ShapeShift may decide in its sole discretion whether to assist or attempt to recover such Cross-Chain Transaction.\nThere is no time limit for any such discretionary recovery attempts and ShapeShift will not be liable for a failed recovery of any Cross-Chain Transaction.\nIf any such recovery is attempted, ShapeShift may assess you with a fee that reflects the level of effort and developer time consumed on the amount or value of the digital asset.\nYou acknowledge and consent to the assessment of this fee when making any such recovery request.<br>\n<br>If you would like to ask ShapeShift to attempt to recover your digital assets from a Cross-Chain Transaction that you initiated, please reach out to our support team with the details of the Transaction by by emailing our customer support here or making a support request here.\nPlease include your Account email address, digital asset name, address, and transaction ID.\nShapeShift will evaluate your request and determine in its sole discretion whether to initiate recovery procedures.\nYou acknowledge that even if ShapeShift decides to attempt a Cross-Chain Transaction recovery on your behalf, we make no guarantee that any such attempted recovery will ultimately be successful.\n</li>\n</ol>ix.\nFOX Tokens<ol>\n<li>\n<strong>FOX Token Basics.\n</strong>We created a standard ERC-20 token on the Ethereum blockchain that can be accessed through most wallets that support Ethereum called the FOX token (each a “<strong>FOX Token</strong>”).\nShapeShift intends to use FOX Tokens to provide loyalty benefits in connection with a User’s use of the Service, such as commission-free trading or other enhanced features on the Service.\nShapeShift may change, add, or remove any benefits associated with FOX Tokens at any time, in its sole discretion.\nEach User’s FOX Token balance will be displayed in the Service’s Account portal.\nShapeShift may place any restrictions on FOX Tokens’ interaction with the Service, including minimum use or withdrawal limits.</li>\n<li>\n<strong>How to Obtain FOX Tokens.\n</strong>ShapeShift does not presently sell FOX Tokens.\nShapeShift distributes FOX Tokens to verified Users in a variety of amounts based on various promotions or for completing certain actions including:<br>‍<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) Successfully passing our verification process;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii).\nSuccessfully executing a trade through the Service;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(iii).\nReferring a new User to the Service.\nand<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(iv).\nTrying new features of the Service and providing related Ideas to ShapeShift.<br>\n<br>Users may receive different amounts of FOX Tokens for completing the same actions and ShapeShift retains sole discretion in determining whether a User will receive FOX Tokens for certain activities and how many FOX Tokens will be allocated to each User based on the details of each FOX Tokens offering or promotion.\nBy entering an Ethereum address for ShapeShift to send any applicable FOX Tokens to, you thereby represent that you control that Ethereum address.\nBy redeeming and receiving a FOX Tokens, you consent to us sending you email and other communications related to FOX Tokens.\n<strong>‍</strong>\n</li>\n<li>\n<strong>Commission-Free Trading.\n</strong>For each FOX Token held in a digital wallet linked to your Account, we will waive our normal commissions or trading spreads on the Service up to US$10 of your trade volume per rolling 30-day period (in total, a User’s “<strong>Commission-Free Trading</strong>”).\nNotwithstanding the foregoing sentence, <strong>STANDARD MINER FEES APPLY TO ALL COMMISSION FREE TRADING.</strong> For example, 100 FOX Tokens allows you up to US$1,000 of Commission-Free Trading in a 30-day period.\nUtilizing the Commission-Free Trading does not require the FOX Tokens to be burned, spent, or locked up.\nIf a User performs a Transaction that is only partially covered by the User’s Commission-Free Trading for that 30-day period, then the rate will be a pro-rated blend of the commission-free rate and the traditional retail commission rate.\nA User utilizing the Service through one of our API partners will receive the same Commission-Free Trading benefits as long as that User holds the FOX Tokens in a wallet connected to the Service.\n<strong>‍</strong>\n</li>\n<li>\n<strong>The FOX Back Program.\n</strong>For a limited time, we will distribute FOX Tokens to Users who complete our verification process or perform certain trades on the Service.\nThe amount of FOX Tokens awarded through this program will be specified in the associated promotional materials or otherwise displayed on the Service before you initiate a qualifying Transaction.\n<strong>‍</strong>\n</li>\n<li>\n<strong>No Resale Value.\n</strong>FOX TOKENS ARE SOLELY PROVIDED TO CREATE A LOYALTY PROGRAM FOR VERIFIED USERS.\nFOX TOKENS ARE NOT INTENDED TO BE AN INVESTMENT AND THERE IS NO EXPECTATION THAT FOX TOKENS WILL EVER HAVE LIQUIDITY, ANY MEASURABLE VALUE, OR APPRECIATE IN VALUE.\nSHAPESHIFT WILL NOT ADVOCATE OR PROMOTE THE RESALE OF FOX TOKENS TO ANY OTHER PERSON OR OTHERWISE SUPPORT THE CREATION OF ANY BENEFITS IN THE SECONDARY MARKET FOR FOX TOKENS.<strong>\n</strong>\n</li>\n<li>\n<strong>Legal Risks.\n</strong>You acknowledge that<strong>\n</strong>current or future regulations could make ShapeShift or FOX Tokens illegal in some jurisdictions, or for some categories of Users, which could possibly result our winding down of ShapeShift, the Service, or FOX Tokens, or a decrease in value of ShapeShift or the FOX Tokens.\nBecause FOX Tokens have not been formally classified by or registered with any regulatory agency, subsequent determinations by any regulator may: prevent certain persons from using or holding FOX Tokens in the future or cause the functionality, access to, or demand for the FOX Tokens could be reduced materially.<strong>‍</strong>\n</li>\n<li>\n<strong>Your Additional Acknowledgments.\n</strong>By redeeming, earning, receiving, or holding a FOX Token, you acknowledge that: <br>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;(i).\nFOX Tokens are not an investment and that you have no expectation of economic benefit or profit (other than the benefits of specific ShapeShift loyalty programs).\n<br> &nbsp;&nbsp;(ii).\nYou will hold FOX Tokens solely for the loyalty program benefits, for your own use, and not with an intention to sell or otherwise distribute any FOX Tokens;<br>&nbsp;&nbsp;(iii).\nBy virtue of your ownership of FOX Tokens, you will have no equity or other ownership interest in ShapeShift or the Service and will not have any voting rights with respect to any matters relating to either.\nand<br>&nbsp;&nbsp;(iv).\nYou have no expectations that there is or ever will be any market for transfer or resale of the FOX Tokens, that ShapeShift has not represented that there will ever be such a market, and that ShapeShift will not help create or support such a market.\n</li>\n</ol>x.\nPromotional Terms<ol>\n<li>\n<strong>Sponsorship and Eligibility.\n</strong>ShapeShift runs various promotions or giveaways from time to time, including directly through the Service or via email (each a “<strong>ShapeShift Promotion</strong>”).\nAll ShapeShift Promotions are sponsored by ShapeShift.\nExcept where expressly stated in any ShapeShift Promotion marketing materials, there is no purchase necessary to enter or win for all ShapeShift Promotions.\n<br>\n<br>ShapeShift Promotions are only open to legal residents of the United States and certain other jurisdictions who are also 18 years or older at the time of entry.\nA ShapeShift Promotion is void where prohibited or restricted by law.\nEmployees of ShapeShift and the immediate family members of ShapeShift employees are not eligible to enter or win any ShapeShift Promotion.\nShapeShift may disqualify any participant who, in its sole discretion, tampers the entry process, submits more than a single entry, or acts in an unsportsmanlike or disruptive manner, or otherwise attempts to violate these Terms.\nThe type, value, form, or other details of an award for a ShapeShift Promotion (each, an “<strong>Award</strong>”) will be specified in the associated marketing materials for such ShapeShift Promotion.</li>\n<li>\n<strong>‍Qualification Period.\n</strong>We will state the qualification period and any applicable timelines or deadlines for each ShapeShift Promotion in the associated marketing messaging that we send to you.</li>\n<li>\n<strong>‍Entry Procedures.\n</strong>Only verified Users will be permitted to enter any ShapeShift Promotion and no mechanically reproduced entries will be accepted for any ShapeShift Promotion.\nFor any ShapeShift Promotion associated with the App, for a valid entry or Award claim you may be required to download the App, create an Account, sign-in to the App, or any combination of the foregoing items.\nAdditional procedures may be required for further Awards.\nAll additional eligibility procedures will be stated in the applicable ShapeShift Promotion or associated messaging.\n</li>\n<li>\n<strong>‍Duties of Participants.\n</strong>By entering a ShapeShift Promotion you acknowledge that any decisions made by ShapeShift related to the ShapeShift Promotion are final.\nShapeShift, its employees, officers, directors, shareholders, agents, and representatives will not responsible or liable for: (i) late, lost, delayed, damaged, misdirected, incomplete, illegible, or unintelligible entries for a ShapeShift Promotion.\n(ii) telephone, electronic, hardware, or software program, network, Internet, or computer malfunctions, failures, or difficulties affecting or delaying your entry in a ShapeShift Promotion.\n(iii) any condition caused by events beyond the reasonable control of ShapeShift that may cause the ShapeShift Promotion to be disrupted or corrupted.\n(iv) any injuries, losses, or damages caused by a KeepKey device or resulting from acceptance, possession, or use of a KeepKey device, or from participation in the ShapeShift Promotion.\nor (v) any printing, typographical, or transmission errors in any materials associated with the ShapeShift Promotion.</li>\n<li>\n<strong>Award and Selection of Winners.\n</strong>ShapeShift will determine the method for awarding or selecting winners for any Award (each a “<strong>Winner</strong>”) in its sole discretion and will specify such method in any related marketing materials associated with that ShapeShift Promotion.\n</li>\n<li>\n<strong>‍Notification of Winners.\nSubstitution of Awards.\n</strong>Winners will be notified by electronic mail with any additional instructions for receiving the applicable Award, including any appropriate discount code or link.\nIf any Winner does not redeem the applicable Award, use the code, or link within a reasonable time, or if the email is returned as undeliverable after three email send attempts, we will deem the Award as forfeited.\nWe will not allow any Winners to substitute or transfer to another person any Award.\nShapeShift reserves the right to substitute an Award of equal or greater value in the event an Award is unavailable.\nAwards are not redeemable for cash.\nAll taxes on an Award is the responsibility of the respective Winner.</li>\n<li>\n<strong>Award Limitations.\n</strong>By participating in a ShapeShift Promotion, you acknowledge that you will have no rights to the Award until you have successfully completed ShapeShift’s identity verification process.\nOnce you have passed our identity verification process, you may claim or receive your Award.\nFor any Awards in the form of a digital asset, ShapeShift will send applicable Awards to the applicable digital asset address associated with a Winner’s Account no later than two weeks of selecting the Winner.\nYou acknowledge that each Award has a 30-day expiration date, and that if you do not complete ShapeShift’s verification process or any other requirements imposed by ShapeShift within 30-days after being notified that you are a Winner, that Award will be cancelled without compensation or further notice to you.</li>\n<li>\n<strong>‍Miscellaneous Rules.\n</strong>Except for a ShapeShift Promotion where we expressly state otherwise, each Award is limited to one per verified User or verified device ID.\nDuplicate Accounts associated with the same household or device ID are not eligible for any additional Awards under the same ShapeShift Promotion.\nShapeShift reserves the right to review all Awards before sending, and participants will not be eligible for any Award if remitting such Award would violate the Terms, internal policies, or applicable law.\nShapeShift reserves the right to change or amend the terms associated with any ShapeShift Promotion or to cancel a ShapeShift Promotion at any time without notice.</li>\n<li>\n<strong>Inquiries or Questions.\n</strong>Any inquiries or questions regarding any ShapeShift Promotion may be sent by e-mail to Marketing@ShapeShift.io or by regular mail to ShapeShift Global Limited, 21 Holborn Viaduct, London, UK, EC1A 2DY.</li>\n</ol>xi.\nMiscellaneous<ol>\n<li>\n<strong>Indemnification.\n‍</strong>You shall indemnify ShapeShift and our agents or licensors, and any employees, contractors, agents, officers, and directors of ShapeShift, our agents or licensors, against any damages related to: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) noncompliance with any part of these Terms, including any inaccuracies of representations or statements made by you.\n(iii) your violation of any third-party right, including any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) User Content or any content that is submitted by your Account including misleading, false, or inaccurate information.\n(vi) your willful misconduct.\nor (vii) any other person’s access and use of the Service with your Account information.</li>\n<li>\n<strong>Limitation of Liability.\n</strong>You acknowledge that ShapeShift will not be liable for any damages caused to you related to: (i) any hacking, tampering, or other unauthorized access or use of the Service, your Account, or the information contained in your Account.\n(ii) errors, mistakes, or inaccuracies of content on the Service.\n(iii) personal injury or property damage, of any nature, resulting from your access to or use of the Service.\n(iv) any interruption or cessation of transmission to or from the Service.\n(v) any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service by any third-party.\nor (vi) User Content or the defamatory, offensive, or illegal conduct of any third-party.\nIn no event will ShapeShift, its agents, directors, employees, suppliers, or licensors be liable to you for any damages exceeding the greater of: the amount you paid to ShapeShift in connection with the Services.\nor US$100.00.\nThe foregoing limitations and exclusions will apply whether the alleged or actual liability is based on contract, tort, negligence, strict liability, or any other basis, even if ShapeShift has been advised of the possibility of such damage.\nThe foregoing limitation of liability is intended to apply to the fullest extent permitted by law in the applicable jurisdiction.\nSome jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the limitations or exclusions in this section may not apply to you.\nThese Terms give you specific legal rights, and you may also have other rights which vary from state to state or jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under these Terms will not apply to the extent prohibited by applicable law.</li>\n<li>\n<strong>Governing Law.\n</strong>These Terms will be governed by the internal substantive laws of the United Kingdom, without respect to its conflict of laws principles.\nNotwithstanding the preceding sentence with respect to the substantive law, any arbitration conducted pursuant to these Terms will be governed by the applicable rules of arbitration in the United Kingdom.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou consent to submit to the personal jurisdiction of the federal and state courts located in the United Kingdom for any actions for which may bring against you.\nWe retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation, or violation of a our copyrights, trademarks, trade secrets, patents, or other Intellectual Property Rights, as set forth in section XI.D., including any provisional relief required to prevent irreparable harm.\nYou consent to London, England being the proper forum for any appeals of an arbitration award or for trial court proceedings if the arbitration provision in section XI.D.\nis found to be unenforceable.</li>\n<li>\n<strong>Arbitration.\n</strong>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES YOU AND US TO ARBITRATE ANY DISPUTES IN CONNECTION WITH THESE TERMS AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US.\nIf you have a dispute with ShapeShift in connection with these Terms or your use of the Service, you shall first contact us via email at legal@shapeshift.com and attempt to resolve the dispute with us informally.\nIf you and ShapeShift cannot resolve any dispute after 60 days from your initial email notifying us of the dispute, you and ShapeShift each consent to resolve any related claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms, or the breach or alleged breach of these Terms, exclusively by binding arbitration in accordance with the applicable rules of arbitration in the United Kingdom.\nThe arbitration will be conducted in London, England, in English.\nIf you are using the Service for commercial purposes, each party will be responsible for paying any arbitration fees, administrative, and arbitrator fees in accordance with applicable arbitration rules, and the award rendered by the arbitrator will include costs of arbitration, reasonable attorneys’ fees, and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) the arbitration organization may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from such arbitration organization.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process with us described in this section.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this section will be deemed as preventing ShapeShift from seeking injunctive or other equitable relief from any applicable court as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights, or other proprietary rights.</li>\n<li>\n<strong>Assignment.\n</strong>You shall not assign or transfer these Terms or any rights and licenses granted under these Terms.\nAny attempted assignment or transfer in violation of this section will be void and of no legal effect.</li>\n<li>\n<strong>Notice.\n</strong>ShapeShift may notify you as required by law or are for marketing or other business-related purposes via email, a tangible written notice, or through posting of such notice on our Website.\nShapeShift reserves the right to determine the form and means of providing notifications to you or other Users, provided that you may opt out of certain means of notification as described in these Terms.\nShapeShift will not be liable for any damages or delays caused by any automatic filtering you or your network provider applies to emails.\n</li>\n<li>\n<strong>‍Entire Agreement/Severability.\n</strong>These Terms, together with any additional terms, amendments, and any additional agreements you may enter into with ShapeShift in connection with the Service, constitute the entire agreement between you and ShapeShift concerning the Service.\nIf any portion of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such portion will not affect the validity of the remaining provisions of these Terms, which will remain in full force and effect.</li>\n<li>\n<strong>‍No Waiver.</strong> No waiver of any term of these Terms will be deemed a further or continuing waiver of such term or any other term, and ShapeShift’s failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision.</li>\n<li>\n<strong>Contact.</strong> If you have any questions regarding these Terms, you may contact us at: support@shapeshift.zendesk.com.\nShapeShift Global Limited, 21 Holborn Viaduct, London, UK, EC1A 2DY.</li>\n</ol>\n<em>\"The crypto financial revolution will not be realized by a new set of custodial kings.\nYou control your keys, you control your crypto.\nTo us, this is not a slogan, but a mandate.\"</em>\n<p>- Erik Voorhees, ShapeShift CEO</p>ProductsShapeShift PlatformShapeShift.io ClassicKeepKeyCoinCapPortisHelpGetting StartedHelpDeskAPICookie PreferencesTerms of ServiceFAQMiner FeesPrivacy PolicyResponsible Disclosure PolicyresourcesFOX TokenFree TradingBlogRelease NotesBrand AssetsCareersLeadershipDeveloper PortalPress<p>\n<strong>© 2020 ShapeShift.\nAll Rights Reserved &nbsp;| &nbsp;</strong>\n<strong>Sitemap</strong>\n<br>Trezor and the Trezor logo are registered trademarks of SatoshiLabs s.r.o.\nin the United States and/or other countries.\nLedger and the Ledger logo are registered trademarks of Ledger SAS societe par actions simplifiee in the United States and/or other countries.\nShapeShift is not associated or affiliated with SatoshiLabs s.r.o.\nor Ledger SAS societe par actions simplifiee, and expressly disclaims any and all rights to any such marks.</p> ", "created_at": "2019-05-12 19:45:14.760722", "updated_at": "2020-12-14 22:08:59.576701"}, {"id": 1281, "name": "Privacy Policy", "url": "https://info.shapeshift.io/privacy-policy", "xpath": null, "text": "AboutBackLeadership<br>Careers<br>Testimonials<br>Release Notes<br>News<br>Press<br>LearnBackBlog<br>BitcoinCrypto 101Crypto ProEthereumProductsBackShapeShift Platform<br>ShapeShift Classic<br>How It Works<br>FOX Tokens<br>Free Trading<br>CoinCap<br>KeepKey<br>ResourcesBackDeveloper Portal<br>Brand Assets<br>Help Center<br>Miner Fees<br>Buy CryptoRainfallLog inPrivacy Policy<p>\n<strong>ShapeShift Global Limited Online Privacy Notice</strong>\n<br>Data protection and security are important to ShapeShift Global Limited and its subsidiaries (“ShapeShift”.\n“we”), as is your trust in our company and services.\nShapeShift is committed to processing your personal data responsibly and in compliance with legal requirements.\nThis Online Privacy Notice describes how we collect and process your personal data when you access and use ShapeShift.com or ShapeShift.io and any other product offered by ShapeShift, including our online and/or mobile services/applications and software provided on or in connection with the service to hold, transfer, buy, sell, or enable the sale of, certain digital assets (the “Services”).<br>\n<br>‍<strong>Personal data we collect and process in order to make the Services available</strong>\n<br>You can visit the website and obtain information about our Services without telling us who you are.\nAs with any connection with a webserver, however, the server on which we host the website automatically logs and temporarily stores certain technical data.\nTechnical data that is stored includes the IP address and operating system of your device, the data and time of access, or the type of browser you use to access the website.\nThis is required for technical reasons to make the website available to you.\nTo the extent we, thereby, process personal data, we do so based on our legitimate interest to bring you the best possible user experience and to safeguard the security and stability of our systems.\nOur website uses fonts by Google LLC (“Google”) (“Google Fonts”).\nTo integrate Google Fonts into the website, your browser establishes a connection to the Google server.\nIn doing so, the IP address of your device is transmitted to Google.\nGoogle logs records of font queries and protects this data from unauthorized access.\nGoogle analyzes aggregated data to optimize Google Fonts and identify which websites use Google Fonts.\nFurther information on Google Fonts can be found here: https://fonts.google.com.\nFurther information on how Google handles personal data can be found here: https://policies.google.com/privacy?hl=en.<br>\n<br>‍<strong>Personal data we collect and process to provide services to you and to respond to your inquiries</strong>\n<br>If you interact with registration, application, order or inquiry forms on the Services (e.g.\nsigning up for an account, namely in order to use our financial services.\napplication for becoming an affiliate of ShapeShift or requesting support regarding a transaction), we will collect the information that you provide to us.\nWe collect and process this personal data for the purpose of providing services and information about our services to you.\nThis will regularly include your public wallet addresses (destination and refund wallet address), your full name, your residence address, your date of birth, your phone number, your social security number or other tax identification number, details about your government issued identification such as identification number and expiration date or a copy of the identification document, and your e-mail address.\nWhere such processing of your personal data is not strictly necessary to perform our contractual obligations to you or to comply with legal requirements (such as in connection with providing financial services to you), we will use this personal data based on our legitimate interest to verify your identity, to respond to your inquiry, to contact you if we have any questions about your inquiry, to follow up on your inquiry, to process your registrations, applications or orders, to develop, enhance and improve our products and services, to bring you the best possible experience or to safeguard the security and stability of our services.\nFurther, based on our legitimate interest to inform our customers and partners about new developments, products, services or offers, we will send you certain commercial information (e.g.\nour newsletter or blog posts).\nHowever, you may at any time opt-out of receiving such information.<br>\n<br>‍<strong>We store all of the personal data you provide to us in an encrypted fashion<br>‍</strong>\n<strong>‍</strong>We use the services of SendGrid to send transactional emails, including account creation emails, password resets, purchase receipts, and account notifications.\nFurther information on data protection and your options in connection with the services of SendGrid can be found here: https://sendgrid.com/policies/privacy/.&nbsp;We use the services of Referral Hero to power our referral campaigns and better reach ShapeShift product subscribers who have opted in to participate in such programs.\nEmails are sent out to convey information about the referral program, waitlist position, referred members, and milestones.\nReferral Hero and its service providers automatically collect certain information using tracking technologies like cookies, web beacons and similar technologies, and web forms.\nCustomer data is never sold, and is not shared with third parties for those third parties’ own business interests.\nRecords containing customer data may, from time to time, be used in debugging or troubleshooting, or in connection with investigations of platform performance issues or security incidents, as well as for the purposes of detecting and preventing spam or fraudulent activity, and detecting and preventing system exploits and abuse.\nFurther information on data protection and your options in connection with the services of Referral Hero can be found here: https://referralhero.com/privacy-policy.&nbsp;We also use the services of Autopilot, an email automation platform, to better reach ShapeShift product subscribers who have opted in to receive such communications.\nEmails are sent out to convey information such as notifications related to activity on the platform, general updates, product additions, product news, partnerships, event announcements, and survey requests.\nAutopilot does not sell or otherwise use the information it collects on behalf of ShapeShift, except as discussed in this policy.\nMore information about data protection and your options in connection with the services of AutoPilot can be found here: https://www.autopilothq.com/legal/privacy-policy.&nbsp;We use the services of Zendesk, Inc.\n(“Zendesk”) to answer live queries in relation to the Services and enable quality customer support, in which we have a legitimate interest.\nZendesk uses cookies as well as the customer’s email address in order to provide these services.\nNo other information will be shared with Zendesk unless requested by the customer.\nFurther information on data protection and your options in connection with the services of Zendesk can be found here: https://www.zendesk.com/company/customers-partners/privacy-policy/ (Zendesk Privacy Policy) and https://www.zendesk.com/company/customers-partners/cookie-policy/(Zendesk Cookie Policy).&nbsp;Based on where you live, we also use the services of IDology Inc., BlockScore Inc., and Onfido Limited to verify the personal data you provide to us for identity verification.\nFurther information on data protection and your options in connection with these services can be found in order here: https://www.idology.com/privacy-policy.\nhttps://manage.blockscore.com/legal/privacy.\nand https://onfido.com/us/privacy/.&nbsp;In addition, we use the services of IVXS UK Limited trading as ComplyAdvantage for ongoing compliance utilizing the personal data you provide to us.\nFurther information on data protection and your options in connection with the services of ComplyAdvantage can be found here: https://complyadvantage.com/terms-and-conditions/#privacy-cookies.We use the services of OneSignal for sending push notifications and in-app messages to users.\nFurther information on data protection and your options in connection with the services of OneSignal can be found here: https://onesignal.com/privacy_policyWe also use the Google Analytics tool Firebase for tracking user analytics in the app and attributing where users come from, performing user testing and updating features.\nFurther information on data protection and your options in connection with the services of Firebase can be found here: https://firebase.google.com/support/privacy<br>\n<br>‍<strong>Data we collect and process to analyze and improve the use of the website.\nuse of cookies</strong>\n<br>In addition, based on our legitimate interest to bring you the best possible user experience, we analyze the use of the Services to gain insight on how we may improve our services.\nThe website uses cookies (text files that are downloaded to your computer or mobile device when you visit a website) to support this analysis.\nThe data we collect may include information on the type of web browser or device you use to access the website, the geographical region where you access the website, the date and time of your access, and the parts of the website you access.\nWe also use cookies to analyze the use of the website, to optimize our services and to enable the use of marketing tools.\nFurther information on web analysis and our marketing activities can be found below.\nWe use Google Analytics, a web analytics service provided by Google LLC (“Google”).\nGoogle uses cookies to collect the information that is required to evaluate your use of the website in order to create reports on the use of the website and to provide other services that support our analysis and improvement of the use of the website, in which we have a legitimate interest.\nWe use Google Analytics only with IP anonymization enabled.\nThis means that your IP address will be shortened beforehand.\nOnly in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.\nAccordingly, Google only stores the information collected via cookies in anonymous form and processes it in aggregated form.\nYou can prevent Google Analytics from using your data by downloading and installing a browser add-on to disable Google Analytics (https://tools.google.com/dlpage/gaoptout?hl=en).\nFurther information on data protection and your options in connection with Google Analytics can be found here: https://support.google.com/analytics/answer/6004245?hl=en.\nWe use Mixpanel, a web analytics service provided by Mixpanel, Inc.\n(“Mixpanel”).\nMixpanel uses cookies to collect the information that is required to evaluate your use of the website in order to create reports and to provide other services that support our analysis and improvement of the use of the website, in which we have a legitimate interest.\nFurther information on data protection and your options in connection with the services of Mixpanel can be found here: https://mixpanel.com/legal/privacy-policy/.\nWe use the services of Cloudflare, Inc.\n(“Cloudflare”) in order to identify trusted web traffic (i.e.\nto identify individual clients behind a shared IP address and apply security settings on a per-client basis), in which we have a legitimate interest.\nCloudflare uses cookies in order to provide these services.\nThe cookies do not correspond to any user ID in your web application, and do not store any personal data.\nFurther information on data protection and your options in connection with the services of Cloudflare can be found here: https://www.cloudflare.com/privacypolicy/(Cloudflare Privacy Policy) and https://www.cloudflare.com/cookie-policy/ (Cloudflare Cookie Policy).\nWe may use third party analytics services of FullStory, which provide us with a clearer picture of how you use our Services, such as where you click, non-sensitive text entered, and mouse movements.\nYou can read FullStory’s privacy policy here: https://fullstory.com/legal/privacy.\nYou can opt out of sharing data with FullStory here: https://www.fullstory.com/optout/.We use the services of Segment to track and analyze user data to improve the functionality of our Services and the overall user experience.\nSegment uses cookies and other similar tracking technologies in order to provide these services.\nFurther information on data protection and your options in connection with the services of Segment can be found here: https://segment.com/docs/legal/privacy/.\nWe use online interactive services of ShareThis, Inc (“ShareThis”).\nThe services of ShareThis allows users to share information on the website more easily via social networks, in which we have a legitimate interest.\nIf you visit the website containing the social plugin of ShareThis (“ShareThis Plugin”), your browser establishes a connection to the ShareThis server and loads the ShareThis Plugin and its content on your browser in order to be integrated into the website you visit.\nThe ShareThis Plugin uses cookies and informs ShareThis that you visited the website.\nFurther data may be collected if you interact with the ShareThis Plugin (e.g.\nby clicking on the dedicated icon or by sharing information via the ShareThis Plugin).\nThe information collected by ShareThis may include user data (including IP address) and the geographical region as well as technical data.\nYour browser may also establish a connection to the servers of the social networks implemented in the ShareThis Plugin.\nThese social networks may use cookies for their own purposes.\nFurther information on data protection and your options in connection with these social networks can be found in the privacy policies of these social networks.\nFurther information on data protection and your options in connection with the services of ShareThis can be found here: https://www.sharethis.com/privacy/.\nWe use the services of Amplitude, Inc.\n(“Amplitude”) in order to track product usage and investigate user reported bugs on the Services.\nAmplitude automatically collects data about users such as IP address, device type, country and language.\nFurther information on data protection and your options in connection with the services of Amplitude can be found here: https://amplitude.com/privacy (Amplitude Privacy Policy).\nBy adjusting your web-browser’s settings accordingly, you can prevent the storage of cookies on your device and the collection of data.\nNote, however, that some functions of the Services may be limited or unavailable if you disable the storing of cookies.<br>\n<br>‍<strong>Data that we collect and process to target potential customers<br>‍</strong>\n<strong>‍</strong>We use Google Tag Manager to generate tags for the website and applications.\nThese tags enable us to tailor marketing measures for our services to potential customers.\nWe use advertising technologies by Google (AdWords).\nGoogle sets conversion cookies in accordance with our settings in Google Tag Manager.\nThis is necessary for checking the effectiveness of the respective advertising campaigns.\nWe have a legitimate interest in this.\nWe also use Google Tag Manager to set re-targeting tags.\nThese tags enable us to target users with information about our services when they visit different websites.\nFor information regarding your choices in relation to usage-based online advertising, see: http://www.youronlinechoices.com.\nFor information about your options in connection with cookies, see above “Data we collect and process to analyze and improve the use of the Services.\nuse of cookies”.<br>\n<br>‍<strong>How we process and protect your personal data.\nhow long we store it</strong>\n<br>We collect, process and protect your personal data responsibly and in accordance with applicable laws.\nWe process it only for the purposes for which you provide the personal data to us or as set forth in this Online Privacy Notice.\nWe store your personal data only for as long as this is necessary.\nWe apply adequate technical and organizational security measures, commensurate with the level of known risk, in order to protect the confidentiality and integrity of the personal data we collect when using the Services.\nWe store your personal data only for as long as this is necessary for us to fulfill the purposes for which the data was collected, as set forth in this Online Privacy Notice, or, when applicable, as long as we are legally required to retain the personal data.<br>\n<br>‍<strong>With whom we share your personal data</strong>\n<br>In connection with our Services, to protect our legitimate interests or to fulfill legal requirements, it may be necessary to share your personal data with our affiliated entities (currently ShapeShift US, Inc.\nand Key Hodlers, LLC), with business partners of ShapeShift as well as with applicable public authorities and law enforcement.\nSpecifically, such sharing of data may be necessary to manage your registration (such as to verify your identity), to respond to your inquiry, to execute the transaction, to provide access to additional information, or to follow up on your inquiry and inform you on new services or offers.\nFurther, to the extent we are requested by public authorities or courts and legally required to do so, we will share your personal data with them or other third parties.\nThe data sharing may include transfers to companies or organizations in countries without an adequate standard of data protection.\nIn these cases, we transfer personal data in accordance with applicable provisions on the international transfer of personal data, such as, where applicable, the respective provisions of the EU General Data Protection Regulation (GDPR).\nBy accessing our Services, you expressly allow us to export data outside of the jurisdiction in which you reside or are located when you utilize the services of ShapeShift.<br>\n<br>‍<strong>The rights you have regarding your personal data<br>‍</strong>You may have certain individual rights regarding the personal data that we collect and process about you through our Services.\nYou may have the right to access or receive certain information about the personal data we process about you.\nYou also may have a right to have your personal data rectified, to object to the processing of your personal data, or to ask us to restrict processing or delete your personal data.\nIf the GDPR applies and we process your personal data to perform a contract with you or based on your consent, you also have the right to receive a copy of your personal data for the purpose of transferring such data to a third party.\nPlease note, however, that your rights are subject to exceptions or derogations.\nSpecifically, we may need to further process and retain your personal data to perform a contract with you or your company or organization, to protect our legitimate interests (such as the establishment, exercise or defense of legal claims) or to comply with legal requirements.\nTo the extent permitted by law, namely to protect the rights and freedoms of others or to protect our own legitimate interests, we may therefore refuse to satisfy your request or we may satisfy your request only restrictedly.\nLastly, you have a right to lodge a complaint with a competent supervisory authority.\n<br>\n<br>‍<strong>Who we are and how to contact us</strong>\n<br>ShapeShift is the controller in relation to the collection and processing of personal data through the our Service.\nShapeShift Global Limited is a corporation formed under the laws of the United Kingdom.\nIf you have any questions or concerns, you may contact us by writing to ShapeShift as set forth below.\nTo inquire about the collection or processing of your personal data in connection with our Services, or if you have any questions or concerns about this Online Privacy Notice, you may contact us via email at privacy@shapeshift.io.\nFor all correspondence, please include any necessary identifying information such as your name, return e-mail, and any other information relevant to your request.\nFailure to do so may prevent us from providing a response.&nbsp;<br>‍<br>\n<strong>How we can change this Online Privacy Notice</strong>&nbsp;ShapeShift may, in its sole discretion, modify or update this Online Privacy Notice from time to time, and so you should review this page periodically.\nWhen we change the notice in a material manner, we will update the ‘last modified’ date at the top of this page and notify you that material changes have been made.\nYour continued use of our Services after any such change constitutes your acceptance of the new Online Privacy Notice.\nIf you do not agree to any of these terms or any future Online Privacy Notices, do not use or access (or continue to access) our Services.<br>\n<br>The version published on the website is the applicable version.\nJuly 2020</p>When we started ShapeShift, a future world of natively digital assets was very theoretical<p>- Erik Voorhees, ShapeShift CEO</p>ProductsShapeShift PlatformShapeShift.io ClassicKeepKeyCoinCapPortisHelpGetting StartedHelpDeskAPICookie PreferencesTerms of ServiceFAQMiner FeesPrivacy PolicyResponsible Disclosure PolicyresourcesFOX TokenFree TradingBlogRelease NotesBrand AssetsCareersLeadershipDeveloper PortalPress<p>\n<strong>© 2020 ShapeShift.\nAll Rights Reserved &nbsp;| &nbsp;</strong>\n<strong>Sitemap</strong>\n<br>Trezor and the Trezor logo are registered trademarks of SatoshiLabs s.r.o.\nin the United States and/or other countries.\nLedger and the Ledger logo are registered trademarks of Ledger SAS societe par actions simplifiee in the United States and/or other countries.\nShapeShift is not associated or affiliated with SatoshiLabs s.r.o.\nor Ledger SAS societe par actions simplifiee, and expressly disclaims any and all rights to any such marks.</p> ", "created_at": "2019-05-12 20:18:04.204417", "updated_at": "2020-12-14 22:09:22.735158"}], "points": [{"id": 6600, "title": "Blocking cookies may limit your ability to use the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:52:43.108557", "updated_at": "2021-02-06 04:16:10.717217", "quoteText": "Note, however, that some functions of the website may be limited or unavailable if you disable the storing of cookies.</p>", "case_id": 375, "document_id": 1281, "quoteStart": 12367, "quoteEnd": 12489}, {"id": 6608, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 23:04:23.160645", "updated_at": "2021-02-06 04:16:15.230668", "quoteText": "We reserve the right to change this Online Privacy Notice at any time.", "case_id": 121, "document_id": 1281, "quoteStart": 18144, "quoteEnd": 18214}, {"id": 6605, "title": "Your data may be processed and stored anywhere in the world", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:59:15.849339", "updated_at": "2019-06-14 04:40:29.275911", "quoteText": "The data sharing may include transfers to companies or organizations in countries without an adequate standard of data protection.", "case_id": 187, "document_id": 1281, "quoteStart": 17427, "quoteEnd": 17557}, {"id": 6606, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 23:01:23.850983", "updated_at": "2019-09-25 01:39:03.929312", "quoteText": "Specifically, we may need to further process and retain your personal data to perform a contract with you or your company or organization, to protect our legitimate interests (such as the establishment, exercise or defense of legal claims) or to comply with legal requirements.", "case_id": 333, "document_id": 1281, "quoteStart": 18781, "quoteEnd": 19058}, {"id": 6611, "title": "This service takes credit for your content", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-13 23:15:22.875239", "updated_at": "2021-02-06 03:50:39.24243", "quoteText": "ShapeShift will be free to use any ideas, concepts, know-how or techniques contained in such User Content for any purpose whatsoever, including but not limited to developing, manufacturing and marketing products that incorporate or otherwise rely upon such information.", "case_id": 179, "document_id": 1280, "quoteStart": 22792, "quoteEnd": 23061}, {"id": 6540, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:45:07.265032", "updated_at": "2021-02-06 04:16:15.838409", "quoteText": "10.\nNo Warranty</strong>\n<p>The Service is provided on an “as is” and “as available” basis.\nUse of the Service is at your own risk.\nTo the maximum extent permitted by applicable law, the Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.", "case_id": 286, "document_id": 1280, "quoteStart": 36777, "quoteEnd": 37168}, {"id": 6534, "title": "There is a date of the last update of the terms", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:12:11.095037", "updated_at": "2021-02-06 04:16:19.044404", "quoteText": "Last Modified: February 13, 2019", "case_id": 331, "document_id": 1280, "quoteStart": 41, "quoteEnd": 73}, {"id": 6537, "title": "This service is only available to users of a certain age", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:33:44.775213", "updated_at": "2021-02-06 04:16:19.437647", "quoteText": "(c) you are 18 years of age or older", "case_id": 152, "document_id": 1280, "quoteStart": 24357, "quoteEnd": 24393}, {"id": 6536, "title": "Spidering or crawling is not allowed", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:32:45.271667", "updated_at": "2021-02-06 04:16:19.480319", "quoteText": "(iii) other than as specifically approved in writing, any copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(iv) other than as specifically approved in writing, using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the ShapeShift servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser", "case_id": 150, "document_id": 1280, "quoteStart": 10924, "quoteEnd": 11488}, {"id": 6581, "title": "This service does not sell your personal data", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:16:09.16315", "updated_at": "2019-09-25 00:00:34.696794", "quoteText": "Customer data is never sold, and is not shared with third parties for those third parties’ own business interests", "case_id": 193, "document_id": 1281, "quoteStart": 5384, "quoteEnd": 5497}, {"id": 6588, "title": "This service uses third-party cookies for statistics", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:33:07.615228", "updated_at": "2021-02-06 04:16:19.710608", "quoteText": "We may use third party analytics services of FullStory, which provide us with a clearer picture of how you use the Platform, such as where you click, non-sensitive text entered, and mouse movements.", "case_id": 325, "document_id": 1281, "quoteStart": 10087, "quoteEnd": 10285}, {"id": 6587, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:31:12.417857", "updated_at": "2020-12-14 21:38:25.88115", "quoteText": "We use the services of Cloudflare, Inc.\n(“Cloudflare”) in order to identify trusted web traffic (i.e.\nto identify individual clients behind a shared IP address and apply security settings on a per-client basis), in which we have a legitimate interest", "case_id": 208, "document_id": 1281, "quoteStart": 11183, "quoteEnd": 11433}, {"id": 6580, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:13:13.70771", "updated_at": "2020-12-14 21:38:32.278909", "quoteText": "We use the services of SendGrid to send transactional emails, including account creation emails, password resets, purchase receipts, and account notifications", "case_id": 208, "document_id": 1281, "quoteStart": 4592, "quoteEnd": 4750}, {"id": 6583, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:18:24.75432", "updated_at": "2021-02-06 04:32:02.272607", "quoteText": "We use the services of Zendesk, Inc.\n(“Zendesk”) to answer live queries on the website and enable quality customer support, in which we have a legitimate interest.", "case_id": 208, "document_id": 1281, "quoteStart": 6137, "quoteEnd": 6300}, {"id": 6586, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:30:11.741427", "updated_at": "2020-12-14 21:38:50.681691", "quoteText": "You can prevent Google Analytics from using your data by downloading and installing a browser add-on to disable Google Analytics (https://tools.google.com/dlpage/gaoptout?hl=en).", "case_id": 127, "document_id": 1281, "quoteStart": 10321, "quoteEnd": 10499}, {"id": 6582, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:17:52.543178", "updated_at": "2020-12-14 21:39:07.027397", "quoteText": "We also use the services of Autopilot, an email automation platform, to better reach ShapeShift product subscribers who have opted in to receive such communications.", "case_id": 208, "document_id": 1281, "quoteStart": 5999, "quoteEnd": 6164}, {"id": 6594, "title": "This service may collect, use, and share location data", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:42:09.421309", "updated_at": "2019-06-14 05:02:36.951784", "quoteText": "The information collected by ShareThis may include user data (including IP address) and the geographical region as well as technical data.", "case_id": 373, "document_id": 1281, "quoteStart": 13365, "quoteEnd": 13503}, {"id": 6599, "title": "The service uses third party tracking pixels to track social media conversion", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:51:58.724964", "updated_at": "2019-06-15 05:51:55.949709", "quoteText": "Further data may be collected if you interact with the ShareThis Plugin (e.g.\nby clicking on the dedicated icon or by sharing information via the ShareThis Plugin).", "case_id": 307, "document_id": 1281, "quoteStart": 11421, "quoteEnd": 11585}, {"id": 6598, "title": "The service collects many different types of personal data", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:50:01.540124", "updated_at": "2021-02-06 04:16:19.948595", "quoteText": "This will regularly include your public wallet addresses (destination and refund wallet address), your full name, your residence address, your date of birth, your phone number, your social security number or other tax identification number, details about your government issued identification such as identification number and expiration date, and your e-mail address.</p>", "case_id": 376, "document_id": 1281, "quoteStart": 2623, "quoteEnd": 2995}, {"id": 6585, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:19:10.722015", "updated_at": "2021-02-06 04:32:02.297149", "quoteText": "<p>In addition, we use the services of IVXS UK Limited trading as ComplyAdvantage for ongoing compliance utilizing the personal data you provide to us.", "case_id": 208, "document_id": 1281, "quoteStart": 7039, "quoteEnd": 7190}, {"id": 6592, "title": "This service uses third-party cookies for statistics", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:38:48.935983", "updated_at": "2020-12-14 21:39:34.705129", "quoteText": "Segment uses cookies and other similar tracking technologies in order to provide these services.", "case_id": 325, "document_id": 1281, "quoteStart": 12374, "quoteEnd": 12470}, {"id": 6591, "title": "This service uses third-party cookies for statistics", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:37:45.359636", "updated_at": "2021-02-06 04:16:20.035298", "quoteText": "Google uses cookies to collect the information that is required to evaluate your use of the website in order to create reports on the use of the website and to provide other services that support our analysis and improvement of the use of the website, in which we have a legitimate interest.</p>", "case_id": 325, "document_id": 1281, "quoteStart": 8383, "quoteEnd": 8678}, {"id": 6593, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:40:44.296405", "updated_at": "2020-12-14 21:39:43.966868", "quoteText": "The ShareThis Plugin uses cookies and informs ShareThis that you visited the website.", "case_id": 128, "document_id": 1281, "quoteStart": 13114, "quoteEnd": 13199}, {"id": 6589, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:33:45.63858", "updated_at": "2021-02-06 04:32:02.33149", "quoteText": "You can opt out of sharing data with FullStory here: https://www.fullstory.com/optout/.</p>", "case_id": 127, "document_id": 1281, "quoteStart": 10369, "quoteEnd": 10460}, {"id": 6532, "title": "The court of law governing the terms is in location X", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:09:22.87346", "updated_at": "2021-02-06 04:16:20.212241", "quoteText": "ShapeShift Global Limited is a corporation formed under the laws of the United Kingdom.</p>", "case_id": 163, "document_id": 1281, "quoteStart": 17421, "quoteEnd": 17512}, {"id": 6535, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:27:28.573471", "updated_at": "2021-02-06 04:02:09.334503", "quoteText": "We use the services of Referral Hero to power our referral campaigns and better reach ShapeShift product subscribers who have opted in to participate in such programs.", "case_id": 208, "document_id": 1281, "quoteStart": 4359, "quoteEnd": 4526}, {"id": 6595, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:43:06.393504", "updated_at": "2021-02-06 04:32:02.356369", "quoteText": "The website uses cookies (text files that are downloaded to your computer or mobile device when you visit a website) to support this analysis.</p>", "case_id": 126, "document_id": 1281, "quoteStart": 7687, "quoteEnd": 7833}, {"id": 6590, "title": "This service tracks you on other websites", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:36:39.005132", "updated_at": "2019-09-28 22:07:59.217979", "quoteText": "We use services of Segment to track and analyze user data to improve platform functionality and the overall user experience.", "case_id": 129, "document_id": 1281, "quoteStart": 10464, "quoteEnd": 10588}, {"id": 6597, "title": "This service uses third-party cookies for statistics", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:48:03.680043", "updated_at": "2020-12-14 21:40:02.857097", "quoteText": "We also use cookies to analyze the use of the website, to optimize our services and to enable the use of marketing tools.", "case_id": 325, "document_id": 1281, "quoteStart": 9374, "quoteEnd": 9495}, {"id": 6601, "title": "This service tracks you on other websites", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:55:26.953026", "updated_at": "2019-09-28 22:07:27.727463", "quoteText": "We also use Google Tag Manager to set re-targeting tags.\nThese tags enable us to target users with information about our services when they visit different websites.", "case_id": 129, "document_id": 1281, "quoteStart": 15226, "quoteEnd": 15391}, {"id": 6541, "title": "Users agree not to use the service for illegal purposes", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:47:17.089612", "updated_at": "2021-02-06 04:16:20.26568", "quoteText": "You are prohibited from using ShapeShift for any illegal or fraudulent purposes or for the purpose of consummating transactions for any other parties.", "case_id": 280, "document_id": 1280, "quoteStart": 4184, "quoteEnd": 4334}, {"id": 6542, "title": "The service can delete your account without prior notice and without a reason", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:49:27.912798", "updated_at": "2021-02-06 04:16:20.248026", "quoteText": "ShapeShift may terminate this license at any time for any reason or no reason.", "case_id": 201, "document_id": 1280, "quoteStart": 4631, "quoteEnd": 4709}, {"id": 6603, "title": "Your personal data is given to third parties", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:57:42.400362", "updated_at": "2021-02-06 04:16:25.151073", "quoteText": "<p>In connection with the offers and services provided on the website, to protect our legitimate interests or to fulfil legal requirements, it may be necessary to share your personal data with subsidiaries (currently KeepKey, LLC), with business partners of ShapeShift as well as with applicable public authorities and law enforcement.</p>", "case_id": 188, "document_id": 1281, "quoteStart": 14644, "quoteEnd": 14983}, {"id": 6533, "title": "There is a date of the last update of the terms", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:11:46.800642", "updated_at": "2019-06-08 22:36:04.267416", "quoteText": "may", "case_id": 331, "document_id": 1281, "quoteStart": 4412, "quoteEnd": 4415}, {"id": 6596, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:44:23.031541", "updated_at": "2019-06-09 20:21:09.007244", "quoteText": "Referral Hero and its service providers automatically collect certain information using tracking technologies like cookies, web beacons and similar technologies, and web forms.", "case_id": 323, "document_id": 1281, "quoteStart": 5207, "quoteEnd": 5383}, {"id": 6538, "title": "This service is only available to users of a certain age", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:34:28.399197", "updated_at": "2021-02-06 04:16:22.132899", "quoteText": "Any use or access to the Service by anyone under 18 is strictly prohibited and in violation of these Terms.", "case_id": 152, "document_id": 1280, "quoteStart": 2784, "quoteEnd": 2891}, {"id": 6609, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-13 23:10:39.554104", "updated_at": "2021-02-06 04:16:22.529745", "quoteText": "The list of Prohibited Activities may be updated by ShapeShift at any time at its discretion.</p>", "case_id": 121, "document_id": 1280, "quoteStart": 13539, "quoteEnd": 13636}, {"id": 6610, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-13 23:13:21.311929", "updated_at": "2019-06-15 18:07:08.166532", "quoteText": "You may choose to or We may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”).\nBy submitting any Ideas, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place ShapeShift under any fiduciary or other obligation, and that we are free to use the Ideas without any additional compensation to you, and/or to disclose the Ideas on a non-confidential basis or otherwise to anyone.", "case_id": 182, "document_id": 1280, "quoteStart": 29147, "quoteEnd": 29662}, {"id": 6539, "title": "This service can use your content for all their existing and future services", "source": "https://info.shapeshift.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:37:28.780808", "updated_at": "2021-02-06 04:16:29.90967", "quoteText": "By submitting or posting any User Content, you grant to ShapeShift and its affiliates a perpetual, irrevocable, royalty-free, worldwide, sublicensable and transferable license to copy, publish, translate, modify, delete, reformat, create derivative works from, distribute, reproduce, sell, display, transmit, publish, broadcast, host, archive, store, cache, use or otherwise exploit all or any portion of the User Content, as well as your name, persona and likeness included in any User Content and your social media account handle, username, real name, profile picture and/or any other information associated with the User Content, in any commercial or noncommercial manner whatsoever, in whole or in part, in any and all distribution channels, forms, media or technology, whether now known or hereafter developed, including but not limited to in stores, printed marketing materials, emails, web pages, social media accounts and for any other marketing, advertising, public relations, sales or promotional purposes with or without attribution and without further notice to you.", "case_id": 180, "document_id": 1280, "quoteStart": 21418, "quoteEnd": 22496}, {"id": 6579, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:10:33.586927", "updated_at": "2020-12-14 21:37:57.679919", "quoteText": "Our website uses fonts by Google LLC (“Google”) (“Google Fonts”).", "case_id": 208, "document_id": 1281, "quoteStart": 1930, "quoteEnd": 1995}, {"id": 6531, "title": "You can request access and deletion of personal data", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-12 21:07:06.15973", "updated_at": "2019-06-14 04:43:40.25669", "quoteText": "You may have the right to access or receive certain information about the personal data we process about you.\nYou also may have a right to have your personal data rectified, to object to the processing of your personal data, or to ask us to restrict processing or delete your personal data", "case_id": 195, "document_id": 1281, "quoteStart": 18174, "quoteEnd": 18463}, {"id": 6584, "title": "Many third parties are involved in operating the service", "source": "https://info.shapeshift.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-13 22:18:46.237763", "updated_at": "2021-02-06 04:32:02.217573", "quoteText": "We also use services of IDology Inc.\nto verify the personal data you provide to us.", "case_id": 208, "document_id": 1281, "quoteStart": 6793, "quoteEnd": 6876}], "urls": ["shapeshift.io", " shapeshift.com"]}}