{"error": 448, "message": "OK", "parameters": {"id": 4557, "name": "Cdiscount", "created_at": "2021-07-06 17:36:36.983354", "updated_at": "2021-07-07 10:33:11.231736", "wikipedia": "https://en.wikipedia.org/wiki/Cdiscount", "keywords": null, "related": null, "slug": "cdiscount", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4557.png", "url": "cdiscount.com", "documents": [{"id": 8046, "name": "Privacy Policy (French)", "url": "https://www.cdiscount.com/vie-privee-et-cookies.html?forceDesktop=true", "xpath": "//*[@id=\"main\"]", "text": "<ul>\n<li>Accueil</li>\n<li>Pages à Url fixe</li>\n<li>Vie privée et cookies</li>\n</ul>\n<p>\n<strong>POLITIQUE DE PROTECTION DE VOS DONNÉES PERSONNELLES</strong>\n</p>\n<p>\n<u>\n</u>&nbsp;</p>\n<p>\n<strong>SOMMAIRE<br>\n</strong>\n<br> .\n2</p>\n<p>1......&nbsp;LE RESPONSABLE DE TRAITEMENT ET SON DÉLÉGUÉ A LA PROTECTION DES DONNÉES<br>\n<br> 2......\nLES TRAITEMENTS DE VOS DONNÉES PERSONNELLES PAR CDISCOUNT<br>\n<br> 3......\nMESURES DE SECURITÉ<br>\n<br> 4......\nCOMMENT EXERCER VOS DROITS ?<br>\n<br> 5......\nQUI SONT LES DESTINATAIRES DE VOS DONNÉES ?<br>\n<br> 6......&nbsp;MES DONNÉES SONT-ELLES ENVOYÉES HORS DE L'UE ?<br>\n<br> 7......&nbsp;COMBIEN DE TEMPS CONSERVONS-NOUS VOS DONNÉES ?<br>\n<br> 8......&nbsp;DÉCISION AUTOMATISEE ET PROFILAGE<br>\n<br> 9......&nbsp;COOKIES<br>\n<br> 10.....\nLES TRAITEMENTS DE DONNÉES PERSONNELLES DÉFINIS CONJOINTEMENT PAR RELEVANC ET CDISCOUNT<br>\n<br>\n<br>\n</p>\n<p>.\n8&nbsp;.\n9 <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Cette politique est importante pour vous, qui souhaitez avoir une expérience positive et en toute confiance de nos services.\nElle l’est également pour nous afin de répondre à vos attentes et tenir compte de vos souhaits.\nPour Cdiscount, il est essentiel de veiller à la confidentialité et au respect de vos données personnelles (ci-après vos « Données »).<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n</p>\n<p>Afin que vous puissiez naviguer en confiance sur le site Internet&nbsp;www.cdiscount.com et l’ application mobile correspondante à destination de consommateurs (ci-après le « Site Cdiscount ») ou à destination de professionnels (ci-après le «&nbsp;Site Cdiscount Pro&nbsp;») , et en tant que responsable de traitement de vos Données, nous vous exposons comment nous traitons vos Données, pour vous apporter au quotidien de nouveaux services dans le respect de vos droits.\nLe Site Cdiscount et le Site Cdiscount Pro pourront être désignés comme étant le «&nbsp;Site&nbsp;».<br>\n</p>\n<p>\n</p>\n<p>Nous protégeons votre vie privée en assurant votre information, la protection, la confidentialité, la non-altération, la disponibilité et la sécurité des Données que vous nous confiez sur l’ensemble de nos canaux de communication.<br>\n</p>\n<p>\n</p>\n<p>Pour atteindre ces objectifs, nous mettons en œuvre les mesures techniques et organisationnelles appropriées en conformité avec la réglementation applicable en matière de protection des Données.<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<b>Pour la bonne compréhension de ce document nous mettons à votre disposition un glossaire en Annexe n°1.</b>\n<b>\n</b>\n</p>\n<p>\n</p> 1.\nLE RESPONSABLE DE TRAITEMENTS ET SON DÉLÉGUÉ À LA PROTECTION DES DONNÉES <p>\n</p>\n<p>\n<br> Cdiscount est une société anonyme au capital social de 6 642 912,78 €, immatriculée au RCS Bordeaux sous le n° B424059822, représentée par M.\nEmmanuel Grenier, en qualité de Président Directeur Général et dont le siège social est situé au 120-126, Quai de Bacalan - 33067 BORDEAUX Cedex.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>Cdiscount édite le Site Cdiscount et le Site Cdiscount Pro et procède, à ce titre, à différents traitements de vos Données en qualité de responsable de traitements.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>Le Délégué à la protection des données (ci-après le «&nbsp;DPD&nbsp;») de Cdiscount s’assure de la conformité des traitements de données personnelles réalisés par Cdiscount.\nVous pouvez le contacter (i) par mail envoyé à informatique-et-libertes@cdiscount.com ou (ii) par courrier postal adressé à Cdiscount, Délégué à la protection des données personnelles, 120-126 quai de Bacalan 33000 BORDEAUX.\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> 2.\nLES TRAITEMENTS DE VOS DONNÉES PERSONNELLES PAR CDISCOUNT<br>\n<p>\n</p>\n<p>\n<br> Nous traitons vos Données pour les finalités exposées dans le tableau suivant (pour la bonne compréhension du tableau, nous vous invitons à vous reporter au <u>glossaire</u> en Annexe n°1)<b>&nbsp;: </b>\n<br>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Finalités de traitement</strong>\n</p>\n<p>\n<strong>Sous-finalités</strong>\n</p>\n<p>\n<strong>Fondement du traitement</strong>\n</p>\n<p>Activités n°1 - Optimiser le Site </p>\n<p>Analyser le parcours de navigation des clients (canal d'acquisition, pays de livraison, langue, etc.)</p> &nbsp.\n<p>· &nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Identification des connexions massives sur le site et exclusion des adresses IP non pertinentes</p>\n<p>Détermination des tendances des recherches effectuées depuis le moteur de recherche du site afin de pouvoir ajuster à la demande les offres proposées sur le site</p>\n<p>Personnalisation de l’offre</p>\n<p>Activité n°2 – Gérer les commandes, les livraisons et la relation client</p>\n<p>&nbsp;</p>\n<p>Gérer les commandes&nbsp;(Préparer et expédier des commandes clients / Réceptionner et traiter les retours clients)</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>Gestion de l'activité logistique</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount </p> &nbsp;Gestion de l'immatriculation des vélos &nbsp;.\nObligation légale <p>Gestion des relations avec les transporteurs&nbsp;:<br> &nbsp;-&nbsp;Gestion de la livraison et des retours (relation avec les relais, suivi de l’attribution des bons de réductions, suivi des indemnisations et des litiges)<br> &nbsp;- Amélioration de la qualité du transport<br>\n</p>\n<p>·&nbsp;&nbsp;Exécution du contrat </p>\n<p>Gérer la relation client&nbsp;: <br> &nbsp;- Gestion des demandes des clients (exercice de droits, paiement, etc.) <br> &nbsp;- Gestion des litiges et contentieux<br> &nbsp;- Traitement des avis client<br> &nbsp;- Traitement SAV d'une demande client <br> &nbsp;- Développement de projets et pilotage des procédures visant à l'amélioration de la relation client<br>&nbsp;- Gestion des enregistrements téléphoniques<br> &nbsp;- Gestion des échanges avec le client sur les réseaux sociaux <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;Sur Facebook&nbsp;:&nbsp;https://www.facebook.com/about/privacy <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;Sur Twitter :&nbsp;https://twitter.com/fr/privacy <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;Sur Instagram&nbsp;:&nbsp;&nbsp;https://help.instagram.com/519522125107875 </p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>·&nbsp;&nbsp;Respect d’une obligation légale</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount </p>\n<p>Activité n°3 – Gérer les partenariats</p>\n<p>\n<strong>&nbsp;</strong>\n</p> &nbsp;Faciliter la connexion au site du partenaire&nbsp.\n<p>·&nbsp;&nbsp;Consentement</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount </p>\n<p>Synchronisation des bases&nbsp;(élaboration de statistiques permettant d’améliorer la connaissance client)</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount </p>\n<p>Vente de produits et services via les plateformes dédiées</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>Activité n°4 – Gérer les modalités de paiements</p>\n<p>&nbsp;</p>\n<p>Gestion du paiement des commandes&nbsp;(traitement comptable des factures des clients)</p>\n<p>·&nbsp;Obligation légale</p>\n<p>Gestion des modalités de paiement facilité (faciliter le paiement des achats de la personne par l’enregistrement de sa carte)</p>\n<p>·&nbsp;&nbsp;Consentement ou intérêt légitime&nbsp;[1] </p>\n<p>Gestion des paiements en plusieurs fois </p>\n<p>Gestion des paiements en différé</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>Activité n°5 - Le recouvrement et la lutte contre la fraude</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>La gestion du recouvrement </p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>Identifier et analyser les modes opératoires (ou suspectés) de fraude) et gestion du contentieux afférent</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Activité n°6 – Gérer l’animation commerciale du Site <strong>\n</strong>\n</p>\n<p>Optimisation des offres commerciales <strong>\n</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>·&nbsp;&nbsp;Consentement</p>\n<p>\n<strong>·&nbsp;&nbsp;</strong>Intérêt légitime poursuivi par Cdiscount<strong>\n</strong>\n</p>\n<p>Optimisation de l'animation commerciale du site&nbsp;:<br> &nbsp;- Gestion des jeux et concours organisés par Cdiscount<br> &nbsp;- Gestion et optimisation des opérations commerciales (deals, promo)<br> &nbsp;- Gestion des participants et gagnants des jeux concours, de loteries ou opérations promotionnelles<br> &nbsp;- Gestion des partenariats avec les influenceurs<br> &nbsp;- Gestion des évènements organisés sur les réseaux sociaux<strong>\n</strong>\n</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>·&nbsp;&nbsp;Consentement</p>\n<p>\n<strong>·&nbsp;&nbsp;</strong>Intérêt légitime poursuivi par Cdiscount<strong>\n</strong>\n</p>\n<p>Optimisation de l'expérience client sur le site pour les achats en magasins (choix de paiement alternatif pour le client, gestion de la livraison (Click and Collect), etc.)&nbsp;<strong>\n</strong>\n</p>\n<p>·&nbsp;&nbsp;Exécution du contrat</p>\n<p>\n<strong>·&nbsp;&nbsp;</strong>Intérêt légitime poursuivi par Cdiscount<strong>\n</strong>\n</p>\n<p>Personnalisation de l'expérience du client sur le site de Cdiscount (au regard de statistiques et profilage)&nbsp;: <br> &nbsp;- Elaboration de statistiques commerciales sur le site de Cdiscount <br> &nbsp;- Amélioration de la prospection par mail des clients abonnés à la newsletter de Cdiscount<br> &nbsp;- Communication de questionnaires aux clients, visiteurs et prospects de Cdiscount<br> &nbsp;- Elaboration de statistiques commerciales afin d'améliorer l'octroi de bons de réductions<br> &nbsp;- Personnalisation de la recommandation produits (similaires, produits associés, historique de navigation)</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Personnalisation de l'expérience du client sur le site de Cdiscount (au regard de la connaissance client)&nbsp;: <br> &nbsp;- Qualification des clients afin d'améliorer la connaissance client et mettre en place des actions de fidélisation adaptée<br> &nbsp;- Personnalisation de la recommandation de produit, Bon de réduction, etc.\n<br> &nbsp;- Personnalisation des canaux de fidélisation client<br> &nbsp;- Parrainage <br> &nbsp;- Gestion d'opération de prospection<br> &nbsp;-&nbsp;Gestion de la liste d’envie</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Gestion de la vente à distance&nbsp;: <br> &nbsp;- Guider et accompagner le client dans son acte d'achat (Gestion des appels entrants et sortants)<br> &nbsp;- Gestion du chat pour la vente à distance (analyse des conversations, des données de transactions et des échanges automatisés)<br> &nbsp;- Fidélisation du client (gestion des appels entrants et sortants)</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Mise en place d’une plateforme publicitaire permettant de proposer aux utilisateurs (vendeurs marketplace et annonceurs) la création de campagne de produits sponsorisés</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Gestion de la prospection commerciale à destination des clients et prospects&nbsp;par Cdiscount<br>Ciblage, mesure de performance et analyse des publicités par Cdiscount<br>Transmission de vos coordonnées à des partenaires de Cdiscount à des fins de prospection commerciale par voie téléphonique ou postale sur la base de notre intérêt légitime ou par voie électronique (email, SMS, automate d’appel) avec votre consentement.\n<br>Transmission de vos données à nos partenaires à des fins de ciblage, d'onboarding, de mesure de performance et d'analyse des publicités</p>\n<p>·&nbsp;&nbsp;Consentement</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Activité n°7 - La gestion de la relation avec la Marketplace</p>\n<p>&nbsp;</p>\n<p>Gestion des produits proposés via la marketplace&nbsp;</p>\n<p>·&nbsp;&nbsp;Exécution du contrat </p>\n<p>Contrôle de la qualité des vendeurs&nbsp;</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Gestion de la lutte contre la fraude</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Gestion du service Fullfilment à destination des vendeurs MarketPlace&nbsp;</p>\n<p>·&nbsp;&nbsp;Exécution du contrat </p>\n<p>Gestion administrative et comptable des comptes vendeurs&nbsp;</p>\n<p>·&nbsp;&nbsp;Obligation légale</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Gestion des échanges avec les vendeurs marketplace&nbsp;: </p>\n<p>-&nbsp.\nGestion des échanges via des mails</p>\n<p>-&nbsp.\nFormulaires de contact sur le site institutionnel </p>\n<p>-&nbsp.\nAméliorer la prise en compte des demandes des clients par les vendeurs</p>\n<p>-&nbsp.\nGestion des demandes des vendeurs</p>\n<p>·&nbsp;&nbsp;Exécution du contrat </p>\n<p>·&nbsp;&nbsp;Obligation légale</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Analyse de la performance de la Marketplace </p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount</p>\n<p>Activité n°8 - Cdiscount à volonté</p>\n<p>&nbsp;</p>\n<p>Pilotage de l’activité liée aux ventes Cdiscount à Volonté </p>\n<p>·&nbsp;&nbsp;Intérêt légitime poursuivi par Cdiscount<br>- Exécution du contrat</p>\n<p>Optimisation et personnalisation du parcours client abonné à Cdiscount à Volonté</p>\n<p>Renouvellement de l’abonnement Cdiscount à Volonté&nbsp.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p> 3.&nbsp;&nbsp;&nbsp.\n<strong>MESURES DE SÉCURITÉ</strong>\n<br> Nous nous engageons à mettre en œuvre les mesures techniques et organisationnelles appropriées afin de garantir un haut niveau de sécurité.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>&nbsp;</p>\n<p>Ces mesures sont définies en prenant en compte notamment l'état des connaissances technologiques, la nature, la portée, le contexte et les finalités du traitement ainsi que les risques identifiés.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n</p>\n<p>Nous vous informons que nous respectons la norme de sécurité de l’industrie des cartes de paiement PCI DSS .\ngage de notre expertise en termes de sécurité.\nDans ce cadre, Cdiscount fait l’objet tous les ans d’un audit technique et organisationnel qui est conduit par des auditeurs externes indépendants<i>&nbsp;</i>\n</p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>\n</p>\n<p>Par ailleurs, nos procédures internes comprennent une procédure dite de «&nbsp;<i>Privacy by design&nbsp;[2]</i>&nbsp;» assurant que l’ensemble de nos projets informatiques respecte un niveau élevé de confidentialité et de sécurité pour vos Données.\n</p>\n<p>\n</p> Cette procédure prévoit, pour tous les projets, une analyse de la maturité de ce dernier au regard des enjeux relatifs à la protection des données et à la sécurité informatique.\n<p>\n<br> Des audits et contrôles périodiques sont menés tout au long de l’année par le DPD et l’équipe dédiée à la sécurité informatique de nos solutions informatiques pour maintenir ce haut niveau d’exigence dans le temps.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n</p> 4.\nCOMMENT EXERCER VOS DROITS ? <br> Vous trouverez ci-après une description de vos droits ainsi que des modalités techniques à votre disposition pour les exercer.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>Concernant les demandes qui parviendraient au DPD par courriel ou courrier postal, nous vous prions d’indiquer l'adresse électronique rattachée à votre compte client sur le Site (ou de l'utiliser dans le cas d'un email) ainsi que vos noms et prénoms.<br> Dans l'hypothèse où vous ne parviendriez pas à retrouver l'adresse électronique rattachée à votre compte client sur le Site ou en cas d’incertitude sérieuse sur votre identité, des informations complémentaires relatives à votre identité pourront vous être demandées conformément à l'article 12 du RGPD.&nbsp;<br> Nous vous adresserons une réponse dans un <b>délai&nbsp;d’un (1) mois&nbsp;maximum</b> suivant la date de réception de votre demande.\nCe délai pourra être prolongé de <b>deux (2) mois supplémentaires</b> compte tenu de la complexité et du nombre de demandes.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>&nbsp;</p> Par soucis de transparence, vous trouverez ci-après un tableau récapitulant vos droits selon les différents traitements.\n<b>Pour la bonne compréhension de ce tableau nous mettons à votre disposition un glossaire en annexe 1.</b>\n<p>&nbsp;</p>\n<p>\n<b>Vos droits</b>\n</p>\n<p>\n<b>Les conditions d’exercice</b>\n<b>\n</b>\n</p>\n<p>\n<b>Les traitements concernés</b>\n<b>\n</b>\n</p>\n<p>\n<b>Droit d’accès</b>\n</p>\n<p>&nbsp;</p>\n<p>Tous les traitements de données à caractère personnel</p>\n<p>\n<b>Droit de rectification</b>\n</p>\n<p>&nbsp;</p>\n<p>Tous les traitements de données à caractère personnel</p>\n<p>\n<b>Droit d’opposition</b>\n</p>\n<p>Vous avez le droit de demander à exercer <strong>votre droit d’opposition</strong> vis-à-vis des traitements exploités à des fins de prospections commerciales.\nDe manière générale, vous pouvez, à tout moment, vous opposer au traitement de vos Données, par Cdiscount à des fins de prospection commerciale ou à la communication de vos Données à des partenaires sélectionnés de Cdiscount à des fins de prospection commerciale, en envoyant un email à informatique-et-libertes@cdiscount.com&nbsp;&nbsp;&nbsp;<br>Plus spécifiquement, si vous êtes concerné par&nbsp;: <br> &nbsp;- la prospection téléphonique&nbsp;: en vous inscrivant gratuitement sur le site www.bloctel.fr<br> - la prospection par courriel&nbsp;:</p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no&nbsp;en cliquant sur les liens hypertextes « Gérer mes abonnements » ou « Me désabonner » présents dans chaque newsletter<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\no ou en vous rendant directement sur votre compte client Cdiscount en cliquant sur le lien « Mes newsletters ».<br>\n<br> &nbsp;- la prospection par SMS : en envoyant la mention « STOP SMS » au 36007 ou en vous rendant directement sur votre compte client Cdiscount en cliquant sur le lien « Mes newsletters ».\n<p>Les traitements fondés sur&nbsp;notre intérêt légitime.</p>\n<p>\n<b>Le droit de retrait du consentement</b>\n</p>\n<p>Veuillez noter que le retrait de votre consentement ne portera pas atteinte à la licéité des traitements réalisés avant le retrait de celui-ci.</p> &nbsp;- Les traitements fondés sur&nbsp;votre consentement.\n<p>\n<b>Droit de suppression</b>\n</p>\n<p>Vous avez le droit de demander à un organisme l'effacement de données à caractère personnel vous concernant dans les cas suivants&nbsp;: <br> &nbsp;- Vos Données sont utilisées à des fins de prospection&nbsp;;<br> &nbsp;- Les Données ne sont plus nécessaires au regard des objectifs pour lesquelles elles ont été initialement collectées ou traitées&nbsp;;<br> &nbsp;- Vous retirez votre consentement ou vous vous êtes opposé au traitement de vos Données ;<br> &nbsp;- Vos Données font l’objet d’un traitement illicite&nbsp;;<br> &nbsp;- Vos Données ont été collectées lorsque vous étiez mineur dans le cadre de la société de l’information (blog, forum, réseau social, site web…)&nbsp;;<br> &nbsp;- Vos Données doivent être effacées pour respecter une obligation légale.<br>\n</p>\n<p>En cas de <b>demande de suppression</b> de vos Données, Cdiscount sera néanmoins tenue de les conserver sous forme d’archivage intermédiaire, et ce pour la durée nécessaire à la satisfaction de ses obligations légales, comptables et fiscales.</p>\n<p>Les traitements fondés sur : <br> &nbsp;- l’exécution du contrat<br> &nbsp;- votre consentement</p>\n<p>notre intérêt légitime</p>\n<p>\n<b>Le droit à la portabilité</b>\n</p>\n<p>&nbsp;</p>\n<p>Les traitements fondés sur&nbsp;: <br> &nbsp;- votre consentement<br> &nbsp;- l’exécution du contrat</p>\n<p>\n<b>Le droit de plainte</b>\n</p>\n<p>Vous pouvez, à tout moment, <strong>porter réclamation devant l’autorité de contrôle compétente</strong> (en France, la CNIL : www.cnil.fr)</p>\n<p>Tous les traitements de données à caractère personnel</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Le droit de formuler des directives post-mortem</b>\n</p>\n<p>Vous avez le droit de<strong> formuler des directives post-mortem</strong> spécifiques et générales concernant la conservation, l’effacement et la communication de vos Données.</p>\n<p>En l’absence de toute directive, vos héritiers peuvent s’adresser à Cdiscount afin : <br> &nbsp;- d’accéder aux traitements de Données permettant « l’organisation et le règlement de la succession du défunt »<br> -&nbsp;&nbsp;&nbsp.\net/ou de faire procéder à la clôture de votre Compte sur le Site et/ou de s’opposer à la poursuite du traitement de vos Données.</p>\n<p>\n<br> En tout état de cause, vous avez la possibilité de nous indiquer, à tout moment, que vous ne souhaitez pas, en cas de décès, que vos Données soient communiquées à un tiers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Tous les traitements de données à caractère personnel</p>\n<p>\n<b>Droit à la limitation</b>\n</p>\n<p>Il est important de noter que ce droit ne s’applique que si&nbsp;:<br> &nbsp;- vous contestez l’exactitude de vos Données pendant la durée nous permettant de vériﬁer l’exactitude de ces dernières,<br> &nbsp;- vous considérez que nous traitons illicitement vos Données et que vous exigez une limitation de leur utilisation plutôt qu’un effacement,<br> &nbsp;- nous n’avons plus besoin de vos Données au regard des finalités visées en paragraphe 2 ou 6.4 mais que celles-ci sont encore nécessaires pour la constatation, l’exercice ou la défense de vos droits en justice, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>en cas d’exercice de votre droit d’opposition pendant la durée de vériﬁcation portant sur le point de savoir si les motifs légitimes que nous poursuivons prévalent sur les vôtres.</p>\n<p>Les traitements fondés sur&nbsp;:</p>\n<p>- l’exécution du contrat</p>\n<p>- obligation légale</p>\n<p>- notre intérêt légitime </p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p> 5.&nbsp;QUI SONT LES DESTINATAIRES DE VOS DONNÉES ? <p>\n<br> Différents services internes de Cdiscount peuvent avoir accès à vos Données.\nNous ne partageons pas vos Données avec des tiers (hors des services internes de Cdiscount en relation avec les traitements) sauf dans les circonstances précises suivantes.\nDans tous les cas visés ci-après, notre exigence d’un haut niveau de confidentialité et de sécurité de vos Données s’applique.</p>\n<p>\n</p>\n<p>\n<b>Finalités du traitement</b>\n</p>\n<p>\n<b>Destinataires des Données</b>\n</p>\n<p>Traitement n°1 : Optimiser le Site </p> &nbsp;- Services internes<br> &nbsp;- Prestataires externes spécialisés dans le tracking et la mesure d’audience<br> &nbsp;- Prestataire externe spécialisé dans l'analyse du comportement de l'internaute<br> &nbsp;- Prestataires externes spécialisés dans la personnalisation des offres <p>Traitement n°2&nbsp;: Gérer les commandes, les livraisons et la relation client</p> &nbsp;- Services internes<br> &nbsp;- Prestataires spécialisés dans la traduction des besoins des personnes<br> &nbsp;- Prestataires externes spécialisés dans le transport et/ou la livraison et/ou la logistique<br> &nbsp;- Prestataires externes spécialisés dans la gestion de la relation client et/ou le service après-vente<br> &nbsp;- Fournisseurs commerciaux de Cdiscount<br>&nbsp;- Prestataires externes spécialisés dans la gestion des enregistrements téléphoniques <p>Traitement n°3 : Gérer les Partenariats</p> &nbsp;- Services internes<br> &nbsp;- Prestataire d’interface informatique&nbsp;<br> &nbsp;&nbsp;&nbsp;Prestataires de paiement avec une partie très limitée des informations<br> &nbsp;&nbsp.\nPartenaires et prestataires nécessaires à l’exécution du service demandé par le client (ex&nbsp;: voyagistes) <p>Traitement n° 4&nbsp;: Modalité de paiements</p> &nbsp;- Services internes<br> &nbsp;- Prestataires externes spécialisés dans les services de paiement et de transaction <p>Traitement n°5&nbsp;: Le recouvrement et la lutte contre la fraude</p> &nbsp;- Services internes<br> &nbsp;- Prestataires externes spécialisés dans le recouvrement et dans le risque crédit<br> &nbsp;- Autorités publiques et administratives Traitement n°6&nbsp;: Gérer l’animation commerciale du Site &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;- Services internes<br> &nbsp;- Médias et influenceurs partenaires<br> &nbsp;- Fournisseurs prenant part aux opérations commerciales<br> &nbsp;- Prestataire externe spécialisé dans la gestion de la relation client et/ou dans le marketing conversationnel (chat) et/ou dans la gestion de vos listes d’envie<br> &nbsp;- Prestataires externes spécialisés dans l'édition de solutions informatiques dans la personnalisation de site web, de datavisualisation/data Analytics et de GRC<br> &nbsp;- Prestataires externes spécialisés dans les stratégies d'acquisition et/ou dans l'optimisation de campagnes marketing et/ou dans le tracking et la mesure d'audience et/ou dans la prospection commerciale<br> &nbsp;&nbsp.\nAnnonceurs <p>Traitement n°7&nbsp;: La gestion de la relation avec la Marketplace</p> &nbsp;- Vendeurs Marketplace&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>Traitement n°8&nbsp;: Cdiscount à volonté</p> &nbsp;- Prestataires spécialisés dans la gestion de la relation client<br> &nbsp;- Prestataires spécialisés dans l'édition de solutions informatiques en graphisme, vidéo, photo… <p>\n</p> &nbsp.\n<p>\n</p> 6.&nbsp;MES DONNÉES SONT ELLE ENVOYÉES HORS DE L’UE ? <br> À&nbsp;titre exceptionnel, vos Données peuvent être transmises pour les besoins des finalités définies ci-dessus à des sociétés situées dans des pays hors de l’Union Européenne.\nDans ce cas, et avant tout transfert, Cdiscount s’assure de respecter les garanties nécessaires à la sécurisation de tels transferts.\nDes transferts hors Union Européenne peuvent être réalisés notamment dans le cadre des activités suivantes : <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>\n<strong>Activité </strong>\n</p>\n<p>\n<strong>Pays de destination des données </strong>\n</p>\n<p>\n<strong>Encadrement du transfert de données </strong>\n</p>\n<p>Gestion des avis clients </p>\n<p>Etats-Unis</p> Clauses contractuelles types/ mesures complémentaires de protection <p>Gestion de la relation avec la Marketplace </p> Pays de situation des vendeurs marketplace (propre à chaque vendeur et indiqué dans l’espace d’information qui le concerne)&nbsp;&nbsp.\n<p>Clauses contractuelles types</p>\n<p>Gestion de la relation client<b>\n</b>\n</p>\n<p>Site Cdiscount&nbsp;: Maroc, Tunisie, Sénégal, Côte d’Ivoire</p>\n<p>Site Cdiscount Pro&nbsp;: Maroc</p>\n<p>&nbsp;</p>\n<p>Clauses contractuelles types </p>\n<br> Sur simple demande formulée à notre DPD, nous pouvons vous fournir davantage d’informations quant à ces transferts, ainsi qu’une copie des documents autorisant le transfert de Données hors de l’Union Européenne.<br> &nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>&nbsp;</p> 7.&nbsp;COMBIEN DE TEMPS CONSERVONS-NOUS VOS DONNÉES ? <p>&nbsp;<br> Vos Données sont recueillies par Cdiscount pour le temps nécessaire à la réalisation des traitements visés en paragraphe 2 du présent document.\nLes grandes catégories de Données collectées par Cdiscount sont conservées pour les durées suivantes&nbsp;:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Typologie des Traitements</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Durée de conservation en archive courante </strong>\n<strong>\n<sup>(1)</sup>\n</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Durée de conservation en archive intermédiaire </strong>\n<strong>\n<sup>(2)</sup>\n</strong>\n<strong>\n</strong>\n</p>\n<p>Traitements relatifs aux Visiteurs</p>\n<p>13 mois à compter de la collecte des Données</p>\n<p>&nbsp;</p>\n<p>Traitements relatifs aux Prospects</p>\n<p>3 ans à compter du dernier contact du prospect</p>\n<p>&nbsp;</p>\n<p>Traitements relatifs aux commandes&nbsp;</p>\n<p>5 ans à compter de la fin de l’utilisation des commandes du client</p>\n<p>5 ans à compter de la fin de la conservation en archive courante</p>\n<p>Traitements relatifs aux Clients&nbsp;</p>\n<p>5 ans à compter de la fin de la relation commerciale</p>\n<p>5 ans à compter de la fin de la conservation en archive courante.</p>\n<p>&nbsp;Traitements relatifs à la gestion des enregistrements téléphoniques</p>\n<p>&nbsp;De 1 à 30 jours puis suppression définitive</p>&nbsp.\n<p>&nbsp.\n<br>\n<sup>(1)</sup> Ces données sont accessibles uniquement aux opérationnels qui en ont besoin dans le cadre de leurs activités.<br>\n<br>\n<sup>(2)</sup> Ces données sont accessibles uniquement aux équipes juridiques, comptables et DPD pour la défense des droits et intérêts de Cdiscount et répondre aux obligations légales de Cdiscount.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n<br> &nbsp;</p> 8.&nbsp;DÉCISION AUTOMATISÉE ET PROFILAGE <br> Nous mettons en œuvre des décisions fondées exclusivement sur un traitement automatisé (notamment du profilage) qui peuvent déterminer votre accès à une offre ou les conditions contractuelles entre nous (ex&nbsp;: détermination des clients éligibles au paiement en 4 fois).\nCes décisions sont nécessaires à la conclusion ou à l'exécution du contrat entre vous et nous.<br>\n<br> Cette décision est fondée sur l’analyse de différentes variables relatives notamment au type de produits ou de services commandés ainsi qu’au profil du client.\nSi nous considérons, au regard de ces variables, que le risque de fraude et/ou d’impayés est trop important, une telle modalité de paiement ne vous sera pas proposée.<br>\n<br> Concernant les décisions automatisées et le profilage, nous vous assurons le droit d'obtenir une intervention humaine, d’exprimer votre point de vue auprès de la personne qui aura été désignée pour traiter votre dossier et de contester la décision automatique qui vous aura été opposée.<br> &nbsp.\n<p>&nbsp;</p> 9.&nbsp;COOKIES <p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<br> Cette rubrique est consacrée à notre politique de gestion des cookies sur le Site.\nElle vous permet d’en savoir plus sur l’origine et l'usage des informations de navigation traitées à l'occasion de votre consultation de notre site internet et sur vos droits.<br>\n<br>\n<br>\n<strong>9.1 QU’EST-CE QU’UN COOKIE ?<br>\n<br>\n</strong> Un cookie est un petit fichier texte qui demande la permission d’être placé sur le disque dur de votre ordinateur par les sites Internet que vous consultez.\nIls sont largement utilisés pour faire fonctionner plus efficacement les sites Internet.\nCertains de ces cookies sont nécessaires au fonctionnement du site Internet.\nD’autres ont pour fonction de vous identifier et, en fonction de votre navigation, d’aider nos équipes à améliorer le Site.<br>\n<br> Un cookie ne peut pas donner accès à des informations vous concernant que vous ne souhaitez pas partager.\nUn cookie a une durée de vie limitée et est supprimé par votre navigateur une fois celle-ci expirée.\nSeule la société qui dépose le cookie est susceptible de lire ou de modifier les informations contenues dans ce cookie.<br>\n<br>\n<br>\n<strong>9.2 FINALITÉS ET TYPE DE COOKIES<br>\n<br>\n</strong>Différents cookies sont utilisés pour des finalités différentes.\nLes cookies les plus courants sont les suivants : &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p> Cookies nécessaires au fonctionnement du service (ou «&nbsp;essentiels&nbsp;») ou aux fonctionnalités du site <p>Ces cookies sont obligatoires pour le fonctionnement du Site Cdiscount et de ses fonctionnalités (par exemple, cookie lié à la conservation du panier d’achat) et, à ce titre, exemptés du recueil du consentement</p>\n<p>Cookies dits de «&nbsp;mesure d’audience&nbsp;» </p>\n<p>Ces cookies sont utilisés pour mesurer l'audience du Site Cdiscount, ou bien pour tester des versions différentes afin d'optimiser ses choix éditoriaux en fonction de leurs performances respectives.\nDans certains cas, ces cookies peuvent être regardés comme «&nbsp;essentiels&nbsp;» nécessaires à la fourniture du service explicitement demandé par l'utilisateur, et ainsi être exemptés du recueil du consentement.</p>\n<p>Cookies publicitaires </p>\n<p>Ces cookies permettent d’afficher, en temps réel, le contenu le plus adapté à vos centres d’intérêt déduits de votre navigation récente sur un ou plusieurs sites, plutôt que des contenus qui n’ont aucun intérêt pour vous.</p>\n<p>\n<br> Ces contenus publicitaires (graphismes, animations, vidéos, etc.) sont susceptibles de contenir des cookies émis par Cdiscount, par ses prestataires ou par des tiers (pour ces derniers) qui ont associé un cookie au contenu publicitaire d'un annonceur.</p>\n<br>\n<br>\n<strong>9.3 LES RESPONSABILITÉS LIÉES AUX COOKIES <br>\n<br>\n<strong>&nbsp.\no </strong>L</strong>\n<b>es cookies de Cdiscount et ses sous-traitants<br>\n</b>Cdiscount est responsable de l'émission et de l'utilisation de cookies par ses soins sur le Site.\nCertains types de Cookies («&nbsp;essentiels&nbsp;» ou de mesures d’audiences dans certains cas) sont exemptés du consentement.<br>\n<b>\n<br>\n<strong>&nbsp.\no </strong>Les cookies émis par des sociétés tierces <br>\n</b>L'émission et l'utilisation de cookies par des tiers sur le Site (ex&nbsp;: Facebook, Critéo, etc.), sont soumises aux politiques de protection de la vie privée de ces tiers.\nCes cookies ne sont pas indispensables à la navigation sur le Site.<br>\n<br> Le Site intègre les technologies de partenaires publicitaires qui permettent la reconnaissance de votre terminal de connexion et les données relatives à votre navigation sur votre terminal de connexion afin d’afficher des publicités adaptées à vos centres d’intérêt en fonction de votre navigation.<br>\n<br> Ces partenaires publicitaires collectent vos données de navigation pour&nbsp;:&nbsp;<br> &nbsp;- Nous permettre de vous proposer des publicités concernant nos produits ou services ou ceux des vendeurs Marketplace sur des sites et applications tiers&nbsp;;<br> &nbsp;- Permettre aux marques et aux sites d’e-commerce de vous proposer des publicités concernant leurs produits ou services sur le Site.<br>\n<br> Vous pouvez gérer le dépôt des cookies sur votre terminal de navigation conformément à la procédure décrite ci-après.<br>\n<br> Cdiscount est susceptible de partager des Données telles que votre adresse email (cryptée en SHA 256) ou tout autre identifiant technique avec nos partenaires publicitaires afin d’établir un lien entre vos différents terminaux de connexion ou navigateurs internet et vous proposer une expérience homogène et continue sur ceux-ci.<br>\n<br> Pour en savoir plus sur les technologies utilisées par nos partenaires publicitaires, veuillez consulter leurs politiques de confidentialité : <br>\n<b>&nbsp;- Critéo</b>&nbsp;:&nbsp;<i>https://www.criteo.com/fr/privacy/</i>\n<br> &nbsp;- Facebook<br> &nbsp;- Twitter<br> &nbsp;- Google +<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>&nbsp;<strong>\n<strong>9.4 GÉRER LE DÉPOT DES COOKIES<br>\n</strong>\n<br> Conformément à la directive 2002/58/CE du 12 juillet 2002, la société Cdiscount recueille votre consentement préalable au dépôt des cookies sauf pour les cookies «&nbsp;essentiels&nbsp;» et certains cookies de mesure d’audience.\nVous pouvez faire le choix à tout moment d'exprimer et de modifier vos souhaits en matière de cookies, par les moyens décrits ci-dessous.<br>\n<br>\n<strong>&nbsp.\no Paramétrage de votre navigateur<br>\n</strong> La configuration de chaque logiciel de navigation est différente.\nElle est généralement décrite dans le menu d'aide de votre logiciel de navigation.\nNous vous invitons donc à en prendre connaissance.\nVous pourrez ainsi savoir de quelle manière modifier vos souhaits en matière de cookies.&nbsp;</strong>\n</p>\n<p>Internet Explorer™</p>\n<p>http://windows.microsoft.com/fr-FR/windows-vista/Block-or-allow-cookies&nbsp;</p>\n<p>&nbsp;</p>\n<p>Safari™</p>\n<p>https://support.apple.com/kb/PH19214?locale=fr_FR&amp;viewlocale=fr_FR</p>\n<p>Chrome™</p>\n<p>http://support.google.com/chrome/bin/answer.py?hl=fr&amp;hlrm=en&amp;answer=95647 </p>\n<p>Firefox™&nbsp;</p>\n<p>http://support.mozilla.org/fr/kb/Activer%20et%20d%C3%A9sactiver%20les%20cookies&nbsp;</p>\n<p>Opera™</p>\n<p>http://help.opera.com/Windows/10.20/fr/cookies.html&nbsp;</p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>&nbsp;</p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>\n<b>Attention</b> : Tout paramétrage que vous pouvez entreprendre sur votre logiciel de navigation concernant l’acceptation ou le refus des cookies sera susceptible de modifier votre navigation sur Internet et vos conditions d'accès à certains services nécessitant l'utilisation de ces mêmes cookies.&nbsp.\nPar exemple, en refusant certains cookies essentiels vous risquez de ne plus pouvoir passer commande sur notre site.\nSi vous choisissez de refuser l’enregistrement de cookies dans votre terminal ou si vous supprimez ceux qui y sont enregistrés, nous déclinons toute responsabilité pour les conséquences liées au fonctionnement dégradé de nos services résultant de l'impossibilité pour nous d'enregistrer ou de consulter les cookies nécessaires à leur fonctionnement et que vous auriez refusés ou supprimés.\n</p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>\n</p>\n<b>\n<strong>&nbsp.\no </strong>Paramétrage de votre smartphone<br>\n</b>Vous avez la possibilité de contrôler le dépôt des Cookies directement depuis votre smartphone&nbsp;:<br>\n<p>IOS</p>\n<p>https://support.apple.com/fr-fr/HT201265 </p>\n<p>Android</p>\n<p>https://support.google.com/chrome/topic/3434352 </p> &nbsp;<br>\n<br>\n<b>\n<strong>&nbsp.\no </strong>Paramétrage des cookies avec l’outil TrustCommander proposé par Cdiscount <br>\n</b>Vous êtes informé de la collecte de ces informations dès votre première connexion sur www.cdiscount.com par l'intermédiaire du bandeau d'information relatif aux cookies.\nAfin de se conformer à la règlementation, Cdiscount utilise un outil permettant à l’internaute de paramétrer le dépôt des cookies lors de sa connexion sur le Site.<br>\n<br> Pour accéder à la liste des cookies déposés et en configurer le dépôt cliquez ici&nbsp;:&nbsp;Gérer mes cookies&nbsp;.\n<br>\n<strong>\n<br>\n<strong>&nbsp.\no </strong>C</strong>\n<strong>réation d’une liste d’opposition au dépôt des cookies </strong>\n<br> Pour bloquer la collecte et l’utilisation d’informations vous concernant par des sociétés publicitaires souhaitant vous proposer des publicités basées sur vos intérêts, vous pouvez accéder aux sites suivants :<br> &nbsp;&nbsp;&nbsp.\no La plate-forme de désabonnement de la NAI&nbsp;: <em>\n<em>http://www.networkadvertising.org/choices/</em>\n<br>\n</em>&nbsp;&nbsp;&nbsp.\no La plate-forme de désabonnement de l’EDAA&nbsp;<em>\n<em>http://www.youronlinechoices.com</em>\n<br>\n</em>&nbsp;&nbsp;&nbsp.\no La plate-forme de désabonnement de la DAA&nbsp;:&nbsp;<em>http://optout.aboutads.info/?c=2&amp;lang=EN</em>\n<em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</em>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n</p> 10.\nLES TRAITEMENTS DE DONNÉES PERSONNELLES DÉFINIS CONJOINTEMENT PAR RELEVANC ET CDISCOUNT &nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>\n<br> Dans le cadre de notre activité, il est possible que nous transmettions vos Données à la société RelevanC, qui est la régie publicitaire à laquelle recourt différentes enseignes du Groupe Casino dont nous faisons partie.\nNous agissons conjointement avec RelevanC pour certains traitements identifiés ci-après.\nEn tant que responsables conjoints de traitement, nous mettons en œuvre les mesures techniques et organisationnelles appropriées pour nous assurer que les traitements sont conformes à la réglementation applicable en matière de protection des Données.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>\n<br>\n<br> 10.1 NOTRE REGIE PUBLICITAIRE RELEVANC ET SON DPD<br>\n<br>\n</b>RelevanC est une société par actions simplifiée à associé unique immatriculée au RCS de Saint-Etienne sous le n° 824 155 824, représentée par Cyril BOURGEOIS, en qualité de Président et dont le siège social est situé au 1, Cours Antoine Guichard à Saint-Etienne (42000).<br>\n<br> RelevanC (https://relevanc.com) &nbsp;est une régie publicitaire et procède, à ce titre, à différents traitements de vos Données en qualité de responsable de traitements exclusif ou conjoint.\n<br>\n<br> Le DPD de RelevanC s’assure de la conformité des traitements de données personnelles réalisés par RelevanC.\nVous pouvez le contacter :<br> &nbsp;- soit par courriel envoyé à mes-droits@relevanc.com <br> &nbsp;- soit par courrier postal adressé à RelevanC, Délégué à la protection des données personnelles,75 rue d’Amsterdam 75008 Paris.<br>\n<br> Vos différentes demandes de droits peuvent être transmises au DPD de Cdiscount (Cf.\nparagraphe 4) qui les centralisera et les transmettra au DPD de RelevanC.\n<br>\n<br>\n<br>\n<p>&lt;!--[if !supportLists]--&gt;<b>2</b>&lt;!--[endif]--&gt;<b>&nbsp;</b>\n</p>\n<strong>10.2 QUELLES DONNÉES SONT UTILISÉES PAR NOTRE RÉGIE PUBLICITAIRE RELEVANC&nbsp;?<br>\n<br>\n</strong>Les informations utilisées par RelevanC comprennent&nbsp;: <br> &nbsp;- <b>Informations d’identité</b> – ce sont les informations que RelevanC utilise pour s’assurer que vous êtes bien la personne que vous indiquez être.\nCela inclut&nbsp;: prénom, nom de famille, date de naissance, sexe, adresse e-mail, code interne de traitement, etc.\n<br> &nbsp;- <b>Informations de contact</b> – ce sont les informations que RelevanC utilise pour vous contacter afin de vous communiquer des publicités et offres promotionnelles.\nCela inclut par exemple&nbsp;: numéro de téléphone, adresse postale, adresse e-mail, etc.\n<br> &nbsp;- <b>Informations de dispositif</b> – ce sont les informations que RelevanC utilise pour sécuriser son réseau et améliorer ses services et performances.\nCela inclut par exemple&nbsp;: l’adresse IP, la date et l’heure de la visite, la durée de la visite sur les sites Web de ses partenaires, l’URL de référence (si vous êtes arrivé(e) sur notre site via un autre site ou une publicité), les pages que vous avez consultées, le type de navigateur que vous utilisez, le système d’exploitation.\n<br> &nbsp;- <b>Informations de profil/comportementales</b> – ce sont les informations que RelevanC utilise pour s’assurer qu’elle communique uniquement des informations pertinentes pour vous.\nCela inclut par exemple&nbsp;: votre historique d’achat, votre navigation, vos préférences de navigation, vos préférences d’achat, vos interactions dans les magasins de ses partenaires, etc.\n<br>\n<br>\n<br>\n<b>10.3 POUR QUELLES FINALITÉS NOTRE REGIE PUBLICITAIRE RELEVANC TRAITE VOS DONNÉES ?<br>\n<br>\n</b>Vos Données sont traitées dans le cadre des finalités suivantes&nbsp;:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<br>\n<p>\n<b>BASES LÉGALES</b>\n</p>\n<p>\n<b>FINALITÉS PRINCIPALES</b>\n</p>\n<p>\n<b>DESTINATAIRES</b>\n</p>\n<p>Consentement</p> &nbsp;- Réalisation de campagnes publicitaires par voie de courriers électroniques<br> &nbsp;- Réalisation de campagnes publicitaires par SMS &nbsp;- Services internes&nbsp.\n(Marketing et Communication )<br> &nbsp;- Prestataires spécialisés dans la gestion des cookies<br> &nbsp;- Prestataires spécialisés dans la mise à disposition d’infrastructure informatique<br> &nbsp;- Les partenaires commerciaux (annonceurs et régies) <p>Consentement / Intérêt légitime</p> &nbsp;- Réalisation de campagnes publicitaires en ligne<br> &nbsp;- Réalisation de campagnes publicitaires par téléphone<br> &nbsp;- Réalisation de campagnes publicitaires par colisage <p>Intérêt légitime</p> &nbsp;- Mesure de performance des campagnes publicitaires<br> &nbsp;- Etudes d’impact de lancement d’un nouveau produit<br> &nbsp;- Amélioration de la connaissance clients <p>\n<br> Dans le cadre de l’exécution des traitements de Données pour les finalités précitées, Cdiscount et RelevanC, en tant que responsables conjoints de traitements, s’engagent vis-à-vis de vous à&nbsp;:<br> &nbsp;- fournir une information claire sur les traitements des Données effectués par Cdiscount et RelevanC;<br> &nbsp;- conserver les Données selon les durées prévues par la règlementation .\n<br> &nbsp;- permettre d’exercer leurs droits relatifs aux Données (accès, rectification, suppression, etc.) indistinctement auprès de Cdiscount et de RelevanC.<br>\n<br>\n<br>\n<strong>10.4 COMBIEN DE TEMPS NOTRE REGIE PUBLICITAIRE RELEVANC CONSERVE-T-ELLE VOS DONNÉES ?<br>\n<br>\n</strong>Vos Données sont recueillies par RelevanC pour le temps nécessaire à la réalisation des traitements visés en paragraphe ci-dessus.\nLes grandes catégories de Données collectées sont conservées pendant&nbsp;5 ans à compter de la collecte des informations par RelevanC.\n&nbsp;<br>\n<br>\n<br>\n<strong>10.5 VOS DONNÉES SONT-ELLES TRANSFÉRÉES HORS DE L’UNION EUROPEENNE&nbsp;?<br>\n<br>\n</strong>En règle générale, RelevanC conserve vos Données au sein de l’Union Européenne.\nCependant, étant donné que certains de ses prestataires de service sont situés dans des pays en dehors de l’Union Européenne (« Pays Tiers »), RelevanC transfère certaines de vos Données dans des Pays Tiers.\nDans un tel cas, RelevanC assure que ce transfert est effectué en conformité avec la réglementation applicable et garantit un niveau de protection adéquat de votre vie privée et de vos droits fondamentaux (notamment par l’utilisation de clauses contractuelles types de la Commission Européenne).\nSur simple demande formulée au DPD Cdiscount, celui-ci se rapprochera du DPD RelevanC pour vous fournir davantage d’informations.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;******************** &nbsp;<br>\n<br> La présente politique sera actualisée autant que de besoin afin de répondre aux exigences de la réglementation applicable à la protection des Données.\nElle sera, a minima, révisée tous les trois (3) ans.<br>\n<br> Le 14 septembre 2020<br>\n<br> Validé par le Délégué à la protection des Données de Cdiscount.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>ANNEXE 1 – GLOSSAIRE</b>\n<b>\n</b>\n</p>\n<p>\n<b>\n<br>\n<br> Pour la bonne compréhension de la présente politique de confidentialité, voici quelques notions clés&nbsp;:<br>\n<br>\n</b>\n<b>Cookies&nbsp;: </b>Un cookie est un petit fichier texte déposé sur le disque dur de l’internaute par le serveur du site visité ou par un serveur tiers, il contient des informations sur la navigation effectuée sur ce site.\n<br>\n<br>\n<b>Décision automatisée&nbsp;</b>:&nbsp;il s’agit d’une décision prise à l’égard d’une personne, par le biais d’algorithmes appliqués à ses données personnelles, sans qu’aucun être humain n’intervienne dans le processus.\n<br>\n<b>\n<br> Données personnelles&nbsp;: </b>&nbsp;Toute information permettant d’identifier directement ou indirectement une personne physique (par exemple votre nom, votre adresse e-mail, vos informations de facturation, numéro de téléphone, date de naissance).<br>\n<br>\n<b>Droit à l’accès&nbsp;: </b>Vous avez le droit de nous demander la confirmation que des données à caractère personnel vous concernant sont ou non traitées et le cas échéant l’accès auxdites données ainsi que<b>\n</b>:<br> &nbsp;- les raisons pour lesquelles nous détenons vos données personnelles&nbsp;;&nbsp;<br> &nbsp;- les catégories de données que nous détenons ;<br> &nbsp;- notre utilisation de vos données personnelles ;<br> &nbsp;- qui a accès à vos données personnelles (et leur localisation) ;<br> &nbsp;- où vos données personnelles sont susceptibles d'être transférées ;<br> &nbsp;- la durée pendant laquelle nous conservons vos données personnelles ;<br> &nbsp;- si vous ne nous avez pas communiqué vos données personnelles directement, comment nous les avons obtenues ;<br> &nbsp;- vos droits en vertu des lois applicables et la possibilité de limiter le traitement&nbsp;;<br> &nbsp;- la possibilité d’introduire une réclamation auprès de l’autorité de contrôle compétente&nbsp;;<br>\n<br> si nous utilisons vos données personnelles pour toute prise de décision automatique et comment nous procédons.<br>\n<b>\n<br> Droit à l’effacement&nbsp;: </b>Vous avez le droit de nous demander l'effacement de données à caractère personnel vous concernant.<br>\n<br>\n<b>Droit à la limitation&nbsp;: </b>Vous avez le droit de demander à un organisme de geler temporairement l’utilisation de certaines de vos Données notamment pendant l’examen de votre demande d’exercice d’un autre droit.<em>&nbsp;<br>\n<br>\n</em>\n<b>Droit d’opposition&nbsp;: </b>Vous pouvez vous opposer à tout moment à ce qu’un organisme utilise certaines de vos Données en mettant en avant des raisons tenant à votre situation particulière.\n<br>\n<br>\n<b>Droit à la portabilité&nbsp;: </b>Vous pouvez demander la communication d’une partie des Données que vous nous avez fournies dans un format lisible par une machine mais aussi la transmission de ces Données à un tiers de votre choix.<br>\n<br>\n<b>Droit de rectification&nbsp;: </b>Vous pouvez demander la rectification des informations inexactes ou incomplètes vous concernant (par exemple une adresse erronée).\n<b>Finalité&nbsp;:</b> La finalité renvoie à l’objectif principal poursuivi lors du traitement de vos Données personnelles.\nVos Données personnelles sont utilisées pour des finalités déterminées, explicites et légitimes.<br>\n<br>\n<b>Fondement du traitement</b>&nbsp;:&nbsp.\nPour traiter vos Données personnelles Cdiscount se fonde sur les bases juridiques suivantes&nbsp;:<br>\n<strong>&nbsp;- </strong>\n<em>Votre consentement</em>&nbsp;: vous consentez expressément à ce que nous traitions vos Données personnelles pour une finalité déterminée.<br> &nbsp;- <em>L’exécution du contrat</em>&nbsp;: nous traitons vos Données personnelles lorsqu’elles sont nécessaires à l’exécution du contrat conclu avec vous ou à l'exécution de mesures précontractuelles prises à votre demande.\nPar exemple, pour traiter votre commande, une adresse de livraison vous sera demandée.<br> &nbsp;- <em>Le respect d’une obligation légale</em>&nbsp;: le traitement de vos Données peut nous être imposé par le législateur.\nPar exemple, la lutte contre le terrorisme <br> &nbsp;- <em>Notre intérêt légitime</em>&nbsp;: le traitement de vos Données peut être nécessaire à la poursuite de notre intérêt légitime, notamment veiller à l’amélioration de l’expérience client et permettre à notre activité de prospérer.<br>\n<b>\n<br> Marketplace&nbsp;: </b>La marketplace ou place de marché correspond à une plateforme en ligne mettant en relation des vendeurs indépendants et des acheteurs.\nCdiscount est une marketplace.<strong>\n<br>\n<br>\n</strong>\n<strong>Personne concernée&nbsp;: </strong>Cette Politique de confidentialité vous concerne si vous êtes&nbsp;:<br> &nbsp;- client de Cdiscount, c’est-à-dire la personne ayant passé commande via le Site,<br> &nbsp;- prospect de Cdiscount c’est-à-dire la personne ayant créé un compte client mais n’ayant pas encore commandé de produits ou de services,<br> &nbsp;- et visiteur de Cdiscount, c’est-à-dire la personne surfant sur le Site sans avoir créé de compte client ou passé une commande.<br>\n<b>\n<br> Profilage</b>&nbsp;: Le profilage consiste en l’établissement d’un profil individualisé à partir des données personnelles d’un individu en vue&nbsp;d’évaluer cette personne et de prédire son comportement, comme par exemple ses préférences, ses habitudes de vie, etc.<br>\n<br>\n<b>Responsable de traitement&nbsp;: </b>il s’agit de la personne physique ou morale, l'autorité publique, le service ou un autre organisme qui, seul ou conjointement avec d'autres, détermine les finalités et les moyens du traitement.\nCdiscount est pour la plupart de ses traitements Responsable de traitement.<b>\n</b>\n<br>\n<br>\n<b>Sous-finalités</b>&nbsp;: Nous vous informons ici plus précisément de toutes les opérations qui participent à une même finalité.<br>\n<br>\n<b>Traitement&nbsp;: </b>c’est toute opération ou tout ensemble d'opérations effectuées ou non à l'aide de procédés automatisés et appliquées à des données personnelles, telles que la collecte, l'enregistrement, l'organisation, la structuration, la conservation, l'adaptation ou la modification, l'extraction, la consultation, l'utilisation, la communication par transmission, la diffusion ou toute autre forme de mise à disposition, le rapprochement ou l'interconnexion, la limitation, l'effacement ou la destruction.<br>\n<br>\n<b>Transfert de données&nbsp;: </b>Toute communication, copie ou déplacement de données personnelles ayant vocation à être traitées dans un pays tiers à l’Union européenne.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>&nbsp;<br>\n</p> [1] Cf.\nDélibération n° 2018-303 de la CNIL du 6 septembre 2018 sur la conservation des données bancaires<br> [2] «&nbsp;<i>Privacy by Design</i>&nbsp;» signifie protection de la vie privée dès la conception et désigne une approche de l’ingénierie des systèmes qui prend en compte la vie privée tout au long du processus.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<p>\n</p> Cdiscount : Meuble, Déco, High Tech, Bricolage, Jardin, Sport<p>&nbsp;</p>\n<p>°Sur produits signalés, période de Soldes du 30 Juin au 27 Juillet 2021.<br> **Réduction maximale constatée sur une sélection d’articles.<br> (#) Voir conditions du paiement en 4 fois à l'article 4 de nos Conditions générales de vente.\nSous réserve d'acceptation de Cdiscount ou de FLOA Bank <br> (1) En France métropolitaine, voir conditions en page « Les Modes et Frais de livraison » accessible en pied de page <br> (2) Garantie Légale de Conformité dont vous bénéficiez en vertu des articles L 217-4 et suivants du Code de la Consommation <br>\n</p>", "created_at": "2021-07-06 17:36:36.985548", "updated_at": "2021-07-07 10:34:55.635804"}], "points": [], "urls": ["cdiscount.com"]}}