{"error": 448, "message": "OK", "parameters": {"id": 2081, "name": "AVROTROS", "created_at": "2020-01-06 15:54:58.301852", "updated_at": "2021-03-25 03:19:50.25577", "wikipedia": "https://nl.wikipedia.org/wiki/AVROTROS", "keywords": null, "related": null, "slug": "avrotros", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2081.png", "url": "avrotros.nl,www.avrotros.nl", "documents": [{"id": 2278, "name": "Privacy Policy", "url": "https://www.avrotros.nl/privacy/privacy/", "xpath": "/html/body/main/div[2]/article", "text": "<p>\n<strong>1.\nPrivacy is belangrijk</strong>\n<br> Jouw privacy en de veiligheid van jouw gegevens vinden wij heel belangrijk.\nWe willen transparant zijn over welke gegevens we verzamelen, waarom en hoe.\nWe verzamelen niet meer gegevens en we bewaren ze niet langer dan nodig is.\nWij spannen ons in om de gegevens vertrouwelijk te behandelen en alleen te gebruiken voor doeleinden zoals omschreven in dit Privacy Statement.\nWij treffen de nodige veiligheidsmaatregelen om de bescherming tegen verlies, wijziging of misbruik van de gegevens zoveel mogelijk te garanderen.\nWe respecteren jouw rechten.\nOp eventuele vragen of klachten willen we vlot en correct reageren.&nbsp;</p>\n<p>Alle privacygevoelige informatie die mensen aan ons verstrekken (hierna te noemen: ‘de gegevens’ of ‘de persoonsgegevens’) valt onder dit Privacy Statement.&nbsp;</p>\n<p>\n<strong>2.\nAVROTROS&nbsp;</strong>\n<br> AVROTROS maakt kwalitatief hoogstaande en innovatieve programma’s die voor iedereen toegankelijk zijn.\nMaar we doen nog veel meer.\nZo organiseren we allerlei evenementen en zijn we online aanwezig met veel informatie en fora.\nMet onze panels peilen we feiten en meningen over tal van onderwerpen.\nWe maken apps, zijn een levendige vereniging ook op zoek naar nieuwe leden en geven een hele reeks bladen uit.&nbsp;</p>\n<p>De AVROTROS idealen zijn:&nbsp;<br> •&nbsp;&nbsp.\n&nbsp;Bijdragen aan een veilige en rechtvaardige samenleving<br> •&nbsp;&nbsp.\n&nbsp;Stimuleren van kunst- en cultuurbeleving in Nederland<br> •&nbsp;&nbsp.\n&nbsp;Samenbrengen van mensen<br> •&nbsp;&nbsp.\n&nbsp;Helpen met het duiden van nieuws<br> •&nbsp;&nbsp.\n&nbsp;Thuishaven voor de jeugd</p>\n<p>Wij verzamelen veel persoonsgegevens omdat we veel verschillende dingen doen.\nMaar: uiteindelijk verzamelen we die gegevens niet voor onszelf of voor ‘de winst van aandeelhouders’.\nWij hebben geen aandeelhouders maar wel publiek.\nWe verzamelen al die persoonsgegevens om ons publiek zo goed mogelijk te kunnen dienen.</p>\n<p>\n<strong>3.\nHoe kun je ons bereiken?</strong>\n<br> AVROTROS is een vereniging met volledige rechtsbevoegdheid.\nHet postadres is: AVROTROS, Postbus 2, 1200 JA Hilversum.\nHet bezoekadres is: Witte Kruislaan 55, 1217 AM Hilversum.\nVoor vragen of opmerkingen over uw persoonsgegevens bij AVROTROS kunt u ons bereiken via privacy@avrotros.nl&nbsp;</p>\n<p>Vragen die specifiek betrekking hebben op het interne toezicht op de verwerkingen van persoonsgegevens kunnen aan onze Functionaris Gegevensbescherming worden gesteld via fg@avrotros.nl</p>\n<p>\n<strong>4.\nSoorten persoonsgegevens</strong>\n<br> Wij gebruiken de volgende categorieën van gegevens voor de in deze privacyverklaring genoemde doelen:&nbsp;</p>\n<ul>\n<li>Persoonlijke gegevens, waaronder naam, geslacht, geboortedatum (leeftijd), relatiestatus;</li>\n<li>Contact gegevens: adres, (mobiele) telefoon, e-mailadres;</li>\n<li>Accountgegevens: profielnaam, (profiel)foto, wachtwoord;</li>\n<li>Ordergegevens: lidmaatschap, nieuwsbrieven waarvoor je je hebt aangemeld, tickets, producten, betaalgegevens (bijv.\nbankrekeningnummer, creditcardnummer);</li>\n<li>Gegevens over waar je aan meedoet: zoals deelname aan (periodieke) acties, deelname aan/bijwonen van programma, deelname aan prijsvragen, enquêtes, evenementen, geleverde bijdragen aan programma’s, websites of apps;&nbsp;</li>\n<li>Gebruiksgegevens: zoals apparaat type, browsertype- en taal, datum en tijd van het gebruik en IP adres maar ook klikgedrag (cookies) en gebruikte zoekwoorden;</li>\n<li>Gegevens over interesses of voorkeuren.</li>\n</ul>\n<p>Het is niet zo dat we altijd alle gegevens van jou gebruiken.\nVaak is het beperkt tot een aantal van bovengenoemde soorten gegevens.\nWelke gegevens we gebruiken, hangt af van het doel waarvoor we de gegevens verwerken.\nDat lees je hieronder onder “Doeleinden voor de verwerking”.\nSoms combineren we bovenstaande gegevens om persoonlijke profielen van je op te bouwen o.a.\nzodat we jou gerichter kunnen benaderen met content, aanbiedingen of acties.\nMeer informatie hierover kunt je hieronder vinden onder “Profielen”.</p>\n<p>\n<strong>5.\nHoe verkrijgen wij gegevens</strong>\n<br> Meestal verkrijgen wij gegevens door deze van je te vragen.\nDe keuze is dus aan jou of je gegevens aan ons wilt verstrekken of niet.\nDenk aan de gegevens die je kan invullen op onze websites of apps.\nVoor sommige (aanvullende) diensten is het verplicht bepaalde gegevens te verstrekken voordat je van deze diensten gebruik kunt maken.\nDenk daarbij bijvoorbeeld aan jouw naam en e-mailadres bij het registreren van een account.\nBij de invoer van persoonsgegevens geven we aan welke gegevens tenminste noodzakelijk zijn en welke niet.\nDie laatste gegevens hoef je dus ook niet te verstrekken als je dat niet wilt.&nbsp;</p>\n<p>Voor personen die jonger zijn dan 16 jaar geldt dat zij alleen met toestemming van hun ouders of hun wettelijke vertegenwoordigers persoonsgegevens mogen verstrekken.\nWij zullen ons best doen om te controleren of je ouders of wettelijke vertegenwoordigers echt toestemming hebben gegeven.</p>\n<p>Daarnaast zijn er ook gegevens die we automatisch verkrijgen.\nBijvoorbeeld de gedetailleerde (technische) gegevens over de apparaten die je gebruikt.\nDeze gegevens worden door ons verkregen via cookies en soortgelijke technieken.\nHier lees je meer over onder “Cookies” en “Profielen”.</p>\n<p>\n<strong>6.\nDoeleinden voor de verwerking</strong>\n<br> Jouw persoonlijke gegevens kunnen wij voor verschillende doelen gebruiken:</p>\n<ul>\n<li>In het kader van (de ontwikkeling en/of de productie van) onze content, producten en diensten, zoals radio en tv programma’s, websites of apps en om deze aan te bieden, te kunnen laten werken en/of te verbeteren.\n&nbsp;</li>\n<li>Om onze websites, apps en bijbehorende technologieën te analyseren, te onderhouden, te beveiligen en te optimaliseren;&nbsp;</li>\n<li>Voor het samenstellen van statistieken om onze websites, apps te optimaliseren;</li>\n<li>Zodat je via onze websites en apps informatie kan plaatsen en uitwisselen.\nAls websites of apps deze mogelijkheid bieden, ook om contact te zoeken met andere gebruikers van de betreffende dienst;</li>\n<li>Het toesturen van aanbiedingen, je op de hoogte houden van omroepactiviteiten, beantwoorden van jouw vragen;</li>\n<li>Om je te benaderen voor participatie, zoals deelname aan een programma van AVROTROS, bijvoorbeeld als deelnemer, kandidaat of publiek, deelname aan prijsvragen;</li>\n<li>Het verzorgen van een door jou geplaatste bestelling met betrekking tot lidmaatschappen, tickets, producten en diensten, waaronder nieuwsbrieven waarvoor jij je hebt aangemeld;</li>\n<li>Om je gerichte content, communicatie en aanbiedingen via post, e-mail of telefonisch toe te sturen die beter aansluiten bij jouw interesses.\nLees hier meer over onder “Profielen”;</li>\n<li>In het kader van een goede bedrijfsvoering (o.a.\nopslag van gegevens van door ons in het kader van de productie van content ingeschakelde opdrachtnemers en bijvoorbeeld gegevens van sollicitanten);&nbsp;</li>\n<li>Om te voldoen aan toepasselijke wet- en regelgeving.&nbsp;</li>\n<li>We zullen jouw gegevens niet gebruiken voor andere doeleinden dan die hierboven staan beschreven tenzij het andere doeleinde verenigbaar is met het oorspronkelijke verzameldoel.</li>\n</ul>\n<p>\n<strong>7.\nGrondslagen voor verwerking</strong>\n<br> We verwerken gegevens omdat dit noodzakelijk is voor de uitvoering van de overeenkomst.\nBijvoorbeeld omdat de verwerking noodzakelijk is om onze diensten te kunnen leveren.</p>\n<p>Daarnaast kunnen we gegevens verwerken omdat dit moet op grond van een wettelijke plicht.\nZo is er wetgeving die ons verplicht om gegevens een bepaalde tijd te bewaren.\nBijvoorbeeld voor betalingsgegevens verplicht de Algemene Wet inzake Rijksbelasting ons deze 7 jaar te bewaren voor de Belastingdienst.</p>\n<p>Het kan ook zo zijn dat we gegevens verwerken omdat we hier zelf een gerechtvaardigd belang bij hebben, bijvoorbeeld bedrijfsbelangen.\nIn dat geval zullen we altijd een gedegen afweging maken of dit belang groter is dan jouw privacybelang.&nbsp;</p>\n<p>Tot slot kunnen we gegevens verwerken op basis van jouw toestemming, bijvoorbeeld wanneer we je een nieuwsbrief toezenden.\nAls daarvoor toestemming nodig is informeren we je en vragen we je toestemming bij het aanmaken van een account.\nOok informeren en vragen we je toestemming voordat we cookies plaatsen en uitlezen waarvoor die toestemming nodig is.</p>\n<p>\n<strong>8.\nBewaren</strong>\n<br> Wij proberen de persoonsgegevens niet langer te bewaren dan nodig is.\nWe bewaren jouw gegevens in ieder geval zolang je gebruik maakt van onze diensten en bij inactiviteit ook nog een bepaalde periode daarna.\nDit doen we zodat je bij her-activatie eenvoudig verder gebruik kunt maken van onze diensten.\nBen je een lange periode inactief, dan zullen we jouw gegevens verwijderen en je transactie en interactie gegevens anonimiseren.</p>\n<p>Uitzonderingen hierop zijn o.a.\ndat we gegevens langer bewaren als de wet een langere bewaartermijn voorschrijft.</p>\n<p>\n<strong>9.\nVerwerking door derden</strong>\n<br> Wij werken met bepaalde bedrijven samen, bijvoorbeeld op het gebied van de productie van onze content, websites en apps of in het kader van ledenbeheer.\nDaarvoor kan het nodig zijn dat deze partijen dan de beschikking krijgen over jouw gegevens.\nMeestal treedt &nbsp;deze derde voor ons op in de hoedanigheid van verwerker.\nDit houdt in dat wij het doel en middelen voor deze verwerkingen bepalen en de verwerker alleen volgens onze instructies en onze (beveiliging)standaarden met jouw gegevens mag omgaan.\nDeze afspraken leggen we met elke verwerker vast in een zogenaamde verwerkersovereenkomst.</p>\n<p>Delen van persoonsgegevens met een derde buiten de EU gebeurt uitsluitend indien deze derde is gevestigd op een plaats met een passend beschermingsniveau volgens de Europese Commissie, of een van de andere door deze Commissie goedgekeurde&nbsp;(of nog goed te keuren) alternatieven (bijvoorbeeld Binding Corporate Rules, Standard Contractual Clauses) op de juiste wijze gebruik is gemaakt.</p>\n<p>Wij zijn op de hoogte van de uitspraak van het Hof van Justitie van de EU van 16 juli 2020 2020 (Schrems II).\nDeze uitspraak heeft gevolgen voor de doorgifte van persoonsgegevens.\nDie gevolgen zijn nu nog niet goed te overzien.\nWe zijn sinds die uitspraak aan het onderzoeken hoe we dit het beste kunnen ondervangen.\nOns uitgangspunt daarbij is dat we privacy hoog in het vaandel hebben staan en proberen er alles aan te doen om tot een passende oplossing te komen.\nTegelijkertijd hebben wij de randvoorwaarden waarbinnen we moeten werken niet zelf in de hand.\nDaarom letten we goed op het beleid van de EU en de toezichthoudende instanties.\nAls we andere dan de hiervoor genoemde oplossingen hebben, zullen we je hierover informeren via deze privacyverklaring.</p>\n<p>\n<strong>10.\nCookies</strong>\n<br> Onze websites en apps gebruiken cookies en andere soortgelijke technieken.\nCookies zijn kleine bestanden waar we informatie in kunnen opslaan zodat je die niet steeds hoeft in te vullen.\nMaar we kunnen er ook mee zien wanneer en bij welke onderwerpen, programma’s etc.\nje ons bezoekt.\nIn onze cookie-verklaring kun je hier meer over lezen.\nDeze verklaring kun je hier vinden.</p>\n<p>\n<strong>11.\nBeveiliging</strong>\n<br> Beveiliging van persoonsgegevens is voor ons van groot belang.\nWij nemen diverse maatregelen om misbruik van en ongeautoriseerde toegang tot persoonsgegevens te voorkomen.\nWij maken o.a.\ngebruik van beveiligde netwerkverbindingen, waardoor gegevens die tussen jouw en onze systemen verstuurd worden vertrouwelijk blijven.</p>\n<p>\n<strong>12.\nProfielen</strong>\n<br> Wij verzamelen, analyseren en combineren(persoons)gegevens uit onze content, websites, apps en andere databestanden.&nbsp;</p>\n<p>Voor het opbouwen van de profielen kunnen in theorie alle gegevens meegenomen worden die genoemd staan in “Soorten persoonsgegevens”.\nGewoonlijk gebruiken we de volgende gegevens: naam, adres, woonplaats, contactmomenten, wijze van contact en de content, thema’s, producten en/of diensten waarvoor contact plaatsvond.\nBij het opbouwen van profielen maken we niet gebruik van bijzondere gegevens, zoals: gegevens over ras of etnische afkomst, politieke opvattingen, religieuze of levensbeschouwelijke overtuigingen, lidmaatschap van een vakbond, genetische of biometrische gegevens, gegevens over gezondheid of gegevens over seksueel gedrag of seksuele gerichtheid.&nbsp;</p>\n<p>Na het verkrijgen van de gegevens worden daarop analyses uitgevoerd met als resultaat dat we bepaalde (intensiteit- en interesse-)categorieën in jouw profiel aan je toebedelen.\nHet doel hiervan is om op basis daarvan, waar mogelijk, meer binding en dialoog te creëren met mensen die (potentieel) geïnteresseerd zijn in ons en/of in onze content, thema’s, producten of diensten.\nHet belang van profileren is verder dat we uit het profiel en bijbehorende interesses kunnen afleiden in welke content en thema’s van ons je mogelijk geïnteresseerd bent en welke producten of diensten van AVROTROS &nbsp;bij jou zouden passen.\nProfileren zorgt er dus ook voor dat zowel onze content als onze communicatie, aanbiedingen etc.\nin principe beter bij jouw interesses aansluiten<br> Profileren kan een impact hebben op jouw privacy.\nBijvoorbeeld als op basis van onjuiste of verouderde gegevens verkeerde (interesse-)categorieën aan jou worden gekoppeld.\nMocht je van mening zijn dat dit het geval is of wil jij een of meer van je rechten willen uitoefenen, neem dan contact op met privacy@avrotros.nl.\nZie voor meer informatie hierover “Jouw rechten”.</p>\n<p>\n<strong>13.\nLeden en bladen</strong>\n<br> Deels in aanvulling op en deels in afwijking van dit Privacy Statement geldt voor onze bladen en ledenadministratie het volgende.<br> AVROTROS werkt samen met twee uitgevers, Bindinc en HMC, &nbsp;(waar wij (mede) oprichter en eigenaar van zijn) voor onze ledenadministratie en een deel van de bladen, en de bijbehorende websites en apps.\nDaarbij en daartoe verzamelen en verwerken wij samen met deze uitgeverijen persoonsgegevens.&nbsp;</p>\n<p>De bladen Muze en Uit en Thuis geeft AVROTROS in eigen beheer uit.<br> Meer informatie over de verwerking van persoonsgegevens voor de ledenadministratie en voor de Avrobode, AVRO Televizier, en TV Film kun je hier vinden:</p>\n<ul>\n<li>AVRObode</li>\n<li>Televizier</li>\n<li>TV Film</li>\n</ul>\n<p>Meer informatie over de samenwerking met HMC bij het verwerken van persoonsgegevens voor de ledenadministratie en voor TrosKompas, RADAR+ en de TV Krant &nbsp;is hier te vinden:&nbsp;</p>\n<ul>\n<li>TrosKompas</li>\n<li>RADAR+</li>\n<li>TV Krant</li>\n</ul>\n<p>\n<strong>14.\nProgramma’s (en andere content) en panels</strong>\n<br> Deels in aanvulling op en deels in afwijking van dit Privacy Statement geldt voor onze programma’s, andere content en panels het volgende.\nMet onze programma’s verspreiden we informatie, meningen en ideeën.\nDat doen we op basis van de vrijheid van meningsuiting.\nPrivacy en vrijheid van meningsuiting zijn allebei grondrechten.\nDie twee grondrechten zijn in de Nederlandse Uitvoeringswet (die hoort bij de AVG, de Algemene Verordening Gegevensbescherming) met elkaar in balans gebracht.\nDe AVG en de Uitvoeringswet AVG zijn allebei maar voor een deel van toepassing op persoonsgegevens die worden verzameld voor ‘journalistieke’ doeleinden.\nJournalistiek is een begrip dat ruim uitgelegd moet worden.\nHet omvat al onze programma’s.\nMet ‘programma’s’ bedoelen we niet alleen radio en tv maar ook andere vormen waarmee we onze taak op basis van de Mediawet uitvoeren.\nDenk aan online en gedrukte informatie.\n&nbsp;Op onze programma’s is de (U)AVG maar beperkt van toepassing.\nBepalingen met de achterliggende principes zijn wel van toepassing.\nZo zijn veiligheid en zorgvuldigheid ook vereist bij het werken met persoonsgegevens voor programma’s.\nEn daar houden we ons natuurlijk aan.\nBij al onze programma’s nemen wij de toepasselijke bepalingen in acht.&nbsp;</p>\n<p>Bij de Panels van EenVandaag en Radar is sprake is van bijzondere verzamelingen van persoonsgegevens.\nMeer over het panel van Radar kun je hier lezen, en over het panel van EenVandaag is hier&nbsp.\nmeer informatie opgenomen.</p>\n<p>\n<strong>15.\nSollicitaties</strong>\n<br> Bij werving- en selectieprocedures verwerken wij de persoonsgegevens van sollicitanten.\nWij vinden het belangrijk om het vertrouwen dat wij zorgvuldig omgaan met jouw sollicitatie, elke dag weer waar te maken.</p>\n<p>Bij het behandelen van jouw sollicitatie verwerken we vanzelfsprekend de gegevens die jij ons bij jouw sollicitatieverstrekt.\nDenk bijvoorbeeld aan NAW-gegevens, contactgegevens, geslacht, geboortedatum, opleiding, gevolgde cursussen, stages, arbeidsgeschiedenis en een foto.\nDaarnaast kunnen er persoonsgegevens worden verkregen van referenties en/of opleidingsinstituten die je noemt in je sollicitatie.\nBij interne sollicitaties kan tevens gebruik worden gemaakt van reeds binnen AVROTROS beschikbare persoonsgegevens.</p>\n<p>Als dat bij een bepaalde vacature aan de orde is kunnen ook nog de volgende gegevens verwerkt worden.\nVoor sommige functies wordt een Verklaring Omtrent het Gedrag (VOG) gevraagd.\nDie moet je dan zelf aanvragen.\nOok komt het voor dat een assessment deel uit maakt van het selectieproces.\nIn dat geval wordt aan degenen die dit assessment zullen uitvoeren, die persoonsgegevens verstrekt die noodzakelijk zijn met het oog op het assessment.\nIn de derde plaats kan online screening ook onderdeel zijn van het selectieproces indien er sprake is van voor de functievervulling relevante informatie op social media-accounts die gerelateerd zijn aan professionele doelen.</p>\n<p>De persoonsgegevens worden door ons bewaard tot vier weken na het einde van de sollicitatieprocedure.\nAls we je dat vragen en je hiervoor toestemming geeft, worden de gegevens tot twaalf maanden na beëindiging van de sollicitatieprocedure bewaard.\nGedurende deze periode kunnen jouw persoonsgegevens gebruikt worden om te kijken of je mogelijk in aanmerking komt voor een andere functie dan de functie waarvoor je eerder hebt gesolliciteerd.\nKom je in dienst bij AVROTROS, dan worden jouw gegevens onderdeel van je personeelsdossier.</p>\n<p>Vragen en opmerkingen over de sollicitatieprocedure kun je stellen via: vacature@avrotros.nl.\nVoor vragen of opmerkingen over het verwerken van persoonsgegevens en het interne toezicht daarop: zie de (mail)adressen hierboven in punt 3 van dit privacy statement.</p>\n<p>\n<strong>16.\nJouw rechten</strong>\n<br> Tenzij er sprake is van verwerking van persoonsgegevens voor uitsluitend journalistieke doeleinden (zie hierboven), heb je op grond van de AVG een aantal rechten:&nbsp;<br> •&nbsp;&nbsp.\n&nbsp;uitleg krijgen over welke categorieën van persoonsgegevens we hebben en wat we daarmee doen;<br> •&nbsp;&nbsp.\n&nbsp;inzage in jouw eigen persoonsgegevens die we van je hebben;<br> •&nbsp;&nbsp.\n&nbsp;het laten corrigeren van feitelijke fouten of onjuistheden;<br> •&nbsp;&nbsp.\n&nbsp;het laten verwijderen van niet meer noodzakelijke persoonsgegevens;<br> •&nbsp;&nbsp.\n&nbsp;het verplaatsen van jouw gegevens;<br> •&nbsp;&nbsp.\n&nbsp;het intrekken van je gegeven toestemming;<br> •&nbsp;&nbsp.\n&nbsp;bezwaar maken tegen de verwerking van jouw persoonsgegevens voor bepaalde doeleinden;<br> Ook heb je recht om een klacht in te dienen bij de markttoezichthouder, de Autoriteit Persoonsgegevens.<br> Als je vragen hebt of van een van deze rechten gebruik wilt maken, kun je contact met ons opnemen via privacy@avrotros.nl.\nZie voor de overige contactgegevens het begin van dit Privacy Statement.</p>\n<p>\n<strong>17.\nWijzigingen van dit Privacy Statement</strong>\n<br> Wij kunnen deze privacyverklaring wijzigen.\nWe raden je daarom aan om regelmatig deze verklaring op wijzigingen te controleren.\nAls we inhoudelijke wijzigingen aanbrengen, zullen we je daarvan altijd persoonlijk op de hoogte stellen.\nBijvoorbeeld door middel van een melding als je onze websites bezoekt of onze apps gebruikt, via e-mail of doordat we opnieuw jouw toestemming vragen.<br> &nbsp;</p>\n<p>\n<em>Versie 15 september&nbsp;2020</em>\n</p> Deel deze pagina <ul>\n<li>Facebookfacebook</li>\n<li>Twittertwitter</li>\n<li>Whatsappwhatsapp</li>\n<li>Mailmail</li>\n</ul>", "created_at": "2020-01-06 15:55:41.666319", "updated_at": "2020-12-14 23:48:19.455013"}], "points": [], "urls": ["avrotros.nl", "www.avrotros.nl"]}}