{"error": 448, "message": "OK", "parameters": {"id": 3989, "name": "The Scrolls of Lankhmar", "created_at": "2021-06-09 16:27:45.735972", "updated_at": "2021-06-09 22:00:44.858926", "wikipedia": null, "keywords": null, "related": null, "slug": "the-scrolls-of-lankhmar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3989.png", "url": "scrollsoflankhmar.com", "documents": [{"id": 6851, "name": "Cookie Policy", "url": "https://scrollsoflankhmar.com/cookies", "xpath": "/html/body/div[1]/div[3]/div[1]/div/div[2]", "text": " Cookie Policy <p>\nThis cookie policy (“Policy”) describes what cookies are and how Website Operator (“Website Operator”, “we”, “us” or “our”) uses them on the scrollsoflankhmar.com website and any of its products or services (collectively, “Website” or “Services”).\n</p>\n<p>\nYou should read this Policy so you can understand what type of cookies we use, the information we collect using cookies and how that information is used.\nIt also describes the choices available to you regarding accepting or declining the use of cookies.\nFor further information on how we use, store and keep your personal data secure, see our Privacy Policy.\n</p>\n<strong>−</strong>Table of Contents <ul>\n<li>Cookie Policy\n<ul>\n<li>What are cookies?</li>\n<li>Necessary cookies</li>\n<li>Functionality cookies</li>\n<li>What are your cookie options?</li>\n<li>Changes and amendments</li>\n<li>Acceptance of this policy</li>\n<li>Contacting us</li>\n</ul>\n</li>\n</ul> What are cookies? <p>\nCookies are small pieces of data stored in text files that are saved on your computer or other devices when websites are loaded in a browser.\nThey are widely used to remember you and your preferences, either for a single visit (through a “session cookie”) or for multiple repeat visits (using a “persistent cookie”).\n</p>\n<p>\nSession cookies are temporary cookies that are used during the course of your visit to the Website, and they expire when you close the web browser.\n</p>\n<p>\nPersistent cookies are used to remember your preferences within our Website and remain on your desktop or mobile device even after you close your browser or restart your computer.\nThey ensure a consistent and efficient experience for you while visiting our Website or using our Services.\n</p>\n<p>\nCookies may be set by the Website (“first-party cookies”), or by third parties, such as those who serve content or provide advertising or analytics services on the website (“third party cookies”).\nThese third parties can recognize you when you visit our website and also when you visit certain other websites.\nWhat type of cookies do we use?\n</p> Necessary cookies <p>\nNecessary cookies allow us to offer you the best possible experience when accessing and navigating through our Website and using its features.\nFor example, these cookies let us recognize that you have created an account and have logged into that account to access the content.\n</p> Functionality cookies <p>\nFunctionality cookies let us operate the Website and our Services in accordance with the choices you make.\nFor example, we will recognize your username and remember how you customized the Website and Services during future visits.\n</p> What are your cookie options? <p>\nIf you don't like the idea of cookies or certain types of cookies, you can change your browser's settings to delete cookies that have already been set and to not accept new cookies.\nTo learn more about how to do this, visit the help pages of your browser.\n</p> Changes and amendments <p>\nWe reserve the right to modify this Policy relating to the Website or Services at any time, effective upon posting of an updated version of this Policy on the Website.\nWhen we do we will revise the updated date at the bottom of this page.\nContinued use of the Website after any such changes shall constitute your consent to such changes.\n</p> Acceptance of this policy <p>\nYou acknowledge that you have read this Policy and agree to all its terms and conditions.\nBy using the Website or its Services you agree to be bound by this Policy.\nIf you do not agree to abide by the terms of this Policy, you are not authorized to use or access the Website and its Services.\n</p> Contacting us <p>\nIf you have any questions about this Policy or our use of cookies, please contact us at\nmailto:curator@scrollsoflankhmar.com.\n</p>\n<p>\n<em>This policy was created with http://WebsitePolicies.com</em>\n</p>\n<p>\n<em>This document was last updated on January 22, 2019</em>\n</p> Created by <i>srithofthescrolls</i> on 2019/01/21 18:37.<br>\nContributing authors &amp.\neditors: <ul>\n<li>srithofthescrolls</li>\n</ul> ", "created_at": "2021-06-09 16:27:45.743164", "updated_at": "2021-06-09 14:28:42.285213"}, {"id": 6850, "name": "Privacy Policy", "url": "https://scrollsoflankhmar.com/privacy", "xpath": "/html/body/div[1]/div[3]/div[1]/div/div[2]", "text": " Privacy Policy <strong>−</strong>Table of Contents <ul>\n<li>Privacy Policy\n<ul>\n<li>The Plain English Version</li>\n<li>The Legalese Version\n<ul>\n<li>Collection of personal information</li>\n<li>Collection of non-personal information</li>\n<li>Managing personal information</li>\n<li>Use and processing of collected information</li>\n<li>Information transfer and storage</li>\n<li>The rights of users</li>\n<li>The right to object to processing</li>\n<li>How to exercise these rights</li>\n<li>Privacy of children</li>\n<li>Cookies</li>\n<li>Do Not Track signals</li>\n<li>Links to other websites</li>\n<li>Information security</li>\n<li>Data breach</li>\n<li>Legal disclosure</li>\n<li>Changes and amendments</li>\n<li>Acceptance of this policy</li>\n<li>Contacting us</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> The Plain English Version <p>\n<em>If there are any discrepancies between the “Plain English Version” and the “Legalese Version”, the “Legalese Version” will take precedence.\nI will, however, do my best not to mislead you.</em>\n</p>\n<ul>\n<li> The Scrolls of Lankhmar and yours truly, the curator of the Scrolls, has no interest in collecting or selling or giving away your personal information.\nThis site exists as a resource to everyone.\nIt is a public service and a labor of love.\nYou may create an account if you would like to contribute or subscribe to an email digest containing updates to the wiki.\nYou may even contribute to discussions.\nEither way, your email address, and name or username will be saved on our server to provide that service.\nThat is all we need it for.\n</li>\n<li> The Scrolls of Lankhmar uses “cookies” in order for the software to provide you a seamless experience.\nThat is all.\nIf you decline the use of cookies, the software should still be able to function.\n</li>\n<li> In the past, I have used “Google Analytics” and briefly installed “DISQUS”.\nI have since removed all third-party applications that I know to be capable of tracking your use (excepting Cloudflare, see below).\n</li>\n<li> This site is powered by the open source, wiki engine, Dokuwiki.\n</li>\n<li> This site is subject to an extreme volume of 'bot' traffic, and as such, in order to keep the server costs affordable, all traffic is routed through the services of cloudflare.com whose privacy policy is posted.\nTheir policy for “End Users” is the only one that would impact visitors to this site.\n</li>\n</ul> The Legalese Version <p>\nThis privacy policy (“Policy”) describes how Website Operator (“Website Operator”, “we”, “us” or “our”) collects, protects and uses the personally identifiable information (“Personal Information”) you (“User”, “you” or “your”) may provide on the scrollsoflankhmar.com website and any of its products or services (collectively, “Website” or “Services”).\nIt also describes the choices available to you regarding our use of your Personal Information and how you can access and update this information.\nThis Policy does not apply to the practices of companies that we do not own or control, or to individuals that we do not employ or manage.\n</p> Collection of personal information <p>\nWe receive and store any information you knowingly provide to us when you create an account, publish content, fill any online forms on the Website.\nWhen required this information may include your email address, name, or other Personal Information.\nYou can choose not to provide us with certain information, but then you may not be able to take advantage of some of the Website's features.\nUsers who are uncertain about what information is mandatory are welcome to contact us.\n</p> Collection of non-personal information <p>\nWhen you visit the Website our servers automatically record information that your browser sends.\nThis data may include information such as your device's IP address, browser type and version, operating system type and version, language preferences or the webpage you were visiting before you came to our Website, pages of our Website that you visit, the time spent on those pages, information you search for on our Website, access times and dates, and other statistics.\n</p> Managing personal information <p>\nYou are able to access, add to, update and delete certain Personal Information about you.\nThe information you can view, update, and delete may change as the Website or Services change.\nWhen you update information, however, we may maintain a copy of the unrevised information in our records.\nSome information may remain in our private records after your deletion of such information from your account.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe may use any aggregated data derived from or incorporating your Personal Information after you update or delete it, but not in a manner that would identify you personally.\nOnce the retention period expires, Personal Information shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after the expiration of the retention period.\n</p> Use and processing of collected information <p>\nAny of the information we collect from you may be used to personalize your experience.\nsend notification emails such as password reminders, updates, etc.\nrun and operate our Website and Services.\nNon-Personal Information collected is used only to identify potential cases of abuse and establish statistical information regarding Website usage.\nThis statistical information is not otherwise aggregated in such a way that would identify any particular user of the system.\n</p>\n<p>\nWe may process Personal Information related to you if one of the following applies: (i) You have given their consent for one or more specific purposes.\nNote that under some legislations we may be allowed to process information until you object to such processing (by opting out), without having to rely on consent or any other of the following legal bases below.\nThis, however, does not apply, whenever the processing of Personal Information is subject to European data protection law.\n(ii) Provision of information is necessary for the performance of an agreement with you and/or for any pre-contractual obligations thereof.\n(ii) Processing is necessary for compliance with a legal obligation to which you are subject.\n(iv) Processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in us.\n(v) Processing is necessary for the purposes of the legitimate interests pursued by us or by a third party.\nIn any case, we will be happy to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Information transfer and storage <p>\nDepending on your location, data transfers may involve transferring and storing your information in a country other than your own.\nYou are entitled to learn about the legal basis of information transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by us to safeguard your information.\nIf any such transfer takes place, you can find out more by checking the relevant sections of this document or inquire with us using the information provided in the contact section.\n</p> The rights of users <p>\nYou may exercise certain rights regarding your information processed by us.\nIn particular, you have the right to do the following: (i) you have the right to withdraw consent where you have previously given your consent to the processing of your information.\n(ii) you have the right to object to the processing of your information if the processing is carried out on a legal basis other than consent.\n(iii) you have the right to learn if information is being processed by us, obtain disclosure regarding certain aspects of the processing and obtain a copy of the information undergoing processing.\n(iv) you have the right to verify the accuracy of your information and ask for it to be updated or corrected.\n(v) you have the right, under certain circumstances, to restrict the processing of your information, in which case, we will not process your information for any purpose other than storing it.\n(vi) you have the right, under certain circumstances, to obtain the erasure of your Personal Information from us.\n(vii) you have the right to receive your information in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that your information is processed by automated means and that the processing is based on your consent, on a contract which you are part of or on pre-contractual obligations thereof.\n</p> The right to object to processing <p>\nWhere Personal Information is processed for a public interest, in the exercise of an official authority vested in us or for the purposes of the legitimate interests pursued by us, you may object to such processing by providing a ground related to your particular situation to justify the objection.\nYou must know that, however, should your Personal Information be processed for direct marketing purposes, you can object to that processing at any time without providing any justification.\nTo learn, whether we are processing Personal Information for direct marketing purposes, you may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>\nAny requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.\n</p> Privacy of children <p>\nWe do not knowingly collect any Personal Information from children under the age of 13.\nIf you are under the age of 13, please do not submit any Personal Information through our Website or Service.\nWe encourage parents and legal guardians to monitor their children's Internet usage and to help enforce this Policy by instructing their children never to provide Personal Information through our Website or Service without their permission.\nIf you have reason to believe that a child under the age of 13 has provided Personal Information to us through our Website or Service, please contact us.\n</p> Cookies <p>\nThe Website uses “cookies” to help personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a web page server.\nCookies cannot be used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.\nWe may use cookies to collect, store, and track information for statistical purposes to operate our Website and Services.\nYou have the ability to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\n</p> Do Not Track signals <p>\nSome browsers incorporate a Do Not Track feature that signals to websites you visit that you do not want to have your online activity tracked.\nTracking is not the same as using or collecting information in connection with a website.\nFor these purposes, tracking refers to collecting personally identifiable information from consumers who use or visit a website or online service as they move across different websites over time.\nOur Website does not track its visitors over time and across third party websites.\nHowever, some third party sites may keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\n</p> Links to other websites <p>\nOur Website contains links to other websites that are not owned or controlled by us.\nPlease be aware that we are not responsible for the privacy practices of such other websites or third-parties.\nWe encourage you to be aware when you leave our Website and to read the privacy statements of each and every website that may collect Personal Information.\n</p> Information security <p>\nWe secure information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use, or disclosure.\nWe maintain reasonable administrative, technical, and physical safeguards in an effort to protect against unauthorized access, use, modification, and disclosure of Personal Information in its control and custody.\nHowever, no data transmission over the Internet or wireless network can be guaranteed.\nTherefore, while we strive to protect your Personal Information, you acknowledge that (i) there are security and privacy limitations of the Internet which are beyond our control.\n(ii) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed.\nand (iii) any such information and data may be viewed or tampered with in transit by a third-party, despite best efforts.\n</p> Data breach <p>\nIn the event we become aware that the security of the Website has been compromised or users Personal Information has been disclosed to unrelated third-parties as a result of external activity, including, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures, including, but not limited to, investigation and reporting, as well as notification to and cooperation with law enforcement authorities.\nIn the event of a data breach, we will make reasonable efforts to notify affected individuals if we believe that there is a reasonable risk of harm to the user as a result of the breach or if notice is otherwise required by law.\nWhen we do, we will post a notice on the Website, send you an email.\n</p> Legal disclosure <p>\nWe will disclose any information we collect, use or receive if required or permitted by law, such as to comply with a subpoena, or similar legal process, and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\n</p> Changes and amendments <p>\nWe reserve the right to modify this Policy relating to the Website or Services at any time, effective upon posting of an updated version of this Policy on the Website.\nWhen we do we will revise the updated date at the bottom of this page.\nContinued use of the Website after any such changes shall constitute your consent to such changes.\n</p> Acceptance of this policy <p>\nYou acknowledge that you have read this Policy and agree to all its terms and conditions.\nBy using the Website or its Services you agree to be bound by this Policy.\nIf you do not agree to abide by the terms of this Policy, you are not authorized to use or access the Website and its Services.\n</p> Contacting us <p>\nIf you have any questions about this Policy, please contact us at mailto:curator@scrollsoflankhmar.com.\n</p>\n<p>\n<em>This policy was created with http://WebsitePolicies.com</em>\n</p>\n<p>\n<em>This document was last updated on January 21, 2019</em>\n</p> Created by <i>srithofthescrolls</i> on 2019/01/21 17:12.<br>\nContributing authors &amp.\neditors: <ul>\n<li>srithofthescrolls</li>\n</ul> ", "created_at": "2021-06-09 16:27:45.740282", "updated_at": "2021-06-09 14:28:20.558643"}], "points": [], "urls": ["scrollsoflankhmar.com"]}}