{"error": 448, "message": "OK", "parameters": {"id": 3584, "name": "MercadoLibre", "created_at": "2021-05-13 11:17:12.755499", "updated_at": "2021-05-13 22:25:05.220483", "wikipedia": "https://en.wikipedia.org/wiki/MercadoLibre", "keywords": null, "related": null, "slug": "mercadolibre", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3584.png", "url": "mercadolibre.com,mercadolibre.com.ar,mercadolibre.com.bo,mercadolibre.com.br,mercadolibre.com.cl,mercadolibre.com.co,mercadolibre.co.cr,mercadolibre.com.do,mercadolibre.com.ec,mercadolibre.com.gt,mercadolibre.com.hn,mercadolibre.com.mx,mercadolibre.com.ni,mercadolibre.com.pa,mercadolibre.com.py,mercadolibre.com.pe,mercadolibre.com.sv,mercadolibre.com.uy,mercadolibre.com.ve", "documents": [{"id": 5961, "name": "Términos y condiciones de uso", "url": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "xpath": "//body", "text": "Ir al contenido principalMercado Libre Argentina - Donde comprar y vender de todoBienvenido<p>Ingresa a tu cuenta para ver tus compras, favoritos, etc.</p>IngresáCreá tu cuenta<ul>\n<li>\n<i>\n</i>Inicio</li>\n<li>\n<i>\n</i>Ofertas</li>\n<li>\n<i>\n</i>Historial</li>\n<li>\n<i>\n</i>Vender</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Categorías</li>\n<li>\n<i>\n</i>Supermercado</li>\n<li>\n<i>\n</i>Tiendas oficiales</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Ayuda</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>¡Comprá y vendé con la app!</li>\n</ul>Creá tu cuentaIngresáAyuda<ul>\n<li>Ayuda</li>\n<li>Términos y condiciones de uso del Sitio</li>\n</ul>Términos y condiciones de uso del Sitio<p>&nbsp;</p>\n<p>Versión vigente 19/11/2020</p>\n<p>Este contrato describe los términos y condiciones generales (los \"Términos y Condiciones Generales\") aplicables al uso de los servicios ofrecidos por Mercado Libre S.R.L., CUIT 30-70308853-4, (\"los Servicios\") dentro de los sitios www.mercadolibre.com.ar y www.mercadopago.com.ar (\"MercadoLibre\" o el \"sitio\").\nCualquier persona (en adelante \"Usuario\" o en plural \"Usuarios\") que desee acceder y/o usar el sitio o los Servicios podrá hacerlo sujetándose a los Términos y Condiciones Generales respectivos, junto con todas las demás políticas y principios que rigen Mercado Libre y que son incorporados al presente por referencia.</p>\n<p>\n<strong>CUALQUIER PERSONA QUE NO ACEPTE ESTOS TÉRMINOS Y CONDICIONES GENERALES, LOS CUALES TIENEN UN CARÁCTER OBLIGATORIO Y VINCULANTE, DEBERÁ ABSTENERSE DE UTILIZAR EL SITIO Y/O LOS SERVICIOS.</strong>\n</p>\n<p>El Usuario debe leer, entender y aceptar todas las condiciones establecidas en los Términos y Condiciones Generales y en las Políticas de Privacidad así como en los demás documentos incorporados a los mismos por referencia, previo a su registración como Usuario de Mercado Libre, optando de forma expresa por recibir los mismos y toda otra información por medios digitales.</p>\n01 - Capacidad\n<p>Los Servicios sólo están disponibles para personas que tengan capacidad legal para contratar.\nNo podrán utilizar los servicios las personas que no tengan esa capacidad, los menores de edad o Usuarios de Mercado Libre que hayan sido suspendidos temporalmente o inhabilitados definitivamente.\nSi estás registrando un Usuario como Empresa, debes tener capacidad para contratar a nombre de tal entidad y de obligar a la misma en los términos de este Acuerdo.</p>\n02 - Registración\n<p>Es obligatorio completar el formulario de registración en todos sus campos con datos válidos para poder utilizar los servicios que brinda Mercado Libre.\nEl futuro Usuario deberá completarlo con su información personal de manera exacta, precisa y verdadera (\"Datos Personales\") y&nbsp;asume el compromiso de actualizar los Datos Personales&nbsp;conforme resulte necesario.&nbsp;El Usuario presta expresa conformidad con que Mercado Libre utilice diversos medios para identificar sus datos personales, asumiendo el Usuario la obligación de revisarlos y mantenerlos actualizados.\nMercado Libre NO se responsabiliza por la certeza de los Datos Personales de los Usuarios.\nLos Usuarios garantizan y responden, en cualquier caso, de la veracidad, exactitud, vigencia y autenticidad de sus Datos Personales.</p>\n<p>A su exclusiva discreción, Mercado Libre podrá requerir una registración adicional a los Usuarios que operen como concesionarias o inmobiliarias, como requisito para que dichos Usuarios accedan a paquetes especiales de publicaciones.\nEn estos casos, una vez efectuada la registración adicional, las ofertas de venta de automóviles o inmuebles que realicen las concesionarias o inmobiliarias, respectivamente, sólo se publicarán en Mercado Libre a través de alguno de dichos paquetes o bajo las modalidades que Mercado Libre habilite para este tipo de Usuarios.\nMercado Libre se reserva el derecho de solicitar algún comprobante y/o dato adicional a efectos de corroborar los Datos Personales, así como de suspender temporal o definitivamente a aquellos Usuarios cuyos datos no hayan podido ser confirmados.\nEn estos casos de inhabilitación, se dará de baja todos los artículos publicados, así como las ofertas realizadas, sin que ello genere algún derecho a resarcimiento.</p>\n<p>El Usuario accederá a su cuenta personal (\"Cuenta\") mediante el ingreso de su Apodo y clave de seguridad personal elegida (\"Clave de Seguridad\").\nEl Usuario se obliga a mantener la confidencialidad de su Clave de Seguridad.</p>\n<p>La Cuenta es personal, única e intransferible, y está prohibido que un mismo Usuario registre o posea más de una Cuenta.\nEn caso que Mercado Libre detecte distintas Cuentas que contengan datos coincidentes o relacionados, podrá cancelar, suspender o inhabilitarlas.</p>\n<p>El Usuario será responsable por todas las operaciones efectuadas en su Cuenta, pues el acceso a la misma está restringido al ingreso y uso de su Clave de Seguridad, de conocimiento exclusivo del Usuario.\nEl Usuario se compromete a notificar a Mercado Libre en forma inmediata y por medio idóneo y fehaciente, cualquier uso no autorizado de su Cuenta, así como el ingreso por terceros no autorizados a la misma.\nSe aclara que está prohibida la venta, cesión o transferencia de la Cuenta (incluyendo la reputación) bajo ningún título.</p>\n<p>Mercado Libre se reserva el derecho de rechazar cualquier solicitud de registración o de cancelar una registración previamente aceptada, sin que esté obligado a comunicar o exponer las razones de su decisión y sin que ello genere algún derecho a indemnización o resarcimiento.</p>\n<p>Ver políticas de inhabilitación o suspensión de usuario</p>\n03 - Modificaciones del Acuerdo\n<p>Mercado Libre podrá modificar los Términos y Condiciones Generales en cualquier momento haciendo públicos en el Sitio los términos modificados.\nTodos los términos modificados entrarán en vigor a los 10 (diez) días de su publicación.\nDichas modificaciones serán comunicadas por Mercado Libre a los usuarios que en la Configuración de su Cuenta de Mercado Libre hayan indicado que desean recibir notificaciones de los cambios en estos Términos y Condiciones.\nTodo usuario que no esté de acuerdo con las modificaciones efectuadas por Mercado Libre podrá solicitar la baja de la cuenta.</p>\n<p>El uso del sitio y/o sus servicios implica la aceptación de estos Términos y Condiciones generales de uso de Mercado Libre.</p>\n04 - Listado de Bienes\n4.1 Utilización de Mercado Pago\n<p>Al publicar un anuncio en el Sitio, el usuario vendedor consiente expresamente la utilización de Mercado Pago como una de las formas disponibles para el pago del bien o servicio ofrecido y se obliga a no modificar en nada el precio de venta del bien o servicio si el comprador decidiera utilizar Mercado Pago.\nAsimismo, el usuario declara que ha leído, comprendido y aceptado los&nbsp;Términos y Condiciones de utilización de dicho servicio.</p>\n4.2 Publicación de bienes y/o servicios\n<p>El Usuario deberá ofrecer a la venta los bienes y promover los servicios en las categorías y subcategorías apropiadas.\nLas publicaciones podrán incluir textos descriptivos, gráficos, fotografías y otros contenidos y condiciones pertinentes para la venta del bien o la promoción del servicio, siempre que no violen ninguna disposición de este acuerdo o demás políticas de Mercado Libre.\nEl bien o servicio ofrecido por el Usuario vendedor debe ser exactamente descrito en cuanto a sus condiciones y características relevantes.\nSe entiende y presume que mediante la inclusión del bien o servicio en Mercado Libre, el Usuario acepta que tiene la intención y el derecho de vender el bien u ofrecer el servicio referido, o está facultado para ello por su titular.\nAsimismo, el Usuario acepta que tiene disponible el bien publicado para su entrega inmediata o para el plazo especificado en la publicación, así como el servicio para su prestación en el plazo acordado.\nSe establece que los precios de los bienes o servicios publicados deberán ser expresados con IVA incluido cuando corresponda la aplicación del mismo, y en moneda de curso legal.\nMercado Libre podrá remover cualquier publicación cuyo precio no sea expresado de esta forma para evitar confusiones o malos entendidos en cuanto al precio final del bien o servicio.\nSe deja expresamente establecido que ninguna descripción podrá contener datos personales o de contacto, tales como, y sin limitarse a, números telefónicos, dirección de e-mail, dirección postal, direcciones de páginas de Internet que contengan datos como los mencionados anteriormente.&nbsp;Para determinados productos, Mercado Libre podrá requerir al vendedor que también realice su publicación a través de Publicaciones de Catálogo.</p>\n<p>En las categorías Autos, Motos y Otros, Inmuebles y Servicios, los datos personales o de contacto deberán agregarse en la sección específicamente prevista para incluir la información sobre el vendedor o anunciante.\nNo podrán publicitarse otros medios de pagos, distintos de los enunciados por Mercado Libre en la página de publicación de artículos, ni tampoco se podrá sugerir o insinuar a los compradores que no utilicen Mercado Pago y/o alterar las condiciones de compra si el Usuario comprador decidiera utilizar MercadoPago.&nbsp;</p>\n4.3 Licencia sobre imágenes, fotografías, marcas e Información de Producto\n<p>El usuario autoriza a Mercado Libre y sus compañías asociadas a utilizar, publicar, reproducir y/o adaptar las imágenes y fotografías incluidas en sus publicaciones, su nombre comercial, marcas, frases publicitarias, logos, diseños, dibujos, imágenes y todo otro signo distintivo que identifique al Usuario y sus productos o servicios (la \"Marca\") e información de sus productos o servicios&nbsp.\n(\"Información de Producto\").\nSerá obligación del Usuario incluir en las publicaciones&nbsp.\nlas imágenes, fotografías y Marca, así como la Información de Producto, de manera actualizada, incluyendo aquellas advertencias que sean requeridas por la legislación aplicable para la venta o publicidad de los productos y servicios .\nConforme a lo anterior, Mercado Libre podrá obtener las imágenes, fotografías, Marca e Información de Producto directamente del Usuario, terceros autorizados por éste, o a través del sitio web del Usuario.</p>\n<p>En particular, el Usuario otorga a Mercado Libre y a sus sociedades relacionadas una autorización gratuita, irrevocable, no exclusiva, internacional y sin límite temporal para usar, publicar, reproducir y/o adaptar las imágenes, fotografías, la Marca y la Información de Producto con el fin de ser usadas en todos los sitios y aplicaciones de Mercado Libre, redes sociales y/o en cualquier medio masivo y no masivo de comunicación, incluyendo sin limitación, plataformas y cualquier otro medio digital o físico que Mercado Libre considere oportuno o con aquellas otras plataformas o sitios de Internet con los cuales Mercado Libre haya realizado una alianza, para identificar ofertas, clasificar productos, crear catálogos, realizar acciones publicitarias y de marketing vinculadas a los servicios de Mercado Libre, incluyendo la posibilidad de asociación con&nbsp.\nmarcas y/o nombres comerciales de terceros, así como sublicenciar su uso a terceros, incluyendo, de manera enunciativa, más no limitativa,&nbsp.\nfacultades de uso, publicación, reproducción y adaptación de las imágenes, fotografías, Marca e Información de Producto en el marco de las Publicaciones de Catálogo.</p>\n<p>El Usuario declara y garantiza que es titular o licenciatario de los derechos necesarios sobre las imágenes, fotografías contenidas en sus publicaciones, sobre las Marcas, así como sobre la Información de Producto, y que cuenta con los derechos y facultades necesarias para conceder la autorización detallada en esta cláusula, siendo responsable exclusivo por cualquier infracción a derechos de terceros o por las inconsistencias o inexactitud en la Información de Producto.</p>\n<p>Mercado Libre podrá eliminar la publicación de las imágenes y fotografías, e incluso del bien o servicio, si interpretara, a su exclusivo criterio, que la imagen no cumple con los presentes Términos y Condiciones.\nLas imágenes y fotografías de bienes o servicios publicados bajo la modalidad Premium deberán cumplir con algunos requisitos adicionales como condición para ser expuestas en la Página Principal del Sitio Web.&nbsp;Conocé los requisitos.</p>\n4.4 Artículos Prohibidos\n<p>Sólo podrán ser ingresados en las listas de bienes y servicios ofrecidos, aquellos cuya venta no se encuentre tácita o expresamente prohibida en los Términos y Condiciones Generales y demás políticas de Mercado Libre o por la ley vigente.\nPara obtener mayor información sobre bienes o servicios prohibidos, se pueden consultar nuestras Políticas de Artículos Prohibidos de Mercado Libre.</p>\n4.5 Brand Protection Program\n<p>Mercado Libre ha desarrollado un Programa (en adelante, \"BPP\") destinado a brindar a los titulares de Propiedad Intelectual una herramienta para denunciar contenido en supuesta infracción a sus derechos.\nLos participantes del BPP, sean los titulares de derechos o sus apoderados, podrán identificar y solicitar la remoción de aquellas publicaciones que infrinjan sus derechos.\nEn caso que Mercado Libre reciba una denuncia a través del BPP o un reclamo de un tercero o sospeche que se está cometiendo o se ha cometido una infracción a derechos de Propiedad Intelectual, Mercado Libre se reserva el derecho de adoptar todas las medidas que entienda adecuadas, lo que puede incluir la aplicación de sanciones sobre la cuenta y publicaciones del usuario, como también brindar datos personales del usuario, tal como se describe en las Políticas de Privacidad.&nbsp;</p>\n<p>Los Usuarios entienden y aceptan que la responsabilidad por las denuncias, suspensión y eliminación de publicaciones realizadas a través de BPP es únicamente de los miembros del Programa.</p>\n<p>Al solicitar la adhesión al BPP estarás aceptando los Términos y Condiciones del programa, y la información brindada tendrá carácter de declaración jurada.</p>\n05 - Privacidad de la Información\n<p>Para utilizar los Servicios ofrecidos por Mercado Libre, los Usuarios deberán facilitar determinados datos de carácter personal.\nSu información personal se procesa y almacena en servidores o medios magnéticos que mantienen altos estándares de seguridad y protección tanto física como tecnológica.\nPara mayor información sobre la privacidad de los Datos Personales y casos en los que será revelada la información personal, se pueden consultar nuestras Políticas de Privacidad.</p>\n06 - Obligaciones de los Usuarios\n6.1 Obligaciones del comprador\n<p>Durante el plazo fijado por el Usuario vendedor, los Usuarios interesados realizarán ofertas de compra para los bienes y servicios que permitan la contratación en el Sitio y podrán contactar a los oferentes de las categorías Autos, Motos y Otros, Inmuebles y Servicios.\nLa oferta de venta se cierra una vez que vence el plazo de la publicación o se acaban las cantidades estipuladas por el Vendedor y la promoción del servicio culmina con el vencimiento del plazo de la publicación.</p>\n<p>El Comprador está obligado a intentar comunicarse con el vendedor y completar la operación si ha realizado una oferta por un artículo salvo que la operación esté prohibida por la ley o los Términos y Condiciones Generales y demás políticas de Mercado Libre, en cuyo caso no estará obligado a concretar la operación.</p>\n<p>Al ofertar por un bien o contratar un servicio, el Usuario acepta quedar obligado por las condiciones de venta incluidas en la&nbsp;publicación, en la medida en que las mismas no infrinjan las leyes o los Términos y Condiciones Generales y demás políticas de Mercado Libre.\nLa oferta de compra de un bien o contratación de un servicio es irrevocable salvo en circunstancias excepcionales, tales como que el vendedor cambie sustancialmente la descripción del&nbsp;bien o servicio después de realizada alguna oferta, que exista un claro error tipográfico, o que no pueda verificar la identidad del vendedor.</p>\n<p>Las ofertas de compra sólo serán consideradas válidas una vez que hayan sido procesadas por el sistema informático de Mercado Libre.</p>\n<p>Ante cualquier inconveniente, el usuario comprador podrá iniciar un reclamo en el Sitio contra su vendedor, dentro de los 60 días de realizada la compra.</p>\n<p>\n<strong>Impuestos</strong>.\nTal como lo establece la normativa fiscal vigente, el comprador debe exigir factura o ticket al vendedor como comprobante de la operación.\nEl vendedor no estará obligado a emitir factura o ticket sólo en el caso de tratarse de una persona física que efectúa ventas ocasionalmente.</p>\n6.2.\nObligaciones del vendedor\n<p>El usuario vendedor debe tener capacidad legal para vender el bien o servicio objeto de su oferta.\nAsimismo, debe cumplir con todas las obligaciones regulatorias pertinentes y contar con los registros, habilitaciones, permisos y/o autorizaciones exigidos por la normativa aplicable para la venta de los bienes y servicios ofrecidos.\nSi el usuario vendedor ha recibido una oferta queda obligado a intentar comunicarse con el comprador y completar la operación.\nLa cancelación de una venta por parte del Usuario vendedor impactará en su reputación.\nAquel Usuario vendedor que tenga un porcentaje de ventas canceladas igual o superior a 2,5%, podrá ser advertido, suspendido y/o inhabilitado por Mercado Libre para continuar operando en el sitio.</p>\n<p>Mercado Libre tendrá el derecho de requerir, conforme los criterios que considere pertinentes, que ciertos usuarios vendedores solamente anuncien sus bienes o servicios en el Sitio Web mediante la utilización de los Servicios de Gestión de Pagos online de Mercado Pago y/o otras herramientas ofrecidas por Mercado Libre para el cobro del bien vendido y de las tarifas por la utilización de los servicios, importando eventualmente en el pago de tarifas aplicables por la utilización de los mismos.</p>\n<p>Dado que Mercado Libre es un punto de encuentro entre comprador y vendedor y no participa de las operaciones que se realizan entre ellos, el vendedor será responsable por todas las obligaciones y cargas impositivas que correspondan por la venta de sus bienes y/o servicios, sin que pudiera imputársele a Mercado Libre algún tipo de responsabilidad por incumplimientos en tal sentido.</p>\n<p>En virtud de lo dispuesto por la Secretaría de Comercio del Interior mediante Resolución 244/2020, los usuarios vendedores están obligados a informar a los usuarios compradores que los plazos previstos en las garantías contractuales y legales quedan suspendidos por todo el periodo en que no puedan ejercer sus derechos en virtud del Aislamiento Social, Preventivo y Obligatorio dictado por el Decreto 297/2020 y sus modificatorios.</p>\n<p>\n<strong>Impuestos</strong>.\nComo se menciona anteriormente, Mercado Libre sólo pone a disposición de los usuarios un espacio virtual que les permite comunicarse mediante Internet para encontrar una forma de vender o comprar artículos y/o servicios.\nMercado Libre no tiene participación alguna en el proceso de negociación y perfeccionamiento del contrato definitivo entre las partes.\nPor eso, Mercado Libre no es responsable por el efectivo cumplimiento de las obligaciones fiscales o impositivas establecidas por la ley vigente.</p>\n<p>El vendedor acepta que su comprador puede revocar la compra dentro de&nbsp;un plazo de 10 días desde que recibe el producto.\nAsimismo, el vendedor acepta que los compradores podrán pedir el cambio o devolución del producto en los términos de los programas de Compra Protegida, Mercado Puntos y demás Anexos, hasta 30 días después de la recepción del producto.&nbsp;En cualquiera de los mencionados casos, el vendedor deberá aceptar el cambio o devolución del producto vendido y deberá hacerse cargo de los gastos que esto conlleve, incluyendo los costos de envío que fueren necesarios.\nEn la categoría de Servicios, el vendedor acepta que el precio será reintegrado a su comprador cuando el servicio contratado no sea efectivamente prestado o sea cancelado hasta la fecha en que debió prestarse.\nMercado Libre podrá debitar estos costos de la cuenta de Mercado Pago del vendedor.</p>\n<p>Mercado Libre podrá disponibilizar etiquetas de envíos para que el comprador realice la devolución y debitar el costo de las misma de la cuenta de Mercado Pago del vendedor.</p>\n07 - Prohibiciones\n<p>Los usuarios no podrán: (a) manipular los precios de los artículos.\n(b) mantener cualquier tipo de comunicación por otro medio distinto al servicio de mensajería que ofrece Mercado Libre (incluyendo mails, redes sociales, WhatsApp, etc) ya sea durante la oferta del bien o con posterioridad a ella, salvo en la sección de Preguntas y Respuestas y en las categorías Autos, Motos y Otros, Servicios e Inmuebles y Propiedades que así lo permitan.\n(c) dar a conocer sus datos personales o de otros usuarios a través de la sección de Preguntas y Respuestas y/o por algún otro medio (incluyendo pero sin limitar Twitter, Facebook y/ o cualquier otra red social), salvo en las categorías Autos, Motos y Otros e Inmuebles y Propiedades que así lo permitan.\n(d) aceptar datos personales proporcionados por otros usuarios a través de la sección de Preguntas y Respuestas y/o algún otro medio (incluyendo pero sin limitar Twitter, Facebook y/o cualquier otra red social).\n(e) publicar o vender artículos prohibidos por los Términos y Condiciones Generales, demás políticas de Mercado Libre o leyes vigentes.\n(f) insultar o agredir a otros Usuarios.\n(g) utilizar su reputación, calificaciones o comentarios recibidos en el sitio de Mercado Libre en cualquier ámbito fuera de Mercado Libre.\n(h) publicar artículos idénticos en más de una publicación.</p>\n<p>Este tipo de actividades será investigado por Mercado Libre y el infractor podrá ser sancionado con la suspensión o cancelación de la oferta e incluso de su inscripción como usuario de Mercado Libre y/o de cualquier otra forma que estime pertinente, sin perjuicio de las acciones legales a que pueda dar lugar por la configuración de delitos o contravenciones o los perjuicios civiles que pueda causar a los usuarios oferentes.</p>\n08 - Violaciones del Sistema o Bases de Datos\n<p>No está permitida ninguna acción o uso de dispositivo, software, u otro medio tendiente a interferir tanto en las actividades y operatoria de Mercado Libre como en las ofertas, descripciones, cuentas o bases de datos de Mercado Libre.\nCualquier intromisión, tentativa o actividad violatoria o contraria a las leyes sobre derecho de propiedad intelectual y/o a las prohibiciones estipuladas en este contrato harán pasible a su responsable de las acciones legales pertinentes, y a las sanciones previstas por este acuerdo, así como lo hará responsable de indemnizar los daños ocasionados.</p>\n09 - Sanciones.\nSuspensión de operaciones\n<p>Sin perjuicio de otras medidas, Mercado Libre podrá advertir, suspender en forma temporal o definitivamente la Cuenta de un Usuario o una publicación, aplicar una sanción que impacte negativamente en la reputación de un Usuario, iniciar las acciones que estime pertinentes y/o suspender la prestación de sus Servicios si (a) se quebrantara alguna ley, o cualquiera de las estipulaciones de los Términos y Condiciones Generales y demás políticas de Mercado Libre.\n(b) si incumpliera sus compromisos como Usuario.\n(c) si se incurriera a criterio de Mercado Libre en conductas o actos dolosos o fraudulentos.\n(d) no pudiera verificarse la identidad del Usuario o cualquier información proporcionada por el mismo fuere errónea.\n(e) Mercado Libre entendiera que las publicaciones u otras acciones pueden ser causa de responsabilidad para el Usuario que las publicó, para Mercado Libre o para los demás Usuarios en general.\nEn el caso de la suspensión de un Usuario, sea temporal o definitiva, todos los artículos que tuviera publicados serán removidos del sistema.</p>\n10 - Responsabilidad\n<p>Mercado Libre pone a disposición de los Usuarios un espacio virtual que les permite ponerse en comunicación para ofrecer, vender y/o comprar bienes y servicios.&nbsp;</p>\n<p>Son los Usuarios Vendedores quienes utilizan Mercado Libre para publicar sus productos y servicios, y definir las condiciones de su oferta (producto o servicio ofrecido, precio, descripción, fotos, calidad, cantidad, integridad, etc.).&nbsp;</p>\n<p>En todos los casos, al ser los Usuarios Vendedores los propietarios de los productos publicados y quienes los ofrecen para su venta, serán responsables por la existencia, calidad, cantidad, integridad o legitimidad de los productos o servicios que ofrecen, y mantendrán indemnes a Mercado Libre por las eventuales acciones o reclamaciones que pudiesen surgir con motivo de una oferta o transacción.</p>\n11 - Alcance de los servicios de Mercado Libre\n<p>Este acuerdo no crea ningún contrato de sociedad, de mandato, de franquicia, o relación laboral entre Mercado Libre y el usuario.\nEl usuario reconoce y acepta que Mercado Libre no es parte en ninguna operación, ni tiene control alguno sobre la calidad, seguridad o legalidad de los bienes y servicios anunciados, la veracidad o exactitud de los anuncios, la capacidad de los Usuarios para vender o comprar artículos.\nMercado Libre no puede asegurar que un usuario completará una operación ni podrá verificar la identidad o datos personales ingresados por los usuarios.\nMercado Libre no garantiza la veracidad de la publicidad de terceros que aparezca en el sitio y no será responsable por la correspondencia o contratos que el usuario celebre con dichos terceros o con otros usuarios.</p>\n<p>De igual forma, el usuario reconoce y acepta que Mercado Libre no es parte, no interviene ni tiene control alguno sobre los servicios de protección extendida que son comercializados y prestados en forma exclusiva por Assurant Services Argentina S.A.</p>\n12 - Fallas en el sistema\n<p>Mercado Libre no se responsabiliza por cualquier daño, perjuicio o pérdida al usuario causados por fallas en el sistema, en el servidor o en Internet.\nMercado Libre tampoco será responsable por cualquier virus que pudiera infectar el equipo del usuario como consecuencia del acceso, uso o examen de su sitio web o a raíz de cualquier transferencia de datos, archivos, imágenes, textos, o audio contenidos en el mismo.\nLos usuarios NO podrán imputarle responsabilidad alguna ni exigir pago por lucro cesante, en virtud de perjuicios resultantes de dificultades técnicas o fallas en los sistemas o en Internet.\nMercado Libre no garantiza el acceso y uso continuado o ininterrumpido de su sitio.\nEl sistema puede eventualmente no estar disponible debido a dificultades técnicas o fallas de Internet, o por cualquier otra circunstancia ajena a Mercado Libre.\nen tales casos se procurará restablecerlo con la mayor celeridad posible sin que por ello pueda imputársele algún tipo de responsabilidad.\nMercado Libre no será responsable por ningún error u omisión contenidos en su sitio web.</p>\n13 - Tarifas.\nFacturación\n<p>El usuario vendedor solo deberá pagar a Mercado Libre un costo por la venta cuando la operación se concrete, o si no la cancela antes de los 21 días después de recibir la oferta.\nPara el caso&nbsp;correspondiente a la categoría Autos, Motos y Otros, Servicios e Inmuebles, el usuario solamente deberá pagar a Mercado Libre únicamente un costo por publicar, salvo en aquellos Servicios que permitan la contratación en el Sitio y sujeto a la modalidad de publicación elegida.</p>\n<p>Mercado Libre se reserva el derecho de tomar las medidas judiciales y extrajudiciales que estime pertinentes para obtener el pago del monto debido.</p>\n<p>Mercado Libre se reserva el derecho de modificar, cambiar, agregar, o eliminar las tarifas vigentes, en cualquier momento, lo cual será notificado a los Usuarios, en la forma establecida en la Cláusula 3.\nSin embargo, Mercado Libre podrá modificar temporalmente la Política de Tarifas y las tarifas por sus servicios por razón de promociones, siendo efectivas estas modificaciones cuando se haga pública la promoción o se realice el anuncio.</p>\n<p>En caso de haberse facturado cargos&nbsp;que no hubiesen correspondido, el usuario deberá comunicarse con nuestro equipo de Atención al Cliente para resolver dicha cuestión.</p>\n<p>Conoce más sobre nuestras&nbsp;Políticas de Facturación.</p>\n14 - Sistema de reputación\n<p>Debido a que la verificación de la identidad de los Usuarios en Internet es difícil, Mercado Libre no puede confirmar ni confirma la identidad pretendida de cada Usuario.\nPor ello el Usuario Vendedor cuenta con un sistema de reputación de Usuarios que es actualizado periódicamente en base a datos vinculados con su actividad en el sitio.\nEste sistema de reputación, además constará de un espacio donde los Usuarios compradores podrán hacer comentarios sobre la experiencia de compra.\nDichos comentarios serán incluidos bajo exclusiva responsabilidad de los Usuarios que los emitan.</p>\n<p>Mercado Libre no tiene obligación de verificar la veracidad o exactitud de los mismos y NO se responsabiliza por los dichos allí vertidos por cualquier Usuario, por las ofertas de compras o ventas que los Usuarios realicen teniéndolos en cuenta o por la confianza depositada en las opiniones de los compradores o por cualquier otro comentario expresado dentro del sitio o a través de cualquier otro medio incluido el correo electrónico.\nMercado Libre se reserva el derecho de editar y/o eliminar aquellos comentarios que sean considerados inadecuados u ofensivos.\nMercado Libre mantiene el derecho de excluir a aquellos Usuarios que sean objeto de comentarios negativos provenientes de fuentes distintas.&nbsp;</p>\n15 - Propiedad intelectual - Licencia - Enlaces\n<p>Mercado Libre y/o sus sociedades controlantes, controladas, filiales o subsidiarias se reservan todos los derechos, incluyendo los derechos de propiedad intelectual e industrial, asociados con los servicios de Mercado Libre, sus sitios web, los contenidos de sus pantallas, programas, bases de datos, redes, códigos, desarrollo, software, arquitectura, hardware, contenidos, información, tecnología, fases de integración, funcionalidades, dominios, archivos que permiten al Usuario acceder y crear su Cuenta, herramientas de venta, marcas, patentes, derechos de autor, diseños y modelos industriales, nombres comerciales, entre otros, y declara que están protegidos por leyes nacionales e internacionales vigentes.</p>\n<p>En ningún caso se entenderá que el Usuario tendrá algún tipo de derecho sobre los mismos excepto para utilizar el servicio de Mercado Libre conforme a lo previsto en estos Términos y Condiciones Generales.\nEl uso indebido o contrario a la normativa vigente de los derechos de propiedad intelectual e industrial de Mercado Libre, así como su reproducción total o parcial, queda prohibido, salvo autorización expresa y por escrito de Mercado Libre.</p>\n<p>Los Usuarios tampoco podrán comunicar que los productos o servicios que ofrecen son patrocinados, promovidos, producidos, ofrecidos y/o vendidos por Mercado Libre y deberán abstenerse de realizar cualquier acto que pudiera causar un daño, pérdida de reputación, o disminución del valor de los derechos de propiedad intelectual e industrial de Mercado Libre.</p>\n<p>El sitio puede contener enlaces a sitios web de terceros.\nEn virtud que Mercado Libre no tiene control sobre tales sitios, no será responsable por los contenidos, materiales, acciones y/o servicios prestados por los mismos, ni por daños o pérdidas ocasionadas por la utilización de éstos, causados directa o indirectamente.\nLa presencia de enlaces a otros sitios web no implica una sociedad, relación, aprobación, respaldo de Mercado Libre con dichos sitios y sus contenidos.</p>\n<p>&nbsp;</p>\n16 - Indemnidad\n<p>El Usuario mantendrá indemne a Mercado Libre, así como a sus filiales, empresas controladas y/o controlantes, funcionarios, directivos, sucesores, administradores, representantes y empleados, por cualquier reclamo iniciado por otros Usuarios, terceros o por cualquier Organismo, relacionado con sus actividades en el Sitio, el cumplimiento y/o el incumplimiento de los Términos y Condiciones Generales o demás Políticas, así como respecto de cualquier violación de leyes o derechos de terceros.</p>\n<p>A tal fin, el Usuario faculta a Mercado Libre a: i) intervenir y representarlo en dichos reclamos, pudiendo celebrar los acuerdos transaccionales que considere oportunos y que tiendan a evitar mayores costos y/o evitar eventuales contingencias sin limitación, en su nombre y representación;&nbsp;ii) retener y debitar de su Cuenta de Mercado Pago y/o de la(s) cuenta(s) bancaria(s) registrada(s) en la Cuenta Mercado Pago los fondos existentes y/o futuros para recuperar cualquier gasto incurrido en relación a los supuestos del párrafo anterior, los cuales podrán incluir, entre otros, los honorarios de los letrados intervinientes y las costas judiciales en una cantidad razonable, y/o iii) generar débitos específicos en su facturación.</p>\n17 - Anexos\n<p>Forman parte integral e inseparable de los Términos y Condiciones Generales, los siguientes documentos y/o secciones de Mercado Libre incorporados por referencia, donde se detallan políticas y/o Términos y Condiciones de diferentes servicios ofrecidos en el sitio.\nLos mismos se podrán consultar dentro del sitio mediante el enlace abajo provisto o accediendo directamente a las páginas correspondientes:</p>\n<ul>\n<li>Brand Protection Program</li>\n<li>Artículos prohibidos</li>\n<li>Artículos que violan derechos de propiedad intelectual</li>\n<li>Políticas de publicación</li>\n<li>Política de privacidad</li>\n<li>Política de elección de apodo</li>\n<li>Tarifas y facturación</li>\n<li>Sistema de reputación</li>\n<li>Programa de MercadoLíderes</li>\n<li>Tiendas oficiales</li>\n<li>Inhabilitación o suspensión de usuarios</li>\n<li>Términos y condiciones de contratación de Mercado Libre publicidad</li>\n<li>Términos y condiciones de Mercado Pago</li>\n<li>Términos y condiciones de Mercado Envíos</li>\n<li>Términos y condiciones de Mercado Envíos Flex</li>\n<li>Términos y condiciones de Mercado Envíos Full</li>\n<li>Términos y condiciones de uso de Mercado Shops</li>\n<li>Términos y condiciones de uso de Mercado Puntos</li>\n<li>Términos y condiciones para el Programa Mercado Libre Solidario</li>\n<li>Términos y condiciones del beneficio \"Codo a Codo con las PYMES\"</li>\n<li>Compra Protegida con Mercado Pago</li>\n<li>Reserva de vehículos</li>\n<li>Sistema de opiniones de servicios</li>\n<li>Sistema de opiniones de productos</li>\n<li>Sistema de opiniones de automóviles</li>\n<li>Términos y condiciones para la compraventa internacional</li>\n<li>Publicaciones de catálogo</li>\n<li>Términos y condiciones para la adhesión del Programa \"Ahora 12\"</li>\n<li>Productos vendidos por Mercado Libre</li>\n<li>Términos y condiciones de préstamos personales</li>\n<li>Términos y Condiciones de compras y pagos con Mercado Crédito</li>\n</ul>\n<p>&nbsp;</p>\n18 - Jurisdicción y Ley Aplicable\n<p>Este acuerdo estará regido en todos sus puntos por las leyes vigentes en la República Argentina.</p>\n<p>Cualquier controversia derivada del presente acuerdo, su existencia, validez, interpretación, alcance o cumplimiento, será sometida ante la Justicia Nacional Ordinaria.</p>\n19 - Domicilio\n<p>Se fija como domicilio de Mercado Libre S.R.L.\nla avenida Caseros&nbsp;3039, piso 2, Capital Federal, código postal C1264, República Argentina.</p>\n<p>Si tienes alguna duda sobre los Términos y Condiciones Generales o demás políticas y principios que rigen Mercado Libre consulta nuestra página de Ayuda.</p>¿Te ayudó la información?<small>Copyright ©&nbsp;1999-2021 MercadoLibre S.R.L.</small>Trabajá con nosotrosTérminos y condicionesCómo cuidamos tu privacidadInformación al usuario financieroAyudaAvisos legales<p>Av.\nCaseros 3039, Piso 2, CP 1264, Parque Patricios, CABA</p>\n<i>\n</i>¡Descargá gratis la app de Mercado&nbsp;Libre!Mercado Libre <p>Al navegar en este sitio aceptás las cookies que utilizamos para mejorar tu experiencia.\nMás información.</p>Entendido", "created_at": "2021-05-13 09:22:07.342588", "updated_at": "2021-05-13 09:22:15.177336"}, {"id": 5960, "name": "Privacidad", "url": "https://www.mercadolibre.com.ar/privacidad", "xpath": "", "text": "Ir al contenido principalMercado Libre Argentina - Donde comprar y vender de todoBienvenido<p>Ingresa a tu cuenta para ver tus compras, favoritos, etc.</p>IngresáCreá tu cuenta<ul>\n<li>\n<i>\n</i>Inicio</li>\n<li>\n<i>\n</i>Ofertas</li>\n<li>\n<i>\n</i>Historial</li>\n<li>\n<i>\n</i>Vender</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Categorías</li>\n<li>\n<i>\n</i>Supermercado</li>\n<li>\n<i>\n</i>Tiendas oficiales</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Ayuda</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>¡Comprá y vendé con la app!</li>\n</ul>Creá tu cuentaIngresáMis compras<ul>\n<li>Enviar a Capital Federal</li>\n<li> Categorías</li>\n<li>Ofertas</li>\n<li>Historial</li>\n<li>Supermercado</li>\n<li>Moda</li>\n<li>Vender</li>\n<li>Ayuda</li>\n</ul>\n<i>\n</i>Enviar a Capital FederalPrivacidadInicioNuestros PrincipiosAccesosTus datos en todas nuestras <br> plataformasTu privacidad: cuáles <br> son tus derechosCómo y qué tipo de <br> información procesamosPara qué usamos tus datosCómo compartimos tus datosPublicidad, cookies y otras tecnologíasCambios en la Declaración <br> de PrivacidadLegales: Declaración de <br> Privacidad<p>Última modificación julio 2020</p>Tu privacidad, tus derechos y nuestro compromiso<p>Usamos tus datos para crear herramientas que hagan más fácil tu vida cotidiana.\nTe contamos qué hacemos con tu información.</p>\n<p>Conocé nuestros principios para la protección de la privacidad</p>Somos transparentesSomos transparentesTe explicamos de manera simple y clara los usos que le damos a tu información, cómo y por qué procesamos tus datos y con quién los podemos compartir.Generamos valorGeneramos valorProcesamos tus datos de manera responsable para brindarte servicios personalizados.\nPor ejemplo, usamos tu geolocalización para ofrecerte servicios cercanos a tu ubicación.Trabajamos con calidadTrabajamos con calidadNos esforzamos por procesar información de calidad, precisa y actualizada.\nPor ejemplo, guardamos tu información y la actualizamos en todas nuestras plataformas, tus compras te llegan correctamente y te ahorrás completar formularios.Protegemos tus datosProtegemos tus datosProtegemos tu información personal con los más altos estándares de seguridad.\nNo comercializamos tus datos.Procesamos datos por tiempo limitadoProcesamos datos por tiempo limitadoMantenemos tus datos solo el tiempo en el que los necesitamos para facilitarte el uso de nuestros productos.\nDespués de eso son borrados o transformados en datos anónimos.<p>Accesos rápidos para controlar tu información</p>\n<p>Controlá tu cuenta</p>Revisá o cambiá tus datosConfigurá opciones de seguridadAdministrá tus preferencias de publicidadEjercé los derechos sobre tus datos<p>Derechos y Responsabilidades</p>Términos y condiciones de uso del sitioDeclaración de privacidadQué pasa si doy información falsa<p>Uso de tus datos</p>Datos que recogemosQué hacemos con tus datosDesactivar cookiesConfiguración de e-mails<p>En esta sección resumimos cómo tratamos tus datos y cuáles son tus derechos.</p>Podés acceder a nuestra declaración de privacidad completa para conocer más detalles.<p>Tus datos en todas nuestras plataformas</p>\n<p>Tus datos en todas nuestras plataformas</p>\n<strong>Valoramos que nos elijas y uses nuestros servicios, queremos explicarte qué hacemos con toda la información que compartís con nosotros.\n<br>\n<br> Cuando te registrás en cualquiera de nuestras plataformas generás un usuario que te permite operar en todas las demás.</strong> Buscamos que vender, comprar o lo que quieras hacer, sea rápido y fácil, para eso integramos tu información en todos los productos que forman parte de Mercado Libre: Mercado Libre, Mercado Pago, Publicidad, Mercado Envíos, Mercado Crédito, Mercado Shops y Mercado Puntos.Podés tener más detalles sobre el uso de nuestras plataformas en Términos y Condiciones.<p>Con tu información creamos tu experiencia</p>\n<strong>Nos basamos en tus datos para ofrecerte una experiencia personalizada para que puedas disfrutar de nuestros servicios y que podamos mejorarlos de manera continua.</strong> Dar tus <u>datos personales</u> no es obligatorio, pero sí es un requisito para usar nuestros servicios.\nSi la información que das no es precisa, no podemos brindarte la mejor experiencia.\nSi das información inexacta o falsa, pueden suspenderse los servicios que brindamos o inhabilitar tu cuenta.\n<strong>Considerá que podemos suspender o inhabilitar tu cuenta si no cumplís con la Declaración de Privacidad o con los Términos y Condiciones de uso del sitio.</strong>\n<br>\n<br> Si sos menor de edad, no deberías dar tu información personal ya que no tenés la capacidad legal para contratar nuestros servicios.<p>Datos personales</p>\n<p>Datos personales: cualquier información que se pueda relacionar con una persona identificada o que sea identificable.</p>\n<p>Tu privacidad: cuáles son tus derechos</p>\n<p>Tu privacidad: cuáles son tus derechos</p>\n<strong>Tenés derecho a <u>acceder</u>, <u>actualizar</u>, corregir y tener confidencialidad sobre tu información personal.\nTambién podés pedir que dejemos de enviarte publicidad, ofertas y promociones, <u>suprimir tus datos</u> y oponerte a que usemos tus datos para una o varias finalidades.</strong> Cada legislación contempla estos derechos de manera distinta, por eso te recomendamos que leas el anexo que le corresponde al país donde vivís.<br>\n<br> Puede ocurrir que por cumplir con algo enunciado en la declaración de privacidad o por un deber legal, tengamos que guardar algo de tu información personal que nos hayas pedido que borremos.\nLuego de que se cumplan esos requisitos, borraremos tu información.<br>\n<br> La privacidad online demanda un trabajo conjunto entre las empresas y los usuarios.\nNosotros tenemos fuertes medidas de seguridad para proteger tu información, <strong>necesitamos que vos también cuides tu privacidad.</strong>\n<br>\n<br> Si querés realizar un reclamo sobre cómo tratamos tus datos personales, podés ponerte en contacto con la autoridad de supervisión correspondiente en tu país.\n<strong>En el anexo de tu país podrás encontrar más información sobre cómo y ante quién realizar el reclamo y sobre cómo ejercer tus derechos.</strong>\n<p>Derecho de acceso</p>\n<p>Derecho de acceso: el derecho a conocer qué datos personales tuyos tiene en su posesión Mercado Libre y el origen de los mismos.</p>\n<p>Derecho de actualización o rectificación</p>\n<p>Derecho de actualización o rectificación: derecho a la actualización o rectificación de los datos personales que se encuentren desactualizados o sean inexactos o incompletos.</p>\n<p>Derecho de supresión o cancelación</p>\n<p>Derecho de supresión o cancelación: derecho a solicitar que eliminemos tus datos personales.</p>\n<p>Cómo y qué tipo de información procesamos</p>\n<p>Cómo y qué tipo de información procesamos</p>\n<p>Formas en las que recogemos tu información:</p>\n<ul>\n<li>Cuando te registrás o das información utilizando la plataforma.</li>\n<li>Automáticamente, como cuando navegás por nuestras páginas.</li>\n<li>De fuentes confiables (proveedores de servicios o aliados comerciales con los que trabajamos, burós de crédito, organismos públicos).</li>\n</ul>\n<p>Tipos de datos que recolectamos:</p>\n<ul>\n<li>Apodo o seudónimo.</li>\n<li>Nombre y foto.</li>\n<li>Identificación.</li>\n<li>Información de contacto (número de teléfono, domicilio, dirección de e-mail, etc.).</li>\n<li>Datos patrimoniales y financieros </li>\n<li>Medios de pago.</li>\n<li>Derechos de propiedad intelectual.</li>\n<li>Información del dispositivo mediante al que accedes y dirección IP.</li>\n<li>Listas de contactos.</li>\n<li>Vinculaciones entre cuentas y usuarios.</li>\n<li>Información transaccional y movimientos dentro de nuestras plataformas.</li>\n<li>Información sobre tu ubicación.</li>\n<li>Cierta información sobre la actividad y preferencias de los usuarios y visitantes dentro de nuestro sitio web y las apps de nuestros servicios.</li>\n</ul>Consultá para saber más sobre qué datos recolectamos y tratamos<p>Para qué usamos tus datos</p>\n<p>Para qué usamos tus datos</p>\n<strong>Procesar tu información es la base para darte un excelente servicio, que puedas realizar operaciones rápidas y seguras y tener funcionalidades adaptadas a tus necesidades.</strong>\n<p>Algunos de los fines para los que tratamos tus datos:</p>\n<ul>\n<li>Brindar productos, servicios y/o beneficios que ofrecen las plataformas de Mercado Libre (Mercado Libre, Mercado Pago, Mercado Crédito, Mercado Envíos, Mercado Libre Clasificados, Mercado Libre Publicidad, Mercado Shops, Mercado Puntos).</li>\n<li>Mejorar nuestros servicios, desarrollar nuevos y ofrecer una mejor experiencia con el ecosistema de Mercado Libre.</li>\n<li>Difundir anuncios y contactos publicitarios y promocionales adaptados a tus intereses.</li>\n<li>Prevenir fraude, abusos y delitos relacionados para proteger tu seguridad y la sustentabilidad de todo el ecosistema.</li>\n<li>Proteger tus derechos, los de otros usuarios o los de nuestra empresa.</li>\n<li>Colaborar con los titulares de propiedad intelectual en el ejercicio de sus derechos.</li>\n<li>Cumplir con obligaciones legales y requerimientos de autoridades competentes.</li>\n</ul>Consultá para saber más sobre con qué fines tratamos tus datos<p>Cómo compartimos tus datos</p>\n<p>Cómo compartimos tus datos</p>\n<strong>Tu información personal está protegida.\nNo vendemos ni comercializamos información que pueda identificarte.</strong> Tampoco compartimos o transferimos de ningún otro modo tu información personal a terceros, con la excepción de proveedores de servicios (terceros que contratamos para que presten un servicio siguiendo nuestras instrucciones), aliados comerciales, otras empresas de nuestro grupo, otros usuarios, autoridades competentes, entre otros.Consultá para saber más sobre cómo compartimos tu información personal<p>Publicidad, cookies y otras tecnologías</p>\n<p>Publicidad, cookies y otras tecnologías</p>\n<strong>Podemos utilizar \"cookies\" y otras tecnologías de seguimiento (por ejemplo \"web beacons\") para conocer tus intereses, las páginas navegadas, tus patrones de tráfico y tu comportamiento.\nAsí podremos darte un mejor servicio y acercarte contenidos y publicidades que te interesen.</strong>\n<br>\n<br>\n<strong>Podés desactivar las cookies y web beacons en cualquier momento o dar de baja la suscripción para recibir nuestros emails promocionales.</strong> Pero puede que al desactivar dichas tecnologías no puedas usar y disfrutar de todas las funcionalidades que ofrecemos.<p>El procedimiento para desactivar es diferente para cada navegador, tendrás que hacerlo en cada uno de los navegadores que usés:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Safari</li>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Opera</li>\n</ul>\n<p>Cambios en la declaración de privacidad</p>\n<p>Cambios en la declaración de privacidad</p>Si hacemos algún cambio en cómo tratamos tus datos, te avisaremos por los canales habituales, como el correo electrónico o mensajes a través de las aplicaciones de nuestras plataformas.\nEn los casos en los que necesitemos tu aprobación, te lo comunicaremos por estos medios para que decidas si estás de acuerdo.Más información <i>\n</i>Acerca de<ul>\n<li>Mercado Libre</li>\n<li>Investor relations</li>\n<li>Tendencias</li>\n<li>Sustentabilidad</li>\n</ul>Otros sitios<ul>\n<li>Developers</li>\n<li>Mercado Pago</li>\n<li>Mercado Shops</li>\n<li>Mercado Envíos</li>\n<li>Mercado Ads</li>\n<li>Mercado Libre Ideas</li>\n</ul>Ayuda<ul>\n<li>Comprar</li>\n<li>Vender</li>\n<li>Resolución de problemas</li>\n<li>Centro de seguridad</li>\n</ul>Redes sociales<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>YouTube</li>\n</ul>Mi cuenta<ul>\n<li>Ingresá</li>\n<li>Vender</li>\n</ul>Mercado Puntos<ul>\n<li>HBO GO</li>\n</ul>\n<small>Copyright ©&nbsp;1999-2021 MercadoLibre S.R.L.</small>Trabajá con nosotrosTérminos y condicionesCómo cuidamos tu privacidadInformación al usuario financieroAyudaAvisos legales<p>Av.\nCaseros 3039, Piso 2, CP 1264, Parque Patricios, CABA</p>\n<i>\n</i>¡Descargá gratis la app de Mercado&nbsp;Libre!Mercado Libre<p>Al navegar en este sitio aceptás las cookies que utilizamos para mejorar tu experiencia.\nMás información.</p>Entendido <ul>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-05-13 11:17:12.759162", "updated_at": "2021-05-13 09:17:29.349038"}], "points": [], "urls": ["mercadolibre.com", "mercadolibre.com.ar", "mercadolibre.com.bo", "mercadolibre.com.br", "mercadolibre.com.cl", "mercadolibre.com.co", "mercadolibre.co.cr", "mercadolibre.com.do", "mercadolibre.com.ec", "mercadolibre.com.gt", "mercadolibre.com.hn", "mercadolibre.com.mx", "mercadolibre.com.ni", "mercadolibre.com.pa", "mercadolibre.com.py", "mercadolibre.com.pe", "mercadolibre.com.sv", "mercadolibre.com.uy", "mercadolibre.com.ve"]}}