{"error": 448, "message": "OK", "parameters": {"id": 6079, "name": "IndianTube ", "created_at": "2021-12-16 23:37:36.189944", "updated_at": "2021-12-16 23:01:15.120677", "wikipedia": null, "keywords": null, "related": null, "slug": "indiantube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6079.png", "url": "indiantube.porn", "documents": [{"id": 10990, "name": " Terms of Use ", "url": "https://www.indiantube.porn/terms/", "xpath": "/html/body/div[1]/div[1]", "text": " OUR COMMITMENT TO PRIVACY <p>Your privacy is important to us.\nTo better protect your privacy we provide this noticeexplaining our online information practices and the choices you can make about the way yourinformation is collected and used.\nTo make this notice easy to find, we make it available onour homepage and at every point where personally identifiable information may berequested.</p>\n<br>\n<p>This SITE generally does not collect personally identifiable information (data such as yourname, email address, and the content of your communications) unless you submit orcommunicate User Content through the Service, or register with us in order to use certainfeatures of the Service.\nThis SITE will not disclose any personally identifiable informationit collects or obtains except: <br>\n(1) as described in this SITE's Terms and Conditions or this Privacy Policy.\n<br>\n(2) after obtaining your permission to a specific use or disclosure.\n<br>\n(3) if this SITE is required to do so in order to comply with any valid legal process orgovernmental request (such as a court order, search warrant, subpoena, civil discoveryrequest, or statutory requirement).\n<br>\n(4) as required to protect this SITE's property, safety,or operations, or the property or safety of others.\nor <br>\n(5) to a business that acquires this SITE, or the assets of this SITE in connection with which such information has beencollected or used.\nor <br>\n(6) as otherwise required by law.\n</p>\n<ul>\n<li> 2257 </li>\n<li>|</li>\n<li> DMCA </li>\n<li>|</li>\n<li> Terms of Use </li>\n</ul> 2021 © IndianTube.porn, All Rights Reserved.\nUsers are prohibited from posting any material depicting individuals under the age of 18.\n", "created_at": "2021-12-16 23:37:36.192269", "updated_at": "2021-12-16 22:38:19.659373"}, {"id": 10991, "name": "DMCA ", "url": "https://www.indiantube.porn/dmca/", "xpath": "/html/body/div[1]/div[1]", "text": " DMCA Info <p>This website (\"SITE\") qualifies as a \"Service Provider\" within the meaning of 17 U.S.C.\n§512(k)(1) of the Digital Millennium Copyright Act (\"DMCA\").\nAccordingly, it is entitled to certain protections from claims of copyright infringement under the DMCA, commonly referred to as the \"safe harbor\" provisions.\nWe respect the intellectual property of others, and we ask our users to do the same.\nAccordingly, we observe and comply with the DMCA, and have adopted the following Notice and Takedown Policy relating to claims of copyright infringement by our customers, subscribers or users.\n</p>\n<br>\n<p>Notice of Claimed Infringement<br> If you believe that your work has been copied in a way that constitutes copyright infringement, please provide us with the following information: </p>\n<br>\n<p> 1.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n<br> 2.\ndescription of the copyrighted work or other intellectual property that you claim has been infringed.\n<br> 3.\na description of where the material that you claim is infringing is located on the SITE (preferably including specific urls associated with the material).\n<br> 4.\nyour address, telephone number, and email address;<br> 5.\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand, <br> 6.\na statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\n<br>\n</p>\n<br>\n<p>You may send your Notice of Claimed Infringement using our contact form available here.</p> ", "created_at": "2021-12-16 23:37:36.193965", "updated_at": "2021-12-16 22:38:06.744843"}], "points": [], "urls": ["indiantube.porn"]}}