{"error": 448, "message": "OK", "parameters": {"id": 4233, "name": "Proximus", "created_at": "2021-06-29 19:46:54.478902", "updated_at": "2021-06-29 22:00:47.756977", "wikipedia": "https://en.wikipedia.org/wiki/Proximus", "keywords": null, "related": null, "slug": "proximus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4233.png", "url": "proximus.be", "documents": [{"id": 7448, "name": "Privacy Policy", "url": "https://www.proximus.be/fr/id_cr_warnland/particuliers/r-orphans/informations-legales.html", "xpath": "//*[@id=\"privacy\"]", "text": " Politique en matière de protection de la vie privée <p>Le respect de la vie privée est important pour vous comme pour nous.\nC'est la raison pour laquelle nous respectons votre vie privée.</p>\n<p> La politique en matière de protection de la vie privée de Proximus vise à fournir des informations transparentes aux personnes concernées concernant le traitement de leurs données à caractère personnel, comme l'exige le Règlement général sur la protection des données.\n</p>\n<p>Notre politique en matière de protection de la vie privée a pour but de vous informer en détail sur les données à caractère personnel que nous collectons à votre sujet.\nNous y expliquons comment nous traitons vos données lorsque vous utilisez nos services, nos apps et nos différents sites web, dans quels buts nous les utilisons et avec qui nous les partageons.\nNous y décrivons également comment vous pouvez contrôler l'utilisation que nous faisons de vos données.</p>\n<p>Nous vous conseillons dès lors de lire attentivement cette politique en matière de protection de la vie privée.\nVous découvrirez très vite qu'elle contient des informations utiles et intéressantes.\nPour faciliter la lecture, nous avons scindé les différents sujets en chapitres facilement consultables via le menu d'options.</p>\n<ul>\n<li>Quelles données à caractère personnel collectons-nous et combien de temps les conservons-nous?</li>\n<li>À quelles fins utilisons-nous vos données à caractère personnel?</li>\n<li>Pourquoi partageons-nous des données à caractère personnel avec des tiers et qui sont ces tiers?</li>\n<li>Qu'est-ce que le secret des communications?</li>\n<li>Comment protégeons-nous vos données à caractère personnel?</li>\n<li>Informations relatives à des produits et services spécifiques</li>\n<li>En quoi consistent les cookies (et technologies similaires) et comment sont-ils utilisés?</li>\n<li>Proximus collecte-t-elle des données à caractère personnel auprès de personnes qui ne sont pas encore clientes?</li>\n<li>Quels sont mes droits en matière de protection de la vie privée et comment les exercer?</li>\n<li>Informations spécifiques relatives à la protection de la vie privée pour les clients professionnels et leurs utilisateurs finaux</li>\n<li>Mises à jour de la politique en matière de protection de la vie privée</li>\n<li>Coordonnées du Data Protection Officer</li>\n</ul>\n<p>Dernière modification: 31/05/2021</p>\n<p>\n<i>\n</i>\n</p> Quelles données à caractère personnel collectons-nous et combien de temps les conservons-nous? <p>\n<strong>Pour vous fournir nos produits et services, nous avons besoin de vos données à caractère personnel.\nNous collectons également d'autres informations personnelles, comme les données de paiement et de trafic.\nToutes ces données sont stockées dans nos fichiers et conservées pendant une période bien définie.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i> Informations que vous nous communiquez <p>Si vous souhaitez utiliser nos services et produits, nous avons besoin de certaines informations personnelles.\nLes données dont nous avons besoin peuvent varier en fonction de la situation.\nIl peut s'agir, par exemple, de vos nom, prénom, adresse, login, adresse e-mail, numéro de téléphone, numéro de téléphone portable, date de naissance, langue, détails de votre pièce d'identité ou de votre numéro de client.\nParfois, nous avons également besoin d'autres informations, telles que les préférences et les exigences spécifiques liées au service en question.</p>\n<p>Nous pouvons recueillir vos informations personnelles de différentes manières.\nDans un point de vente Proximus ou en ligne dans la boutique en ligne de Proximus, Proximus peut vous demander de vous identifier via la lecture électronique de votre pièce d'identité ou via l'application Itsme.\nPour en savoir plus sur l'identification des clients, voir plus loin dans ce chapitre.\nLes données peuvent également être collectées par d'autres moyens tels que : verbalement dans les points de vente Proximus, par téléphone via le service clientèle, par écrit via les formulaires de commande, par e-mail ou par SMS, numériquement via des formulaires électroniques ou lorsque vous chattez avec notre chatbot ou via notre site web, via l'application MyProximus ou d'autres applications Proximus ou lorsque vous utilisez les médias sociaux pour nous contacter.</p>\n<p>Chaque contact client crée la possibilité de collecter des données à caractère personnel: lors d'une commande, d’une participation à une enquête, un test ou un concours, lors d'un contact téléphonique avec le service clientèle, lorsque vous vous identifiez comme utilisateur d'une carte Pay&amp;Go, lorsque vous vous abonnez à une newsletter ou que vous nous demandez simplement des informations.</p>\n<p>Vous pouvez toujours refuser de communiquer certaines données, mais il est possible dans ce cas que vous ne puissiez pas utiliser certains produits ou services ou que ceux-ci ne fonctionnent pas correctement.</p> Informations que nous obtenons lorsque vous utilisez nos produits/services <p>Nous collectons des données sur l'utilisation que vous faites de nos produits et services (services fixes et mobiles, TV, etc.) et de nos sites web, sur les appareils (type/marque) que vous utilisez, sur votre trafic de communication sur notre réseau ainsi que sur les appareils (type/marque) connectés à votre connexion wi-fi.\nLes données de trafic comprennent notamment les numéros de téléphone et de GSM appelés, le numéro IMEI de votre appareil mobile, la date, l’heure, la durée et la localisation d’une communication ou d’une communication internet et le volume de données que vous utilisez ainsi que le type d'apps mobiles que vous utilisez ainsi que le type d'apps mobiles que vous utilisez.\nNous collectons également des données concernant votre utilisation des services TV (aussi bien via le décodeur TV que via l'app Proximus Pickx et le site web www.proximus.be/pickx/fr).\nEnfin, nous collectons également des données sur la qualité et la vitesse du réseau et de votre connexion wi-fi.\nNous conservons également vos données de facturation et de paiement.</p> Informations que nous achetons auprès de tiers? <p>Nous pouvons utiliser des données socio-démographiques et des informations de consommation que nous achetons à des entreprises spécialisées, comme Bisnode Belgium.</p> Identification des clients <p>Proximus a besoin de vos données d'identité pour vous identifier correctement lorsque vous achetez un service ou demandez une modification d'un service ou d'un contrat existant ou l'accès à certaines données clients.</p>\n<p>Vous pouvez vous identifier dans les points de vente Proximus et dans la boutique en ligne de Proximus en utilisant l'application Itsme ou via la lecture électronique de votre carte eID, tant avec un lecteur eID que via la lecture optique d'un scan de votre carte eID.</p>\n<p>Si vous utilisez l'application Itsme, Proximus recevra les données d'identification nécessaires de l'application Itsme de manière sécurisée.</p>\n<p>Si vous vous identifiez avec un document d'identité belge, Proximus recueille les données suivantes :</p>\n<p>Vos nom, prénom, date de naissance, sexe, adresse, numéro et durée de validité du document et votre numéro d'enregistrement national (ce dernier uniquement pour les autorités judiciaires et autres autorités compétentes).</p>\n<p>Proximus a besoin de vos données d'identité aux fins suivantes :</p>\n<p>- Pour pouvoir vous offrir les services demandés.\nProximus doit en effet pouvoir identifier correctement ses clients afin de nouer une relation contractuelle, de pouvoir fournir les services aux clients, d'installer le service sur place chez les clients si nécessaire, de facturer les clients et de contacter les clients pour toute administration de la clientèle.\nCe traitement de données est nécessaire à l'exécution du contrat entre Proximus et le client ;</p>\n<p>- Pour lutter contre la fraude, le phishing et l'usurpation d'identité (l'usurpation d'identité consiste à se faire passer pour un client ou son représentant et à acheter un produit au nom du client sans que celui-ci en ait connaissance).\nD'une part, Proximus veut empêcher l'utilisation de fausses identités ou la commande de services qui ne seront jamais payés.\nD'autre part, Proximus veut également vous protéger contre l'utilisation abusive de votre identité et vous éviter de devenir une victime si une personne mal intentionnée tente de commander des produits ou des services en votre nom.\nC'est pourquoi l'identification est un processus si minutieux.\nLa base juridique est ici l'intérêt légitime de Proximus et du client à prévenir la fraude et l'usurpation d'identité ;</p>\n<p>- De se conformer à l'obligation légale d'identifier les clients devant les autorités judiciaires et autres autorités compétentes.\nProximus, comme tous les autres fournisseurs de services de communication électronique, est légalement tenu d'identifier ses clients.\nC'est ce que prévoient la loi sur les communications électroniques du 13 juin 2005 et les arrêtés royaux du 19 septembre 2013 et du 27 novembre 2016.\nProximus est légalement tenu d'enregistrer votre numéro de registre national dans une base de données distincte destinée aux autorités compétentes.\nProximus elle-même n'est pas autorisée à utiliser votre numéro de registre national.\nDans certains cas, Proximus est également tenu de conserver une copie de votre document d'identité ;</p>\n<p>- De disposer d'une base de données de qualité pour tenir les clients informés des produits et services de Proximus par différents canaux de communication tels que le courrier électronique, les SMS, le téléphone, la lettre, la publicité en ligne et la publicité télévisée.\nProximus s'efforcera d'adapter autant que possible sa communication à vos besoins personnels, par exemple en fonction de votre âge, de votre sexe et de votre lieu de résidence.\nLe numéro de votre document d'identité nous aidera à vous identifier de manière unique dans la base de données clients et à éviter la création de comptes en double pour un même client.\nVous avez bien entendu le droit de refuser que Proximus utilise vos données pour vous envoyer des informations commerciales.\nVoir plus loin dans cette politique au chapitre \"Quels sont mes droits en matière de vie privée et comment puis-je les exercer\".\nCe traitement de données est basé sur l'intérêt légitime de Proximus à promouvoir ses services auprès de ses clients.\n</p>\n<p>Proximus peut vérifier la validité de votre document d'identité au moyen de vérifications automatisées et/ou manuelles.\nSi, sur la base de ces vérifications, il apparaît que le document d'identité est périmé, a été volé, falsifié ou est invalide pour toute autre raison, Proximus refusera le document et le service demandé par le client ne pourra être fourni.\nLe client sera informé en conséquence.\nSi la décision de Proximus est basée sur une décision purement automatique sans intervention humaine, le client sera informé à ce moment des démarches qu'il peut entreprendre pour contester la décision automatisée.</p> Combien de temps conservons-nous les données à caractère personnel? <p>Nous conservons vos données à caractère personnel pendant une période maximale de 10 ans suivant la fin de votre contrat avec Proximus.\nDes délais de conservation plus courts sont d’application pour certaines catégories de données, comme les données de trafic, qui ne sont conservées que pendant 12 mois.</p> Qui conserve vos données à caractère personnel? <p>Les données à caractère personnel que nous collectons et utilisons sont enregistrées dans les bases de données de Proximus SA de droit public (Bd du Roi Albert II, 27, 1030 Bruxelles).</p>\n<p>\n<i>\n</i>\n</p> À quelles fins utilisons-nous vos données à caractère personnel? <p>\n<strong>Vos données à caractère personnel peuvent être utilisées dans différents buts.\nCeux-ci peuvent être de nature technique, administrative, commerciale ou juridique.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Nous avons besoin de vos données à caractère personnel pour différentes raisons:</p>\n<ul>\n<li>fourniture d'informations ou des produits/services demandés;</li>\n<li>interconnexion avec les réseaux électroniques de communication d’autres opérateurs;</li>\n<li>facturation et comptabilité;</li>\n<li>administration de la clientèle;</li>\n<li>utilisation correcte des services de roaming à l'étranger;</li>\n<li>confection et distribution d’annuaires et fourniture de services de renseignements;</li>\n<li>gestion des litiges;</li>\n<li>détection de fraude et d’infractions à l'encontre de Proximus, ses employés, ses clients ou ses fournisseurs;</li>\n<li>contrôle automatique de vos données par rapport aux bases de données existantes de Proximus et de tiers avant la conclusion d'un contrat, afin d'éviter toute fraude et insolvabilité ainsi que les risques de défaut de paiement (contrôle de solvabilité).\nSi vous souhaitez souscrire une offre comprenant un appareil associé à un service, nous pouvons par exemple vérifier préalablement vos données afin d'éviter tout risque de fraude ou d'insolvabilité.\nVous avez toujours le droit de demander la révision d'une décision négative;</li>\n<li>amélioration de la qualité de nos produits et services;</li>\n<li>reporting interne;</li>\n<li>planning et organisation de l'infrastructure télécom et développement de nouveaux produits et services;</li>\n<li>étude de marché et test de produits et services;</li>\n<li>profilage client sur la base de toutes les données recueillies, afin de vous fournir des informations plus pertinentes sur nos produits, services et offres;</li>\n<li>publicité ciblée sur TV et sur le réseau publicitaire en ligne de Proximus et de tiers (comme Google), en fonction de vos éventuels besoins et centres d'intérêt;</li>\n<li>offre de services de vérification à des tiers (fournisseurs de services numériques) pour leur permettre, dans le cadre de la prévention et lutte anti-fraude, de comparer les données dont ils disposent à celles enregistrées dans notre base de données client, sans pour autant communiquer ces données client aux tiers.\nProximus aide ces tiers à valider l'identité de l'utilisateur et à l'accompagner dans sa lutte contre la fraude d'identité.\nCeci leur permet d’évaluer rapidement et en temps réel les données fournies par un client unique dans le cadre du processus de création d’un compte et, ainsi, de détecter la création de faux comptes.\nSur la base du retour d'évaluation, les fournisseurs de services numériques peuvent déterminer les actions appropriées et autoriser, bloquer ou signaler un compte ou une transaction.\nIl est important de souligner que dans ce processus, Proximus ne partage jamais de données à caractère personnel avec ces fournisseurs de services numériques.</li>\n<li>respect de nos obligations légales à l'égard des autorités belges, comme les autorités fiscales, les services de secours ou les autorités judiciaires, afin de vous prévenir d'un danger imminent ou d'une catastrophe de grande ampleur sur la base de vos données de localisation sur notre réseau mobile.</li>\n<li>respect de nos obligations légales stipulant la mise à disposition des données d'abonnement aux personnes confectionnant et distribuant les annuaires et fournissant des services de renseignements.</li>\n</ul>\n<p>Proximus ne traite vos données que dans la mesure ou ce traitement trouve un fondement dans la réglementation relative à la protection de la vie privée:</p>\n<ul>\n<li>nous avons besoin de vos données à caractère personnel pour préparer le contrat à conclure avec vous, l'exécuter et vous fournir le service;</li>\n<li>ou nous demandons votre autorisation pour pouvoir traiter vos données;</li>\n<li>ou la loi nous oblige à traiter vos données;</li>\n<li>ou Proximus traite vos données à caractère personnel dans son propre intérêt légitime ou celui d'un tiers s'il est conforme à votre droit à la protection de la vie privée.</li>\n</ul>\n<p>Proximus a un intérêt (commercial) légitime à collecter et utiliser vos données:</p>\n<ul>\n<li>pour promouvoir son offre et ses services et mieux les adapter à vos besoins éventuels, tant lorsque vous êtes client chez Proximus que lorsque vous ne l'êtes plus.\nVous pouvez à tout moment vous opposer à cette utilisation de vos données ou communiquer vos préférences comme décrit dans la rubrique \"Quels sont mes droits en matière de protection de la vie privée et comment les exercer&nbsp;?\";</li>\n<li>pour partager certaines de vos données à caractère personnel avec les filiales du Groupe Proximus;</li>\n<li>dans le cadre de la gestion de la fraude;</li>\n<li>en vue de garantir la sécurité du réseau et des informations;</li>\n<li>pour tester et développer de nouveaux produits et services;</li>\n<li>pour établir des rapports agrégés anonymes à usage interne et externe;</li>\n<li>pour offrir des services de vérification à des tiers ;</li>\n<li>pour la facturation de tierces parties (roaming, interconnexion, etc.);</li>\n<li>pour l'organisation et la gestion du planning de travail (techniciens, etc.);</li>\n<li>pour gérer les canaux de vente indirecte;</li>\n<li>pour la vidéosurveillance;</li>\n<li>dans le cadre d'études de marché;</li>\n<li>dans le cadre de l'administration de la société (relations publiques).</li>\n</ul>\n<p>\n<i>\n</i>\n</p> Pourquoi partageons-nous des données à caractère personnel avec des tiers et qui sont ces tiers? <p>\n<strong>Nous pouvons partager vos données à caractère personnel avec nos filiales et des tiers travaillant pour le compte de Proximus.\nSi vous souhaitez que vos données soient mentionnées dans nos annuaires téléphoniques et/ou au service de renseignements, nous informons notre division interne Directory Information Services.\nSi vous payez des services de tiers via votre facture Proximus, nous pouvons communiquer votre numéro de GSM à ces tiers.\nIl se peut également que nous devions communiquer vos données à caractère personnel au service de médiation si vous avez introduit une plainte auprès de ce service.\nProximus a également l'obligation légale de communiquer dans certains cas des données à des services publics.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i> Qui sont ces tiers? Les filiales du Groupe Proximus (notamment Scarlet) <p>Nous pouvons partager avec nos filiales vos données à caractère personnel ainsi que les données relatives aux produits et services que vous utilisez ou susceptibles de vous intéresser en vue de vous informer sur toutes les solutions du Groupe Proximus, sauf si vous y opposez.\nNous pouvons également informer nos filiales de vos habitudes de paiement de votre part en vue de protéger les intérêts du Groupe Proximus.\nVous pouvez consulter la politique de protection de la vie privée de Scarlet sur: https://www.scarlet.be/fr/conditions-et-mentions-legales/privacyPolicy/</p> Les sous-traitants, fournisseurs et partenaires de Proximus <p>Nous pouvons rendre nos bases de données accessibles à des tiers qui travaillent pour notre compte et nous assistent dans l’exécution de nos tâches et nos activités de marketing, par exemple nos partenaires ou nos call centers qui vendent des services Proximus en notre nom et pour notre compte ou des entreprises spécialisées qui fournissent nos services IT.\nLeur accès est limité aux données dont ils ont besoin pour l’exécution des tâches que nous leur avons confiées.</p>\n<p>Lorsque vous achetez un appareil mobile chez Proximus, le numéro d'identification de cet appareil peut être communiqué au fournisseur de l'appareil concerné à des fins de gestion de stock.<br>\nLe numéro d'identification de l'appareil (numéro IMEI), votre numéro de GSM et l'éventuelle offre conjointe que vous avez souscrite, consistant en l'achat d'un appareil à des conditions avantageuses en combinaison avec la souscription d'un abonnement aux services mobiles de Proximus, sont autant d'informations susceptibles d'être communiquées au fournisseur de l'appareil pour contrôler si vous entrez en ligne de compte pour une action \"cash-back\" de sa part.\nPour de plus amples informations sur le traitement de vos données à caractère personnel par les fournisseurs, Proximus vous renvoie à la politique en matière de protection de la vie privée du fournisseur publiée sur son site web.\nVous y trouverez également les données de contact nécessaires pour faire valoir vos droits en matière de protection de la vie privée auprès du fournisseur.</p>\n<p>Lorsque vous utilisez votre abonnement GSM de Proximus pour surfer et que vous achetez des services de tiers en ligne (applications mobiles, etc.) en payant via notre service M-Pay (facturation par Proximus qui reverse le montant au tiers), nous pouvons communiquer au tiers votre numéro de GSM (ou le numéro d'identification créé dans le cadre du service M-Pay), dans le but de permettre le paiement.</p>\n<p>Proximus peut faire appel à des sous-traitants établis en dehors de l'Espace économique européen.\nProximus travaille uniquement avec des sous-traitants de pays reconnus par la Commission européenne comme offrant un niveau de protection adéquat ou avec des sous-traitants liés par des dispositions standard approuvées par la Commission européenne.</p>\n<p>Il se peut par ailleurs que vos données à caractère personnel soient transmises en dehors de l'Espace Economique Européen si la fourniture du service que vous souhaitez utiliser le requiert, par exemple lorsque vous appelez un correspondant dans un pays en dehors de l'Espace Economique Européen ou lorsque vous visitez un site web hébergé sur des serveurs situés en dehors de l'Espace Economique Européen.</p> Le service de médiation pour les télécommunications <p>Si vous introduisez une plainte auprès du service de médiation pour les télécommunications, Proximus peut être amenée à communiquer vos données au service du médiateur en vue du traitement de cette plainte.</p> Obligation légale de communiquer des données à caractère personnel à certains services publics <p>La loi nous oblige à communiquer certaines données à caractère personnel aux services de secours lorsque vous établissez un appel d'urgence.\nNous sommes également contraints par la loi de communiquer certaines données à caractère personnel à la demande des autorités judiciaires dans le cadre d'une enquête ainsi qu'à la demande des services de renseignements belges, de l'Institut belge des services postaux et des télécommunications, et des autorités fiscales.</p>\n<p>Les centrales d'urgence belges permettent la localisation mobile avancée (AML).\nChaque appareil équipé de cette technologie (soit la plupart des smartphones) peut envoyer aux centrales d'urgence, lors d'un appel d'urgence, les coordonnées les plus précises qu'il est en mesure de définir.\nLes informations de localisation sont uniquement envoyées aux centrales d'urgence en cas d'appel au 112 ou 101 (ou l'ancien numéro 100, qui ne fait plus l'objet d'une publicité active).\nL'envoi des informations de localisation est conforme à la législation belge et uniquement destiné à permettre de localiser plus efficacement l'incident.</p> Au sein de Proximus SA? <p>Si vous acceptez la mention de votre numéro de téléphone et/ou de GSM dans l’annuaire ou dans le fichier du service de renseignements, nous communiquons ces données à Directory Information Services, la division de Proximus chargée de la publication des annuaires et du service de renseignements 1307.\nPour demander une adaptation de votre mention, composez le numéro gratuit 0800 98 033 ou envoyez un e-mail à annuaire@1307.be.</p>\n<p>Des services internes de Proximus et leurs collaborateurs sont également autorisés à consulter vos données à caractère personnel en vue de garantir leur traitement correct, pour autant que cet accès soit nécessaire pour fournir les produits ou services, assurer la gestion des clients, remplir des obligations comptables, etc.</p>\n<p>\n<i>\n</i>\n</p> Qu'est-ce que le secret des communications? <p>\n<strong>Proximus et ses collaborateurs ne sont pas autorisés à prendre connaissance du contenu de votre trafic de communication acheminé par nos différents réseaux.\nSeule exception à cette règle: les appels passés avec notre service clientèle.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Les messages transmis via notre réseau (appels fixes et mobiles, e-mails, SMS, trafic internet, etc.) ainsi que votre comportement de surf sur internet sont protégés par la législation relative au secret des télécommunications.\nConcrètement, Proximus et ses collaborateurs ne sont pas autorisés à prendre connaissance de leur contenu.\nProximus a pris les mesures de protection nécessaires et donné des instructions rigoureuses à ses collaborateurs afin de garantir le respect du secret des télécommunications.</p>\n<p>Si vous disposez d'un numéro de téléphone privé pour votre ligne fixe ou votre service mobile, ce numéro n'est pas mentionné dans l'annuaire téléphonique ou auprès du service de renseignements.\nVotre numéro est alors également protégé par le secret des télécommunications.\nLes collaborateurs de Proximus ne sont autorisés à traiter votre numéro de téléphone privé que dans la mesure où ce traitement s'avère nécessaire pour pouvoir vous fournir vos services Proximus.</p>\n<p>Les appels à destination ou en provenance de notre service clientèle peuvent être enregistrés afin de servir de preuve en cas de contestation d’une transaction commerciale.\nCes appels peuvent également être enregistrés ou écoutés en vue d’un contrôle de qualité.</p>\n<p>En cas de problèmes techniques ou pour contrôler la qualité des services, Proximus peut être amenée à prendre connaissance du contenu de votre trafic/communication afin d'identifier et de résoudre le problème.\nDe telles interventions sont limitées aux actions strictement nécessaires en vue de la détection, l'analyse et la résolution du problème.</p>\n<p>\n<i>\n</i>\n</p> Comment protégeons-nous vos données à caractère personnel? <p>\n<strong>Les bases de données contenant vos données à caractère personnel sont protégées.\nDes mises à jour garantissent un haut niveau de protection.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Nous avons pris des mesures techniques et organisationnelles pour protéger les bases de données dans lesquelles sont conservées vos données contre tout accès ou utilisation illicite, ainsi que tout vol ou perte de vos données.\nNos mesures de sécurité sont régulièrement évaluées et adaptées en vue de garantir en permanence un haut niveau de protection.</p>\n<p>Vous trouverez ici un aperçu général des mesures techniques et organisationnelles prises par Proximus.</p>\n<p>\n<i>\n</i>\n</p> Informations relatives à des produits et services spécifiques Informations obtenues via Proximus TV/l'app Proximus Pickx/le site web TV <p>\n<strong>Les données à caractère personnel que vous fournissez vous-même et celles que nous collectons via le décodeur, l'app et le site web de TV sont enregistrées dans nos bases de données.\nNous pouvons les traiter pour améliorer nos services, réaliser des études de marché, dresser des rapports statistiques, établir des profils d'utilisateur et formuler des recommandations personnalisées ou non.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Le décodeur TV est équipé d'un logiciel enregistrant et sauvegardant les manipulations exécutées à l'aide du décodeur.\nL'app et le site web de TV présentent des fonctionnalités similaires.</p>\n<p>Toutes ces données peuvent être traitées pour:</p>\n<ul>\n<li>permettre la bonne exécution du contrat;</li>\n<li>pouvoir fournir correctement les services TV;</li>\n<li>pouvoir formuler des recommandations personnalisées relatives aux services TV et aux autres services Proximus;</li>\n<li>permettre la gestion de la clientèle;</li>\n<li>réaliser des études de marché et établir des profils d'utilisateur;</li>\n<li>dresser des rapports statistiques concernant vos habitudes télévisuelles, tant à des fins internes qu'à des fins de reporting pour les chaînes de télévision et le régulateur des médias;</li>\n<li>adapter la publicité sur TV à votre profil;</li>\n<li>permettre la détection de fraudes, p.\nex.\ntoute violation des droits de propriété intellectuelle;</li>\n<li>réaliser des campagnes de promotion ou d'information (personnalisées) relatives à des produits et services proposés par le Groupe Proximus par tout moyen, notamment par e-mail ou par courrier.</li>\n</ul>\n<p>Si vous ne souhaitez pas recevoir d'informations sur nos produits, services ou promotions sur votre écran de télévision ou si vous ne souhaitez pas de publicité adaptée à votre profil sur TV ou de recommandations personnalisées concernant les services TV, consultez la rubrique \"Quels sont mes droits en matière de protection de la vie privée et comment les exercer?\" pour savoir comment nous communiquer vos préférences.</p>\n<p>Dans certains cas, Proximus est autorisée à communiquer les données recueillies:</p>\n<ul>\n<li>aux partenaires qui nous assistent dans la fourniture des services TV;</li>\n<li>si cette communication s'avère nécessaire pour fournir un service TV;</li>\n<li>si vous avez marqué votre accord sur cette communication.</li>\n</ul> Utilisation de l'app Proximus Pickx dans un autre État membre de l'Union européenne <p>Conformément au Règlement européen relatif à la portabilité, la possibilité d'utiliser l'app Proximus Pickx lorsque vous séjournez temporairement dans un autre État membre de l'Union européenne que la Belgique est uniquement offerte si vous résidez dans un État membre de l'Union européenne.\nC'est pourquoi Proximus doit contrôler votre État membre de résidence lors de la conclusion du contrat relatif à l'app TV ainsi que pendant toute la durée du contrat.\nProximus détermine, dans les limites du Règlement européen relatif à la portabilité, quels moyens de contrôle elle utilisera à cette fin.\nLe traitement de données à caractère personnel dans le cadre de ce contrôle se limite à ce qui est proportionnel au besoin de vérification précité.\nCes données à caractère personnel seront conservées pendant la durée strictement nécessaire à cet objectif de contrôle.</p> Publicité TV personnalisée <p>\n<strong>Afin de mieux répondre à vos besoins, nous pouvons adapter les spots publicitaires sur certaines chaînes de télévision.\nPour ce faire, nous établissons un profil client sur la base de vos données administratives et de vos habitudes télévisuelles.\nNous pouvons également acheter certaines statistiques auprès d'un fournisseur de données.\nNous ne communiquons pas vos données à caractère personnel aux annonceurs.\nCeux-ci reçoivent uniquement des informations statistiques anonymes.\nSi vous ne souhaitez pas visionner de spots publicitaires personnalisés, vous pouvez adapter vos paramètres de vie privée via MyProximus ou via les options de vie privée sur votre téléviseur.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Sur certaines chaînes de télévision que vous regardez via TV, les spots publicitaires peuvent être adaptés en fonction de vos éventuels besoins et centres d'intérêt.</p>\n<p>Proximus établit pour ce faire un profil client basé sur:</p>\n<ul>\n<li>vos données administratives (âge, langue, code postal, services Proximus utilisés, etc.);</li>\n<li>des données socio-démographiques que nous achetons auprès d'un fournisseur de données (comme Bisnode Belgium).\nUne partie de ces données vous concerne personnellement et/ou concerne votre ménage si ce fournisseur dispose de vos données.\nIl peut s'agir par exemple de la typologie de votre ménage.\nUne autre partie des données que nous achetons se compose de statistiques au niveau du quartier ou de la rue;</li>\n<li>vos habitudes télévisuelles, c'est-à-dire les données concernant les programmes que vous regardez sur TV (émissions culinaires ou programmes de sport, actualités ou émissions pour enfants, etc.).\nLes données relatives à vos habitudes télévisuelles sont recueillies quel que soit la façon dont vous regardez sur TV (décodeur TV, app Proximus Pickx ou site web www.proximus.be/pickx/fr).</li>\n</ul>\n<p>Nous ne communiquons pas vos données individuelles ni votre profil client aux annonceurs qui diffusent leur publicité via TV.\nLes annonceurs reçoivent uniquement des informations statistiques anonymes, à savoir le nombre de personnes présentant un même profil client.</p>\n<p>Un annonceur peut toutefois demander à montrer son annonce à une liste de personnes sélectionnées par lui.\nProximus utilisera alors vos données personnelles pour vérifier si vous figurez sur cette liste.\nSi c'est le cas, vous verrez l'annonce de l'annonceur.\nToutefois, Proximus n'informera en aucun cas l'annonceur des personnes auxquelles son annonce a été présentée.</p>\n<p>Si vous avez indiqué via MyProximus ou le service clientèle ne pas vouloir recevoir de spots publicitaires personnalisés, nous respectons votre choix.\nVos habitudes télévisuelles ne seront plus utilisées pour vous diffuser des spots publicitaires ciblés ni pour établir votre profil client à des fins de publicité TV.</p>\n<p>Nous continuerons cependant à recueillir les données concernant vos habitudes télévisuelles dans la mesure où elles sont indispensables à la facturation, au reporting et au développement de produits Proximus.\nNous pouvons également utiliser les données relatives à vos habitudes télévisuelles pour vous fournir des informations plus personnalisées sur les services Proximus, sauf si vous avez refusé cet usage dans vos paramètres de vie privée.</p> Publicité personnalisée sur l'internet et dans les applications mobiles <p>\n<strong>En plus d'être un opérateur télécom, Proximus exploite un service de publicité en ligne.\nUn tel service de publicité achète de l'espace publicitaire sur Internet pour le compte des annonceurs et vend de l'espace publicitaire sur Internet pour le compte des propriétaires de sites web et d'applications.\nLe service offre aux annonceurs de toutes sortes de marques la possibilité d'afficher des publicités pour leurs services et produits de leur marque sur les sites web et applications de Proximus, ainsi que sur un certain nombre d'autres sites web et applications.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Lorsque vous visitez certains sites web de diffusion d'annonces ou que vous utilisez des applications de diffusion d'annonces sur les téléphones portables, les annonces qui y sont affichées peuvent déjà être personnalisées dans une certaine mesure si vous avez accepté les cookies publicitaires sur ces sites ou dans ces applications.\nPar exemple, la plupart des annonces sont déjà adaptées à votre langue.</p>\n<p>Proximus vous offre désormais la possibilité de mieux adapter ce type de publicité à vos intérêts et besoins potentiels.\nSi vous souhaitez voir ces publicités plus personnalisées, Proximus a besoin de votre autorisation pour utiliser vos données afin de créer votre \"profil web\".\nVous pouvez lire ci-dessous quelles sont les données utilisées à cette fin.</p>\n<p>En plus de l’usage par Proximus d’un tel profil web, les annonceurs peuvent envoyer à Proximus des listes d'utilisateurs de personnes auxquelles ils souhaitent s'adresser.\nSous réserve de votre autorisation, Proximus peut ensuite affiner ces listes sur la base des informations et des critères dont elle dispose.</p> 1.\nProfil Web <p>Dans un premier temps, nous serons en mesure de sélectionner des publicités correspondant à votre profil Web, déterminé à partir des données que Proximus possède sur vous.\nPar exemple, si nous avons identifié que vous regardez souvent du football à la télévision, nous déduirons que le football constitue l’un de vos centres d’intérêt et il est plus probable que les publicités que vous allez voir soient des publicités en lien avec le football.</p>\n<p>Les données que nous utilisons pour construire votre profil Web sont les suivantes :</p>\n<ul>\n<li>Les données administratives que vous nous avez communiquées (langue, âge, code postal, type de client, …), les produits Proximus achetés, les services Proximus utilisés, les informations liées à votre facturation, … Et toutes autres données que nous avons dérivées de ces informations.\nPar exemple, si vous venez d’acheter un smartphone dernier cri chez Proximus, nous en déduirons que vous êtes un fan de technologie;</li>\n<li>Le type de programmes que vous regardez sur nos services TV (sport, de cuisine, actu, émissions culinaires ou pour enfants...) si vous possédez un abonnement à nos services TV;</li>\n<li>Le type de concours auxquels vous participez sur Pickx et les données récoltées via notre programme de fidélité Enjoy!;</li>\n<li>Les données récoltées dans l’application Family Life et votre utilisation de cette dernière si vous utilisez cette application de Proximus;</li>\n<li>Les publicités que vous avez déjà visionnées sur notre interface TV si vous possédez un abonnement Proximus TV et que vous bénéficiez déjà de publicités personnalisées sur la TV, et ce afin de créer une cohérence entre les supports sur lesquels vous visionnez des publicités;</li>\n<li>Les données que nous recevons de nos partenaires et pour lesquels vous avez donné votre consentement au préalable auprès du partenaire.\nVeuillez trouver ici la liste de nos partenaires;</li>\n<li>Les données statistiques et publiques que Proximus a obtenues auprès de sources externes comme les données statistiques sur le quartier où vous habitez.\nVeuillez trouver ici la liste de nos sources externes;</li>\n<li>Les données de cadastre de votre habitation collectées grâce au plan cadastral mis publiquement à disposition par le SPF Finance.\nLe plan cadastral est utilisé pour déterminer par exemple si vous possédez un jardin.</li>\n</ul>\n<p>Votre profil Web sera également enrichi avec les données suivantes, récoltées grâce aux cookies publicitaires de tiers :</p>\n<ul>\n<li>Les publicités que vous avez déjà visionnées sur les sites et applications, vos interactions avec celles-ci et les pages que vous visitez.\nPar exemple, si vous naviguez sur un site de vente d’articles de sport ou que vous avez cliqué sur une publicité que nous vous avez montré en lien avec des article de sport, ces informations nous permettrons d’identifier un intérêt et d’enrichir votre profil Web;</li>\n<li>Les données liées aux cookies publicitaires qui ont été acceptés (navigation, langue, localisation,…);</li>\n<li>Informations sur l'appareil et le navigateur que vous utilisez, telles que la marque et le modèle de l'appareil, l'adresse Mac et l'adresse IP dont elle est dérivée, la ville dans laquelle vous vous trouvez.\nPour les appareils mobiles, cela peut inclure les ID publicitaires attribués à votre appareil par Apple, Google ou Microsoft, par exemple, et les informations de localisation, en fonction des paramètres et des préférences que vous avez installés sur votre appareil.</li>\n</ul>\n<p>Toutes les informations énumérées ci-dessus peuvent être combinées dans le profil web pour remplacer certaines bannières ou vidéos publicitaires qui vous intéressent moins par des publicités qui peuvent vous intéresser.\nVous ne recevrez donc certainement pas plus d'annonces qu'aujourd'hui.</p> 2.\nListe d’annonceurs <p>Nous avons également la possibilité de vous adresser des publicités sur base de listes d’utilisateurs sélectionnés par les annonceurs.\nIl se peut que cette liste soit affinée par Proximus, à la demande de l’annonceur, sur base de critères de segmentation proposés par Proximus.\nPar exemple, un annonceur pourrait demander à Proximus de ne cibler, dans la liste transmise, que les utilisateurs qui ont été identifiés, grâce à leur profil Web, comme des amateurs de football et donc d’exclure ceux qui ne le sont pas.</p> Conditions pour bénéficier des annonces personnalisées <p>Proximus ne peut adapter les annonces proposées via son service de publicité à vos éventuels intérêts et besoins que si vous avez donné à Proximus votre accord préalable pour collecter des données vous concernant afin de mieux vous connaître et de créer votre profil web avec vos éventuels intérêts.</p>\n<p>En outre, il est également exigé que:</p>\n<ul>\n<li>Vous vous êtes authentifiés au moins une fois sur un des sites ou applications de Proximus (Pickx, MyProximus, proximus.be,…) ;</li>\n<li>Vous avez accepté les cookies publicitaires de tiers de ces sites ou applications (voir à ce propos, la politique de gestion des cookies du site de proximus.be;</li>\n<li>Vous avez accepté les cookies publicitaires de tiers du site ou de l'application sur lequel vous naviguez et sur lequel Proximus affiche la publicité des annonceurs.</li>\n</ul> Vous pouvez retirer votre consentement à tout moment <p>Si vous avez donné votre autorisation, elle sera cochée dans MyProximus.\nSi vous souhaitez retirer votre consentement, rendez-vous sur <strong>MyProximus → Mon compte → Ma vie privée</strong> et décochez votre consentement à cet endroit.\nOu dans l'application mobile MyProximus, cliquez sur le cercle dans le coin supérieur gauche <strong>→ Mes paramètres → Vie privée</strong> et décochez votre consentement.</p> Informations obtenues via nos sites web <p>\n<strong>Tous nos sites web sont accessibles librement.\nPour avoir accès à certaines rubriques ou fonctions de nos sites web, vous avez toutefois besoin d'un compte avec login et mot de passe.\nSi vous visitez un site web de Proximus, nous enregistrons vos données de connexion.\nSi vous vous connectez avec votre compte MyProximus, nous pouvons vous identifier et adapter le contenu de notre site web à votre profil.\nVos commentaires dans des outils d'évaluation sur nos sites web peuvent être affichés de manière anonyme sur d'autres sites web.\nVous devez utiliser dans tous les cas un pseudonyme dans vos commentaires.\nNous pouvons également fournir des données à des tiers chargés de suivre et d'analyser pour nous les habitudes de surf sur nos sites web.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Vous pouvez consulter nos sites web (proximus.be, proximus.be/pickx/fr, proximus.com, skynet.be et m.skynet.be) sans communiquer vos données à caractère personnel.\nPour avoir accès à certaines rubriques ou fonctions de nos sites web, vous devez parfois introduire les login et mot de passe de votre compte ou de votre abonnement.</p> Données de connexion <p>Nous enregistrons des informations concernant votre connexion sur nos sites web ainsi que sur le logiciel et l’équipement utilisés à cet effet.\nCes informations comprennent notamment votre adresse IP, l'heure, le navigateur, le type et la marque d’équipement que vous utilisez et les pages que vous visitez.</p>\n<p>Ces données sont utilisées pour établir des statistiques anonymes et pour améliorer la qualité de nos sites web et le service en général, grâce à l'analyse du comportement de surf des visiteurs de nos sites web.</p>\n<p>Si vous êtes connecté sur nos sites web avec votre compte MyProximus, nous pouvons vous identifier comme client Proximus.\nNous pouvons alors personnaliser certains contenus de nos sites web sur la base notamment d'autres données recueillies à votre sujet en tant que client Proximus.\nAinsi, nous pouvons par exemple afficher des informations sur des produits ou services que vous n'utilisez pas encore et que nous trouvons pertinents dans votre situation, plutôt que de vous communiquer des informations sur des produits et services que vous connaissez déjà.</p> Hyperliens <p>Nos sites web peuvent contenir des hyperliens vers des sites web non gérés par Proximus.\nCes hyperliens sont proposés à titre d'information.\nNous vous conseillons de consulter également attentivement la politique de protection de la vie privée de ces sites web.</p> Évaluation de produits et services <p>Nous pouvons utiliser la technologie de partenaires sur nos sites web pour vous permettre d'évaluer nos produits et services.\nLes données à caractère personnel qui y sont collectées sont utilisées pour gérer ce service d'évaluation.\nVos commentaires peuvent également être publiés sur d'autres sites web que ceux de Proximus, sans mentionner vos données à caractère personnel.\nVous devez utiliser dans tous les cas un pseudonyme dans vos commentaires.</p> Analyse de l'utilisation des sites web de Proximus <p>Nous pouvons utiliser, sur nos sites web, des services de tiers (\"third party analytics\") pour suivre et analyser le comportement de surf des visiteurs et établir des rapports en la matière.\nCes tiers peuvent collecter à cet effet des données anonymes sur votre façon d'utiliser nos sites web, y compris votre comportement de surf sur ces sites.\nCes données nous permettent de détecter d'éventuelles erreurs sur nos sites web et d'améliorer votre expérience d'utilisateur.</p>\n<p>Dans un seul cas, nous pouvons toutefois collecter des données à caractère personnel à l'aide d'un outil d'analyse d'un partenaire.\nCes données à caractère personnel sont utilisées exclusivement pour étudier la navigation des utilisateurs sur nos sites web en vue d'améliorer l'expérience utilisateur.</p> Collecte de données à caractère personnel via les sites web de Proximus <p>Quand vous complétez un formulaire en ligne, par exemple lorsque vous commandez un produit ou service, vos données à caractère personnel sont collectées et traitées conformément à la présente politique en matière de protection de la vie privée.</p>\n<p>Quand vous commandez un produit ou service sur notre site web sans clôturer entièrement votre commande, par exemple en raison d'un problème technique, les données à caractère personnel que vous aviez déjà complétées sans envoyer le formulaire sont utilisées pour conserver temporairement votre panier d'achats.\nNous pouvons alors vous envoyer un e-mail contenant un hyperlien vers votre panier non finalisé, uniquement pour vous permettre de clôturer facilement votre commande si vous le souhaitez.\nEn l'absence de réaction à cet e-mail dans un délai raisonnable, vos données à caractère personnel et votre panier ne seront pas conservés plus longtemps.</p> Données à caractère personnel dans l'app MyProximus <p>\n<strong>Pour pouvoir fonctionner, l'app My Proximus doit accéder à des données à caractère personnel conservées sur votre appareil mobile.\nProximus n'utilise les données à caractère personnel sur votre appareil que si elles sont nécessaires pour les fonctionnalités de l'app.\nDe plus, Proximus collecte vos données d'utilisation de l'app MyProximus pour améliorer l'app et l'adapter aux besoins des utilisateurs.\nLes données à caractère personnel collectées sont conservées pendant une durée de 2 ans et ne sont pas communiquées à des tiers à des fins commerciales.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>L'app MyProximus utilise uniquement les catégories de données à caractère personnel énumérées ci-dessous.\nLa finalité du traitement des données est mentionnée dans chaque cas.</p>\n<ul>\n<li>Votre numéro de GSM: pour vous identifier comme utilisateur de l'app et empêcher que d'autres personnes ne puissent accéder à vos informations client dans l'app MyProximus.</li>\n<li>Vos contacts: pour vous permettre d'effectuer facilement une recharge Pay&amp;Go pour l'un de vos contacts.</li>\n<li>Votre téléphone: pour vous permettre de téléphoner à notre service clientèle au départ de l'app.</li>\n<li>Votre connexion wi-fi: uniquement pour vous assurer que votre connexion wi-fi n'est pas activée.\nEn effet, il n'est pas possible d'identifier votre appareil via une connexion wi-fi.</li>\n<li>Votre connexion de données: nécessaire au fonctionnement de l'app.</li>\n<li>L'identification de votre appareil: pour vous envoyer des notifications relatives à l'app, votre facture, vos produits/services, votre programme de fidélité ou nos solutions et promotions susceptibles de vous intéresser (dans la rubrique \"notifications\", vous pouvez choisir le type de messages que vous souhaitez recevoir);</li>\n<li>Vos données de localisation: uniquement pour faciliter la recherche du point de vente Proximus le plus proche sur la base de vos données GPS.</li>\n</ul>\n<p>Pour garantir le fonctionnement de l'app MyProximus et analyser son utilisation, nous pouvons être amenés à stocker une petite quantité d'informations sur votre appareil (cookies fonctionnels et d'analyse).\nIl s'agit de petits fichiers stockés sur votre appareil et nécessaires au fonctionnement de l'app.\nVous ne pouvez pas les refuser.</p> Données à caractère personnel dans le cadre de réparations et d’assistance technique <p>\n<strong>Dans le cadre de réparations d'infrastructures et d'appareils, Proximus peut collecter des données à caractère personnel utiles ou nécessaires aux réparations.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Lorsque vous ramenez pour réparation un téléphone acheté chez Proximus, vos données de contact et les données relatives à votre appareil (numéro IMEI, marque, modèle, numéro de série) sont enregistrées dans les fichiers de Proximus à des fins de gestion du processus de réparation.\nSi nécessaire, ces données sont transmises au service de réparation de Proximus ou au fabricant de l'appareil et/ou son service de réparation.\nCes données sont conservées pendant deux ans.\nPour de plus amples informations sur le traitement de vos données par les fabricants ou les données de contact de ces derniers, Proximus vous renvoie à la politique de protection de la vie privée du fabricant de votre appareil, publiée sur son site web.</p>\n<p>Si vous n'avez pas pu effacer les données sauvegardées sur votre appareil avant de ramener ce dernier pour réparation, le service de réparation compétent pourra accéder aux données enregistrées sur votre appareil pendant la réparation.\nLa réparation peut parfois nécessiter la suppression des données et la restauration des paramètres d'usine de votre appareil.\nSi l'appareil est irréparable, les données seront supprimées.</p>\n<p>Si, lors du signalement d'un dérangement à Proximus, le service \"Visual Assistance\" vous est proposé, les photos et/ou vidéos transmises de votre infrastructure, vos appareils et vos câbles seront exclusivement utilisées pour lever le dérangement à distance.\nLes photos et vidéos ne seront pas conservées et seront immédiatement effacées dès la fin de la session.</p> Assistance en cas de problèmes techniques <p>Proximus traite des identifiants internes afin de vous fournir une assistance en cas de problème technique.\nIl est dans l'intérêt de Proximus et de la personne concernée que Proximus développe un moyen efficace de fournir une assistance technique.\nCet identifiant interne permet à Proximus d'enregistrer vos actions et d'identifier rapidement l'action en lien avec le problème technique, afin de vous fournir une assistance rapide et efficace.\nProximus n'accédera à vos actions qu'en cas d'assistance technique nécessaire.</p> Données à caractère personnel dans l’app Epic <p>\n<strong>Pour pouvoir fonctionner, l'app Epic doit accéder à des données à caractère personnel conservées sur votre appareil mobile.\nProximus n'utilise les données à caractère personnel sur votre appareil que si elles sont nécessaires pour les fonctionnalités de l'app.\nDe plus, Proximus collecte vos données d'utilisation de l'app Epic pour améliorer l'app et l'adapter aux besoins des utilisateurs.\nLes données à caractère personnel collectées sont conservées pendant une durée de 2 ans et ne sont pas communiquées à des tiers à des fins commerciales.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>L'app Epic utilise uniquement les catégories de données à caractère personnel énumérées ci-dessous.\nLa finalité du traitement des données est mentionnée dans chaque cas.</p>\n<ul>\n<li>Votre numéro de GSM: pour vous identifier comme utilisateur de l'app et empêcher que d'autres personnes ne puissent accéder à vos informations client dans l'app Epic.</li>\n<li>Votre connexion wi-fi: uniquement pour vous assurer que votre connexion wi-fi n'est pas activée.\nEn effet, il n'est pas possible d'identifier votre appareil via une connexion wi-fi.</li>\n<li>Votre connexion de données: nécessaire au fonctionnement de l'app.</li>\n<li>L'identification de votre appareil: pour vous envoyer des notifications relatives à l'app, votre facture, vos produits/services, votre programme de fidélité ou nos solutions et promotions susceptibles de vous intéresser (dans la rubrique \"notifications\", vous pouvez choisir le type de messages que vous souhaitez recevoir);</li>\n</ul>\n<p>Pour garantir le fonctionnement de l'app Epic et analyser son utilisation, nous pouvons être amenés à stocker une petite quantité d'informations sur votre appareil (cookies fonctionnels et d'analyse anonymes).\nIl s'agit de petits fichiers stockés sur votre appareil et nécessaires au fonctionnement de l'app.\nVous ne pouvez pas les refuser.</p> App Play &amp.\nGold <p>\n<strong>L'app Play &amp.\nGold collecte une série de données nécessaires au bon fonctionnement de l'app et du jeu et à la remise d'un cadeau en cas de victoire au jeu Play &amp.\nGold.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Les données à caractère personnel suivantes sont traitées lorsque vous utilisez l'app Play &amp.\nGold:</p>\n<ul>\n<li>Votre numéro de GSM: ce numéro sert de login pour vous identifier en tant que participant et pour envoyer les codes d'accès au jeu Play &amp.\nGold à chaque recharge.\nSi vous ne souhaitez plus recevoir de codes d'accès, envoyez \"STOP\" par SMS au 8930.</li>\n<li>Vos nom et prénom: ces informations servent à vous identifier comme vainqueur et à personnaliser notre communication à votre égard.</li>\n<li>Votre adresse e-mail: nous utilisons cette adresse pour vous informer lorsque vous avez gagné un cadeau, pour vous envoyer votre cadeau par voie électronique et pour vous rappeler qu'il vous reste des codes d'accès non utilisés.\nVous pouvez activer ou désactiver les e-mails de rappel sur la plateforme Play &amp.\nGold ou en cliquant sur un lien dans les e-mails.</li>\n<li>Votre adresse postale: nous utilisons cette adresse pour vous envoyer vos cadeaux.</li>\n<li>La date de mise en service de la carte prépayée: nous nous basons sur cette date pour vous récompenser d'être client après certaines périodes.</li>\n<li>Votre date de naissance: nous nous basons sur cette date pour vous envoyer un petit cadeau d'anniversaire et identifier les mineurs en cas d'invitation à une remise de prix, afin de permettre l'accompagnement d'un parent ou la permission de ce dernier.</li>\n<li>L'historique de votre utilisation Play &amp.\nGold : cet historique sert au traitement des plaintes, à des analyses statistiques et à la définition de préférences du client susceptibles d'être ajoutées à son profil à des fins de personnalisation de la communication concernant les produits et services de Proximus.</li>\n</ul>\n<p>Ces données à caractère personnel sont conservées jusqu'à 3 mois après la fin de la relation contractuelle qui vous lie à Proximus.</p> Informations spécifiques <p>Vous avez été invité dans le cadre de l'utilisation de l'app Play&amp;Gold, à autoriser ou non la collecte de données de géolocalisation pour bénéficier d'offres et de cadeaux plus personnalisés et/ou de la personnalisation des publicités pour différents produits et services relayés sur Proximus TV ou sur les sites web qui font partie du réseau publicitaire en ligne de Proximus ou qui collaborent avec lui.\nSi vous l'avez autorisée, Proximus collecte via le système d'exploitation de votre appareil mobile vos données de localisation GPS ainsi que l'identifiant publicitaire (IDFA pour les appareils Apple et AAID pour les appareils Android).</p>\n<p>La fréquence de cette collecte de données est adaptée selon que vous et votre appareil êtes, ou non, en mouvement.\nLorsque votre appareil est en mouvement, les données de localisation sont collectées très fréquemment.\nPar contre, cette fréquence est plus faible lorsque votre appareil n'est pas en mouvement.\nVos données de localisation seront également collectées en cas d'inactivité de l'app Play&amp;Gold, mais uniquement si vous l'avez autorisé.</p>\n<p>En cas d'autorisation, les données de localisation collectées seront utilisées pour compléter votre profil client Proximus par des informations sur votre comportement d'achat, les moyens de transport que vous empruntez, vos centres d'intérêt (sports, culture, etc.) et votre composition familiale, dans la mesure où il est possible de déduire ces paramètres de vos données de localisation et du lieu de travail apparent.</p>\n<p>Si vous avez donné votre accord, vos données de localisation seront également utilisées pour personnaliser un certain nombre de publicités sur Proximus TV ou sur les sites web qui font partie du réseau publicitaire en ligne de Proximus ou qui collaborent avec lui.\nCela signifie que certaines publicités peuvent être remplacées par des publicités pour des produits et services de tiers, personnalisées en fonction de votre profil.</p>\n<p>Vos données de localisation ou les informations que l'on peut en déduire ne seront utilisées que par Proximus et ne seront pas transférées à des tiers, sauf si ceux-ci travaillent pour le compte de Proximus.\nLes parties travaillant pour le compte de Proximus doivent se tenir à des obligations contractuelles strictes concernant le traitement de vos données et elles ne peuvent traiter ces données que pour le compte de Proximus.\nLes annonceurs n'ont pas accès à vos données, ils ne reçoivent que des informations statistiques anonymes.</p>\n<p>Vous pouvez retirer votre autorisation à tout moment via l'écran de configuration de votre app Play&amp;Gold.</p>\n<p>Une fois que vos données de localisation ont été utilisées pour actualiser votre profil, elles sont détruites.</p>\n<p>Si vous avez retiré votre autorisation ou supprimé l'app Play&amp;Gold de votre appareil mobile, aucune donnée ne sera plus collectée.\nLes données intégrées dans votre profil seront encore conservées maximum 3 ans après la fin de votre contrat avec Proximus, sauf indication de votre part à Proximus à ce stade que vous ne souhaitez plus recevoir de messages commerciaux de sa part.</p> Family life <p>\n<strong>Proximus demande à l'utilisateur de créer un compte MyProximus pour accéder au service.\nLes données récoltées lors de la création du compte sont nécessaires pour donner accès au service.\nLe profil \"Family life\" ne comprend que le nom, prénom et adresse email.\nL'utilisateur a la possibilité de compléter son profil en ajoutant d'autres données (photos, vidéos, numéro de téléphone, genre, date anniversaire,…).\n</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Les données que l'utilisateur insère via les différents outils partagés de Family life ne seront traitées que pour fournir le service.\nSeuls les membres du cercle peuvent voir les informations et les contenus que l'utilisateur partage.\nL'utilisateur a également la possibilité de créer des événements privés dans l'outil \"Calendrier\" et de créer des tâches privées dans l'outil \"TO DO liste\", qui ne seront visibles que par l'utilisateur et, s'il le souhaite, par un nombre limité de membres du cercle qu'il a sélectionné.</p>\n<p>Un utilisateur peut (administrateur ou non) supprimer toute(s) publication(s) (message, photo, événement, tâche, contact,…) qu'il a lui-même publié.\nLe nom de l'utilisateur est associé à chaque publication qu'il a créée.\nLorsqu'il quitte un cercle ou lorsqu'il souhaite se désinscrire du service, le nom de l'utilisateur, associé à chacune de ses publications, est supprimé.\nL'utilisateur garde aussi la possibilité de supprimer des publications avant de quitter un cercle ou de se désinscrire.</p>\n<p>Les données de l'utilisateur sont traitées tant que le compte de l'utilisateur est actif.\nEn cas de désinscription au service, notamment lorsque l'utilisateur résilie son compte, son profil \"Family life\" sera supprimé à compter de la date de désactivation.\nLe compte MyProximus reste néanmoins actif puisqu'il permet d'accéder à d'autres services.</p> Utilisation de données pour une connexion wi-fi optimale <p>\n<strong>Pour pouvoir établir une connexion wi-fi optimale et offrir du support en cas de problème avec votre réseau wi-fi, Proximus collecte, via votre modem, des informations sur les appareils se connectant à votre réseau wi-fi, sur toutes les connexions établies avec votre réseau wi-fi et sur les dérangements éventuels liés à la présence de réseaux wi-fi à proximité.\nIl vous incombe d'informer les utilisateurs de votre réseau wi-fi de cette collecte de données.</strong>\n</p> Enjoy! <p>\n<strong>Enjoy! est un programme de fidélité de Proximus qui vous permet de profiter de toutes sortes d’avantages par le biais de concours et/ou de deals et qui inclut également certaines surprises.\nAfin de vous informer de l’existence d’un concours/d’un deal qui est pertinent pour vous ou pour sélectionner une surprise appropriée, Proximus utilisera votre profil client Proximus existant (comme défini ci-dessus) et les informations relatives à votre activité sur Enjoy!.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Les données à caractère personnel collectées via Enjoy! (par exemple, la liste des concours et des deals auxquels vous avez participés et les surprises sélectionnées) sont stockées dans le cadre du programme Enjoy!.\nProximus utilisera vos données de contact pour vous informer des concours, des deals et des surprises.\nProximus peut également utiliser votre date de naissance pour vous surprendre avec un cadeau.</p>\n<p>Vos coordonnées peuvent être transmises à des partenaires d’Enjoy! afin de vous fournir la récompense accordée, par exemple, pour enregistrer votre nom sur une liste d’invités pour un accès VIP à un festival.</p>\n<p>Proximus identifiera vos centres d’intérêt et likes en fonction de votre activité sur Enjoy!.\nCes préférences seront ajoutées à votre profil client Proximus existant.\nCes informations seront utilisées pour vous informer de l’existence de concours et deals qui pourraient vous intéressés (par e-mail, SMS et notification) et de vous offrir des surprises personnalisées.\nCe profil peut également être utilisé dans le cadre d'autres campagnes marketing liés aux produits et services de Proximus.\nVotre profil n'est pas partagé avec des tiers.</p>\n<p>Via MyProximus, vous pouvez vous opposer à tout moment à la collecte de données à caractère personnels dans le cadre d’Enjoy! ainsi qu’à la réception d’emails relatifs à Enjoy!.\nLorsque vous faites cela, vous avez toujours accès à Enjoy! et vous pouvez toujours bénéficier des concours et deals.</p> Utilisation de données anonymes pour les services de reporting <p>\n<strong>Les données relatives à la localisation des téléphones mobiles sur notre réseau sont regroupées de façon anonyme.\nCes données agrégées nous servent à établir des rapports indiquant le nombre de personnes qui sont ou étaient présentes dans une région déterminée.\nCes rapports sont établis à la demande notamment des services touristiques et des villes et communes.\nNous prenons les mesures qui s'imposent pour qu'ils ne comportent aucune information individuelle.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Au sein de la société (services touristiques et responsables de la mobilité dans les villes et communes, etc.), on observe un intérêt croissant pour l'utilisation de données de localisation à des fins de rapport, notamment en ce qui concerne le nombre de personnes présentes à un moment donné à un certain endroit.</p>\n<p>Chaque activité d'un GSM ou smartphone sur le réseau de télécommunication mobile de Proximus génère des données de localisation de réseau.\nCes données de localisation permettent de déterminer via quelle antenne votre appareil mobile est connecté au réseau mobile de Proximus.\nContrairement aux données GPS, elles ne donnent toutefois aucune indication précise du lieu où vous vous trouvez, car une antenne peut desservir une région étendue.\nAinsi, ces données ne permettent pas de déduire si une certaine personne s'est rendue dans tel restaurant ou magasin ou si elle est passée chez le boulanger.</p>\n<p>Pour établir des rapports de localisation, Proximus peut utiliser ces données de localisation.\nIl va de soi que Proximus prend toutes les mesures nécessaires pour garantir le respect de votre vie privée.</p>\n<p>Ainsi, ces rapports se fondent exclusivement sur des données anonymes.\nDe plus, les données anonymes sont agrégées de telle sorte qu'il est impossible pour les destinataires de ces rapports d'identifier des clients individuels sur la base des informations obtenues.\nLorsque certains rapports concernent malgré tout des groupes plus restreints, des mesures supplémentaires sont prises, permettant d'empêcher toute identification.\nLes données de localisation anonymes peuvent porter sur la localisation actuelle (\"near real time\") ou remonter jusqu'à maximum 3 mois.\nLes rapports de localisation peuvent être complétés par un nombre limité de données statistiques supplémentaires comme le pays, la région ou la commune de résidence des personnes, la durée et la fréquence des visites à un endroit donné, la provenance et la destination des personnes à partir d'un endroit donné ou d'autres données statistiques externes (ex.\n: informations agrégées de recensements accessibles au public).\nDans ce cas également, seules des données anonymes sont intégrées dans les rapports.</p>\n<p>Proximus ne vend pas de données de localisation individuelles.\nLes données de localisation anonymisées ne quittent pas l'entreprise.\nProximus vend uniquement des rapports mentionnant le nombre de personnes présentes à un moment précis à un endroit donné (au moins au niveau d'un code postal ou d'un événement), pour ainsi fournir des informations concernant les visiteurs, les événements ou les déplacements.</p>\n<p>D'autres données clients peuvent également être rendues anonymes et regroupées dans des ensembles plus vastes à des fins de reporting interne et externe.\nAinsi, vos habitudes télévisuelles peuvent faire l'objet de rapports anonymes sur la popularité de certaines chaînes et de leurs programmes.</p>\n<p>Proximus prend toutefois toutes les mesures nécessaires pour éviter que ces rapports basés sur ses données ne permettent d'identifier des individus.</p> Portail MyThings de Proximus <p>\n<strong>Proximus exploite un réseau Internet des Objets public permettant à des appareils et capteurs d'envoyer des données à la plateforme MyThings de Proximus.\nPour des raisons de respect de la vie privée, ce service ne permet pas la localisation de personnes.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Quand vous vous connectez au portail MyThings de Proximus, les données suivantes sont collectées pour vous identifier et vous authentifier: vos données de connexion, votre adresse e-mail, votre nom et votre prénom ainsi que le nom de l'entreprise pour laquelle vous vous connectez.</p>\n<p>Votre adresse e-mail est utilisée pour vous tenir informé des nouveautés et modifications apportées au service, sauf si vous y opposez via IoT@proximus.com.\nToutes vos actions sur le portail MyThings sont conservées pendant 1 mois pour des raisons de sécurité.\nLes données relatives à votre compte sont conservées aussi longtemps que votre compte est actif.\nVotre compte est supprimé après 2 ans d'inactivité.</p>\n<p>Pour exercer vos droits en matière de protection de la vie privée, envoyez un e-mail à IoT@Proximus.com.</p>\n<p>Ce portail n'utilise que les cookies strictement nécessaires à son fonctionnement.\nSans ces cookies, le portail MyThings n'est pas en mesure de fonctionner correctement.</p> App Home Optimizer de Proximus <p>\n<strong>Proximus traite les données nécessaires au fonctionnement de l'app et indispensables pour vous fournir une meilleure expérience wi-fi.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Les données suivantes sont traitées:</p>\n<p>\n<strong>Données nécessaires au fonctionnement de l'app:</strong>\n</p>\n<ul>\n<li>données d'identification des circuits wi-fi et des appareils wi-fi détectés par l'app, comme les adresses MAC des modems, des routeurs et des Wi-Fi Extenders;</li>\n<li>les résultats des mesures que vous effectuez avec l'app dans chaque pièce, comme l'intensité du signal wi-fi, le canal utilisé pour le wi-fi, le résultat du test de vitesse.</li>\n</ul>\n<p>Pour pouvoir détecter les réseaux wi-fi, vous devez activer l'accès à vos données de localisation.\nL'app n'utilise toutefois pas vos coordonnées GPS.</p>\n<p>\n<strong>Données nécessaires pour garantir le bon fonctionnement de l'app et en améliorer la qualité:</strong>\n</p>\n<ul>\n<li>données anonymes concernant l'utilisation de l'app par les utilisateurs;</li>\n<li>le type de smartphone sur lequel l'app est installée et son système d'exploitation.</li>\n</ul>\n<p>\n<strong>Sauvegarde des données:</strong>\n</p>\n<p>Si vous utilisez l'app sans être connecté à un compte MyProximus, les résultats de mesure s'affichent dans l'app.\nCes données ainsi que toute autre information ne sont toutefois pas sauvegardés, à l'exclusion des données d'utilisation anonyme.</p>\n<p>Si vous utilisez l'app en étant connecté à votre compte MyProximus, les données suivantes sont transmises dans une base de données de Proximus : les résultats de mesure, les circuits wi-fi de Proximus, les adresses MAC des appareils wi-fi de Proximus.</p>\n<p>Proximus traite ces données pour adapter à distance, ou si nécessaire sur place, les paramètres wi-fi du modem de Proximus, afin d'améliorer votre expérience wi-fi, d'avoir une vue sur la qualité du réseau wi-fi de Proximus sur une plus longue période et d'optimiser le réseau wi-fi de Proximus.</p>\n<p>Proximus peut également utiliser ces données pour vous informer des produits, services et promotions susceptibles de vous intéresser, sauf si vous avez refusé ce type d'informations via vos paramètres de vie privée dans MyProximus.</p>\n<p>Ces données sont conservées pendant 1 an.\nLe traitement des données est nécessaire pour pouvoir vous fournir le service de l'app.</p> Publicité de Proximus par e-mail et sur les médias sociaux <p>\n<strong>Nous pouvons vous montrer/envoyer de la publicité pour nos produits et services par e-mail et sur vos comptes sur les médias sociaux.\nSi vous ne souhaitez plus recevoir/voir ce type de publicité, vous devez adapter les paramètres de vos comptes.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Proximus peut vous envoyer des e-mails pour vous informer sur ses nouveaux produits, services et promotions ou sur ses produits, services et promotions actuels, sauf si vous vous y opposez.\nConsultez la rubrique \"Comment exercer mes droits en matière de protection de la vie privée\" pour savoir que faire pour ne plus recevoir ce type d'e-mails.\nUne possibilité d'opt-out est également prévue dans chaque e-mail commercial que nous envoyons.\nNous utilisons des outils pour mesurer et suivre l'impact de ces e-mails : ouverture ou non des e-mails, clic ou non sur un hyperlien, etc.\nCes outils ont pour but de rendre nos campagnes plus efficaces et de mieux adapter notre offre à vos besoins personnels.</p>\n<p>Si vous avez créé un compte Facebook, Instagram, Twitter, LinkedIn ou Google, Proximus peut afficher de la publicité via ce compte pour des produits, services et promotions susceptibles de vous intéresser.\nÀ cette fin, Proximus détermine un public ciblé spécifique en utilisant un certain nombre de paramètres tels que l'âge, le sexe, les intérêts, ...\net demande au fournisseur d'une chaîne de médias sociaux de montrer une publicité spécifique à ce public ciblé, par exemple : veuillez montrer une publicité de Proximus aux hommes entre 20 et 25 ans ayant un intérêt dans le football.\nIl est important de noter que Proximus ne partage pas de données à caractère personnelle avec le fournisseur de la chaîne de médias sociaux.\nSi vous ne souhaitez pas recevoir ce type de publicité, vous devez adapter les paramètres de publicité de votre compte ou sur www.youronlinechoices.com.</p>\n<p>Lorsque vous visitez la page Facebook de Proximus, Facebook peut collecter des données à caractère personnel vous concernant et les associer à d'autres données à caractère personnel collectées ailleurs sur vous par Facebook.\nFacebook peut utiliser ces données pour transmettre des statistiques anonymes à Proximus concernant les visiteurs de la page Facebook de Proximus.\nPour de plus amples informations et pour exercer vos droits de protection de la vie privée concernant les données collectées par Facebook à votre sujet, Proximus vous renvoie à la politique de protection de la vie privée de Facebook.</p> Proximus’ customer call centres <p>\n<strong>Lorsque vous contactez le service à la clientèle de Proximus via le numéro 0800, votre appel peut être enregistré et converti en texte, de manière à vous aider le plus efficacement possible.\nCe procédé est dans l'intérêt légitime de Proximus, et permet à Proximus de vous offrir une bien meilleure expérience et une plus grande satisfaction, et d'acheminer directement votre appel vers le collaborateur ou le self-service adéquats, afin de répondre à votre demande.\nDans le cas présent, Proximus et vous-même économisez du temps et des coûts.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>En outre, et pour les pour les mêmes raisons, votre appel peut également être enregistré afin d'améliorer ce type de service d’appel.\nCet enregistrement ne se fera toutefois qu'en cas de plaintes concernant notre service d'appel, afin de comprendre par exemple pourquoi vous n'avez pas été correctement redirigé vers le bon collaborateur, et de corriger le bug ou le problème en question.</p>\n<p>Comment cela fonctionne-t-il en pratique ? Lorsque vous appelez Proximus, vous recevez d'abord un message de bienvenue dans lequel il vous est proposé de ne pas être enregistré, ni de convertir votre discours en texte.\nC'est donc à vous de décider si vous le souhaitez ou non.\nSi vous ne le souhaitez pas, vous êtes invité à appuyer sur la touche *.\nDans ce cas, vous serez directement dirigé vers notre service d'appel standard.</p>\n<p>Si toutefois vous n'appuyez pas sur *, il vous sera demandé, avant votre demande, de préciser si le numéro de téléphone à partir duquel vous appelez est celui qui fait l’objet de votre appel.\nVous devrez répondre à cette question par un simple OUI ou NON.\nSi votre réponse est NON et que vous appelez pour un autre numéro, il vous sera demandé d’introduire le numéro complet pour lequel vous appelez, et de terminer par la touche « carré ».\nSi vous ne connaissez pas ce numéro, il vous sera demandé d'appuyer sur la touche « étoile ».</p>\n<p>Ensuite, on vous demandera comment nous pouvons vous aider, puis vous pourrez énoncer brièvement la raison de votre appel.\nCe message peut être enregistré et sera converti en texte afin que le système soit en mesure de saisir l'intention de votre demande afin vous diriger vers le collaborateur ou le self-service adéquat.\nLes self-services sont les mêmes que ceux qui sont actifs dans notre service d'appel standard (avec des choix sur le clavier numérique).\nÀ partir de ces self-services, vous devrez sélectionner l'option correspondant à votre demande.</p>\n<p>Si, pour une raison quelconque, votre demande ou votre question ne peut être reconnue par le système, Proximus vous demandera de reformuler votre question.\nSi toutefois, dans ce cas, le système n'est toujours pas en mesure de reconnaître votre demande ou votre question, vous serez renvoyé vers notre centre d'appel client standard.</p>\n<p>Seuls les appels qui sont enregistrés à des fins de dépannage et de débogage sont conservés pendant une certaine période dans les locaux de Proximus.\nCes enregistrements ne seront toutefois jamais conservés pendant une période supérieure à 14 jours, ce qui correspond en général au temps nécessaire pour résoudre le bug ou le problème en question.\nToutes les autres données (client) liées à votre appel sont conservées aussi longtemps que nécessaire ou légalement requis pour traiter votre demande (conformément à la politique de conservation des données de Proximus).</p> Direct Carrier Billing <p>\n<strong>Proximus offre à ses clients la possibilité de payer les produits/services offerts par d'autres entités par le biais de la \"facturation directe du transporteur\".\nLorsque vous voulez acheter un service numérique par exemple, le fournisseur du service vous proposera différents moyens de paiement.\nL'un d'entre eux est appelé \"Direct carrier Billing\".</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Cela signifie que le montant du produit/service sera mentionné dans un relevé joint à la facture de votre opérateur de téléphonie mobile.\nSi vous souhaitez recourir à ce moyen de paiement, Proximus et le fournisseur partageront les données personnelles vous concernant.\nLe fournisseur transmettra principalement à Proximus des informations sur le service acheté.\nSi nécessaire, Proximus utilisera et transférera votre numéro de téléphone pour permettre votre identification par le fournisseur et confirmer si la transaction peut être effectuée ou non (c'est-à-dire que si vous avez refusé l'utilisation des services M-pay, ou si vous avez décidé d'un montant maximum limité inférieur au prix du service, la transaction ne sera pas effectuée).\nPour ces catégories d'informations, Proximus agit en tant que responsable du traitement des données et transfère vos données en fonction de son intérêt légitime à offrir des services de paiement DCB à son partenaire et à fournir un moyen de paiement en ligne plus sûr à ses clients.\nLorsque la transaction est confirmée, le service sera mentionné dans un relevé joint à votre facture télécom et le montant sera encaissé par Proximus et transféré au fournisseur.\nDans cette situation, le fournisseur de services est le responsable du traitement des données relatives à l'achat du produit/service et Proximus est son sous-traitant.</p> Vidéo-surveillance dans les bâtiments de Proximus <p>\n<strong>Proximus surveille ses bâtiments (en propriété et en location) et l'accès à ces derniers au moyen de caméras afin de garantir la sécurité des visiteurs et membres du personnel ainsi que la protection des biens.\nLes images sont utilisées conformément à législation sur les caméras de surveillance, afin de prévenir, constater ou détecter des délits.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Elles sont effacées après un mois, sauf si elles peuvent contribuer à réunir la preuve de nuisances ou de faits constitutifs d'infraction ou générateurs de dommages, ou à identifier les auteurs des faits, les perturbateurs de l'ordre public, les témoins ou les victimes.</p>\n<p>\n<i>\n</i>\n</p> En quoi consistent les cookies (et technologies similaires) et comment sont-ils utilisés? <p>\n<strong>Les cookies nous permettent de vous reconnaître en tant que visiteur sur nos sites web.\nNous pouvons ainsi vous communiquer des informations personnalisées.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Vous pouvez consulter notre politique en matière de cookies via l'hyperlien \"Politique en matière de cookies\" situé au bas de la page d'accueil de nos sites web.</p>\n<p>Lorsque vous vous connectez à MyProximus, nous plaçons un cookie dans votre navigateur.\nCe cookie nous permet de vous reconnaître en tant que visiteur de notre site web et d'adapter le contenu de la page d'accueil sur www.proximus.be à votre situation personnelle, même si vous n'êtes pas connecté à MyProximus lors d'une prochaine visite.</p>\n<p>Nous pouvons ainsi vous communiquer des informations personnalisées sur notre site web, comme votre nombre de points de fidélité ou la situation de votre dernière facture.\nNous pouvons également vous proposer des informations sur les solutions et promotions de Proximus susceptibles de vous intéresser.</p>\n<p>Si vous ne souhaitez pas recevoir d'informations personnalisées lorsque vous surfez sur notre site www.proximus.be, suivez les instructions ci-dessous:</p>\n<ul>\n<li>Sur la page de connexion à MyProximus, cliquez sur \"Je ne suis pas...\n(votre nom)\".</li>\n<li>Cliquez ensuite sur le logo Proximus, en haut à gauche.\nVous accédez ainsi à la version non personnalisée du site.</li>\n</ul>\n<p>Pour la politique en vigueur en matière de cookies, consultez le site web (tous les sites web n'utilisent pas tous les types de cookies).</p>\n<p>Si vous avez accepté les cookies sur nos sites web en vue de recevoir des publicités ciblées par Proximus et des tiers, Proximus permet à ses partenaires de confiance d'accéder, via sa Data Management Platform, à ces informations de cookies.\nLa liste des partenaires avec lesquels Proximus partage ces informations de cookies est consultable via le cookie manager sur les sites web de Proximus.</p>\n<p>\n<i>\n</i>\n</p> Proximus collecte-t-elle des données à caractère personnel auprès de personnes qui ne sont pas encore clientes? <p>\n<strong>Proximus peut collecter des données via différents canaux quand vous n'êtes pas encore client Proximus.\nCes données peuvent être utilisées pour vous informer des produits, services et promotions de Proximus.\nVous avez à tout moment le droit de vous opposer à ce type d'utilisation de vos données.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Proximus peut collecter vos données quand vous n'êtes pas encore client Proximus.\nElle peut le faire via différents canaux, par exemple:</p>\n<ul>\n<li>des concours organisés par Proximus;</li>\n<li>des actions de promotion lors de festivals et autres événements;</li>\n<li>des actions de porte-à-porte;</li>\n<li>des visites dans les points de vente Proximus;</li>\n<li>la consultation de sites web de Proximus;</li>\n<li>l'achat ou la location de données auprès d'entreprises spécialisées;</li>\n<li>l'utilisation d'un Proximus Wi-Fi Hotspot gratuit.</li>\n</ul>\n<p>Proximus collecte généralement les données suivantes:</p>\n<ul>\n<li>votre nom et votre prénom;</li>\n<li>votre adresse e-mail;</li>\n<li>votre numéro de GSM;</li>\n<li>votre code postal;</li>\n<li>d'autres données, par exemple concernant le concours ou l'événement auquel vous participez.</li>\n</ul>\n<p>Proximus utilise ces données pour vous fournir des informations sur ses produits, services et promotions.\nSi vous ne souhaitez plus être informé, consultez la rubrique \"Quels sont mes droits en matière de protection de la vie privée et comment les exercer ?\" pour savoir que faire.</p>\n<p>\n<i>\n</i>\n</p> Quels sont mes droits en matière de protection de la vie privée et comment les exercer? <p>\n<strong>Vous disposez à tout moment d'un droit d'accès, de rectification et de suppression à l'égard de vos données à caractère personnel.\nVous pouvez également vous opposer à leur utilisation ou à leur traitement.\nVous pouvez à tout moment retirer votre consentement et adapter votre choix.\nEnfin, vous pouvez vous faire inscrire sur la liste \"Ne m'appelez plus\".\nSi vous êtes client chez nous, vous pouvez dans la plupart des cas communiquer vos préférences en matière de vie privée via MyProximus (site web et app) ou au service clientèle.\nSi vous n'êtes pas client, vous pouvez toujours contacter notre service clientèle par téléphone.</strong>\n</p> Quels sont mes droits? En voir plus<i>\n</i>En voir moins<i>\n</i> Vous pouvez consulter vos données à caractère personnel.\n<p>Vous avez le droit de demander l'accès à vos données à caractère personnel.\nNous vous fournissons alors un aperçu des données à caractère personnel vous concernant que nous traitons.\nNous vous fournissons également des informations supplémentaires: la raison du traitement de vos données à caractère personnel, l'origine de ces données, les catégories de tiers avec lesquels nous partageons vos données à caractère personnel, etc.</p> Vous pouvez demander de rectifier vos données à caractère personnel.\n<p>Si vous constatez que certaines de vos données ne sont pas (ou plus) correctes, vous pouvez demander à Proximus de les rectifier.\nPour ce faire, contactez notre service clientèle.</p>\n<p>Certaines données à caractère personnel, comme vos données de contact, sont disponibles dans l'environnement MyProximus.\nVous pouvez les y adapter vous-même.</p> Vous pouvez demander de supprimer vos données à caractère personnel.\n<p>Dans certains cas (p.\nex.\nsi vous estimez que Proximus traite des données à caractère personnel de manière injustifiée), vous pouvez demander la suppression de vos données à caractère personnel.</p>\n<p>Certaines données à caractère personnel (p.\nex.\nles données de facturation) ne peuvent toutefois pas être supprimées, car la loi nous oblige à les conserver.</p> Vous pouvez vous opposer à l'utilisation de certaines données à caractère personnel.\n<p>Vous pouvez à tout moment vous opposer (sans justification) à l'utilisation de données à caractère personnel à des fins de marketing.\nVia MyProximus (site web)/Mon compte/Mes notifications, vous pouvez nous autoriser, de façon distincte, à vous contacter par téléphone (ligne fixe ou GSM), SMS, e-mail, courrier ou par un pop-up en ligne.</p>\n<p>De plus, vous pouvez suivre les instructions figurant dans les e-mails et les SMS envoyés par Proximus pour éviter ces messages commerciaux à l'avenir.</p>\n<p>Si vous avez des raisons spécifiques (demande motivée), vous pouvez vous opposer à l'utilisation de vos données à caractère personnel par Proximus à d'autres fins que l'exécution d'un contrat ou le respect d'une obligation légale (p.\nex.\nla lutte contre la fraude).\nEn cas de demande fondée, nous cesserons d'utiliser vos données à caractère personnel, à moins que nous ayons des motifs impérieux de le faire.</p> Vous pouvez retirer un consentement donné préalablement.\n<p>Vous avez à tout moment la possibilité de retirer toute autorisation préalablement donnée en vue du traitement de vos données à caractère personnel à des fins spécifiques (p.\nex.\nspots publicitaires personnalisés).\nC'est possible via MyProximus (site web)/Mon compte/Ma vie privée ou via MyProximus (app)/Paramètres du compte/Paramètres de vie privée.</p> Vous pouvez à tout moment adapter votre choix.\n<p>Tenez compte du fait que l'adaptation d'un choix n'est pas visible immédiatement dans tous les environnements (MyProximus via le site web et l'app, TV).\nAppliquer l'adaptation dans nos systèmes et bases de données prend un peu de temps.</p> Vous pouvez parfois refuser que vos données à caractère personnel soient traitées de façon entièrement automatique.\n<p>Si Proximus traite vos données à caractère personnel de façon entièrement automatique (sans intervention humaine), vous pouvez vous y opposer.</p> Vous pouvez demander le transfert de vos données à caractère personnel.\n<p>Vous pouvez transférer à vous-même ou à un tiers les données à caractère personnel que vous avez vous-même fournies à Proximus (par ex.\nvos données de contact).</p> Vous pouvez vous faire inscrire sur la liste \"Ne m'appelez plus\".\n<p>Si vous ne souhaitez plus recevoir d'appels commerciaux de sociétés ou d’organisations sur votre téléphone ou GSM, vous pouvez vous inscrire sur la liste \"Ne m’appelez plus\".\nRendez-vous pour ce faire sur le site web www.ne-m-appelez-plus.be, téléphonez au numéro 078 77 00 12 ou adressez-vous par courrier à l'ASBL Do Not Call Me, Z1 Researchpark 120 – 1731 Zellik.</p>\n<p>La législation oblige toute société ou organisation proposant des offres commerciales par téléphone ou GSM à respecter cette liste.\nElles sont tenues d’enlever votre numéro de téléphone et votre nom de leur liste et ne vous appelleront donc plus pour promouvoir leurs produits, services ou promotions spéciales.\nChaque société ou organisation est tenue de respecter la liste \"Ne m’appelez plus\".\nProximus n’a pas la compétence de contrôler et surveiller cet aspect dans d'autres entreprises.</p>\n<p>Pour toute plainte au sujet d’appels commerciaux indésirables, vous pouvez vous adresser au Service public fédéral Économie, P.M.E., Classes moyennes et Énergie, Contact Center, rue du Progrès, 50, 1210 Bruxelles, en composant le numéro gratuit 0800 120 33 ou via le point de contact: pointdecontact.belgique.be (rubrique \"Démarchage téléphonique\").</p> Vous pouvez demander de vous inscrire sur la liste Robinson.\n<p>Si vous ne souhaitez plus recevoir de lettres commerciales de toutes les entreprises membres de la Belgian Direct Marketing Association, vous pouvez vous inscrire sur les listes Robinson via www.robinson.be ou à l'adresse suivante: BDMA – Service Robinson, Z1 Researchpark 120 – 1731 Zellik.</p> Comment pouvez-vous exercer ces droits? En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Pour nous assurer que la demande est introduite par la bonne personne, nous vous demandons de prouver votre identité en nous fournissant une copie du recto de votre carte d'identité (pour éviter qu'une autre personne n'exerce vos droits).\nSi nécessaire, nous pouvons demander des informations supplémentaires afin de nous permettre de vous identifier de manière unique.</p>\n<p>Nous disposons d'un délai de 30 jours pour répondre à votre demande.\nCe délai prend cours dès que nous possédons tous les renseignements nécessaires à cet effet.</p>\n<p>Le délai de 30 jours peut être prolongé de maximum 60 jours, compte tenu du nombre de demandes en instance et de la complexité de celles-ci.\nNous vous informerons toujours dans le délai initial de tout retard de traitement éventuel.</p>\n<p>Nous mettons tout en œuvre pour adapter le plus rapidement possible nos systèmes et bases de données.\nL'application de votre choix peut toutefois prendre du temps.\nVeuillez lire les consignes ci-dessous pour savoir comment nous communiquer vos préférences en matière de vie privée.</p> Vous êtes client Proximus? <p>Rendez-vous sur notre site web www.proximus.be.\nSurfez sur MyProximus et connectez-vous à l'aide de votre mot de passe.\nUne fois connecté à MyProximus, sélectionnez la rubrique \"Mon compte\" et cliquez ensuite sur \"Vie privée\" afin de configurer/modifier vos préférences en matière de vie privée ou retirer les autorisations préalablement données.\nDans la même rubrique, sous \"Mes notifications\", vous pouvez également indiquer quels canaux de communication nous pouvons utiliser pour vous contacter.</p>\n<p>Si vous n'avez pas accès à MyProximus, suivez les instructions données pour créer votre compte MyProximus.</p>\n<p>Si vous n'avez pas d'accès internet, vous pouvez communiquer vos préférences auprès de notre service clientèle au numéro gratuit 0800 33 800.</p> Vous n'êtes pas client Proximus? <p>Les particuliers peuvent nous communiquer leurs préférences en matière de protection de la vie privée via le numéro gratuit 0800 33 800.</p>\n<p>Les indépendants et les PME peuvent nous communiquer leurs préférences en matière de vie privée via le numéro gratuit 0800 33 500.</p>\n<p>Les moyennes et grandes entreprises ainsi que les organismes publics peuvent composer le numéro gratuit 0800 33 200.</p>\n<p>Vous trouverez ci-dessous un aperçu pratique des différents droits et les points de contact respectifs.</p>\n<p>\n<strong>Quoi?</strong>\n</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>\n<strong>Droit d'accès</strong>\n</p>\n<p>Contactez le Proximus Data Protection Office par e-mail: privacy@proximus.com ou via ce formulaire web, ou par courrier: Boulevard du Roi Albert II, 27, 1030 Bruxelles.</p>\n<p>\n<strong>Droit de rectification</strong>\n</p>\n<p>Rectifiez vous-même certaines données via MyProximus (web)/Mon compte/Mon compte client.\nSi vous ne pouvez pas les adapter, contactez le service clientèle de Proximus au 0800 33 800 ou via ce formulaire web.</p>\n<p>\n<strong>Opposition à une approche par écrit</strong>\n</p>\n<p>Adaptez vous-même cette préférence via MyProximus (web)/Mon compte/Mes notifications.\nSi vous ne pouvez pas l'adapter, contactez le service clientèle de Proximus au 0800 33 800.</p>\n<p>\n<strong>Opposition à une approche par téléphone</strong>\n</p>\n<p>Adaptez vous-même cette préférence via MyProximus (web)/Mon compte/Mes notifications.\nSi vous ne pouvez pas les adapter, contactez le service clientèle de Proximus au 0800 33 800.</p>\n<p>\n<strong>Opposition à une approche par e-mail/SMS</strong>\n</p>\n<p>Adaptez vous-même cette préférence via MyProximus (web)/Mon compte/Mes notifications ou via MyProximus (app)/Paramètres du compte/Paramètres de vie privée.\nSi vous ne pouvez pas l'adapter, contactez le service clientèle de Proximus au 0800 33 800.</p>\n<p>\n<strong>Opposition aux activités de prospection</strong>\n</p>\n<p>Contactez le Proximus Data Protection Office par e-mail: privacy@proximus.com ou via ce formulaire web, ou par courrier: Boulevard du Roi Albert II, 27, 1030 Bruxelles.</p>\n<p>\n<strong>Opposition à la publicité personnalisée à la TV</strong>\n</p>\n<p>Contactez le service clientèle de Proximus au 0800 33 750 ou adaptez vous-même cette préférence via MyProximus (web)/Mon compte/Ma vie privée ou via MyProximus (app)/Paramètres du compte/Paramètres de vie privée (également disponible prochainement via le menu d'options sur votre écran de télévision)</p>\n<p>\n<strong>Opposition aux recommandations personnalisées concernant les services TV</strong>\n</p>\n<p>Adaptez vous-même cette préférence via le menu d'options sur votre écran de télévision ou via MyProximus (web)/Mon compte/Ma vie privée ou via MyProximus (app)/Paramètres du compte/Paramètres de vie privée.</p>\n<p>\n<strong>Opposition à l'utilisation des données de localisation du réseau mobile pour les rapports anonymes</strong>\n</p>\n<p>Contactez le Proximus Data Protection Office par e-mail: privacy@proximus.com - veuillez spécifier le numéro de téléphone mobile pour lequel l'opposition est demandé.</p>\n<p>\n<strong>Suppression de données dans l'annuaire téléphonique</strong>\n</p>\n<p>Par e-mail à l'adresse: annuaire@1307.be ou par courrier à l'adresse: Service Annuaire - Boulevard Roi Albert II 27, B-1000 Bruxelles (également disponible prochainement via le site et l'app MyProximus).</p>\n<p>\n<strong>Suppression de données dans la base de données 1307</strong>\n</p>\n<p>Par e-mail à l'adresse: annuaire@1307.be ou par courrier à l'adresse: Service Annuaire - Boulevard Roi Albert II 27, B-1000 Bruxelles (également disponible prochainement via le site e et l'app MyProximus).</p>\n<p>Si notre réponse ne répond pas à vos attentes, veuillez contacter le Proximus Data Protection Office, soit par e-mail à l'adresse privacy@proximus.com, soit via ce formulaire web, soit par courrier à l'adresse Boulevard du Roi Albert II, 27, 1030 Bruxelles.</p> Introduction d'une plainte auprès de l'Autorité de protection des données En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Si la réponse de Proximus ne répond pas à vos attentes ou si vous ne partagez pas notre point de vue, vous pouvez contacter l'Autorité de protection des données et déposer plainte.\nPlus d'infos sur www.autoriteprotectiondonnees.be/contact.</p>\n<p>\n<i>\n</i>\n</p> Informations spécifiques relatives à la protection de la vie privée pour les clients professionnels et leurs utilisateurs finaux <p>\n<strong>Les dispositions spécifiques du présent chapitre s'appliquent lorsqu'un client professionnel utilise les produits et services de Proximus.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i> Proximus en qualité de responsable du traitement <p>Proximus agit en tant que responsable du traitement pour les données d'identification et de contact des personnes de contact du client recueillies par Proximus et pour les données générées par l'utilisation des services de communication électroniques de Proximus par le client et ses utilisateurs finaux, telles que les métadonnées relatives au trafic de communication.\nProximus agit également en tant que responsable du traitement pour les données communiquées par le client dans le cadre de la création de dossiers dans un système de Proximus (par ex.\nen cas de dérangements) et de la communication relative à ces dossiers.</p>\n<p>Ces données sont utilisées pour fournir les produits et services demandés, pour pouvoir établir et facturer l’interconnexion avec les réseaux électroniques de communication d’autres opérateurs, pour contrôler l'utilisation correcte des services de roaming à l'étranger, pour la gestion de litiges, pour la détection de fraude et d’infractions envers Proximus, ses employés, ses clients ou ses fournisseurs, pour améliorer la qualité des produits et services, à des fins de reporting interne, pour le planning et l’organisation de l’infrastructure de télécommunications, pour réaliser des études de marché et inviter le client ou ses utilisateurs finaux à tester des produits et services, pour établir des profils clients afin de fournir au client ou à ses utilisateurs des informations plus pertinentes sur nos produits, services et offres.</p>\n<p>Par ailleurs, Proximus traite une série de données à caractère personnel par intérêt légitime à promouvoir ses produits et services en vue d'accroître ses parts de marché.\nElle traite également des données à caractère personnel lorsque la loi l'y oblige, comme dans le cadre de demandes émanant des autorités compétentes.</p>\n<p>Proximus délègue aux clients professionnels l'obligation de transmettre les informations importantes suivantes à leurs utilisateurs finaux:</p>\n<ul>\n<li>informations sur le traitement de données à caractère personnel des utilisateurs finaux par Proximus en qualité de responsable du traitement, aux fins énoncées dans le paragraphe ci-dessus;</li>\n<li>moyens par lesquels les utilisateurs peuvent exercer leurs droits concernant leurs données à caractère personnel, comme décrit plus loin dans le présent chapitre;</li>\n<li>durée de conservation des données à caractère personnel par Proximus: les données à caractère personnel sont conservées 10 ans maximum après la fin du contrat du client.\nLes données à caractère personnel relatives au trafic de communication sont conservées pendant 12 mois.</li>\n</ul>\n<p>Les participants aux événements organisés par Proximus peuvent être filmés ou photographiés.\nLes photos et vidéos peuvent être publiées sur des interfaces accessibles au public (sites web, pages Facebook, apps...).\nProximus peut utiliser les photos et vidéos pour illustrer les comptes rendus de ces événements dans le cadre de ses campagnes de communication ou présentations promotionnelles.\nVous avez le droit de demander la suppression des photos ou vidéos où vous figurez.\nEnvoyez pour ce faire un e-mail à enterprise.events@proximus.com.</p>\n<p>Utilisation des expériences de clients dans les campagnes Proximus<br>\nSi un client a autorisé Proximus à publier son témoignage, ses propos ou son avis par rapport à son utilisation des services Proximus dans le cadre d'une campagne de marketing ou toute autre forme de communication ou durant un événement de co-création, Proximus est autorisée à traiter les données à caractère personnel pertinentes de ce client.\nProximus conserve les données à caractère personnel utilisées à cette fin pendant une période de 5 ans.\nLe client peut à tout moment retirer son consentement en vue du traitement de ses données à cette fin via www.enterprises.proximus.be/preference_centre_fr.</p> Proximus en qualité de sous-traitant <p>Proximus agit en qualité que sous-traitant chaque fois qu'elle traite des données à caractère personnel pour le compte du client.</p>\n<p>C'est le cas pour les données à caractère personnel:</p>\n<ul>\n<li>que le client stocke dans les centres de données ou dans le cloud de Proximus (par ex.\nHosting, vContainer, Push-to-talk, Call Connect, Hosted Skype for Business, Cloud managed dedicated hosting et autres services de cloud);</li>\n<li>que le client introduit dans une application mise à sa disposition par Proximus (par ex.\nInvoice Insights, Mobile Device Management, Proximus Fleet Management);</li>\n<li>que le client confie à Proximus en vue de la configuration du service.</li>\n</ul> Autres sous-traitants <p>Lorsqu’elle agit en qualité de sous-traitant à l'égard de données à caractère personnel du client ou des utilisateurs finaux de ce dernier, Proximus peut faire appel à d'autres sous-traitants.\nProximus demeure responsable vis-à-vis du client de la protection des données à caractère personnel des utilisateurs finaux du client.\nLa liste des sous-traitants de Proximus inclut les sous-contractants pour les produits et services fournis à nos clients professionnels pour lesquels Proximus intervient en tant que sous-traitant.\nProximus veillera à la mise à jour de la présente liste.</p>\n<p>La liste des sous-traitants peut être consultée ici (pdf en anglais).</p> Droits des utilisateurs finaux des clients professionnels à l’égard de leurs données à caractère personnel <p>Les utilisateurs finaux des clients professionnels disposent d'un droit d'accès, de rectification et de suppression à l'égard de leurs données.</p>\n<p>Si les utilisateurs finaux reçoivent eux-mêmes une facture de Proximus, ils peuvent exercer ces droits en contactant le Proximus Data Protection Officer et en envoyant une demande (datée et signée) au Proximus Data Protection Officer (boulevard du Roi Albert II, 27 à 1030 Bruxelles) ou via privacy@proximus.com.\nToute demande doit être accompagnée d'une copie de la carte d'identité.</p>\n<p>Si les utilisateurs finaux ne reçoivent pas de facture de Proximus, ils sont tenus de s'adresser au client professionnel dont ils dépendent pour exercer ces droits.</p>\n<p>Les clients professionnels et leurs personnes de contact peuvent communiquer à Proximus leurs préférences en matière de communication d'informations commerciales de Proximus via https://www.enterprises.proximus.be/preference_centre_fr</p>\n<p>Les utilisateurs finaux ont le droit de déposer plainte auprès de l'Autorité de protection des données.\nPlus d'infos sur www.autoriteprotectiondonnees.be/contact.</p> Proximus Affinity Program <p>Si vous êtes membre du « Proximus Affinity Program » et que vous bénéficiez donc, grâce à votre employeur ou communauté, de tarifs avantageux sur vos produits télécom, Proximus vérifiera à intervalles régulières, auprès de votre employeur ou auprès de l’entreprise via laquelle vous pouvez en bénéficier, si vous êtes toujours dans les conditions requises pour en profiter.</p> Les filiales du Groupe Proximus (notamment SpearIT) <p>Nous pouvons partager avec nos filiales vos données à caractère personnel (ex.\nvos coördonnées) ainsi que les données relatives aux produits et services que vous utilisez ou susceptibles de vous intéresser en vue de vous informer sur toutes les solutions du Groupe Proximus, sauf si vous y opposez.\nNous pouvons également informer nos filiales de vos habitudes de paiement de votre part en vue de protéger les intérêts du Groupe Proximus.</p>\n<p>\n<i>\n</i>\n</p> Mises à jour de la politique en matière de protection de la vie privée <p>\n<strong>Notre politique en matière de protection de la vie est mise à jour en permanence.\nConsultez donc régulièrement ce site.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>Notre politique en matière de protection de la vie privée peut faire l’objet de futures extensions ou adaptations, par exemple en cas de nouveaux développements.\nNous vous conseillons dès lors de la consulter régulièrement.</p>\n<p>\n<i>\n</i>\n</p> Coordonnées du Data Protection Officer <p>\n<strong>Pour toute autre question concernant notre politique en matière de protection de la vie privée, contactez notre Data Protection Officer.</strong>\n</p> En voir plus<i>\n</i>En voir moins<i>\n</i>\n<p>En cas de question concernant notre politique en matière de protection de la vie privée, contactez le Proximus Data Protection Officer.</p> Comment le contacter? <p>\n<strong>E-mail:</strong> privacy@proximus.com</p>\n<p>\n<strong>Addresse:</strong> Boulevard du Roi Albert II, 27 - 1030 Bruxelles</p>\n<p>\n<strong>Formulaire web:</strong> lien vers le formulaire web</p> ", "created_at": "2021-06-29 19:47:53.582686", "updated_at": "2021-06-29 19:48:06.774883"}], "points": [], "urls": ["proximus.be"]}}