{"error": 448, "message": "OK", "parameters": {"id": 3219, "name": "Dictionnaires des francophones", "created_at": "2021-04-23 12:01:13.658777", "updated_at": "2021-04-24 00:01:23.352067", "wikipedia": null, "keywords": null, "related": null, "slug": "dictionnaires_des_francophones", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3219.png", "url": "dictionnairedesfrancophones.org", "documents": [{"id": 5262, "name": "Terms of use", "url": "https://www.dictionnairedesfrancophones.org/cgu", "xpath": "//body", "text": "Ce site utilise des cookies afin d'analyser le trafic des visites.\nAucune information personnelle permettant de vous identifier n'est partagéeJe valideDictionnaire<br>des francophonesRechercherMentions légalesMentions légales - Dictionnaire des francophones 1 - Mentions légales 1.1 Éditeur <p>Le site internet <em>www.dictionnairedesfrancophones.org</em> ainsi que les applications mobiles « <em>Dictionnaire des francophones</em> » sont édités par le ministère français de la Culture, 182 rue Saint Honoré, 75 033 Paris Cedex 01, France.</p>\n<p>\n<strong>1.2 Directeur de la publication</strong>\n</p>\n<p>Le directeur de la publication est M.\nPaul de Sinety, Délégué général à la langue française et aux langues de France au ministère français de la Culture.</p>\n<p>Les contenus proposés sur le <em>Dictionnaire des francophones</em> proviennent des contributions des usagers et de différentes sources externes, sélectionnées par le conseil scientifique du <em>Dictionnaire des francophones</em>.\nNous vous invitons à consulter la page <em>Présentation du projet</em> pour davantage d'informations à ce sujet.</p>\n<p>\n<strong>1.3 Hébergement</strong>\n</p>\n<p>Le site internet <em>www.dictionnairedesfrancophones.org</em> est hébergé par la très grande infrastructure de recherche <em>Huma-Num</em> - UMS 3598 CNRS, 54 boulevard Raspail, 75006 Paris.</p>\n<p>\n<strong>1.4 Réalisation du <em>Dictionnaire des francophones</em>\n</strong>\n</p>\n<p>La plate-forme technique du <em>Dictionnaire des francophones</em> est développée par la société <em>Mnémotix</em>, sous le pilotage de l'Institut international pour la Francophonie (Université Lyon III Jean Moulin).</p>\n<p>Pour plus d'informations sur les partenaires et prestataires impliqués dans la conception et la réalisation du <em>Dictionnaire des francophones</em>, nous vous invitons à consulter la page <em>Crédits</em>.</p>\n<p>\n<strong>1.5 Définitions</strong>\n</p>\n<p>« <em>Dictionnaire des francophones</em> » désigne le site internet accessible à l'adresse : <em>http://www.dictionnairedesfrancophones.org</em> ainsi que les applications mobiles dénommées « <em>Dictionnaire des francophones</em> » et disponibles sur les plates-formes Google Play et Apple Store.</p>\n<p>« Utilisateur » : désigne toute personne physique accédant au <em>Dictionnaire des francophones</em> et/ou utilisant une des offres éditoriales ou services qui y sont associés.</p>\n<p>« Partenaire(s) » : désigne tout partenaire participant au projet du <em>Dictionnaire des francophones</em>.</p>\n<p>« Contenus » : désigne l'ensemble des données et plus généralement des informations diffusées sur le <em>Dictionnaire des francophones</em>.</p>\n<p>« Services » : désigne l'une ou l'ensemble des fonctionnalités fournies sur le site et accessibles en ligne à partir du <em>Dictionnaire des francophones</em>.</p> 2 - Conditions Générales d'Utilisation <p>\n<strong>2.1.\nObjet</strong>\n</p>\n<p>Les présentes Conditions Générales d'Utilisation ont pour objet de définir les modalités d'accès, d'utilisation et de réutilisation des contenus et données présents dans le <em>Dictionnaire des francophones</em>.</p>\n<p>\n<strong>2.2.\nAvertissement</strong>\n</p>\n<p>Les Conditions Générales d'Utilisation applicables sont celles dont la version en vigueur est accessible en ligne sur le site du <em>Dictionnaire des francophones</em> à l'adresse suivante et à la date de la connexion de l'utilisateur : <em>http://www.dictionnairedesfrancophones.org/cgu</em>.</p>\n<p>\n<strong>2.3.\nAccès</strong>\n</p>\n<p>Toute personne accède gratuitement au site internet <em>Dictionnaire des francophones</em> ainsi qu'au téléchargement de l'application « <em>Dictionnaire des francophones</em> », à ses mises à jour et à l'intégralité de ses fonctionnalités depuis la boutique d'applications présente sur son appareil mobile.\nIl n'y a pas de contenus ou de fonctionnalités payantes (achats intégrés) sur le site internet ni dans l'application « <em>Dictionnaire des francophones</em> ».</p>\n<p>\n<strong>2.4.\nPropriété intellectuelle et réutilisation</strong>\n</p> 2.4.1 Structure générale et code de l'application <p>L'infrastructure logicielle du site internet « <em>Dictionnaire des francophones</em> » est basée sur du code source mis à disposition sous licence libre.\nLa licence utilisée est la licence Apache, version 2.0 : <em>http://www.apache.org/licenses/LICENSE-2.0</em>.</p>\n<p>Les applications « <em>Dictionnaire des francophones</em> » proposées sur Google Play et Apple Store sont basées sur du code source mis à disposition sous licence libre.\nLa licence utilisée est la licence Apache, version 2.0 : <em>http://www.apache.org/licenses/LICENSE-2.0</em>.</p>\n<p>Les logos « <em>Dictionnaire des francophones</em> » et « DDF » ainsi que la charte graphique et les différents pictogrammes utilisés sur le site internet et les applications mobiles du <em>Dictionnaire des francophones</em> sont mises à disposition du public sous la licence libre Creative Commons CC-BY-SA 3.0 : <em>https://creativecommons.org/licenses/by-sa/3.0/fr/</em>.</p> 2.4.2 Marques <p>Les marques de l'Institut international pour la Francophonie, de l'université Jean Moulin Lyon 3, du ministère de la Culture et de leurs Partenaires ainsi que leurs logos sont des marques protégées par un droit de propriété industrielle.</p>\n<p>Toute reproduction totale ou partielle de ces marques et de leur logo sans l'autorisation expresse de leurs ayants droit est donc strictement interdite et constitue un délit de contrefaçon au sens du code de la propriété intellectuelle.</p> 2.4.3 Contenus textuels <p>Tous les contenus de nature textuelle (termes, définitions, nomenclature et tout autre renseignement associé aux entrées) proposés sur le <em>Dictionnaire des francophones</em>, autre que les catégories de données énumérées à l'article 2.4.6, sont mis à disposition du public selon les termes de la licence libre Creative Commons CC-BY-SA 3.0 : <em>https://creativecommons.org/licenses/by-sa/3.0/fr/</em>.</p>\n<p>Cela signifie notamment que tout Utilisateur est libre d'accéder aux données, de les réutiliser, de les modifier, de les rediffuser, sous réserve notamment des conditions suivantes :</p>\n<ul>\n<li>\n<p>Attribution : Vous devez créditer l'Œuvre, intégrer un lien vers la licence et indiquer si des modifications ont été effectuées à l'Œuvre.\nVous devez indiquer ces informations par tous les moyens raisonnables, sans toutefois suggérer que l'Offrant vous soutient ou soutient la façon dont vous avez utilisé son Œuvre.</p>\n</li>\n<li>\n<p>Partage dans les Mêmes Conditions : Dans le cas où vous effectuez un remix, que vous transformez, ou créez à partir du matériel composant l'Œuvre originale, vous devez diffuser l'Œuvre modifiée dans les mêmes conditions, c'est-à-dire avec la même licence avec laquelle l'Œuvre originale a été diffusée.</p>\n</li>\n</ul> 2.4.4 Contributions des Utilisateurs au Dictionnaire des francophones <p>Les Utilisateurs qui contribuent au <em>Dictionnaire des francophones</em> acceptent expressément de placer ces contributions sous la licence libre Creative Commons CC-BY-SA 3.0 : <em>https://creativecommons.org/licenses/by-sa/3.0/fr/</em>.</p>\n<p>L'ensemble des contributions des Utilisateurs sont mises à disposition du public sous la licence Creative Commons CC-BY-SA 3.0.</p> 2.4.5 Contenus sonores et audiovisuels <p>Tous les contenus de nature sonore ou audiovisuelle (prononciations et enregistrements sonores des termes proposés notamment) proposés sur le <em>Dictionnaire des francophones</em>, sont mis à disposition du public selon les termes de la licence libre Creative Commons CC-BY-SA 3.0 : <em>https://creativecommons.org/licenses/by-sa/3.0/fr/</em>.</p> 2.4.6 Contenus culturels et données dictionnairiques produits par les partenaires du ministère de la Culture et présentés dans le cadre du Dictionnaire des francophones <p>Par exception à l'article 2.4.3 des présentes conditions générales d'utilisation, les données suivantes proposées par certains Partenaires du ministère de la Culture, sont soumises à des conditions d'utilisation particulières :</p>\n<ul>\n<li>\n<p>Les données issues de la <em>Base de données lexicographiques panfrancophone</em> (BDLP), éditée par l'université Laval à Québec :</p>\n<blockquote>\n<p>\n<em>www.bdlp.org</em> ;</p>\n</blockquote>\n</li>\n<li>\n<p>Les données issues du <em>Dictionnaire des régionalismes français</em> (DRF), édité par le laboratoire ATILF-CNRS (<em>www.atilf.fr</em>) ;</p>\n</li>\n<li>\n<p>Les données issues du <em>Grand Dictionnaire terminologique</em> (GDT),</p>\n<blockquote>\n<p>édité par l'Office québécois de la langue française (<em>www.oqlf.gouv.qc.ca/</em>) ;</p>\n</blockquote>\n</li>\n<li>\n<p>Les données issues du <em>Dictionnaire des Belgicismes</em>, édité en 1994 par un collectif d'auteurs sous la coordination de Mme Lenoble-Pinson.</p>\n</li>\n</ul>\n<p>Les conditions d'utilisation de ces données sont les suivantes :</p>\n<ul>\n<li>\n<p>Les données sont mises à disposition du public selon les termes de la licence Creative Commons CC-BY-NC-ND 4.0 (<em>https://creativecommons.org/licenses/by-nc-nd/4.0/deed.fr</em>) ;</p>\n</li>\n<li>\n<p>La reproduction des données des Partenaires respecte leur intégrité et la présentation qui en est faite sur le <em>Dictionnaire des francophones</em> ;</p>\n</li>\n<li>\n<p>Lorsqu'elles sont réutilisées, les données des Partenaires sont toujours accompagnées de la mention claire et explicite de leur source et d'un lien hypertexte renvoyant au site (externe) de l'auteur (lorsque celui-ci est disponible), afin que l'Utilisateur puisse accéder à davantage d'informations ;</p>\n</li>\n<li>\n<p>Les données des Partenaires ne peuvent pas être téléchargées dans leur intégralité (nomenclature complète, extractions automatisées, etc.) à partir du <em>Dictionnaire des francophones</em> ;</p>\n</li>\n<li>\n<p>Les données des Partenaires ne peuvent pas être versées (cédées, transférées) dans des projets ou bases de données autres que le <em>Dictionnaire des francophones</em>, sans un accord préalable auprès de l'auteur ;</p>\n</li>\n<li>\n<p>Les données des Partenaires sont accessibles au sein du <em>Dictionnaire des francophones</em>, sur tous supports actuels ou à venir (site internet, site pour mobile, applications mobiles pour App Store et Google Play) et sont réutilisables à des fins pédagogiques ou non commerciales ;</p>\n</li>\n<li>\n<p>Les utilisations commerciales des données des Partenaires par des tiers requièrent un accord préalable auprès de leurs auteurs.</p>\n</li>\n</ul> 2.5.\nLiens hypertextes 2.5.1 Liens sortants du Dictionnaire des francophones <p>Le <em>Dictionnaire des francophones</em> fournit des liens hypertextes profonds pointant vers des sites tiers.\nCes liens ou références ne constituent ni une approbation ni une validation de leurs contenus.\nLe <em>Dictionnaire des francophones</em> ne pourra en aucun cas être tenu responsable de la teneur des pages du site, et ne sera tenu responsable d'aucun dommage ou préjudice en découlant.\nLes hyperliens profonds vers d'autres sites sont proposés aux Utilisateurs uniquement par pure commodité et n'engendre à ce titre aucune obligation de quelque nature que ce soit à la charge du <em>Dictionnaire des francophones</em>, qui ne dispose d'aucun moyen de contrôle et de surveillance des sites ainsi référencés ni de leurs évolutions et mises à jour.\nLes Utilisateurs doivent se reporter aux mentions légales et conditions générales d'utilisation des sites des institutions partenaires.</p> 2.5.2 Liens vers le Dictionnaire des francophones <p>La création de liens hypertextes en direction d'une page du <em>Dictionnaire des francophones</em> est libre à la condition qu'elle ne porte pas atteinte aux intérêts matériels ou moraux du ministère de la Culture et qu'elle ne crée pas de confusion sur la source des Services et/ou Contenus.</p> 2.6.\nAccès aux documents administratifs et réutilisations des informations publiques <p>Aux termes des dispositions des articles L.\n330-1 et R.\n330-2 du code des relations entre le public et l'administration (CRPA), la personne responsable de l'accès aux documents administratifs est le sous-directeur des affaires juridiques du ministère de la Culture, qu'il est possible de contacter en envoyant un message à l'adresse suivante : <em>bdl.cada@culture.gouv.fr</em>.</p>\n<p>Vous pouvez également saisir la personne responsable de l'accès aux documents administratifs par courrier en écrivant à l'adresse suivante :</p>\n<p>Ministère de la Culture<br>À l'attention du sous-directeur des affaires juridiques, personne responsable de l'accès aux documents administratifs<br>182 rue Saint-Honoré<br>75033 Paris Cedex 01</p> 2.7.\nResponsabilité, contributions et modération <p>Les informations présentées dans le <em>Dictionnaire des francophones</em> sont données à titre purement indicatif.\nElles sont modifiables à tout moment et sans préavis.</p>\n<p>Le ministère de la Culture et ses Partenaires ne sauraient en aucun cas être tenus responsables des opinions éventuellement exprimées dans les contributions des Utilisateurs, qui n'engagent que leurs auteurs.\nIl est précisé que la modération des contributions des utilisateurs est effectuée <em>a posteriori</em> par la communauté d'Utilisateurs du <em>Dictionnaire des francophones</em>.</p>\n<p>Le ministère de la Culture ne peut être tenu responsable des dommages directs et indirects, prévisibles et imprévisibles tels que des pertes de gains ou de profits, pertes de données, pertes de matériel ainsi que des frais de réparation, récupération ou reproduction résultant de l'utilisation et/ou de l'impossibilité d'utiliser les services et contenus de l'application.</p>\n<p>Malgré les soins et les contrôles de l'équipe en charge du <em>Dictionnaire des francophones</em>, des erreurs, bogues ou omissions involontaires peuvent subsister.\nSi vous souhaitez nous faire part de vos remarques ou réclamations, vous pouvez nous contacter à l'adresse suivante :</p>\n<p>\n<em>contact@dictionnairedesfrancophones.org</em>\n</p> 2.8.\nDonnées illicites <p>Conformément à la loi pour la confiance dans l'économie numérique du 21 juin 2004, le site et les applications mobiles du <em>Dictionnaire des francophones</em> permettent à tout individu ou usager de signaler tout contenu susceptible de revêtir les caractères des infractions visées aux cinquième et huitième alinéas de l'article 24 de la loi du 29 juillet 1881 sur la liberté de presse et aux articles 227-23 et 227-24 du Code pénal.</p>\n<p>Pour nous signaler un tel contenu, nous vous invitons à nous contacter en envoyant un message à <em>contact@dictionnairedesfrancophones.org</em> en précisant la localisation exacte au sein du <em>Dictionnaire des francophones</em> du contenu que vous estimez illicite.</p> 2.9.\nLoi applicable et juridiction compétente <p>Les présentes conditions générales d'utilisation sont entièrement soumises au droit français.\nL'utilisateur du <em>Dictionnaire des francophones</em> reconnaît la compétence exclusive des tribunaux compétents de Paris.</p> 3 - Données personnelles 3.1.\nInformations relatives aux données personnelles collectées sur le site 3.1.1.\nOrigine et finalité de la collecte des données personnelles <p>Le <em>Dictionnaire des francophones</em> met en œuvre plusieurs traitements de données personnelles ayant pour finalité d'assurer :</p>\n<ul>\n<li>\n<p>la collecte de la géolocalisation de l'Utilisateur rend possible l'affichage de résultats de recherche personnalisés dans le <em>Dictionnaire des francophones</em>, en fonction de sa position géographique .\nla géolocalisation est soit automatique, réalisée à partir des capteurs ou des caractéristiques de connexion à internet de l'Utilisateur, soit saisie manuellement par l'Utilisateur .\npour des raisons de confidentialité, la géolocalisation est imprécise, le maillage le plus fin retenu s'arrêtant au niveau de la ville ou commune, ou de l'arrondissement (uniquement pour les plus grandes villes) .\ncette fonctionnalité ne permet en aucun cas la collecte d'adresses personnelles ;</p>\n</li>\n<li>\n<p>la collecte d'une adresse électronique, d'un pseudonyme et d'un mot de passe est obligatoire pour rendre possible la contribution des utilisateurs au <em>Dictionnaire des francophones</em>, à travers les fonctionnalités permettant d'une part l'ajout d'une nouvelle entrée, et d'autre part celles permettant de compléter une entrée existante avec des informations complémentaires ;</p>\n</li>\n<li>\n<p>la géolocalisation (optionnelle) de l'Utilisateur lors son inscription permet de classer et de présenter ses contributions aux autres Utilisateurs selon plusieurs zones géographiques non identifiantes telles que « Monde francophone », « Europe », ou « Afrique » .\ncette fonctionnalité ne permet en aucun cas la collecte d'adresses personnelles ;</p>\n</li>\n<li>\n<p>les informations complémentaires optionnelles éventuellement collectées sur la page « mon profil », lorsque l'utilisateur a exprimé son consentement à ce que ces données puissent être utilisées à des fins scientifiques et/ou de recherche, à savoir :</p>\n<ul>\n<li>\n<p>son genre (champ fermé),</p>\n</li>\n<li>\n<p>son année de naissance (champ fermé),</p>\n</li>\n<li>\n<p>son rapport avec la langue française (champ fermé),</p>\n</li>\n<li>\n<p>ses autres langues parlées (champ ouvert),</p>\n</li>\n<li>\n<p>son domaine d'expertise (champ ouvert),</p>\n</li>\n</ul>\n<p>sont mises à disposition du conseil scientifique du <em>Dictionnaire des francophones</em> dans l'objectif de mener des études sociolinguistiques, analyses ou tout autre projet de recherche à vocation purement scientifique à partir des contributions des Utilisateurs .\nnous invitons les Utilisateurs à ne pas utiliser les champs ouverts proposés sur la page « Mon profil » pour renseigner des données à caractère personnel autres que celles demandées ;</p>\n</li>\n<li>\n<p>les adresses IP des Utilisateurs et leurs différentes connexions sur le <em>Dictionnaire des francophones</em> sont collectées pour permettre le suivi statistique de l'audience du <em>Dictionnaire des francophones</em> au moyen de l'outil <em>Matomo</em> (version à code ouvert disponible sur <em>https://fr.matomo.org/</em>).</p>\n</li>\n</ul>\n<p>Les données recueillies sur le <em>Dictionnaire des francophones</em> ne sauraient provenir que de l'enregistrement volontaire par les Utilisateurs d'une adresse de courrier électronique et/ou de données nominatives permettant de bénéficier de certaines fonctionnalités additionnelles telle que la possibilité de contribuer et d'enrichir le <em>Dictionnaire des francophones</em>, exception faite des adresses IP des visiteurs, qui sont enregistrées automatiquement par les systèmes de notre hébergeur Huma-Num et de l'outil d'analyse de trafic <em>Matomo</em>.</p> 3.1.2.\nDestination des données personnelles collectées sur le site <p>Les données personnelles collectées lors de l'inscription sur le <em>Dictionnaire des francophones</em> ne sont accessibles que par l'équipe du <em>Dictionnaire des francophones</em> en charge de son animation et de son exploitation, parmi lesquelles figurent des agents du ministère de la Culture, de l'Institut international pour la Francophonie, de son prestataire Mnémotix, et d'éventuels membres du conseil scientifique, à l'exception des éventuelles données personnelles qui seraient indiquées par l'Utilisateur dans des champs des entrées du <em>Dictionnaire des francophones</em> qui sont affichés au public, tels que les champs « Mot ou expression » ou le champ « Définition ».</p>\n<p>Les mots de passe des Utilisateurs sont chiffrés par nos systèmes, à l'aide de l'algorithme PBKDF2 (algorithme décrit par le standard Internet RFC 2898), lors de l'inscription sur le <em>Dictionnaire des francophones</em> et ne sont accessibles ni par l'Editeur, ni par ses Partenaires, ni par aucune autre personne ou tiers .\nl'Hébergeur s'engage à garantir la stricte confidentialité de ces données en mettant en œuvre tous les moyens techniques nécessaires pour y parvenir.</p>\n<p>Les données personnelles collectées sur le <em>Dictionnaire des francophones</em> sont à usage purement interne, et ne font l'objet d'aucune communication, cession ou divulgation à des tiers, à l'exception des données collectées sur la page « Mon profil » pour lesquelles l'utilisateur a donné son consentement pour une exploitation scientifique, qui peuvent être transmises à des Partenaires scientifiques du ministère de la Culture pour être exploitées à des fins uniquement scientifiques (analyse des contributions, travaux de recherche linguistiques…).\nIl est précisé ici que :</p>\n<ul>\n<li>\n<p>les Partenaires scientifiques devront au préalable avoir été accrédités par le conseil scientifique du <em>Dictionnaire des francophones</em> ;</p>\n</li>\n<li>\n<p>les Partenaires scientifiques dûment habilités par le conseil scientifique ne pourront accéder qu'aux contributions publiques des Usagers et aux informations qu'ils ont renseignées sur la page « Mon profil » .\nplus particulièrement, les données des comptes utilisateurs associées à ces contributions (adresse électronique et pseudonyme) ne seront pas divulguées, ce qui permet de garantir l'anonymat des données ainsi transmises.</p>\n</li>\n</ul> 3.1.3.\nResponsable des traitements de données personnelles collectées sur le site <p>Le responsable de l'ensemble des traitements de données à caractère personnel du <em>Dictionnaire des francophones</em> est le Délégué général à la langue française et aux langues de France du ministère français de la Culture.</p> 3.1.4.\nConservation des données personnelles collectées sur le site <p>Le ministère de la Culture conserve les données personnelles permettant la contribution pendant une période de trois (3) ans qui court à compter de la dernière connexion réussie de l'Utilisateur avec ses identifiants personnels, période à compter de laquelle les données relatives à son profil seront automatiquement effacées.</p>\n<p>L'Utilisateur peut par ailleurs à tout moment demander la suppression complète de ses données en supprimant son compte personnel depuis la page « modifier mes préférences » de son profil utilisateur (<em>http://www.dictionnairedesfrancophones.org/my_account/profile/settings</em>) sur le <em>Dictionnaire des francophones</em> .\nce faisant, l'intégralité de ses données sera supprimée, à l'exception d'un identifiant unique conservé pour des raisons logicielles et qui ne comporte aucune donnée à caractère personnel, et de ses contributions au <em>Dictionnaire des francophones</em>.</p>\n<p>L'ensemble des données du <em>Dictionnaire des francophones</em> est hébergé par la très grande infrastructure de recherche Huma-Num sur des serveurs situés exclusivement en France, y compris les données d'analyse d'audience réalisées au moyen de l'outil Matomo, installé sur la même infrastructure.</p>\n<p>Le ministère de la Culture garantit la confidentialité des informations enregistrées sur le <em>Dictionnaire des francophones</em>.\nLes adresses électroniques et les données nominatives des Utilisateurs inscrits n'y apparaissent à aucun moment, sauf si l'utilisateur a souhaité signer sa contribution directement dans l'un des champs publics du <em>Dictionnaire des francophones</em>, ce qui est fortement déconseillé.</p> 3.2.\nPolitique de protection des données personnelles <p>L'adoption par l'Union européenne du règlement 2016/79 relatif à la protection des personnes physiques à l'égard du traitement des données personnelles et à la libre circulation de ces données (RGPD) fixe un nouveau cadre pour la protection des données personnelles, en renforçant celui issu de la loi n°78-17 relative à l'Informatique, aux fichiers et aux libertés du 6 janvier 1978 modifiée.</p>\n<p>En particulier, le texte renforce les droits pour les personnes concernées par des traitements de données à caractère personnel : droits à l'information, d'accès, d'obtenir copie des données et d'opposition, dès lors qu'une personne a retiré son consentement au traitement de ces données.</p>\n<p>Le RGPD consacre également de nouveaux droits : droit à l'oubli (effacement général des données collectées), droit à la portabilité des données.</p>\n<p>Enfin, le RGPD impose un principe de transparence, en obligeant tout responsable de traitement à fournir une information concise, claire, compréhensible et aisément accessible sur les principales caractéristiques du traitement des données.</p> 3.3.\nExercer vos droits <p>Pour toute information ou tout exercice de vos droits (droit d'accès, de rectification ou d'effacement, droit à la limitation du traitement, droit à la portabilité des données et droit d'opposition) sur les traitements de données personnelles opérés par le <em>Dictionnaire des francophones</em> et ses différents services, vous pouvez contacter notre délégué à la protection des données (DPD) via le formulaire disponible à l'adresse suivante : <em>https://www.culture.gouv.fr/Contact-protection-des-donnees-personnelles</em>.</p>\n<p>Vous pouvez également contacter le délégué à la protection des données (DPD) par courrier en écrivant à l'adresse suivante :</p>\n<p>Ministère de la Culture<br>À l'attention du délégué à la protection des données (DPD)<br>182 rue Saint-Honoré<br>75033 Paris Cedex 01</p>\n<p>Vous disposez également du droit d'introduire une réclamation auprès de l'autorité de contrôle compétente (<em>CNIL</em>) si vous considérez que le <em>Dictionnaire des francophones</em> n'a pas respecté vos droits.</p>\n<p>En savoir plus sur vos droits : <em>CNIL - Droits de la personne</em>\n</p>\n<p>Vous pouvez retrouver sur la page suivante davantage d'informations sur les missions du délégué à la protection des données (DPD) : <em>https://www.culture.gouv.fr/Nous-connaitre/Organisation/Delegue-a-la-protection-des-donnees-DPD</em>\n</p> 3.4.\nTémoins de connexion (COOKIES) 3.4.1.\nUtilisation des témoins de connexion (cookies) sur le Dictionnaire des francophones <p>Les options d'enregistrement de vos identifiants, mots de passe et de la géolocalisation de l'appareil sur le site internet du <em>Dictionnaire des francophones</em> peuvent occasionner l'emploi d'un témoin de connexion ou cookie persistant (stocké sur le disque dur de votre ordinateur).</p>\n<p>La génération de ces témoins de connexion n'est en aucun cas systématique .\nces fichiers ont pour seule fonction de simplifier votre accès en supprimant la phase de saisie de votre identifiant et de votre mot de passe.\nNous vous recommandons de ne pas avoir recours à ces témoins de connexion si vous accédez à notre site internet depuis un poste en accès public.</p>\n<p>Ces témoins de connexion ne sont en aucune façon conçus à des fins de collecte de données personnelles.</p> 3.4.2.\nSuppression des témoins de connexion présents sur votre ordinateur <p>L'utilisateur pourra désactiver ces témoins de connexion par l'intermédiaire des paramètres figurant au sein de son logiciel de navigation et éventuellement les refuser de la manière décrite à l'adresse suivante : <em>https://www.cnil.fr/fr/cookies-les-outils-pour-les-maitriser</em>.</p>\n<p>Attention : cette manipulation pourra entraîner la suppression de tous les témoins de connexion utilisés par le navigateur, y compris ceux employés par d'autres sites internet, ce qui peut conduire à la perte de certaines informations ou certains réglages.</p> 4 - Accessibilité <p>Le site internet « <em>Dictionnaire des francophones</em> » est conforme aux spécifications du W3C relatives au standard HTML5.</p>\n<p>Il a été conçu pour fonctionner de manière optimale à partir des navigateurs internet suivants :</p>\n<ul>\n<li>\n<p>Chrome, v.\n77</p>\n</li>\n<li>\n<p>Firefox, v.\n70</p>\n</li>\n<li>\n<p>Safari, v.\n12</p>\n</li>\n<li>\n<p>Chrome Android, v.78</p>\n</li>\n<li>\n<p>Safari iOS, v12</p>\n</li>\n</ul>\n<p>Un effort particulier a été porté sur l'accessibilité du <em>Dictionnaire des francophones</em> aux personnes en situation de handicap.\nLes consignes de conception accessibles présentées dans le Référentiel Général d'Accessibilité pour les Administrations (<em>RGAA</em>) ont été suivies dans la mesure du possible, avec l'objectif d'une conformité totale aux critères de priorité A.</p>\n<p>Cependant, certaines fonctionnalités présentées au sein du <em>Dictionnaire des francophones</em> peuvent fonctionner de manière dégradée sur certains navigateurs adaptés.\nN'hésitez pas à nous contacter pour tout problème d'accessibilité rencontré lors de l'utilisation du <em>Dictionnaire des francophones</em>.</p> Enrichir lePrésentation du projetMentions légalesCréditsPartenairesversion 2.5.36mnemotix ", "created_at": "2021-04-23 12:01:14.630992", "updated_at": "2021-04-23 12:31:13.146525"}], "points": [], "urls": ["dictionnairedesfrancophones.org"]}}