{"error": 448, "message": "OK", "parameters": {"id": 3367, "name": "VUSE", "created_at": "2021-05-01 18:08:15.188344", "updated_at": "2021-05-02 00:00:55.368885", "wikipedia": null, "keywords": null, "related": null, "slug": "vuse", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3367.png", "url": "vuse.com", "documents": [{"id": 5566, "name": "PRIVACY NOTICE", "url": "https://www.vuse.com/privacy-notice ", "xpath": "", "text": " <p>\n<strong>JavaScript seems to be disabled in your browser.</strong> For the best experience on our site, be sure to turn on Javascript in your browser.\n</p> PRIVACY NOTICE INTRODUCTION\n<p>\n</p>\n<p>\nWelcome to the Vuse website.\nThis Privacy Notice explains what we do with your personal information when you visit www.vuse.com (“Website”).\nIt describes how we collect, use and process your personal information, and how, in doing so, we comply with our legal obligations to you.\nYour privacy is important to us, and we are committed to protecting and safeguarding your rights.<br>\n<br>\nFor the purpose of applicable data protection legislation, Nicoventures Trading Limited, a company incorporated in England and Wales with company number 06665343, whose registered office is at Globe House, 1 Water Street, London, WC2R 3LA, United Kingdom (“we”, “our” or “us”) is the ‘controller’ of your personal information.\nThis means we decide why and how your personal information is used and are responsible for protecting it.\nPlease refer to the end of this notice for our contact and company information.<br>\n<br>\nWe may amend this Privacy Notice from time to time.\nPlease visit this page regularly as we will post any changes here.\nWhere appropriate, we may also notify you of the changes by email.\nPlease see further the section Changes below.<br>\n<br>\nIf you are dissatisfied with any aspect of this Privacy Notice, you may have legal rights which we have described below where relevant.<br>\n<br>\nCONTENTS<br>\n<br>\n1.\nInformation we collect about you<br>\n2.\nHow we use your information <br>\n3.\nVerifying your age<br>\n4.\nMarketing<br>\n5.\nAutomated decision-making<br>\n6.\nSharing your information with third parties<br>\n7.\nWhere we store your information<br>\n8.\nHow we safeguard your information<br>\n9.\nHow long we keep your information<br>\n10.\nYour rights<br>\n11.\nChanges<br>\n12.\nHow to contact us<br>\n<br>\n</p>\n1.\nINFORMATION WE COLLECT ABOUT YOU\n<p> We collect personal information that you submit to us online via the Website or give to us when you contact or otherwise communicate with us.\nThis information includes:<br>\n<br>\n•\tyour name;<br>\n•\temail address;<br>\n•\tconfirmation that you are 18 years of age or older;<br>\n•\tdetails of your marketing preferences.\n<br>\n•\tinformation that you submit in any correspondence we have with you over email or phone.\nand<br>\n•\ttechnical information about your visit, including details of your visits to the Website and your navigation around the Website, traffic data, information about the device you use to access the Website, your Internet protocol (IP) address used to connect your device to the internet, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform (collectively “Device Data”).<br>\nWe also collect information about how visitors use our Website by using cookies and similar technologies.\nTo learn more about how we use cookies, please see our Cookies Notice.<br>\nFor details of the lawful bases that we rely on to be able to use and process your personal information, please see How we use your information.<br>\n<br>\n2.\nHOW WE USE YOUR INFORMATION<br>\n<br>\nThe purposes for which we use your personal information and the lawful basis under data protection laws on which we rely to do this are explained below.<br>\n<br>\nWhere you have provided CONSENT <br>\n<br>\nIf you provide us with your consent, we will rely on this:<br>\n<br>\n•\tto send you marketing communications by email;<br>\n•\tto use your Device Data for analytical and insight purposes.\n<br>\n•\tto use any personal information we receive through the use non-essential browser cookies on your device (please see our Cookies Notice for more information).\nand<br>\n•\tto identify and record when you have received, opened, forwarded or engaged with our electronic communications, or our Website (please see our Cookies Notice for more information);<br>\n<br>\nYou may withdraw your consent at any time.\nPlease see the Marketing section below for further details.<br>\n<br>\nWhere it is required to performed the terms of our CONTRACT<br>\nWe may use certain cookies and obtain personal information which are essential to allow you to access and use the Website and to provide the Website in accordance with our Terms of Use.\n<br>\n<br>\nWhere there is a LEGAL REQUIREMENT<br>\n<br>\nWe will use your personal information to comply with our legal obligations, including where the law requires us:<br>\n<br>\n•\tto identify you when you contact us.\n<br>\n•\tto verify the accuracy of data we hold about you.\n<br>\n•\tto remember whether you have provided your consent for cookies to be used on your device;<br>\n•\tto comply with a request from you in connection with the exercise of your rights (for example where you have asked us not to contact you for marketing purposes, we will keep a record of this on our suppression lists in order to be able to comply with your request).\n<br>\n•\tto verify you are old enough to use the Website (please see Verifying your age for further details).\nand<br>\n•\tto respond or assist public authorities, regulators, the courts or the police or other criminal investigation bodies;<br>\n<br>\nWhere there is a LEGITIMATE INTEREST<br>\n<br>\nWe may use and process your personal information where it is necessary for us to pursue the following legitimate interests (whether ours, in connection with our business, or that of a third party), for the following purposes:<br>\n<br>\nProcessing necessary for us to promote our business, brands and products and measure the reach and effectiveness of our campaigns<br>\n<br>\n•\tfor analysis and insight conducted to understand our audience, inform our marketing strategies, and to enhance your visitor experience.\nand<br>\n•\tto send you market research surveys and related communications and to use your responses to those communications individually, or combined with responses from other individuals, for insight purposes;<br>\n<br> Processing necessary for us to support Website visitors with their enquiries<br>\n<br>\n•\tto respond to correspondence you send to us and fulfil the requests you make to us;<br>\n•\tprocessing necessary for us to respond to changing market conditions and the needs of our visitors;<br>\n•\tto analyse, evaluate and improve our Website so that your visit and use of the Website is more useful and enjoyable (we will generally use data amalgamated from many people so that it does not identify you personally).\n<br>\n•\tto ensure that the Website’s content is presented as effectively as possible for you.\n<br>\n<br> Processing necessary for us to operate the administrative and technical aspects of our business efficiently and effectively<br>\n<br> •\tto administer the Website and for internal operations, including troubleshooting, testing, statistical purposes;<br>\n•\tto verify the accuracy of data that we hold about you and create a better understanding of you as a visitor or customer, including by linking your personal information with other information or records we, our group companies or third party data providers hold about you;<br>\n•\tfor network and information security in order for us to take steps to protect your information against loss or damage, theft or unauthorised access.\n<br>\n•\tto correspond or communicate with you in relation to administrative, legal and business matters;<br>\n•\tfor the purposes of corporate restructure or reorganisation or sale of our business or assets;<br>\n•\tfor efficiency, accuracy or other improvements of our databases and systems, for example, by combining systems or consolidating records we hold about you;<br>\n•\tto enforce or protect our contractual or other legal rights or to bring or defend legal proceedings;<br>\n•\tto inform you of updates to our terms and conditions and policies.\n<br>\n•\tfor our internal purposes, such as quality control, Website performance, system administration and to evaluate use of the Website, so that we can provide you with enhanced services;<br>\n•\tfor other general administration including managing your queries, complaints, or claims, and to send service messages to you.<br>\n<br>\n</p>\n3.\nVERIFYING YOUR AGE\n<p> As this Website relates to vaping and vaping products, we are legally obliged to ask visitors to confirm that they are aged 18 years or over.\nYou cannot use the Website if you indicate that you are under the age of 18.<br>\n<br>\n</p>\n4.\nMARKETING\n<p> We may collect your preferences to send you marketing information directly from us by email, if you sign up to our newsletter.<br>\n<br>\nFrom time to time, we may ask you to refresh your marketing preferences by asking you to confirm that you consent to continue receiving marketing information from us.<br>\n<br>\nYou have the right to opt-out of our use of your personal information to provide marketing to you in any of the ways mentioned above at any time.\nPlease see Your rights below for further details on how you can do this.<br>\n<br>\n</p>\n5.\nAUTOMATED DECISION MAKING\n<p> We do not envisage that any decisions that have a legal or significant effect on you will be taken about you using purely automated means, however we will update this Privacy Notice and inform you if this position changes.<br>\n<br>\n</p>\n6.\nSHARING YOUR INFORMATION WITH THIRD PARTIES\n<p> We will share your information primarily to ensure that we provide you with the most exciting and up to date products.\nWe may share your information with any of the following groups:<br>\n<br>\n•\tany of our group companies, where this is necessary for administration or audit purposes or for any of the purposes listed above, and in accordance with laws on data transfers;<br>\n•\ttax, audit, or other authorities, when we believe that the law or other regulation requires us to share this data (for example, because of a request by a tax authority or in connection with any anticipated litigation);<br>\n•\tthird party service providers who perform functions on our behalf (including external consultants and professional advisers such as lawyers, auditors and accountants, technical support functions, analytics and IT consultants carrying out testing and development work on our business technology systems);<br>\n•\tthird party market research providers such as Kantar and Ipsos.\n<br>\n•\tthird party outsourced IT providers where we have an appropriate data processing agreement (or similar protections) in place.\nand<br>\n•\tif any of our group companies merge with or are acquired by another business or company in the future, we may share your personal information with the new owners of the business or company, as well as with any administrators or insolvency practitioners, where they are involved (and provide you with notice of this disclosure).<br>\n<br>\nWe may share the non-personal aggregated statistical data about visitors to the Website with third parties for analytics and statistical purposes.<br>\n<br>\n</p>\n7.\nWHERE WE STORE YOUR INFORMATION\n<p> Your personal information may be transferred outside of the UK and the European Economic Area (EEA) to the third parties described in Sharing your information with third parties.\n<br>\n<br>\nWe want to make sure that your personal information is stored and transferred in a way which is secure.\nWe will therefore only transfer data outside of the UK and EEA where it is compliant with data protection legislation and the means of transfer provides adequate safeguards in relation to your data, for example: <br>\n<br>\n•\tby way of an intra-group agreement between BAT entities, incorporating the current standard contractual clauses adopted by the European Commission, the UK Information Commissioner’s Office or other competent body for the transfer of personal information to jurisdictions without adequate data protection laws.\n<br>\n•\tby way of a data transfer agreement with a third party, incorporating the current standard contractual clauses adopted by the European Commission, the UK Information Commissioner’s Office or other competent body for the transfer of personal information to jurisdictions without adequate data protection laws;<br>\n•\tby transferring your data to an entity which has signed up to the EU-U.S.\nPrivacy Shield Framework for the transfer of personal information from entities within the UK and EEA to entities in the United States of America or any equivalent agreement in respect of other jurisdictions;<br>\n•\tby transferring your data to a country where there has been a finding of adequacy by the European Commission, the UK Information Commissioner’s Office or other competent body in respect of that country's levels of data protection via its legislation.\nor <br>\n•\twhere it is necessary for the conclusion or performance of a contract between ourselves and a third party and the transfer is in your interests for the purposes of that contract.\nor<br>\n•\twhere you have consented to the transfer.<br>\nWhere we transfer your personal information outside the UK and EEA and where the country or territory in question does not maintain adequate data protection standards, we will take all reasonable steps to ensure that your data is treated securely and in accordance with this Privacy Notice.\nYou can ask to see these by contacting us using the contact details below.<br>\n<br>\n</p>\n8.\nHOW WE SAFEGUARD YOUR INFORMATION\n<p> We care about protecting your information.\nThat's why we put in place appropriate measures that are designed to prevent unauthorised access to, and misuse of, your personal information.<br>\n<br>\nWe are committed to taking all reasonable and appropriate steps to protect the personal information that we hold from misuse, loss, or unauthorised access.\nWe do this by having in place a range of appropriate technical and organisational measures, including encryption measures and disaster recovery plans.<br>\n<br>\nIf you suspect any misuse or loss of or unauthorised access to your personal information please let us know immediately by contacting our Head of Legal and External Affairs using the details provided at the end of this notice.<br>\n<br>\nUnfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will apply our normal procedures and comply with legal requirements to protect your information, we cannot guarantee the security of your information whilst transmitted to the Website and any such transmission is at your own risk.\n<br>\n<br>\nThe Website may from time to time contain links to and from other websites.\nIf you follow a link to any of those websites, please note that those sites ought to have their own privacy notices and that we do not accept any responsibility or liability for those sites or for their privacy notices.\nPlease check those privacy notices before you submit your information to those websites.<br>\n<br>\n</p>\n9.\nHOW LONG WE KEEP YOUR INFORMATION\n<p> We will keep your information relating to orders you have placed with us as required by law or other regulation (for example, because of a request by a tax authority or in connection with any anticipated litigation).\n<br>\n<br>\nIf you have signed up to receive email marketing from us: we will store your personal information for as long as you are subscribed to our email marketing list.\nIf you unsubscribe or are otherwise removed from our marketing list, we will keep your email address on our suppression list to ensure that we do not send you marketing emails.<br>\n<br>\nIf you have contacted us with a complaint or query: we will store your personal information for as long as is reasonably required to resolve your complaint or query.<br>\n<br>\nThe exceptions to the above are where:<br>\n<br>\n•\twe have carefully considered whether we need to retain your personal information after the periods described above to potentially establish, bring or defend legal proceedings or to comply with a legal or regulatory requirement;<br>\n•\twe actually bring or defend a legal claim or other proceedings during the period we retain your personal information, in which case we will retain your personal information until those proceedings have concluded and no further appeals are possible;<br>\n•\tyou exercise your right to require us to retain your personal information for a period longer than our stated retention period (see further Right to restrict processing below);<br>\n•\tyou exercise your right to have the information erased (where it applies) and we do not need to hold it in connection with any of the reasons permitted or required under the law (see further Right to erasure below).\nor<br>\n•\tin limited cases, a court or regulator requires us to keep your personal information for a longer or shorter period.<br>\n<br>\nWhen it is no longer necessary to retain your data, we will delete the personal information that we hold about you from our systems (either by erasing or anonymising that data).\nAfter that time, we may retain aggregated data (from which you cannot be identified) and retain it for analytical and statistical purposes.<br>\n<br>\n</p>\n10.\nYOUR RIGHTS\n<p> You have a number of rights in relation to your information under data protection law.\nIn relation to certain rights, we may ask you for information to confirm your identity and, where applicable, to help us to search for your personal information.\nExcept in rare cases, we will respond to you within one month from either: (i) the date that we have confirmed your identity.\nor (ii) where we do not need to do this because we already have this information, from the date we received your request.<br>\n<br>\nRight to object<br>\n<br>\nThis right enables you to object to us processing your personal information where we do so for one of the following reasons: <br>\n<br>\n•\twhere we rely on our legitimate interests to do process your information;<br>\n•\tto enable us to perform a task in the public interest or exercise official authority.\n<br>\n•\twhere your right to withdraw consent does not apply.\nor<br>\n•\tfor scientific, historical, research, or statistical purposes.<br>\n<br>\nExcept for the purposes for which we are sure we can continue to process your personal information, we will temporarily stop processing your personal information in line with your objection until we have investigated the matter.\nIf we agree that your objection is justified in accordance with your rights under data protection laws, we will permanently stop using your personal information for those purposes.\nOtherwise we will provide you with our justification as to why we need to continue using your personal information.<br>\n<br>\nRight to withdraw consent <br>\n<br>\nWhere we have obtained your consent to process your personal information for certain activities (for example, for marketing), you may withdraw this consent at any time and we will cease to use your personal information for that purpose unless we consider that there is an alternative legal basis to justify our continued processing of your data for this purpose, in which case we will inform you of this condition.\nIf you withdraw your consent, our use of your personal information before you withdraw is still lawful.<br>\n<br>\nTo withdraw your consent to marketing communications, please use the unsubscribe tool in the relevant communication.<br>\n<br>\nRight of access (‘Data Subject Access Requests’)<br>\n<br>\nYou may ask us for a copy of the information we hold about you at any time, and request us to modify, update or delete such information.\nIf we provide you with access to the information we hold about you, we will not charge you for this unless permitted by law.\nIf you request further copies of this information from us, we may charge you a reasonable administrative cost.\nWhere we are legally permitted to do so, we may refuse your request.\nIf we refuse your request we will always tell you the reasons for doing so.\n<br>\n<br>\nIf you would like to request access to your information, it would assist us with dealing with your request if you could use the subject heading ‘Data Subject Access Request’, or quote this over the phone, when contacting us.\nPlease note that this is not mandatory and we will still deal with any requests without this reference.<br>\n<br>\nRight to erasure <br>\n<br>\nYou have the right to request that we erase your personal information in certain circumstances.\nNormally, this right exists where:<br>\n<br>\n•\tthe data is no longer necessary.\n<br>\n•\tyou have withdrawn your consent to us using your data, and there is no other valid reason for us to continue.\n<br>\n•\tthe data has been processed unlawfully.\n<br>\n•\tit is necessary for the data to be erased in order for us to comply with our obligations under law.\nor <br>\n•\tyou object to the processing of your data and we are unable to demonstrate overriding legitimate grounds for our continued processing.\n<br>\n<br>\nWe would only be entitled to refuse to comply with your request for erasure in limited circumstances and we will always tell you our reason for doing so.<br>\n<br>\nWhen complying with a valid request for the erasure of data we will take all reasonably practicable steps to delete the relevant data.\n<br>\n<br>\nRight to restrict processing <br>\n<br>\nYou have the right to request that we restrict our processing of your personal information in certain circumstances, for example if you dispute the accuracy of the personal information that we hold about you, you object to our processing of your personal information for our legitimate interests or you require us to keep it in connection with legal proceedings.\nIf we have shared your personal information with third parties, we will notify them about the restricted processing unless this is impossible or involves disproportionate effort.\nWe will, of course, notify you before lifting any restriction on processing your personal information.<br>\n<br>\nWe may only process your information whilst its processing is restricted if we have your consent or are legally permitted to do so, for example for storage purposes, to protect the rights of another individual or company or in connection with legal proceedings.<br>\n<br>\nRight to rectification <br>\n<br>\nYou have the right to request that we rectify any inaccurate or incomplete personal information that we hold about you.\nIf we have shared this personal information with third parties, we will notify them about the rectification unless this is impossible or involves disproportionate effort.\nYou may also request details of the third parties to whom we have disclosed the inaccurate or incomplete personal information.\nWhere we think that it is reasonable for us not to comply with your request, we will explain our reasons for this decision.<br>\n<br>\nRight of data portability <br>\n<br>\nIf you wish, you have the right to transfer your personal information between service providers where we rely on your consent or the performance of your contract as the lawful basis to use that information.\nIn effect, this means that you are able to transfer the details we hold on you to another third party.\nTo allow you to do so, we will provide you with your data in a commonly used machine-readable format so that you can transfer the data.\nAlternatively, we may directly transfer the data for you if technically possible.<br>\n<br>\nRights relating to automated decisions<br>\n<br>\nIn certain circumstances, you may contest a decision made about you based purely on automated processing and where the processing is not required by law.\nYou may also ask us to stop making such decisions using automated processing alone.<br>\n<br>\nRight to complain <br>\n<br>\nYou have the right to lodge a complaint with your local supervisory authority which is the Information Commissioner's Office in the UK.\nYou can contact them in the following ways:<br>\n<br>\n•\tPhone: 0303 123 1113<br>\n•\tEmail: casework@ico.org.uk<br>\n•\tPost: Information Commissioner's Office, Wycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF<br>\n<br>\nHow to exercise your rights<br>\n<br>\nIf you would like to exercise any of these rights, please contact us on the details provided under How to contact us.\nPlease note that we may keep a record of your communications to help us resolve any issues that you raise.<br>\n<br>\n</p>\n11.\nCHANGES\n<p> We may make changes to this Privacy Notice at any time by posting a copy of the modified notice on the Website or, where appropriate, by sending you an email with that notice.\nAny changes will take effect 7 days after the date of our email or the date on which we post the modified terms on the Website, whichever is the earlier.\n<br>\n<br>\n</p>\n12.\nHOW TO CONTACT US\n<p> If you have any queries about this Privacy Notice, including your rights in relation to your personal information, please contact Head of Legal and External Affairs or by post at:<br>\nNicoventures Trading Limited, Globe House, 1 Water Street, London, WC2R 3LA\nIf you wish to contact us with any general queries or concerns, you can email us at info@govype.com or write to us by post at the address above.<br>\n<br>\nWhen contacting us by email or post, please use the subject heading ‘Data protection query’ so that we can direct your query to the appropriate department and deal with it promptly.<br>\n<br> Last updated: 28 November 2019\n</p> BACK Stay up to date with Vuse Stay up to date with Vuse <p>Cookie Notice | Privacy Notice | © 2020 Nicoventures Trading Limited</p>\n<p>Cookie Notice | Privacy Notice&nbsp;| © 2020 Nicoventures Trading Limited</p>\n<ul>\n<li>\n<i>home</i>\n</li>\n<li>\n<i>favorite</i>\n</li>\n<li>\n<i>mail_outline</i>\n</li>\n</ul> Sign Up for Our Newsletter Store Locator Sign Up for Our Newsletter Store Locator Secure Payment With <ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>clear</i>\n<i>close</i>\n<p> Search\t</p>\n<strong>Search</strong> Search Search <p> Basket\t</p> 0 My Basket £0.00 <strong> My Cart 0 </strong> Close <strong>You have no items in your shopping cart.</strong>\n<i>clear</i> Close <p>ALWAYS BE THE FIRST TO KNOW.\nGET UPDATES DIRECT TO YOUR INBOX.</p> First Name Last Name Email Address: I would like to receive email marketing about news, offers and promotions relating to Vype Ireland and all other current and future brands of P.J.\nCarroll and Company Ltd.* Sign Up <p>You have the right to withdraw your consent at any time, including by using the unsubscribe option in the messages you receive.\n<br>\n<br> You also have the right to object at any time to any use of your personal information for direct marketing and related profiling.\nTo find out more about how we use your personal information and your rights, please see our Privacy Notice.\n</p> Close <strong>Customer Login</strong> If you have an account, sign in with your email address.\nEmail Address Password Sign In Forgot Password <strong>New Customers</strong>\n<p>Creating an account has many benefits: check out faster, keep more than one address, track orders and more.</p> Create an Account ", "created_at": "2021-05-01 18:08:16.115791", "updated_at": "2021-05-01 18:11:02.851017"}, {"id": 5569, "name": "Text Messaging Terms and Conditions and Text Messaging Privacy Policy ", "url": "https://rai.neolane.net/webApp/textmessagingpolicy ", "xpath": "", "text": " <ul>\n<li>Overview (current)</li>\n</ul>\n<ul>\n<li>Text Messaging Terms and Conditions and Text Messaging Privacy Policy</li>\n</ul> Text Messaging Terms and Conditions and Text Messaging Privacy Policy\n<strong>(Effective Date: 9/14/2020)</strong>\n<p>Each of R.\nJ.\nReynolds Tobacco Company, American Snuff Company, LLC, R.\nJ.\nReynolds Vapor Company, RJR Vapor Co., LLC, Santa Fe Natural Tobacco Company, Inc., and Modoral Brands Inc.\nand/or certain of their respective U.S.\naffiliates (hereinafter “We,” “Us,” “Our”) is offering a text messaging program (the “<strong>Program</strong>”), which you agree to use and participate in subject to these Text Messaging Terms and Conditions and Text Messaging Privacy Policy (the “<strong>Terms</strong>”).\nBy opting into or participating in any of our Programs, you accept and agree to these Terms, including, without limitation, your agreement to resolve any disputes with us through binding, individual-only arbitration, as detailed in the “<strong>Dispute Resolution</strong>” section below.\nThese Terms are limited to the Program and are not intended to modify other terms &amp.\nconditions or privacy policy(ies) that may govern the relationship between you and Us in other contexts.</p>\n<p>\n<strong>Modification of Terms:</strong> We reserve the right to revise these Terms from time to time.\nIf We do revise these Terms, the revised terms will supersede prior revisions.\nUnless We say otherwise, revisions will be effective upon the effective date indicated at the top of these Terms.\nAny updates to these Terms shall be communicated to you by mobile message with a link to the updated Terms.\nYour continued participation in the Program after receiving notice of the updated Terms constitutes your acceptance of any revisions.\nIf you do not agree to the revisions, you must opt out of the Program.</p>\n<p>\n<strong>User Opt In:</strong> The Program allows users to receive mobile messages by affirmatively opting into the Program.\nRegardless of the opt-in method you utilized to join the Program, you agree that these Terms apply to your participation in the Program.\n<strong>By participating in the Program, you agree to receive autodialed or prerecorded marketing mobile messages at the phone number associated with your opt-in, and you understand that consent is not required to make any purchase from Us</strong>.\nWhile you consent to receive messages sent using an autodialer, the foregoing shall not be interpreted to suggest or imply that any or all of Our mobile messages are sent using an automatic telephone dialing system (“<strong>ATDS</strong>” or “<strong>autodialer</strong>”).\n<strong>Message and data rates may apply.</strong>\n</p>\n<p>\n<strong>User Opt Out:</strong> If you do not wish to continue participating in the Program or no longer agree to these Terms, you agree to reply “STOP,” “QUIT,” “END,” “CANCEL,” or “UNSUBSCRIBE,” to any mobile message from Us in order to opt out of the Program.\nYou agree that if you are subscribed to multiple text messaging programs administered by Us, We will either: (1) unsubscribe you from all such campaigns.\nor (2) respond to you with additional text messages allowing you to clarify whether you want to be unsubscribed from a text messaging particular program or all text messaging programs administered by Us.\nYou may receive an additional mobile message confirming your decision to opt out.\nWhile opt-out using the text commands set forth above is the preferred method to revoke your consent, you may also call 1-800-655-6381 to speak with a customer service representative or email Us at smshelp@custhelp.com.\nIf you email Us to opt-out, you must include your name and telephone number in the message in order for Us to process your request.\nEmail opt-out requests are only processed during normal business hours of Monday – Friday, 9 AM – 4 PM Eastern.\nIt may be the next business day before your request is processed and you agree that revocation of your consent is not effective until the request has been processed.\nYou understand and agree that the foregoing options are the only reasonable methods of opting out.\nYou also understand and agree that any other method of opting out, including, but not limited to, texting words other than those set forth above or verbally requesting one of our employees to remove you from our list, other than by calling the number set forth above, is not a reasonable means of opting out.</p>\n<p>\n<strong>Duty to Notify and Indemnify:</strong> If at any time you intend to stop using the mobile telephone number used to subscribe to the Program, including canceling your service plan or selling or transferring the phone number to another party, you agree that you will complete the User Opt Out process set forth above prior to ending your use of the mobile telephone number.\nYou understand and agree that your agreement to do so is a material part of these Terms.\nYou further agree that, <strong>if you discontinue the use of your mobile telephone number without notifying Us of such change, you agree that you will be responsible for all costs (including attorneys’ fees) and liabilities incurred by Us, or any party that assists in the delivery of the mobile messages, as a result of claims brought by the individual(s) who is later assigned that mobile telephone number.</strong> This duty and agreement shall survive any cancellation or termination of your agreement to participate in any of our Programs.</p>\n<p>\n<strong> YOU AGREE THAT YOU SHALL INDEMNIFY, DEFEND, AND HOLD US, OUR AGENTS, AND ANY THIRD-PARTY SERVICE PROVIDER WE USE TO SEND TEXT MESSAGES HARMLESS FROM ANY CLAIM OR LIABILITY RESULTING FROM YOUR FAILURE TO NOTIFY US OF A CHANGE IN THE INFORMATION YOU HAVE PROVIDED, INCLUDING, BUT NOT LIMITED TO, ANY CLAIM OR LIABILITY UNDER THE TELEPHONE CONSUMER PROTECTION ACT, 47 U.S.C.\n§ 227, et seq., OR SIMILAR STATE AND FEDERAL LAWS, AND ANY REGULATIONS PROMULGATED THEREUNDER RESULTING FROM US ATTEMPTING TO CONTACT YOU AT THE MOBILE TELEPHONE NUMBER YOU PROVIDED.</strong>\n</p>\n<p>\n<strong>Program Description:</strong> Without limiting the scope of the Program, users that opt into the Program can expect to receive messages concerning Our commercial activities and your relationship with Us, including, but not limited to, account information, and messages concerning product advertisements and promotions of any kind from Us.</p>\n<p>\n<strong>Cost and Frequency:</strong> Message and data rates may apply.\nThe Program involves recurring mobile messages, and additional mobile messages may be sent periodically based on your interaction with Us.</p>\n<p>\n<strong>Support Instructions: For support regarding the Program, text “HELP” to the short code you received messages from, email Us at smshelp@custhelp.com, or call Us at 1-800-665-6381.</strong> Please note that the use of this email address is not an acceptable method of opting out of the program.\nOpt outs must be submitted in accordance with the User Opt Out procedures set forth above.</p>\n<p>\n<strong>MMS Disclosure:</strong> The Program will send SMS TMs (terminating messages) if your mobile device does not support MMS messaging.</p>\n<p>\n<strong>Our Disclaimer of Warranty:<strong> The Program is offered on an “as-is” basis and may not be available in all areas at all times and may not continue to work in the event of product, software, coverage, or other changes made by your wireless carrier.\nWe will not be liable for any delays or failures in the receipt of any mobile messages connected with the Program.\nDelivery of mobile messages is subject to effective transmission from your wireless service provider/network operator, and is outside of Our control.\nT-Mobile is not liable for delayed or undelivered mobile messages.\n</strong>\n</strong>\n</p>\n<p>\n<strong>Adult Tobacco or Nicotine Consumers Only.</strong> In order to subscribe the Program, you must be 21 years of age or older and have certified that you are a tobacco or nicotine consumer who is 21 years of age or older, want to receive information and promotions concerning our products and understand that providing false information may constitute a violation of law.\nBefore you are eligible to be added to our Program, We will verify that you are 21 years of age or older.\nIf you are under 21 years old or have otherwise gained access to the Program by providing false information such as your date of birth, unsubscribe from the Program immediately.</p>\n<p>\n<strong>Truthful and Accurate Information:</strong> When you complete forms online or otherwise provide Us information in connection with the Program, you agree to provide accurate, complete, and true information.\nYou agree not to use a false or misleading name or a name that you are not authorized to use.\nIf, in Our sole discretion, We believe that any such information is untrue, inaccurate, or incomplete, or you have opted into the Program for an ulterior purpose, We may refuse you access to the Program and pursue any appropriate legal remedies.</p>\n<p>\n<strong>Text Messaging Privacy Policy:<strong> This Text Messaging Privacy Policy describes any personal information that We collect or receive when you choose to participate in the Program, how We use or disclose your information, and your rights related to your personal information.\nThis Text Messaging Privacy Policy applies to all personal information collected, used, or shared by us when you opt-in to the Program and is strictly limited to the Program and has no effect on any other privacy policy(ies) that may govern the relationship between you and Us in other contexts, including the privacy policy that governs the use of Our websites.\nPlease contact Us if you have any questions about the information in this Privacy Policy.\n</strong>\n</strong>\n</p>\n<p>\n<strong>Information We Collect and How We Use It:</strong> The personal information We may collect includes your name, phone number, and certain marketing preferences.\nWe may also collect data about the type and characteristics of the mobile phone that you use, confirmation that a message has been delivered to you, confirmation that you have read a message, the links you click and other actions you take in connection with the text messages, and related information.\nWe may use the information for the following business purposes: (1) provide the Program and related customer service.\n(2) deliver information about Our products, services and promotions, (3) improve the Program and services, (4) prevent fraud and comply with law, and (5) protect the security of Our systems.\nWe may combine the personal information We obtain through your participation in the Program with offline or other online personal information We retain about you.</p>\n<p>\n<strong>When We Share Your Information: WE DO NOT SELL, RENT, LOAN, TRADE, LEASE OR OTHERWISE TRANSFER FOR PROFIT ANY PHONE NUMBERS OR PERSONAL INFORMATION COLLECTED OR RECEIVED THROUGH THE PROGRAM TO ANY THIRD PARTY.</strong> However, We may share your personal information with the third-party text messaging platform provider or other trusted service partners as may be necessary to send you messages under the Program and these Terms.\nWe reserve the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, to avoid liability, or to protect Our rights or property.</p>\n<p>\n<strong>California Residents.</strong> Beginning January 1, 2020, if You are a California resident, as defined in Section 17014 of Title 18 of the California Code of Regulations, You have certain rights with regard to your personal information.\nThis section describes those rights and explains how to exercise those rights.</p>\n<p>Access to Information.\nYou have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.\nUpon receipt of a verifiable request, We will provide you access to personal information We have collected about you or disclose to you the categories of personal information We have collected, the categories of sources from which We obtained that information, and how We have used or shared that information.</p>\n<p>Right to Request Deletion.\nYou also have the right to request that We delete any of your personal information that We collected from you and retained, subject to certain exceptions as allowable by law.\nYou understand that We may deny your deletion request as provided by law, including, but not limited to, retaining the information if it is necessary for Us to:</p>\n<ul>\n<li>Complete the transaction for which We collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of Our ongoing business relationship with you, or otherwise perform Our contract with you;</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;</li>\n<li>Debug products or identify and repair errors that impair existing intended functionality;</li>\n<li>Comply with a legal obligation, including, but not limited to, preserving evidence demonstrating our compliance with the Telephone Consumer Protection Act (“TCPA”) during the statute of limitations period applicable to the TCPA.\nand/or</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>If you are a California resident and would like to submit a verifiable consumer request, you can do so using any of the following designated request methods:</p>\n<ul>\n<li>To submit a request on behalf of yourself, please complete a webform using this CCPA_Rights_Request</li>\n<li>To submit a request for a California resident as an Authorized Agent, please complete a webform using this CCPA_Agent_Request</li>\n<li>For information regarding submitting a Household request, please visit this Link</li>\n</ul>\n<p>Alternatively, you may also call our toll-free number at 1-877-881-0861 to submit a request.\nPlease follow the voice prompts and speak slowly and clearly so We may complete your request.</p>\n<p>We may ask for certain information to verify a request in accordance with applicable law.</p>\n<p>\n<strong>Dispute Resolution:</strong> In the event that there is a dispute, claim, or controversy between you and Us, or between you and our third-party text messaging platform provider, or between you and any other third-party service provider acting on Our behalf to transmit the mobile messages related to the Program Description set forth above, arising out of or relating to federal or state statutory claims, common law claims, these Terms, or the breach, termination, enforcement, interpretation, or validity thereof, including, but not limited to, the determination of the scope or applicability of this agreement to arbitrate, such dispute, claim, or controversy will be, to the fullest extent permitted by law, determined by arbitration in Winston-Salem, North Carolina before one arbitrator.</p>\n<p>The parties agree to submit the dispute to binding arbitration in accordance with the Commercial Arbitration Rules of the American Arbitration Association (“<strong>AAA</strong>”) then in effect.\nExcept as otherwise provided herein, the arbitrator shall apply the substantive laws of the Federal Judicial Circuit in which Our principal place of business is located, without regard to its conflict of laws rules.\nWithin ten (10) calendar days after the arbitration demand is served upon a party, the parties must jointly select an arbitrator with at least five (5) years’ experience in that capacity and who has knowledge of and experience with the subject matter of the dispute.\nIf the parties do not agree on an arbitrator within ten (10) calendar days, either party may petition the AAA to appoint an arbitrator, who must satisfy the same experience requirement.\nIn the event of a dispute, the arbitrator shall decide the enforceability and interpretation of this arbitration agreement in accordance with the Federal Arbitration Act (“<strong>FAA</strong>”).\nThe parties also agree that the AAA’s rules governing Emergency Measures of Protection shall apply in lieu of seeking emergency injunctive relief from a court.\nThe decision of the arbitrator shall be final and binding, and no party shall have rights of appeal except for those provided in section 10 of the FAA.\nEach party shall bear its share of the fees paid for the arbitrator and the administration of the arbitration.\nhowever, the arbitrator shall have the power to order one party to pay all or any portion of such fees as part of a well-reasoned decision.\nThe parties agree that the arbitrator shall have the authority to award attorneys’ fees only to the extent expressly authorized by statute or contract.\nThe arbitrator shall have no authority to award punitive damages and each party hereby waives any right to seek or recover punitive damages with respect to any dispute resolved by arbitration.\nThe parties agree to arbitrate solely on an individual basis, and this agreement does not permit class arbitration or any claims brought as a plaintiff or class member in any class or representative arbitration proceeding.\nExcept as may be required by law, neither a party nor the arbitrator may disclose the existence, content, or results, of any arbitration without the prior written consent of both parties, unless to protect or pursue a legal right.\nIf any term or provision of this Section is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality, or unenforceability shall not affect any other term or provision of this Section or invalidate or render unenforceable such term or provision in any other jurisdiction.\nIf for any reason a dispute proceeds in court rather than in arbitration, the parties hereby waive any right to a jury trial.\nThis arbitration provision shall survive any cancellation or termination of your agreement to participate in any of our Programs.</p>\n<p>\n<strong>Miscellaneous:</strong> You warrant and represent to Us that you have all necessary rights, power, and authority to agree to these Terms and perform your obligations hereunder, and nothing contained in this Agreement or in the performance of such obligations will place you in breach of any other contract or obligation.\nThe failure of either party to exercise in any respect any right provided for herein will not be deemed a waiver of any further rights hereunder.\nIf any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable.\nAny new features, changes, updates, or improvements of the Program shall be subject to these Terms unless explicitly stated otherwise in writing.</p> ", "created_at": "2021-05-01 18:08:18.063808", "updated_at": "2021-05-01 18:09:18.473845"}, {"id": 5567, "name": "cookie notice", "url": "https://vusevapor.com/cookie-notice", "xpath": "//body", "text": " <p>\n<strong>JavaScript scheint in Ihrem Browser deaktiviert zu sein.</strong> Um unsere Website in bester Weise zu erfahren, aktivieren Sie Javascript in Ihrem Browser.\n</p>\n<p>Um diese Website besuchen zu dürfen, musst du 18 Jahre oder älter sein</p>\n<p>Bitte bestätige jetzt dein Alter*</p> Ich bin jünger als 18 Jahre Ich bin 18 Jahre oder älter <p> *18+ only.\nThis product contains nicotine and is addictive.\n<br> For adult nicotine or tobacco consumers only.\n</p>\n<p>Sie müssen über 18 sein, um diese Website zu nutzen.\nSie werden jetzt zu Google weitergeleitet.</p> Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\n<ul>\n<li> ePod Starterset </li>\n<li> ePod Device Kit </li>\n<li> ePod Zubehör </li>\n</ul> Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\n<ul>\n<li> ePen Starterset </li>\n<li> ePen Device Kit </li>\n<li> ePen Device Kit Limited Edition </li>\n<li> ePen Zubehör </li>\n</ul> Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\n<ul>\n<li> eTank Mini Device Kit </li>\n<li> eTank Mini Zubehör </li>\n</ul>\n<p>ZUBEHÖR &amp.\nMEHR</p>\n<p>Stylisches und <br>praktisches für<br> deine E-Zigarette</p>\n<p>DEIN VUSE GUIDE</p>\n<p>Klicke dich durch drei Fragen und finde deine Vuse E-Zigarette</p>\n<p>Alle E-Zigaretten</p> Vuse ePod Caps Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\n<ul>\n</ul> Vuse ePen Caps Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\n<ul>\n</ul> Vuse E-Liquid Bottles Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! <ul>\n</ul>\n<p>VUSE E-LIQUIDS</p>\n<p>Genieße die <br>Flavour-Vielfalt</p>\n<p>\n</p>\n<p>NEU: ORIGINAL STRAWBERRY <br>&amp.\nCUCUMBER FIZZ</p>\n<p>Du hast die<br>Flavour-Wahl</p>\n<p>NEUR NAME.\nGLEICHER GENUSS.</p>\n<p>Diese Flavours haben jetzt einen neuen Namen</p>\n<p>Alle E-Liquids</p>\n<ul>\n<li> Vype ist jetzt Vuse </li>\n<li> Neue Flavours &amp.\nNamen </li>\n<li> 30 Tage testen </li>\n<li> Freunde einladen </li>\n</ul> NEUR NAME.\nGLEICHER GENUSS.\n<p>Diese Flavours haben jetzt einen neuen Namen</p>\n<p>Navigation content placeholder, the block identifier for this content is <strong>header-flyout-category-tenth</strong>\n</p>\n<strong>Suche</strong> Suche Abbrechen Menü Suche Konto <ul>\n<li> Mein Konto </li>\n<li> Persönliche Daten </li>\n<li> Deine Bestellungen </li>\n<li> Mein Vuse Reload </li>\n<li> Adressbuch </li>\n<li> Gespeicherte Zahlungsmethoden </li>\n<li> Newsletter Abo\n</li>\n<li> Ausloggen </li>\n</ul>\n<ul>\n<li> Anmelden/Registrieren </li>\n</ul> Händlersuche 0 0,00&nbsp;€ Schließen <strong> Dein Warenkorb </strong>\n<strong>Du hast keinen Artikel in deinem Warenkorb</strong> PreviousE-ZigarettenE-LiquidsVuse ReloadZubehörNikotinfreiÜber VuseBlogNext <ul>\n<li> E-Zigaretten </li>\n<li> E-Liquids </li>\n<li> Vuse Reload </li>\n<li> Zubehör </li>\n<li> Personalisieren </li>\n<li> Nikotinfrei </li>\n<li> Über Vuse </li>\n<li> Blog </li>\n</ul>\n<i>\n</i> 100-Fach getestet\n<i>\n</i> Versandkostenfrei ab 30€\n<i>\n</i> 30 Tage Geld-Zurück-Garantie <p>\n<strong>Versandkostenfrei ab 30€</strong>\n</p> Standard Delivery included\nStandard Delivery included at no cost on all orders.\n<p>\n<strong>30 Tage Geld-Zurück-Garantie</strong>\n</p> 28 DAYS MONEY BACK\nSatisfaction guaranteed with our 28 days money back promise on devices.\n<p>\n<strong>100-Fach getestet</strong>\n</p> TESTED BY +50 LEADING SCIENTISTS\nQuality &amp.\nstandards ensured as Vype is tested by +50 leading scientists, and designed with consumers in mind.\n<ul>\n</ul> VUSE RELOAD: FLEXIBEL.\nBEQUEM.\nGÜNSTIG.\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN LIMITED EDITION FLAVOURS\n<p>3+1 Osteraktion***: Drei ePod oder ePen Caps kaufen und eine Limited Edition Cap for free dazu bekommen! Lege dazu bitte alle 4 Caps in den Warenkorb.</p>\n<strong>CODE: OSTERCAPS</strong> Zu den ePod Caps&nbsp.\nZu den ePen Caps&nbsp.\nVYPE IST JETZT VUSE\n<p>Genieße unveränderte Qualität, die volle Kompatibilität mit Vype Produkten und viele neue Flavours.</p> JETZT VUSE Entdecken <strong>L'ePOD 2 EST LÀ</strong>\n<p>Nouveau design.\nChargement plus rapide.</p> DÉCOUVRIR <strong>MACH DEIN DING DRAUS</strong>\n<p>NEU: Vuse ePod Design Folien</p> ZU DEN FOLIEN <strong>100% COMPATIBLES</strong>\n<p> Les capsules Vype sont 100% compatibles avec les appareils<br>Vuse et vice versa</p> EN SAVOIR PLUS <strong>ABONNEMENT VUSE</strong>\n<p>À partir de 20% d’économie sur l’achat de capsules e-liquides Vuse</p> DÉCOUVRIR <strong> VYPE <br>DEVIENT<br>VUSE</strong>\nEN SAVOIR PLUS UN KIT AVEC DEUX PACKS AU CHOIX\n<p>À partir de 14,98€</p> EN SAVOIR PLUS Deine Vorteile mit unserem E-Zigaretten Shop <p>\n<strong>Versandkostenfrei ab 30 €:</strong>\n</p>\n<p>Bestellungen ab einem Bestellwert von über 30 € sind für dich versandkostenfrei.</p>\n<p>\n<strong>Zahlungsmöglich-keiten:</strong>\n</p>\n<p>Bezahle in unserem E-Zigaretten Shop wie du es magst – Kreditkarte, PayPal, Sofortüberweisung.</p>\n<p>\n<strong>Zufriedenheits-garantie:</strong>\n</p>\n<p>30 Tage Geld-zurück-Garantie, falls du nicht zu 100 % zufrieden sein solltest.****<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>Vuse Care:<br>\n</strong>\n</p>\n<p>Wir helfen dir mit unserem zuverlässigen Kundenservice gerne weiter.</p> Deine Vorteile mit unserem E-Zigaretten Shop <p>\n<strong>Versandkostenfrei ab 30 €:</strong>\n</p>\n<p>Bestellungen ab einem Bestellwert von über 30 € sind für dich versandkostenfrei.</p>\n<p>\n<strong>Zahlungsmöglichkeiten:</strong>\n</p>\n<p>Bezahle in unserem E-Zigaretten Shop wie du es magst – Kreditkarte, PayPal, Sofortüberweisung.</p>\n<p>\n<strong>Zufriedenheitsgarantie:</strong>\n</p>\n<p>30 Tage Geld-zurück-Garantie, falls du nicht zu 100 % zufrieden sein solltest.****</p>\n<p>\n<strong>Vuse Care:<br>\n</strong>\n</p>\n<p>Wir helfen dir mit unserem zuverlässigen Kundenservice gerne weiter.</p> Vuse E-Zigaretten Shop\n<p>Ein guter Dampfer muss auch gut ausgerüstet sein.\nOb <strong>E-Zigaretten</strong> mit <strong>E-Liquid</strong>, USB-Adapter und praktische Etuis oder <strong>E-Zigaretten ohne Nikotin</strong> – in unserem E-Zigaretten Shop findest du alles, was das Dampfen zu einem echten Erlebnis macht.\nKlicke dich online durch unsere hochwertigen Vuse Produkte und lass dich von unserem Angebot überzeugen.\nDu möchtest nicht mehr ohne Vuse? Dann lass dir deine Caps mit unserer <strong>Vuse Reload Liquid Box</strong> monatlich liefern und spare bis zu 25 %!</p>\n<p>Vuse E-Zigaretten sind mit zahlreichen Sicherheitsmechanismen ausgestattet, aus hochwertigen Materialien gefertigt und besonders einfach zu bedienen.\nDenn Vuse hat die über hundertjährige Erfahrung von British American Tobacco (BAT) mit zufriedenen Rauchern genutzt, um besonders innovative und benutzerfreundliche E-Zigaretten zu entwickeln.\nDu möchtest dich selbst davon überzeugen? Dann finde mit unserem <strong>E-Zigaretten Guide</strong> das passende Modell für dich!</p> Vuse E-Zigaretten Shop\n<p>Ein guter Dampfer muss auch gut ausgerüstet sein.\nOb <strong>E-Zigaretten</strong> mit <strong>E-Liquid</strong>, USB-Adapter und praktische Etuis oder <strong>E-Zigaretten ohne Nikotin</strong> – in unserem E-Zigaretten Shop findest du alles, was das Dampfen zu einem echten Erlebnis macht.\nKlicke dich online durch unsere hochwertigen Vuse Produkten und lass dich von unserem Angebot überzeugen.\nDu möchtest nicht mehr ohne Vuse? Dann lass dir deine Caps mit unserer <strong>Vuse Reload Liquid Box</strong> monatlich liefern und spare bis zu 25 %!</p>\n<p>Vuse E-Zigaretten sind mit zahlreichen Sicherheitsmechanismen ausgestattet, aus hochwertigen Materialien gefertigt und besonders einfach zu bedienen.\nDenn Vuse hat die über hundertjährige Erfahrung von British American Tobacco (BAT) mit zufriedenen Rauchern genutzt, um besonders innovative und benutzerfreundliche E-Zigaretten zu entwickeln.</p>\n<strong>UNSERE AUSWAHL AN VUSE E-ZIGARETTEN</strong>\nMehr Zu Vuse UNSERE AUSWAHL AN VUSE E-ZIGARETTEN\njETZT ENTDECKEN GOT THE LOOK\n<p>VUSE ePod comes in a range of colours, so you can choose the one that suits you&nbsp;</p> MEHR ZU VUSE ENTDECKE VUSE RELOAD\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN <strong>UNSERE AUSWAHL AN VUSE E-ZIGARETTEN</strong>\nMehr Zu Vuse UNSERE AUSWAHL AN VUSE E-ZIGARETTEN\njETZT ENTDECKEN ENTDECKE VUSE RELOAD\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN ZEIG WAS DU VAPEST.\n<p>Die neue magnetische ePod Device Kette.\n</p>\n<p>Erhältlich in Gold, Silber und Anthrazit.&nbsp;</p> jETZT ENTDECKEN LIMITED EDITION FLAVOURS\n<p>Sichere dir jetzt die Neuen Sorten Berry Fizz, Tequila Sunrise, Apple Combo und Cocunut Cream.&nbsp;</p> Zu den ePod Caps\nZu den ePen Caps&nbsp.\nAlle News von Vuse\n<p>\n<strong>Bist du bereit für spannende Fakten und exklusive Einblicke hinter die Kulissen von Vuse?<br>\n</strong>Ganz gleich, ob Umsteiger oder erfahrener Dampfer: Auf unserem Dampfer Blog erfährst du alles, was du über <strong>E-Zigaretten</strong> wissen musst.\nWir lassen keine Fragen zur E-Zigarette offen.<br>Alle ansehen</p> Neueste Blogposts <ul>\n<li> April 23, 2021 Propylenglykol: Ein Garant für aromatische E-Liquids <p>Wusstest du, welche Aufgabe Propylenglykol im Liquid unserer Vuse E-Zigarette hat? Wie genau Propylenglykol dein Dampferlebnis beeinflusst, erfährst du hier.</p> Weiterlesen </li>\n<li> Februar 04, 2021 Unterschied zwischen E-Shisha und E-Zigarette <p>Kennst du den Unterschied zwischen E-Shisha und E-Zigarette? Erfahre alle Gegensätze in Design, Handhabung &amp.\nAkku.</p> Weiterlesen </li>\n<li> Februar 03, 2021 Wie dampfe ich richtig? <p>Du fragst dich, wie dampfe ich richtig? Erfahre mehr über Zugtechniken, Einstellungen &amp.\nDampfer Tipps!</p> Weiterlesen </li>\n</ul> Alle News von Vuse\n<p>\n<strong>Bist du bereit für spannende Fakten und exklusive Einblicke hinter die Kulissen von Vuse?<br>\n</strong>Ganz gleich, ob Umsteiger oder erfahrener Dampfer: Auf unserem Dampfer Blog erfährst du alles, was du über <strong>E-Zigaretten</strong> wissen musst.\nWir lassen keine Fragen zur E-Zigarette offen.<br>Alle ansehen</p> Neueste Blogposts <ul>\n<li> April 23, 2021 Propylenglykol: Ein Garant für aromatische E-Liquids <p>Wusstest du, welche Aufgabe Propylenglykol im Liquid unserer Vuse E-Zigarette hat? Wie genau Propylenglykol dein Dampferlebnis beeinflusst, erfährst du hier.</p> Weiterlesen </li>\n<li> Februar 04, 2021 Unterschied zwischen E-Shisha und E-Zigarette <p>Kennst du den Unterschied zwischen E-Shisha und E-Zigarette? Erfahre alle Gegensätze in Design, Handhabung &amp.\nAkku.</p> Weiterlesen </li>\n<li> Februar 03, 2021 Wie dampfe ich richtig? <p>Du fragst dich, wie dampfe ich richtig? Erfahre mehr über Zugtechniken, Einstellungen &amp.\nDampfer Tipps!</p> Weiterlesen </li>\n</ul> Tschüss Vype, Hallo Vuse!\n<p>Mit dem Wechsel von Vype zu Vuse haben auch einige Produkte einen neuen Namen bekommen.\nDoch keine Sorge, die Vuse Produkte sind mit deinen alten govype E-Zigaretten und Liquids kompatibel.\nSo kannst du deine Vype Produkte in Ruhe aufbrauchen.</p>\n<strong>E-Zigaretten im Shop bestellen</strong>\n<p>Du möchstest unsere Geräte und Liquids vor dem Kauf lieber erst probieren oder direkt loslegen, anstatt auf deine Bestellung des Dampfer Shops zu warten? Kein Problem: Unsere Vuse Produkte sind nicht nur online in unserem Dampfer Shop, sondern deutschlandweit im Handel erhältlich.\nEgal ob Hamburg, Berlin oder München – der nächste Laden ist nicht weit entfernt.\nVuse Produkte sind außerdem in zahlreichen Shell, Esso und Agip Stationen erhältlich, so kommst du auch außerhalb der regulären Öffnungszeiten ganz bequem an deine Liquids.\nÜber unsere Suchfunktion findest du mit wenigen Klicks den nächsten Laden in deiner Nähe.\nEinfach nur Adresse oder Postleitzahl eingeben und unsere Händersuche zeigt dir jeden teilnehmenden <strong>Vuse Händler</strong> in deinem Umkreis.</p>\n<strong>Qualität von E-Zigaretten bei Vuse</strong>\n<p>Online findest du unzählige E-Zigaretten Shops und Hersteller sowie eine Vielzahl unterschiedlicher Modelle und Liquids.\nVuse E-Zigaretten unterliegen strengen Qualitätsstandards, die von zahlreichen Wissenschaftlern stetig überprüft werden.\nWir prüfen alle Vuse Produkte besonders intensiv mit fundierter <strong>E-Zigaretten Erfahrung</strong>.\nUnsere Produkte unterliegen den höchsten Qualitäts- und Sicherheitsstandards.\nSo stellen wir sicher, dass unsere elektrischen Zigaretten und Akkus einwandfrei funktionieren und sicher zu bedienen sind.</p>\n<strong>Wie funktioniert eine E-Zigarette? </strong>\n<p>Alle E-Zigaretten verfügen über einen Akku oder Akkuträger.\nDieser versorgt den Verdampfer mit Strom.\nIn diesem Verdampfer befindet sich ein Verdampferkopf, welcher meistens im Liquid Depot oder Tank sitzt und immer von Liquid umgeben sein sollte.\nEr ist der zündende Bestandteil deiner E-Zigarette.\nBei einigen E-Zigaretten ist das Mundstück Teil des Depots, bei anderen wird es separat auf den Tank aufgesetzt.</p>\n<p>Einige Geräte verfügen über einen eingebauten Sensor, der den Zug automatisch erkennt und diese dann aktiviert.\nAndere E-Zigaretten haben eine Taste, mit der sich das Gerät aktivieren lässt.\nIst die E-Zigarette aktiviert, wird die Spule warm und erhitzt das Liquid.\nDabei verdampft das Liquid, das Aerosol tritt aus dem Gerät und wird inhaliert.\nKomplett rauch- und tabakfrei!</p>\n<p>* Vuse zusammen mit Vype (vorheriger Name von Vuse) ist Marktführer für E-Zigaretten.\nQuelle: Nielsen Retail Measurement Service, Gesamtmarkt Retail Deutschland, Stand YTD Dezember 2020.\nUmsatz in Euro.\nVapour Segment: open systems, closed systems or Vapour total</p>\n<p>** Das Angebot gilt einmalig pro Neukunde auf ein ePod Device Kit + 3 Caps Packs deiner Wahl&nbsp;<strong>ODER</strong> ein ePen Device Kit + 3 Caps Packs deiner Wahl ab dem 20.04.2021 und ist nicht mit anderen Rabatten und Aktionen kombinierbar, nur so lange der Vorrat reicht.\nErstelle dir erste einen Account, lege dann einfach alle Produkte in den Warenkorb und gib den Gutscheincode ein.&nbsp;</p>\n<p>**** Wir erstatten dir den vollen Kaufpreis für dein Vuse ePen Starterset, wenn du nicht zufrieden sein solltest.\nErfahre hier alles über unsere <strong>Zufriedenheitsgarantie.\n</strong>\n</p>\n<p>Vuse Produkte sind in unterschiedlichen Nikotinstärken und nikotinfrei erhältlich.\nAbgabe nur an Erwachsene.</p>\n<strong>Online bestellen im Vuse E-Zigaretten Shop</strong>\n<p>Du bist neu bei Vuse und suchst die passende E-Zigarette für dich? Wir machen dir die Suche einfach.\nDu bist auf der Suche nach einer elektronischen Zigarette, möchtest Liquid und Zubehör kaufen oder dich einfach nur informieren? Dann bist du in unserem E-Zigarette Shop genau richtig.\nUnser Sortiment umfasst hochwertige E-Zigaretten und Liquids.\nDu hast die Wahl, ob mit oder ohne Nikotin.\nUnd mit praktischem <strong>E-Zigaretten Zubehör</strong> rundest du dein Dampferlebnis gekonnt ab.\nÜbrigens: Auf unserem <strong>Dampfer Blog</strong> findest du weitere Informationen zur E-Zigarette und vieles mehr.\nLass dich in unserem E-Zigarette Online Shop inspirieren.</p>\n<strong>Aus Vype wird Vuse</strong>\n<p>Was Vype war, ist jetzt Vuse.\nEs wurde Zeit für ein Update unserer E-Zigarette: Shop und Design erstrahlen in neuem Glanz, doch die Qualität und der Genuss unserer Produkte sind gleichbeibend hoch.\nMit Vuse erwarten dich neue Aromen und ein stylishes Design für dein ultimatives Dampferlebnis.\nGenau so, wie du es bereits von Vype kennst - nur mit neuem Namen.\nDurch den weltweit einheitlichen Look sind unsere hochwertigen Vuse Produkte überall auf der Welt zu erkennen und genießen.\nFreue dich auf noch mehr Vielfalt, also worauf wartest du noch?</p>\n<p>Du willst alle News zu Vuse?</p>\n<p> Wir halten dich auf dem Laufenden – verpasse keine Neuigkeit, kein Angebot und gehöre immer zu den Ersten, die unsere News erhalten.\n</p> Jetzt Bei Vuse Registrieren <ul>\n<li> Du bist hier: </li>\n<li>\n<strong>Startseite</strong>\n</li>\n</ul> Startseite Kundenservice<i>expand_more</i>\n<ul>\n<li>FAQ</li>\n<li>Zufriedenheitsgarantie</li>\n<li>Widerufsbelehrung</li>\n</ul> Über VUSE<i>expand_more</i>\n<ul>\n<li>Über Uns</li>\n<li>Entsorgung Gebrauchter Produkte </li>\n<li>Allgemeine Geschäftsbedingungen (AGB)</li>\n<li>Cookies &amp.\nDatenschutzbestimmungen</li>\n<li>Barrierefreiheit</li>\n<br>\n<li>Karriere bei BAT</li>\n<li>Individuelle Cookie-Einstellungen</li>\n<li>Lieferung</li>\n<li>Impressum</li>\n</ul> Du brauchst Hilfe? <p>0800 60 42 000</p>\n<p>info.de@vuse.com</p>\n<p>Montag - Freitag 08:00-20:00 Uhr (außer an dt.\nFeiertagen), Samstag von 10:00-16:00 Uhr</p>\n<p>Kundenservice</p>\n<p>FAQ</p>\n<p>Zufriedenheitsgarantie</p>\n<p>Widerrufsbelehrung</p>\n<p>&nbsp;</p>\n<p>Über Vuse</p>\n<p>Über Vuse</p>\n<p>Entsorgung gebrauchter Produkte</p>\n<p>Allgemeine Geschäftsbedingungen (AGB)</p>\n<p>Nutzungsbedingungen</p>\n<p>Vuse Reload Nutzungsbedingungen</p>\n<p>Cookies &amp.\nDatenschutzbestimmungen</p>\n<p>Barrierefreiheit</p>\n<p>Karriere bei BAT</p>\n<p>Individuelle Cookie-Einstellungen</p>\n<p>Lieferung</p>\n<p>Impressum</p>\n<p>Du brauchst Hilfe?</p>\n<p>0800 60 42 000 (kostenfrei)</p>\n<p>INFO.DE@VUSE.COM<br>\n<br>\n</p>\n<p>Montag - Freitag 08:00-20:00 Uhr (außer an dt.\nFeiertagen), Samstag von 10:00-16:00 Uhr</p>\n<p>© British American Tobacco 2021.\nAlle Rechte vorbehalten.</p>\n<i>clear</i> Starte den Chat Alle Vuse Agents sind im Moment offline.\nIndividuelle Cookie-Einstellungen <ol>\n<li> E-zigaretten Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\nePod Starterset ePod Device Kit ePod Zubehör Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\nePen Starterset ePen Device Kit ePen Device Kit Limited Edition ePen Zubehör Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\neTank Mini Device Kit eTank Mini Zubehör </li>\n<li> E-liquids Vuse ePod Caps Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\nVuse ePen Caps Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\nVuse E-Liquid Bottles Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! </li>\n<li> Vuse Reload </li>\n<li> Zubehör </li>\n<li> Personalisieren ePod Gravur ePod Folie </li>\n<li> Nikotinfrei </li>\n<li> ÜBER VUSE Vype ist jetzt Vuse Neue Flavours &amp.\nNamen 30 Tage testen Freunde einladen </li>\n<li> Blog </li>\n<li> Händlersuche </li>\n</ol>\n<ol>\n<li> Shop E-zigaretten Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\nePod-Geräte ePod Aromen Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\nePen Aromen ePen-Zubehör Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\neTank-Geräte eTank Aromen eTank-Zubehör </li>\n<li> Shop E-liquids Vuse ePod Cap Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\nVuse ePen Cap Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\nVuse E-Liquid Bottle Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! </li>\n<li>\n</li>\n<li> Blog </li>\n<li> Nikotinfrei </li>\n<li> ÜBER VUSE </li>\n</ol>\n<i>close</i> Der Schutz Deiner Daten ist uns ein wichtiges AnliegenWenn Du unsere Website besuchst, speichern wir in Deinem Browser Cookies, um Informationen zu sammeln.\nHierbei kann es sich um Informationen über Dich, Deine Einstellungen oder Dein Gerät handeln.\nMeist werden die Informationen verwendet, um die erwartungsgemäße Funktion der Website zu gewährleisten und Dir ein personalisierteres Website-Erlebnis zu bieten.\nDu kannst jedoch bestimmte Arten von Cookies nicht zulassen.\nDies führt möglicherweise zu einer beeinträchtigten Erfahrung der von uns zur Verfügung gestellten Website und Dienste.\nKlicke auf die verschiedenen Kategorieüberschriften, um mehr zu erfahren und unsere Standardeinstellungen nach Deinen Wünschen zu ändern.\nDu kannst unsere unbedingt erforderlichen Erstanbieter-Cookies nicht ablehnen, da sie eingesetzt werden, um das ordnungsgemäße Funktionieren unserer Website zu gewährleisten (wie z.B.\ndas Aufrufen des Cookie-Banners und das Speichern Deiner Einstellungen, das Anmelden in Deinem Konto, das Weiterleiten beim Abmelden usw.) Weitere Informationen über die verwendeten Erst- und Drittanbieter-Cookies findest Du unter diesem Link.\nErfahre mehr (https://www.vuse.com/de/de/cookie-notice/)ALLE ZULASSENEinwilligungspräferenzen verwaltenUnbedingt Erforderliche CookiesImmer aktiv Unbedingt Erforderliche Cookies<p>Diese Cookies sind zur Funktion der Website erforderlich und können in Ihren Systemen nicht deaktiviert werden.\nIn der Regel werden diese Cookies nur als Reaktion auf von Ihnen getätigte Aktionen gesetzt, die einer Dienstanforderung entsprechen, wie etwa dem Festlegen Ihrer Datenschutzeinstellungen, dem Anmelden oder dem Ausfüllen von Formularen.\nSie können Ihren Browser so einstellen, dass diese Cookies blockiert oder Sie über diese Cookies benachrichtigt werden.\nEinige Bereiche der Website funktionieren dann aber nicht.\nDiese Cookies speichern keine personenbezogenen Daten.</p>Cookie-Details‎Funktionelle Cookies Funktionelle Cookies<p>Mit diesen Cookies ist die Website in der Lage, erweiterte Funktionalität und Personalisierung bereitzustellen.\nSie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir auf unseren Seiten verwenden.\nWenn Du diese Cookies nicht zulässt, funktionieren einige oder alle dieser Dienste möglicherweise nicht einwandfrei.</p>Cookie-Details‎Leistungs-Cookies Leistungs-Cookies<p>Diese Cookies ermöglichen es uns, Besuche und Verkehrsquellen zu zählen, damit wir die Leistung unserer Website messen und verbessern können.\nSie unterstützen uns bei der Beantwortung der Fragen, welche Seiten am beliebtesten sind, welche am wenigsten genutzt werden und wie sich Besucher auf der Website bewegen.\nAlle von diesen Cookies erfassten Informationen werden aggregiert und sind deshalb anonym.\nWenn Du diese Cookies nicht zulässt, können wir nicht wissen, wann Du unsere Website besucht hast.</p>Cookie-Details‎Cookies für Marketingzwecke Cookies für Marketingzwecke<p>Diese Cookies können über unsere Website von unseren Werbepartnern gesetzt werden.\nSie können von diesen Unternehmen verwendet werden, um ein Profil Deiner Interessen zu erstellen und Dir relevante Anzeigen auf anderen Websites zu zeigen.\nSie speichern nicht direkt personenbezogene Daten, basieren jedoch auf einer einzigartigen Identifizierung Deines Browsers und Internet-Geräts.\nWenn Du diese Cookies nicht zulässt, wirst Du weniger gezielte Werbung erleben.</p>Cookie-Details‎ MEINE AUSWAHL BESTÄTIGENBack Button<p>Back</p> Performance CookiesVendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors All Consent Allowed<ul>\n<li>33Acrosshost descriptionView Cookies REPLACE-WITH-DYANMIC-HOST-ID<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> MEINE AUSWAHL BESTÄTIGENWIR VERWENDEN COOKIES<p>Einige von diesen sind notwendig, während andere uns helfen, diese Website und Dein Website Erlebnis zu verbessern.\nMit Klick auf „Alle akzeptieren“ stimmst Du zur Nutzung aller Cookies zu.\nMit Klick auf „Individuelle Cookie-Einstellungen\" erhälst du weitere Einstellungsmöglichkeiten und kannst so die nur für den Website Besuch nötigen Cookies nutzen, was sich ggf.\nauf die Qualität auswirken kann.\nDatenschutzbestimmungen Impressum </p>Individuelle Cookie-Einstellungen Alle Akzeptieren Schließen Always be the first to know.\nGet updates direct to your inbox.\nVorname Nachname E-Mail-Adresse <p>Ja, ich möchte Warenproben, Informationen und Angebote (individualisierte Angebote und Kundenumfragen) von der British American Tobacco (Germany) GmbH (BAT), Alsterufer 4, 20354 Hamburg an meine oben genannten Anschrift erhalten.\nZudem möchte ich Newsletter, individualisierte Angebote und Kundenumfragen per E-Mail von BAT erhalten.\nIch bin damit einverstanden, dass BAT zu diesen Zwecken meine persönlichen Produkt-Präferenzen auf Basis der von BAT über mich verarbeiteten Daten in einem individuellen Profil zusammenführt.\nHinweis: Diese Einwilligungen kannst du jederzeit mit Wirkung für die Zukunft widerrufen.\nBei E-Mail-Werbung befindet sich ein entsprechender Abmeldelink in jeder E-Mail.\nWeitere Informationen hierzu findest Du in unseren Datenschutzbestimmungen .</p> E-Mail Anmelden <p>Ja, ich möchte Warenproben und Informationen zu Next Generation Products und Tabakprodukten von der British American Tobacco (Germany) GmbH (BAT) unter meiner oben genannten Anschrift erhalten.\nFür die genannte Werbung darf BAT mich zudem per E-mail kontaktieren.\n*</p> Thanks for subscribing to our newsletter Schließen Schließen <strong>Kundenlogin</strong> Wenn Sie ein Konto haben, melden Sie sich mit Ihrer E-Mail-Adresse an.\nE-Mail-Adresse Passwort Einloggen Passwort vergessen <strong>Neu bei Vype ?</strong>\n<p>Das Erstellen eines Kontos hat viele Vorteile: Schnelleres Auschecken, Aufbewahren mehrerer Adressen, Nachverfolgen von Bestellungen und mehr.</p> Benutzerkonto Erstellen <p>...</p>\n<p>Käuferschutz inklusive</p>\n<p>Sehr gut</p>\n<p>4.79/5.00</p>", "created_at": "2021-05-01 18:08:16.766189", "updated_at": "2021-05-01 18:12:01.05414"}, {"id": 5568, "name": "Terms of Sale ", "url": "https://vusevapor.com/terms-of-sale ", "xpath": "", "text": " <p>\n<strong>JavaScript scheint in Ihrem Browser deaktiviert zu sein.</strong> Um unsere Website in bester Weise zu erfahren, aktivieren Sie Javascript in Ihrem Browser.\n</p>\n<p>Um diese Website besuchen zu dürfen, musst du 18 Jahre oder älter sein</p>\n<p>Bitte bestätige jetzt dein Alter*</p> Ich bin jünger als 18 Jahre Ich bin 18 Jahre oder älter <p> *18+ only.\nThis product contains nicotine and is addictive.\n<br> For adult nicotine or tobacco consumers only.\n</p>\n<p>Sie müssen über 18 sein, um diese Website zu nutzen.\nSie werden jetzt zu Google weitergeleitet.</p> Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\n<ul>\n<li> ePod Starterset </li>\n<li> ePod Device Kit </li>\n<li> ePod Zubehör </li>\n</ul> Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\n<ul>\n<li> ePen Starterset </li>\n<li> ePen Device Kit </li>\n<li> ePen Device Kit Limited Edition </li>\n<li> ePen Zubehör </li>\n</ul> Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\n<ul>\n<li> eTank Mini Device Kit </li>\n<li> eTank Mini Zubehör </li>\n</ul>\n<p>ZUBEHÖR &amp.\nMEHR</p>\n<p>Stylisches und <br>praktisches für<br> deine E-Zigarette</p>\n<p>DEIN VUSE GUIDE</p>\n<p>Klicke dich durch drei Fragen und finde deine Vuse E-Zigarette</p>\n<p>Alle E-Zigaretten</p> Vuse ePod Caps Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\n<ul>\n</ul> Vuse ePen Caps Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\n<ul>\n</ul> Vuse E-Liquid Bottles Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! <ul>\n</ul>\n<p>VUSE E-LIQUIDS</p>\n<p>Genieße die <br>Flavour-Vielfalt</p>\n<p>\n</p>\n<p>NEU: ORIGINAL STRAWBERRY <br>&amp.\nCUCUMBER FIZZ</p>\n<p>Du hast die<br>Flavour-Wahl</p>\n<p>NEUR NAME.\nGLEICHER GENUSS.</p>\n<p>Diese Flavours haben jetzt einen neuen Namen</p>\n<p>Alle E-Liquids</p>\n<ul>\n<li> Vype ist jetzt Vuse </li>\n<li> Neue Flavours &amp.\nNamen </li>\n<li> 30 Tage testen </li>\n<li> Freunde einladen </li>\n</ul> NEUR NAME.\nGLEICHER GENUSS.\n<p>Diese Flavours haben jetzt einen neuen Namen</p>\n<p>Navigation content placeholder, the block identifier for this content is <strong>header-flyout-category-tenth</strong>\n</p>\n<strong>Suche</strong> Suche Abbrechen Menü Suche Konto <ul>\n<li> Mein Konto </li>\n<li> Persönliche Daten </li>\n<li> Deine Bestellungen </li>\n<li> Mein Vuse Reload </li>\n<li> Adressbuch </li>\n<li> Gespeicherte Zahlungsmethoden </li>\n<li> Newsletter Abo\n</li>\n<li> Ausloggen </li>\n</ul>\n<ul>\n<li> Anmelden/Registrieren </li>\n</ul> Händlersuche 0 0,00&nbsp;€ Schließen <strong> Dein Warenkorb </strong>\n<strong>Du hast keinen Artikel in deinem Warenkorb</strong> PreviousE-ZigarettenE-LiquidsVuse ReloadZubehörNikotinfreiÜber VuseBlogNext <ul>\n<li> E-Zigaretten </li>\n<li> E-Liquids </li>\n<li> Vuse Reload </li>\n<li> Zubehör </li>\n<li> Personalisieren </li>\n<li> Nikotinfrei </li>\n<li> Über Vuse </li>\n<li> Blog </li>\n</ul>\n<i>\n</i> 100-Fach getestet\n<i>\n</i> Versandkostenfrei ab 30€\n<i>\n</i> 30 Tage Geld-Zurück-Garantie <p>\n<strong>Versandkostenfrei ab 30€</strong>\n</p> Standard Delivery included\nStandard Delivery included at no cost on all orders.\n<p>\n<strong>30 Tage Geld-Zurück-Garantie</strong>\n</p> 28 DAYS MONEY BACK\nSatisfaction guaranteed with our 28 days money back promise on devices.\n<p>\n<strong>100-Fach getestet</strong>\n</p> TESTED BY +50 LEADING SCIENTISTS\nQuality &amp.\nstandards ensured as Vype is tested by +50 leading scientists, and designed with consumers in mind.\n<ul>\n</ul> VUSE RELOAD: FLEXIBEL.\nBEQUEM.\nGÜNSTIG.\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN LIMITED EDITION FLAVOURS\n<p>3+1 Osteraktion***: Drei ePod oder ePen Caps kaufen und eine Limited Edition Cap for free dazu bekommen! Lege dazu bitte alle 4 Caps in den Warenkorb.</p>\n<strong>CODE: OSTERCAPS</strong> Zu den ePod Caps&nbsp.\nZu den ePen Caps&nbsp.\nVYPE IST JETZT VUSE\n<p>Genieße unveränderte Qualität, die volle Kompatibilität mit Vype Produkten und viele neue Flavours.</p> JETZT VUSE Entdecken <strong>L'ePOD 2 EST LÀ</strong>\n<p>Nouveau design.\nChargement plus rapide.</p> DÉCOUVRIR <strong>MACH DEIN DING DRAUS</strong>\n<p>NEU: Vuse ePod Design Folien</p> ZU DEN FOLIEN <strong>100% COMPATIBLES</strong>\n<p> Les capsules Vype sont 100% compatibles avec les appareils<br>Vuse et vice versa</p> EN SAVOIR PLUS <strong>ABONNEMENT VUSE</strong>\n<p>À partir de 20% d’économie sur l’achat de capsules e-liquides Vuse</p> DÉCOUVRIR <strong> VYPE <br>DEVIENT<br>VUSE</strong>\nEN SAVOIR PLUS UN KIT AVEC DEUX PACKS AU CHOIX\n<p>À partir de 14,98€</p> EN SAVOIR PLUS Deine Vorteile mit unserem E-Zigaretten Shop <p>\n<strong>Versandkostenfrei ab 30 €:</strong>\n</p>\n<p>Bestellungen ab einem Bestellwert von über 30 € sind für dich versandkostenfrei.</p>\n<p>\n<strong>Zahlungsmöglich-keiten:</strong>\n</p>\n<p>Bezahle in unserem E-Zigaretten Shop wie du es magst – Kreditkarte, PayPal, Sofortüberweisung.</p>\n<p>\n<strong>Zufriedenheits-garantie:</strong>\n</p>\n<p>30 Tage Geld-zurück-Garantie, falls du nicht zu 100 % zufrieden sein solltest.****<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>Vuse Care:<br>\n</strong>\n</p>\n<p>Wir helfen dir mit unserem zuverlässigen Kundenservice gerne weiter.</p> Deine Vorteile mit unserem E-Zigaretten Shop <p>\n<strong>Versandkostenfrei ab 30 €:</strong>\n</p>\n<p>Bestellungen ab einem Bestellwert von über 30 € sind für dich versandkostenfrei.</p>\n<p>\n<strong>Zahlungsmöglichkeiten:</strong>\n</p>\n<p>Bezahle in unserem E-Zigaretten Shop wie du es magst – Kreditkarte, PayPal, Sofortüberweisung.</p>\n<p>\n<strong>Zufriedenheitsgarantie:</strong>\n</p>\n<p>30 Tage Geld-zurück-Garantie, falls du nicht zu 100 % zufrieden sein solltest.****</p>\n<p>\n<strong>Vuse Care:<br>\n</strong>\n</p>\n<p>Wir helfen dir mit unserem zuverlässigen Kundenservice gerne weiter.</p> Vuse E-Zigaretten Shop\n<p>Ein guter Dampfer muss auch gut ausgerüstet sein.\nOb <strong>E-Zigaretten</strong> mit <strong>E-Liquid</strong>, USB-Adapter und praktische Etuis oder <strong>E-Zigaretten ohne Nikotin</strong> – in unserem E-Zigaretten Shop findest du alles, was das Dampfen zu einem echten Erlebnis macht.\nKlicke dich online durch unsere hochwertigen Vuse Produkte und lass dich von unserem Angebot überzeugen.\nDu möchtest nicht mehr ohne Vuse? Dann lass dir deine Caps mit unserer <strong>Vuse Reload Liquid Box</strong> monatlich liefern und spare bis zu 25 %!</p>\n<p>Vuse E-Zigaretten sind mit zahlreichen Sicherheitsmechanismen ausgestattet, aus hochwertigen Materialien gefertigt und besonders einfach zu bedienen.\nDenn Vuse hat die über hundertjährige Erfahrung von British American Tobacco (BAT) mit zufriedenen Rauchern genutzt, um besonders innovative und benutzerfreundliche E-Zigaretten zu entwickeln.\nDu möchtest dich selbst davon überzeugen? Dann finde mit unserem <strong>E-Zigaretten Guide</strong> das passende Modell für dich!</p> Vuse E-Zigaretten Shop\n<p>Ein guter Dampfer muss auch gut ausgerüstet sein.\nOb <strong>E-Zigaretten</strong> mit <strong>E-Liquid</strong>, USB-Adapter und praktische Etuis oder <strong>E-Zigaretten ohne Nikotin</strong> – in unserem E-Zigaretten Shop findest du alles, was das Dampfen zu einem echten Erlebnis macht.\nKlicke dich online durch unsere hochwertigen Vuse Produkten und lass dich von unserem Angebot überzeugen.\nDu möchtest nicht mehr ohne Vuse? Dann lass dir deine Caps mit unserer <strong>Vuse Reload Liquid Box</strong> monatlich liefern und spare bis zu 25 %!</p>\n<p>Vuse E-Zigaretten sind mit zahlreichen Sicherheitsmechanismen ausgestattet, aus hochwertigen Materialien gefertigt und besonders einfach zu bedienen.\nDenn Vuse hat die über hundertjährige Erfahrung von British American Tobacco (BAT) mit zufriedenen Rauchern genutzt, um besonders innovative und benutzerfreundliche E-Zigaretten zu entwickeln.</p>\n<strong>UNSERE AUSWAHL AN VUSE E-ZIGARETTEN</strong>\nMehr Zu Vuse UNSERE AUSWAHL AN VUSE E-ZIGARETTEN\njETZT ENTDECKEN GOT THE LOOK\n<p>VUSE ePod comes in a range of colours, so you can choose the one that suits you&nbsp;</p> MEHR ZU VUSE ENTDECKE VUSE RELOAD\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN <strong>UNSERE AUSWAHL AN VUSE E-ZIGARETTEN</strong>\nMehr Zu Vuse UNSERE AUSWAHL AN VUSE E-ZIGARETTEN\njETZT ENTDECKEN ENTDECKE VUSE RELOAD\n<p>Jetzt Caps monatlich liefern lassen und bis zu 25% sparen!</p> MEHR ERFAHREN ZEIG WAS DU VAPEST.\n<p>Die neue magnetische ePod Device Kette.\n</p>\n<p>Erhältlich in Gold, Silber und Anthrazit.&nbsp;</p> jETZT ENTDECKEN LIMITED EDITION FLAVOURS\n<p>Sichere dir jetzt die Neuen Sorten Berry Fizz, Tequila Sunrise, Apple Combo und Cocunut Cream.&nbsp;</p> Zu den ePod Caps\nZu den ePen Caps&nbsp.\nAlle News von Vuse\n<p>\n<strong>Bist du bereit für spannende Fakten und exklusive Einblicke hinter die Kulissen von Vuse?<br>\n</strong>Ganz gleich, ob Umsteiger oder erfahrener Dampfer: Auf unserem Dampfer Blog erfährst du alles, was du über <strong>E-Zigaretten</strong> wissen musst.\nWir lassen keine Fragen zur E-Zigarette offen.<br>Alle ansehen</p> Neueste Blogposts <ul>\n<li> April 23, 2021 Propylenglykol: Ein Garant für aromatische E-Liquids <p>Wusstest du, welche Aufgabe Propylenglykol im Liquid unserer Vuse E-Zigarette hat? Wie genau Propylenglykol dein Dampferlebnis beeinflusst, erfährst du hier.</p> Weiterlesen </li>\n<li> Februar 04, 2021 Unterschied zwischen E-Shisha und E-Zigarette <p>Kennst du den Unterschied zwischen E-Shisha und E-Zigarette? Erfahre alle Gegensätze in Design, Handhabung &amp.\nAkku.</p> Weiterlesen </li>\n<li> Februar 03, 2021 Wie dampfe ich richtig? <p>Du fragst dich, wie dampfe ich richtig? Erfahre mehr über Zugtechniken, Einstellungen &amp.\nDampfer Tipps!</p> Weiterlesen </li>\n</ul> Alle News von Vuse\n<p>\n<strong>Bist du bereit für spannende Fakten und exklusive Einblicke hinter die Kulissen von Vuse?<br>\n</strong>Ganz gleich, ob Umsteiger oder erfahrener Dampfer: Auf unserem Dampfer Blog erfährst du alles, was du über <strong>E-Zigaretten</strong> wissen musst.\nWir lassen keine Fragen zur E-Zigarette offen.<br>Alle ansehen</p> Neueste Blogposts <ul>\n<li> April 23, 2021 Propylenglykol: Ein Garant für aromatische E-Liquids <p>Wusstest du, welche Aufgabe Propylenglykol im Liquid unserer Vuse E-Zigarette hat? Wie genau Propylenglykol dein Dampferlebnis beeinflusst, erfährst du hier.</p> Weiterlesen </li>\n<li> Februar 04, 2021 Unterschied zwischen E-Shisha und E-Zigarette <p>Kennst du den Unterschied zwischen E-Shisha und E-Zigarette? Erfahre alle Gegensätze in Design, Handhabung &amp.\nAkku.</p> Weiterlesen </li>\n<li> Februar 03, 2021 Wie dampfe ich richtig? <p>Du fragst dich, wie dampfe ich richtig? Erfahre mehr über Zugtechniken, Einstellungen &amp.\nDampfer Tipps!</p> Weiterlesen </li>\n</ul> Tschüss Vype, Hallo Vuse!\n<p>Mit dem Wechsel von Vype zu Vuse haben auch einige Produkte einen neuen Namen bekommen.\nDoch keine Sorge, die Vuse Produkte sind mit deinen alten govype E-Zigaretten und Liquids kompatibel.\nSo kannst du deine Vype Produkte in Ruhe aufbrauchen.</p>\n<strong>E-Zigaretten im Shop bestellen</strong>\n<p>Du möchstest unsere Geräte und Liquids vor dem Kauf lieber erst probieren oder direkt loslegen, anstatt auf deine Bestellung des Dampfer Shops zu warten? Kein Problem: Unsere Vuse Produkte sind nicht nur online in unserem Dampfer Shop, sondern deutschlandweit im Handel erhältlich.\nEgal ob Hamburg, Berlin oder München – der nächste Laden ist nicht weit entfernt.\nVuse Produkte sind außerdem in zahlreichen Shell, Esso und Agip Stationen erhältlich, so kommst du auch außerhalb der regulären Öffnungszeiten ganz bequem an deine Liquids.\nÜber unsere Suchfunktion findest du mit wenigen Klicks den nächsten Laden in deiner Nähe.\nEinfach nur Adresse oder Postleitzahl eingeben und unsere Händersuche zeigt dir jeden teilnehmenden <strong>Vuse Händler</strong> in deinem Umkreis.</p>\n<strong>Qualität von E-Zigaretten bei Vuse</strong>\n<p>Online findest du unzählige E-Zigaretten Shops und Hersteller sowie eine Vielzahl unterschiedlicher Modelle und Liquids.\nVuse E-Zigaretten unterliegen strengen Qualitätsstandards, die von zahlreichen Wissenschaftlern stetig überprüft werden.\nWir prüfen alle Vuse Produkte besonders intensiv mit fundierter <strong>E-Zigaretten Erfahrung</strong>.\nUnsere Produkte unterliegen den höchsten Qualitäts- und Sicherheitsstandards.\nSo stellen wir sicher, dass unsere elektrischen Zigaretten und Akkus einwandfrei funktionieren und sicher zu bedienen sind.</p>\n<strong>Wie funktioniert eine E-Zigarette? </strong>\n<p>Alle E-Zigaretten verfügen über einen Akku oder Akkuträger.\nDieser versorgt den Verdampfer mit Strom.\nIn diesem Verdampfer befindet sich ein Verdampferkopf, welcher meistens im Liquid Depot oder Tank sitzt und immer von Liquid umgeben sein sollte.\nEr ist der zündende Bestandteil deiner E-Zigarette.\nBei einigen E-Zigaretten ist das Mundstück Teil des Depots, bei anderen wird es separat auf den Tank aufgesetzt.</p>\n<p>Einige Geräte verfügen über einen eingebauten Sensor, der den Zug automatisch erkennt und diese dann aktiviert.\nAndere E-Zigaretten haben eine Taste, mit der sich das Gerät aktivieren lässt.\nIst die E-Zigarette aktiviert, wird die Spule warm und erhitzt das Liquid.\nDabei verdampft das Liquid, das Aerosol tritt aus dem Gerät und wird inhaliert.\nKomplett rauch- und tabakfrei!</p>\n<p>* Vuse zusammen mit Vype (vorheriger Name von Vuse) ist Marktführer für E-Zigaretten.\nQuelle: Nielsen Retail Measurement Service, Gesamtmarkt Retail Deutschland, Stand YTD Dezember 2020.\nUmsatz in Euro.\nVapour Segment: open systems, closed systems or Vapour total</p>\n<p>** Das Angebot gilt einmalig pro Neukunde auf ein ePod Device Kit + 3 Caps Packs deiner Wahl&nbsp;<strong>ODER</strong> ein ePen Device Kit + 3 Caps Packs deiner Wahl ab dem 20.04.2021 und ist nicht mit anderen Rabatten und Aktionen kombinierbar, nur so lange der Vorrat reicht.\nErstelle dir erste einen Account, lege dann einfach alle Produkte in den Warenkorb und gib den Gutscheincode ein.&nbsp;</p>\n<p>**** Wir erstatten dir den vollen Kaufpreis für dein Vuse ePen Starterset, wenn du nicht zufrieden sein solltest.\nErfahre hier alles über unsere <strong>Zufriedenheitsgarantie.\n</strong>\n</p>\n<p>Vuse Produkte sind in unterschiedlichen Nikotinstärken und nikotinfrei erhältlich.\nAbgabe nur an Erwachsene.</p>\n<strong>Online bestellen im Vuse E-Zigaretten Shop</strong>\n<p>Du bist neu bei Vuse und suchst die passende E-Zigarette für dich? Wir machen dir die Suche einfach.\nDu bist auf der Suche nach einer elektronischen Zigarette, möchtest Liquid und Zubehör kaufen oder dich einfach nur informieren? Dann bist du in unserem E-Zigarette Shop genau richtig.\nUnser Sortiment umfasst hochwertige E-Zigaretten und Liquids.\nDu hast die Wahl, ob mit oder ohne Nikotin.\nUnd mit praktischem <strong>E-Zigaretten Zubehör</strong> rundest du dein Dampferlebnis gekonnt ab.\nÜbrigens: Auf unserem <strong>Dampfer Blog</strong> findest du weitere Informationen zur E-Zigarette und vieles mehr.\nLass dich in unserem E-Zigarette Online Shop inspirieren.</p>\n<strong>Aus Vype wird Vuse</strong>\n<p>Was Vype war, ist jetzt Vuse.\nEs wurde Zeit für ein Update unserer E-Zigarette: Shop und Design erstrahlen in neuem Glanz, doch die Qualität und der Genuss unserer Produkte sind gleichbeibend hoch.\nMit Vuse erwarten dich neue Aromen und ein stylishes Design für dein ultimatives Dampferlebnis.\nGenau so, wie du es bereits von Vype kennst - nur mit neuem Namen.\nDurch den weltweit einheitlichen Look sind unsere hochwertigen Vuse Produkte überall auf der Welt zu erkennen und genießen.\nFreue dich auf noch mehr Vielfalt, also worauf wartest du noch?</p>\n<p>Du willst alle News zu Vuse?</p>\n<p> Wir halten dich auf dem Laufenden – verpasse keine Neuigkeit, kein Angebot und gehöre immer zu den Ersten, die unsere News erhalten.\n</p> Jetzt Bei Vuse Registrieren <ul>\n<li> Du bist hier: </li>\n<li>\n<strong>Startseite</strong>\n</li>\n</ul> Startseite Kundenservice<i>expand_more</i>\n<ul>\n<li>FAQ</li>\n<li>Zufriedenheitsgarantie</li>\n<li>Widerufsbelehrung</li>\n</ul> Über VUSE<i>expand_more</i>\n<ul>\n<li>Über Uns</li>\n<li>Entsorgung Gebrauchter Produkte </li>\n<li>Allgemeine Geschäftsbedingungen (AGB)</li>\n<li>Cookies &amp.\nDatenschutzbestimmungen</li>\n<li>Barrierefreiheit</li>\n<br>\n<li>Karriere bei BAT</li>\n<li>Individuelle Cookie-Einstellungen</li>\n<li>Lieferung</li>\n<li>Impressum</li>\n</ul> Du brauchst Hilfe? <p>0800 60 42 000</p>\n<p>info.de@vuse.com</p>\n<p>Montag - Freitag 08:00-20:00 Uhr (außer an dt.\nFeiertagen), Samstag von 10:00-16:00 Uhr</p>\n<p>Kundenservice</p>\n<p>FAQ</p>\n<p>Zufriedenheitsgarantie</p>\n<p>Widerrufsbelehrung</p>\n<p>&nbsp;</p>\n<p>Über Vuse</p>\n<p>Über Vuse</p>\n<p>Entsorgung gebrauchter Produkte</p>\n<p>Allgemeine Geschäftsbedingungen (AGB)</p>\n<p>Nutzungsbedingungen</p>\n<p>Vuse Reload Nutzungsbedingungen</p>\n<p>Cookies &amp.\nDatenschutzbestimmungen</p>\n<p>Barrierefreiheit</p>\n<p>Karriere bei BAT</p>\n<p>Individuelle Cookie-Einstellungen</p>\n<p>Lieferung</p>\n<p>Impressum</p>\n<p>Du brauchst Hilfe?</p>\n<p>0800 60 42 000 (kostenfrei)</p>\n<p>INFO.DE@VUSE.COM<br>\n<br>\n</p>\n<p>Montag - Freitag 08:00-20:00 Uhr (außer an dt.\nFeiertagen), Samstag von 10:00-16:00 Uhr</p>\n<p>© British American Tobacco 2021.\nAlle Rechte vorbehalten.</p>\n<i>clear</i> Starte den Chat Alle Vuse Agents sind im Moment offline.\nIndividuelle Cookie-Einstellungen <ol>\n<li> E-zigaretten Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\nePod Starterset ePod Device Kit ePod Zubehör Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\nePen Starterset ePen Device Kit ePen Device Kit Limited Edition ePen Zubehör Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\neTank Mini Device Kit eTank Mini Zubehör </li>\n<li> E-liquids Vuse ePod Caps Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\nVuse ePen Caps Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\nVuse E-Liquid Bottles Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! </li>\n<li> Vuse Reload </li>\n<li> Zubehör </li>\n<li> Personalisieren ePod Gravur ePod Folie </li>\n<li> Nikotinfrei </li>\n<li> ÜBER VUSE Vype ist jetzt Vuse Neue Flavours &amp.\nNamen 30 Tage testen Freunde einladen </li>\n<li> Blog </li>\n<li> Händlersuche </li>\n</ol>\n<ol>\n<li> Shop E-zigaretten Vuse ePod Unser ePod Starterset hat alles, was du für`s Dampfen brauchst.\nOder wähle das ePod Device Kit ohne Liquid.\nePod-Geräte ePod Aromen Vuse ePen Ob ePen Starterset inklusive Caps oder ePen Device Kit ohne Liquid: beide versprechen höchste Dampfqualität.\nePen Aromen ePen-Zubehör Vuse eTank Mini Der eTank Mini vereint Aromenvielfalt und Dampfqualität in einem.\nEntdecke unsere E-Zigarette mit Tank.\neTank-Geräte eTank Aromen eTank-Zubehör </li>\n<li> Shop E-liquids Vuse ePod Cap Dank der magnetischen ePod Caps könnte Dampfen nicht einfacher sein.\nErlebe Liquid mit und ohne Nikotin.\nVuse ePen Cap Großes Aroma im kleinen Format: Entdecke unsere ePen Caps mit und ohne Nikotin.\nVuse E-Liquid Bottle Mit E-Liquid Bottles befüllst du deine E-Zigarette selbst.\nEntdecke alle Liquid Flaschen! </li>\n<li>\n</li>\n<li> Blog </li>\n<li> Nikotinfrei </li>\n<li> ÜBER VUSE </li>\n</ol>\n<i>close</i> Der Schutz Deiner Daten ist uns ein wichtiges AnliegenWenn Du unsere Website besuchst, speichern wir in Deinem Browser Cookies, um Informationen zu sammeln.\nHierbei kann es sich um Informationen über Dich, Deine Einstellungen oder Dein Gerät handeln.\nMeist werden die Informationen verwendet, um die erwartungsgemäße Funktion der Website zu gewährleisten und Dir ein personalisierteres Website-Erlebnis zu bieten.\nDu kannst jedoch bestimmte Arten von Cookies nicht zulassen.\nDies führt möglicherweise zu einer beeinträchtigten Erfahrung der von uns zur Verfügung gestellten Website und Dienste.\nKlicke auf die verschiedenen Kategorieüberschriften, um mehr zu erfahren und unsere Standardeinstellungen nach Deinen Wünschen zu ändern.\nDu kannst unsere unbedingt erforderlichen Erstanbieter-Cookies nicht ablehnen, da sie eingesetzt werden, um das ordnungsgemäße Funktionieren unserer Website zu gewährleisten (wie z.B.\ndas Aufrufen des Cookie-Banners und das Speichern Deiner Einstellungen, das Anmelden in Deinem Konto, das Weiterleiten beim Abmelden usw.) Weitere Informationen über die verwendeten Erst- und Drittanbieter-Cookies findest Du unter diesem Link.\nErfahre mehr (https://www.vuse.com/de/de/cookie-notice/)ALLE ZULASSENEinwilligungspräferenzen verwaltenUnbedingt Erforderliche CookiesImmer aktiv Unbedingt Erforderliche Cookies<p>Diese Cookies sind zur Funktion der Website erforderlich und können in Ihren Systemen nicht deaktiviert werden.\nIn der Regel werden diese Cookies nur als Reaktion auf von Ihnen getätigte Aktionen gesetzt, die einer Dienstanforderung entsprechen, wie etwa dem Festlegen Ihrer Datenschutzeinstellungen, dem Anmelden oder dem Ausfüllen von Formularen.\nSie können Ihren Browser so einstellen, dass diese Cookies blockiert oder Sie über diese Cookies benachrichtigt werden.\nEinige Bereiche der Website funktionieren dann aber nicht.\nDiese Cookies speichern keine personenbezogenen Daten.</p>Cookie-Details‎Funktionelle Cookies Funktionelle Cookies<p>Mit diesen Cookies ist die Website in der Lage, erweiterte Funktionalität und Personalisierung bereitzustellen.\nSie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir auf unseren Seiten verwenden.\nWenn Du diese Cookies nicht zulässt, funktionieren einige oder alle dieser Dienste möglicherweise nicht einwandfrei.</p>Cookie-Details‎Leistungs-Cookies Leistungs-Cookies<p>Diese Cookies ermöglichen es uns, Besuche und Verkehrsquellen zu zählen, damit wir die Leistung unserer Website messen und verbessern können.\nSie unterstützen uns bei der Beantwortung der Fragen, welche Seiten am beliebtesten sind, welche am wenigsten genutzt werden und wie sich Besucher auf der Website bewegen.\nAlle von diesen Cookies erfassten Informationen werden aggregiert und sind deshalb anonym.\nWenn Du diese Cookies nicht zulässt, können wir nicht wissen, wann Du unsere Website besucht hast.</p>Cookie-Details‎Cookies für Marketingzwecke Cookies für Marketingzwecke<p>Diese Cookies können über unsere Website von unseren Werbepartnern gesetzt werden.\nSie können von diesen Unternehmen verwendet werden, um ein Profil Deiner Interessen zu erstellen und Dir relevante Anzeigen auf anderen Websites zu zeigen.\nSie speichern nicht direkt personenbezogene Daten, basieren jedoch auf einer einzigartigen Identifizierung Deines Browsers und Internet-Geräts.\nWenn Du diese Cookies nicht zulässt, wirst Du weniger gezielte Werbung erleben.</p>Cookie-Details‎ MEINE AUSWAHL BESTÄTIGENBack Button<p>Back</p> Performance CookiesVendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors All Consent Allowed<ul>\n<li>33Acrosshost descriptionView Cookies REPLACE-WITH-DYANMIC-HOST-ID<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> MEINE AUSWAHL BESTÄTIGENWIR VERWENDEN COOKIES<p>Einige von diesen sind notwendig, während andere uns helfen, diese Website und Dein Website Erlebnis zu verbessern.\nMit Klick auf „Alle akzeptieren“ stimmst Du zur Nutzung aller Cookies zu.\nMit Klick auf „Individuelle Cookie-Einstellungen\" erhälst du weitere Einstellungsmöglichkeiten und kannst so die nur für den Website Besuch nötigen Cookies nutzen, was sich ggf.\nauf die Qualität auswirken kann.\nDatenschutzbestimmungen Impressum </p>Individuelle Cookie-Einstellungen Alle Akzeptieren Schließen Always be the first to know.\nGet updates direct to your inbox.\nVorname Nachname E-Mail-Adresse <p>Ja, ich möchte Warenproben, Informationen und Angebote (individualisierte Angebote und Kundenumfragen) von der British American Tobacco (Germany) GmbH (BAT), Alsterufer 4, 20354 Hamburg an meine oben genannten Anschrift erhalten.\nZudem möchte ich Newsletter, individualisierte Angebote und Kundenumfragen per E-Mail von BAT erhalten.\nIch bin damit einverstanden, dass BAT zu diesen Zwecken meine persönlichen Produkt-Präferenzen auf Basis der von BAT über mich verarbeiteten Daten in einem individuellen Profil zusammenführt.\nHinweis: Diese Einwilligungen kannst du jederzeit mit Wirkung für die Zukunft widerrufen.\nBei E-Mail-Werbung befindet sich ein entsprechender Abmeldelink in jeder E-Mail.\nWeitere Informationen hierzu findest Du in unseren Datenschutzbestimmungen .</p> E-Mail Anmelden <p>Ja, ich möchte Warenproben und Informationen zu Next Generation Products und Tabakprodukten von der British American Tobacco (Germany) GmbH (BAT) unter meiner oben genannten Anschrift erhalten.\nFür die genannte Werbung darf BAT mich zudem per E-mail kontaktieren.\n*</p> Thanks for subscribing to our newsletter Schließen Schließen <strong>Kundenlogin</strong> Wenn Sie ein Konto haben, melden Sie sich mit Ihrer E-Mail-Adresse an.\nE-Mail-Adresse Passwort Einloggen Passwort vergessen <strong>Neu bei Vype ?</strong>\n<p>Das Erstellen eines Kontos hat viele Vorteile: Schnelleres Auschecken, Aufbewahren mehrerer Adressen, Nachverfolgen von Bestellungen und mehr.</p> Benutzerkonto Erstellen <p>...</p>\n<p>Käuferschutz inklusive</p>\n<p>Sehr gut</p>\n<p>4.79/5.00</p>", "created_at": "2021-05-01 18:08:17.414877", "updated_at": "2021-05-01 18:37:42.663988"}], "points": [], "urls": ["vuse.com"]}}