{"error": 448, "message": "OK", "parameters": {"id": 4419, "name": "Scryfall", "created_at": "2021-07-03 19:39:40.126872", "updated_at": "2021-07-03 22:00:50.904568", "wikipedia": null, "keywords": null, "related": null, "slug": "scryfall", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4419.png", "url": "scryfall.com", "documents": [{"id": 7754, "name": "Terms of Service", "url": "https://scryfall.com/docs/terms", "xpath": "//body", "text": " <ul>\n<li>Skip to main content</li>\n<li>Skip to footer</li>\n</ul> Scryfall Search for Magic cards Find Cards Advanced Syntax Sets Random Sign In <b>Menu</b> Help Pages Site Help <ul>\n<li> Site FAQs</li>\n<li> Syntax Guide</li>\n<li> Tagger Tags New</li>\n<li> Regular Expressions</li>\n<li> Random Tools</li>\n<li> Contact Us</li>\n</ul> Tools <ul>\n<li> Slack Bot</li>\n<li> Discord Bot</li>\n<li> Discord Troubleshooting</li>\n<li> Other Add-ons</li>\n</ul> Developers <ul>\n<li> API Reference</li>\n<li> Scryfall Imagery</li>\n<li> Bulk Data</li>\n</ul> Terms of Service <p>\n<strong>These are the Terms of Service for using Scryfall</strong>.\nYou must read these terms and agree to them before creating\na Scryfall account or joining our chat rooms.\nIf you do not agree with these terms, you may not register\nfor Scryfall or join our chat rooms.</p>\n<p>\n<strong>We’re going to use some shorthand to make this easier to read:</strong>\nWhen we say “Scryfall” we mean the Scryfall website, API, chat bots, chat rooms,\nand other related services.\nWhen we say “we” or “us” we mean Scryfall, LLC, a United States company.\nWhen we say “content”, “your content”, or “post” we mean any information\nyou submit or store on Scryfall services,\nincluding account names, deck information, and chat messages.</p>\n<p>\n<strong>We may modify these terms at any time.</strong>\nWe’ll try not to, but just know that we can change these terms at any time.\nIf the changes are material, we’ll let you know by email or by posting a notice\nbefore the changes go into effect.\nThe notice will designate a reasonable amount of time after\nwhich the new terms will go into effect for all users.\nIf you don’t agree to the new terms, you may delete your account and stop using Scryfall.\nIf you do not delete your account or do not stop using Scryfall\nwithin the notice period, your content and use of the site will be subject\nto the new Terms of Service going forward.</p> Acceptable Use <p>\n<em>You must follow these rules for acceptable use.\nThese rules protect you and others on Scryfall from disruptive and toxic behavior.</em>\n</p>\n<p>\n<strong>Scryfall is for people ages 13 and up</strong>.\nYou may not use Scryfall if you are under the age of 13.\nIf you believe that someone under the age of 13 is using Scryfall,\nplease contact us immediately.</p>\n<p>\n<strong>Scryfall is not for advertising, trades, or sales</strong>.\nScryfall is about playing Magic: The Gathering and discussing Magic: The Gathering.\nScryfall does not facilitate sales or trades between players.</p>\n<ul>\n<li>You may not use Scryfall to sell, offer, advertise, or trade any products or services, including Magic cards</li>\n<li>You may not post content purely for the purpose of advertising your clan, guild, team, club, store, company, or enterprise</li>\n<li>You may not scrape Scryfall or solicit information from Scryfall users for the purposes of recruitment, head-hunting, or job boards</li>\n<li>You may not post political advertisements or political statements on Scryfall</li>\n<li>You may not use Scryfall to recruit or advertise for any uniformed service, corps, or military program</li>\n</ul>\n<p>\n<strong>Scryfall is not a platform for bigotry or harassment.</strong>\nScryfall strives to provide a welcoming community of people who collaborate on everything Magic.</p>\n<ul>\n<li>You may not distribute anyone’s personal information or photograph without their consent</li>\n<li>You may not harass, abuse, threaten, or incite violence towards any individual or group</li>\n<li>You may not inflict unwelcome sexual attention or sexual advances on other users</li>\n<li>You may not disparage any group of people based on age, body size, disability, ethnicity, gender identity and expression, level of experience, nationality, personal appearance, race, religion, sexual identity, or sexual orientation</li>\n</ul>\n<p>\n<strong>Scryfall is “PG-13”</strong>.\nScryfall is not for mature content or mature discussions.</p>\n<ul>\n<li>You may not post excessively violent content or gore</li>\n<li>You may not post content showing exposed breasts, exposed genitalia, or body fluids</li>\n<li>You may not post content where the focus is sexual activity</li>\n<li>You may not post content where the focus is real-world guns, ammunition, or other weapons</li>\n<li>You may not post content where the focus is real-world drugs or controlled substances</li>\n<li>An exception is made to the above rules for blood, violence, and gore\nwhen the content is Magic artwork</li>\n</ul>\n<p>\n<strong>Scryfall is not a platform for crime or deception</strong>.</p>\n<ul>\n<li>You may not host pirated or stolen content on Scryfall,\nyou may only post content that you own or created or have the license to use</li>\n<li>You may not use Scryfall to offer counterfeit gaming materials or instruct others on how to create them</li>\n<li>You may not impersonate anyone on Scryfall, especially Scryfall staff, DCI Judges, or Wizards of the Coast employees</li>\n<li>You may not use Scryfall to distribute computer malware or to operate “command and control” tools</li>\n</ul>\n<p>\n<strong>You may not interfere with Scryfall’s operation</strong>.</p>\n<ul>\n<li>You may not attempt to gain access to another user’s account</li>\n<li>You may not attempt to disrupt or tamper with Scryfall’s servers or services</li>\n<li>You may not place undue burden on Scryfall through the use of automated means</li>\n</ul>\n<p>\n<strong>One account per person and one account per team/company.</strong>\n</p>\n<ul>\n<li>You may at most operate one personal account on Scryfall</li>\n<li>If you represent a particular company or team, you may create another\nprofessional account for your company or team, but only one</li>\n</ul>\n<p>\n<strong>You will maintain ownership of your Scryfall account</strong>.\nYour Scryfall account belongs to you alone, and it is not shareable or transferable.</p>\n<ul>\n<li>You may not register a Scryfall account with the intent to share\naccess to it with other parties or make it intentionally insecure, open, or “generic”</li>\n<li>You may not sell, trade, or transfer ownership of your Scryfall account to another party</li>\n</ul>\n<p>\n<strong>Failure to comply has consequences</strong>.\nIf you fail to adhere to these guidelines for acceptable use, we may (but do not have to) take any of the following actions:</p>\n<ul>\n<li>We may issue you a warning</li>\n<li>We may eject you from Scryfall-owned chatrooms</li>\n<li>We may suspend or delete your account</li>\n<li>We may restrict your future access to our services</li>\n<li>We may report any illegal activities to your internet service provider or appropriate law enforcement authorities</li>\n</ul>\n<p>\n<strong>Scryfall is the final arbiter for these rules</strong>.\nThe Scryfall team may have to take actions or make decisions\nabout acceptable behavior that lie outside of these guidelines to protect\nScryfall or other users.\nYou agree that the Scryfall team is the final arbiter of appropriate\nbehavior on our services and we reserve the right to suspend anyone’s access\nto Scryfall for any reason, at any time, with or without cause, and with or without notice.</p>\n<p>\n<strong>You can report abuse to the Scryfall team.</strong>\nYou may confidentially report instances of abusive, harassing, or otherwise unacceptable\nbehavior to the Scryfall team by contacting us.</p> Paid Services <p>\n<em>This section outlines how paid features work.</em>\n</p>\n<p>\n<strong>Scryfall offers paid services.</strong>\nSubscribers or donors are granted access to features only available\nto paying customers.</p>\n<p>\n<strong>There are multiple ways to pay.</strong>\nYou may opt to pay for services using a credit or debit card, when available.\nYour subscription may also be paid as part of a patronage or other related\naccount on a third party website such as Patreon, when available.\nSuch scenarios will be clearly communicated on your account settings.</p>\n<p>\n<strong>Payments are not refundable.</strong>\nIf you cancel your subscription, downgrade\nyour plan, delete your account, or have your access restricted\nfor violating our rules, no partial refunds will be issued for any\nunused features or unused periods of service.\nIn order to treat everyone equally, no exceptions will be made to this policy.</p>\n<p>\n<strong>Gratis accounts exist at Scryfall’s pleasure.</strong>\nIn some situations, a paid account may be provided to you free-of-charge by the Scryfall team.\nThis scenario will be clearly communicated on your account settings.\nFree accounts of this nature are provided for as long as we deem\nour relationship with you beneficial.\nWe may revoke your gratis account status at any time for any reason.</p>\n<p>\n<strong>We store payment information off-site.</strong>\nScryfall stores credit and debit card information with our payment processor,\nStripe.\nScryfall stores our patron information with Patreon.</p> Content License <p>\n<strong>You still own your content</strong>.\nYou retain ownership of all content you post on Scryfall.\nHowever, by posting your content, you grant Scryfall\na non-exclusive, sub-licensable, royalty-free, worldwide license\nto access, use, transform, and display your content.\nWe use this license to operate Scryfall services.\nWe display, cache, and retransmit your content, and we may store it redundantly on computer hardware.\nThis license ends when you delete the material or your account.</p> Limitation of Liability <p>\n<em>This section limits our obligations to you.</em>\n</p>\n<p>\n<strong>Scryfall is provided “AS-IS”.</strong>\nWe do our best to provide you a reliable and evolving service,\nbut we may change, terminate, or restrict access to any aspect\nof Scryfall, at any time, without notice.</p>\n<p>\n<strong>Scryfall is provided on an “AS-AVAILABLE” basis.</strong>\nWhile we will do our best to avoid it,\nScryfall may have downtime, outages, or periods of slow activity.</p>\n<p>\n<strong>You use Scryfall at your own risk</strong>.\nYou agree that Scryfall does not owe you any compensation for\nsite outages, software bugs, inconveniences,\nor our failure to live up to any statement in this document.\nYou further agree that you will not hold us liable for\nany losses, whether those be personal, financial, data, or competitive,\narising from your use of Scryfall.</p>\n<p>\n<strong>Price data is for informational purposes only</strong>.\nScryfall may include information about the price of third-party products or cards.\nAbsolutely no guarantees are made for this information.\nSee stores for final prices.</p>\n<p>\n<strong>Card legality is provided for informational purposes only</strong>.\nScryfall may include information about the tournament legality of cards.\nAbsolutely no guarantees are made for this information.\nPlease contact a local DCI Judge or Wizards of the Coast customer service\nfor help with evaluating your deck for sanctioned events.</p> Questions? <p>If you have questions or concerns about these terms,\nplease don’t hesitate to contact us.</p> Cards <ul>\n<li>Advanced Search</li>\n<li>Syntax Guide</li>\n<li>All Sets</li>\n<li>Your Decks</li>\n<li>Random Card</li>\n</ul> Scryfall <ul>\n<li>Slack &amp.\nDiscord Bots</li>\n<li>Site FAQs &amp.\nHelp</li>\n<li>Scryfall Blog</li>\n<li>Scryfall Tagger</li>\n<li>Art Game</li>\n<li>Bolas Game</li>\n</ul> Account <ul>\n<li>Your Account</li>\n<li>Register</li>\n<li>Terms of Service</li>\n<li>Contact Us</li>\n<li>Privacy &amp.\nSecurity</li>\n</ul> Developers <ul>\n<li>API Documentation</li>\n<li>Card Objects</li>\n<li>Card Imagery</li>\n<li>Bulk Data</li>\n<li>API Changelog</li>\n</ul> More <ul>\n<li>Donate to Scryfall</li>\n<li>Twitter</li>\n<li>GitHub</li>\n<li>Reddit</li>\n</ul>\n<p> Portions of Scryfall are unofficial Fan Content permitted under the Wizards of the Coast Fan Content Policy.\nThe literal and graphical information presented on this site about Magic: The Gathering, including card images, the mana symbols, and Oracle text, is copyright Wizards of the Coast, LLC, a subsidiary of Hasbro, Inc.\nScryfall is not produced by, endorsed by, supported by, or affiliated with Wizards of the Coast.\n</p>\n<p> The Slack, Discord, Cash App, PayPal, and Patreon logos are copyright their respective owners.\nScryfall is not produced by or endorsed by these services.\n</p>\n<p> Card prices and promotional offers represent daily estimates and/or market values provided by our affiliates.\nAbsolutely no guarantee is made for any price information.\nSee stores for final prices and details.\n</p>\n<p> All other content © 2021 Scryfall, LLC.\n</p>\n<ol>\n</ol> Caster Mode is ON ", "created_at": "2021-07-03 19:39:40.129395", "updated_at": "2021-07-03 17:39:56.052029"}], "points": [], "urls": ["scryfall.com"]}}