{"error": 448, "message": "OK", "parameters": {"id": 1954, "name": "How-To Geek", "created_at": "2019-11-04 20:11:28.338672", "updated_at": "2021-03-25 03:19:47.309403", "wikipedia": "https://en.wikipedia.org/wiki/How-To_Geek", "keywords": null, "related": null, "slug": "howto_geek", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1954.png", "url": "howtogeek.com", "documents": [{"id": 3404, "name": "Terms of Service", "url": "https://www.howtogeek.com/terms-of-use/", "xpath": "/html/body/div[5]/div/main/article/div[1]", "text": "\n<p>Thank you for visiting How-To Geek and using our services! By using our services, you are agreeing to our terms so please make sure you read through them carefully.\nThis is a legal agreement between you and How-To Geek, LLC, its affiliates and divisions, and these terms apply to How-To Geek’s websites, mobile applications and other digital and interactive services that link to these terms (collectively, the “Services”).</p>\n<p>You acknowledge that these Terms may be updated from time to time so please check this page periodically and any updates and changes to these Terms will be effective when they are posted.\nAdditional terms may apply to use of our Services and those additional terms become part of your agreement with us if you use our Services, such as our Privacy Policy.</p>\n<p>By accessing and using the Services in any manner, to include user generated content, you expressly agree that you have read, understand and agree to be bound by these Terms.\nIf you don’t agree with our Terms, then you are not permitted to access or use the Services.</p>\n<strong>1.\nScope</strong>\n<p>In order to use our Services, you must be of legal age and competence.\nIf you are under legal age, you are prohibited from using our Services and further prohibited from providing us with any personal information.\nIf you are using our Services on behalf of a third party, then you are representing to us that you are an authorized representative of that third party and that your use of our Services constitutes that third party’s acceptance of our Terms.\nOur Services are rendered and controlled within the United States and we do not make any claims that use of our Services is accessible or appropriate outside of the United States.\nUsers accessing our Services outside of the United States do so at their own risk.</p>\n<strong>2.\nDisclaimer</strong>\n<p>Content and information provided through our Services is provided for informational purposes on an “as is” basis at your sole risk.\nHow-To Geek makes no guarantee as to the accurateness, completeness or quality of the information.\nHow-To Geek shall not be liable or responsible for any errors, omissions or inaccuracies in the information or your reliance on the information.\nYou are solely responsible for verifying the information as being appropriate for your personal use.</p>\n<p>We have the right to take any of the following actions in our sole discretion at any time and for any reason without giving you any prior notice:</p>\n<p>a) Restrict, suspect or terminate your access to all or any part of our Services;</p>\n<p>b) Change, suspend or discontinue all or any part of our Services;</p>\n<p>c) Refuse, move or remove any material that you submit to our sites for any reason;</p>\n<p>d) Refuse, move, or remove any content that is available on our sites;</p>\n<p>e) Establish general practices and limits concerning use of our sites.</p>\n<p>You agree that we will not be liable to you or any third party for taking any of these actions.\nYou understand and agree that our Services may include communications such as service announcements and administrative messages from us or from our partners and that these communications are considered part of the Services.\nYou will not be able to opt out of receiving these messages.\nYou also understand that our Services may include advertisements.</p>\n<strong>3.\nUse of Marks</strong>\n<p>Trademarks, trade names, service marks, copyrights, or logos (collectively, “Marks”) owned by How-To Geek are not subject to use in any manner by you.\nYou acknowledge that you have no ownership rights in or to any such items.</p>\n<strong>4.\nProprietary Rights</strong>\n<p>The Services we provide are owned and operated by How-To Geek and contain material which is developed in whole or in part from material supplied by How-To Geek and its partners, as well as other sources, and is protected by United States copyright laws, international treaty provisions, trademarks, service marks and other intellectual property laws.\nThe Services are also protected as a collective work or compilation under U.S.\ncopyright and other law and treaties.\nYou agree to abide by all applicable copyright and other laws, as well as any additional copyright notices or restrictions contained in the Services.\nYou acknowledge that the Services have been developed, compiled, prepared, revised, selected, and arranged by How-To Geek and others through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitute valuable intellectual property of How-To Geek and such others.\nYou agree to protect the proprietary rights of How-To Geek and all others having rights in the Services during and after the term of these Terms and to comply with all reasonable written requests made by How-To Geek or its suppliers and licensors of content or otherwise (“Suppliers”) to protect their and others’ contractual, statutory, and common law rights in the Services.\nYou agree to notify How-To Geek immediately upon becoming aware of any unauthorized access or use of the Services by any individual or entity or of any claim that the Services infringe upon any copyright, trademark, or other contractual, statutory, or common law rights.\nAll present and future rights in and to trade secrets, patents, copyrights, trademarks, service marks, know-how, and other proprietary rights of any type under the laws of any governmental authority, domestic or foreign, including without limitation rights in and to all applications and registrations relating to the Services shall, as between you and How-To Geek, at all times be and remain the sole and exclusive property of How-To Geek.</p>\n<strong>5.\nUser Content</strong>\n<p>The Services may enable you to submit, post, upload, or otherwise make available (collectively, “post”) content such as video clips, photographs, reviews, public messages, ideas, comments and other content (collectively, “User Content”) that may or may not be viewable by other users.\nYou acknowledge and agree that all User Content, whether publicly posted or privately transmitted, is the sole responsibility of the person from whom the User Content originated.\nYou further agree that you have all required rights to post such User Content without violation of any third-party rights.\nYou agree that you will indemnify, defend, and hold harmless How-To Geek for all claims resulting from User Content you post.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.</p>\n<p>When you post User Content on or through the Services, you grant How-To Geek a world-wide, perpetual, irrevocable, royalty-free, non-exclusive, and sub-licenseable license to use, copy, distribute, reproduce, modify, edit, adapt, publicly perform and display, translate, sell, lease, create derivative works from and publish such User Content, in whole or in part, in any format or medium now known or developed in the future, including without limitation for promoting and redistributing part or all of the Services in any media format.\nFinally, you agree that your user name or other identifying information may be associated with any User Content that you post.</p>\n<strong>6.\nUser Comment</strong>\n<p>You acknowledge and agree that any information provided to us by e-mail or in any other format, including without limitation, answers, questions, suggestions, ideas, etc.\nwill be deemed to be non-confidential.\nWe have no obligation to protect such information from disclosure.\nWe are free to reproduce, use, disclose and distribute such information to others without restriction.</p>\n<strong>7.\nLicense and Conduct</strong>\n<p>Subject to your compliance with these Terms, we grant you a limited, non-exclusive, non-sublicensable, non-transferable, and revocable right to access and use the Services for your own personal use consistent with the Terms.</p>\n<p>Prohibited Uses.&nbsp.\nWithout limitation, you will not:</p>\n<p>a) Post or otherwise provide User Content that harasses, abuses, or threatens any other person, or that contains obscene content;</p>\n<p>b) Post User Content that degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability or other classification;</p>\n<p>c) Post User Content that is unlawful, harmful, tortious, defamatory, libelous, or invasive of another’s privacy;</p>\n<p>d) Use the Services commercially (for example, as part of a service bureau), for benchmarking, or to compile information for a product or service;</p>\n<p>e) Copy, download (other than through page caching necessary for personal use, or as otherwise expressly permitted by these Terms), modify, distribute, post, transmit, display, perform, reproduce, broadcast, duplicate, publish, republish, upload, license, reverse engineer, create derivative works from, or offer for sale any content or other information contained on or obtained from or through the Services, by any means except as provided for in these Terms or with the prior written consent of How-To Geek;</p>\n<p>f) Scrape, access, monitor, index, frame, link, or copy any content or information on the Services by accessing the Services in an automated way, using any robot, spider, scraper, web crawler, or any other method of access other than manually accessing the publicly-available portions of the Services through a browser or accessing the Services through any approved API;</p>\n<p>g) Violate the restrictions in any robot exclusion headers of the Services, if any, or bypass or circumvent other measures employed to prevent or limit access to the Services;</p>\n<p>h) Post material that advocates illegal activity or discusses illegal activities with the intent to commit them (in either case as determined by How-To Geek in its sole discretion);</p>\n<p>i) Post or otherwise make available any material that contains any software, device, instructions, computer code, files, programs and/or other content or feature that is designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment (including without limitation any time bomb, virus, software lock, worm, self-destruction, drop-device, malicious logic, Trojan horse, trap door, “disabling,” “lock out,” “metering” device or any malicious code);</p>\n<p>j) Post or do anything that could disable, overburden, or impair the proper working of the Services;</p>\n<p>k) Post material that impedes or otherwise prohibits communication or disrupts user discussion;</p>\n<p>l) Post, utilize or otherwise make available any other party’s intellectual property unless you have the right to do so, or remove or alter any copyright, trademark or other proprietary notice contained on the Services;</p>\n<p>m) Post any trade secrets or other confidential or proprietary information, or post any material that you do not have a right to make available under any law or under contractual or fiduciary relationships, including but not limited to inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under non-disclosure agreements;</p>\n<p>n) Falsely state or otherwise misrepresent your affiliation with a person or entity, or impersonate any person or entity in a manner that does not constitute parody;</p>\n<p>o) Through misrepresentation or otherwise, solicit personal or sensitive information from other users including without limitation address, credit card or financial account information, or passwords;</p>\n<p>p) Post spam or other advertisements or solicitations, promote commercial entities, or otherwise engage in commercial activity on or through the Services;</p>\n<p>q) Violate the law or encourage conduct that would constitute a criminal offense or give rise to civil liability;</p>\n<p>r) Frame, inline link, or similarly display the Services or any portion of the Services;</p>\n<p>s) Violate or facilitate the violation of these Terms or any guidelines or policies posted by How-To Geek;</p>\n<p>t) Interfere with any other party’s use and enjoyment of the Services.</p>\n<p>How-To Geek reserves the right, in its sole and absolute discretion, to remove any User Content, block access to the Services, and/or cancel the account of any user.&nbsp;Use of the Services for any illegal purpose, or any other purpose not expressly permitted in these Terms, is strictly prohibited.</p>\n<strong>8.\nCompliance with Law</strong>\n<p>You acknowledge, consent, and agree that How-To Geek may access, preserve, and disclose your account information and/or any User Content you submit or make available for inclusion on the Services, if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary or appropriate for any of the following reasons: (1) to comply with legal process.\n(2) to enforce these Terms.\n(3) to respond to claims that any content violates the rights of third parties.\n(4) to protect the rights, property, or personal safety of How-To Geek, its agents and affiliates, its users, and the public.\nor (5) to address your requests.</p>\n<strong>9.\nWarranties and Disclaimers</strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>a) THE WARRANTIES, IF ANY, APPLICABLE TO EACH PRODUCT AVAILABLE THROUGH THE SERVICES ARE PROVIDED BY THE MANUFACTURER OF SUCH PRODUCT.\nALL PRODUCTS ARE MANUFACTURED BY THIRD PARTIES.</p>\n<p>b) YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nHOW-TO GEEK EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, TITLE, AND NON-INFRINGEMENT.\nHOW-TO-GEEK ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO PROVIDE ANY CONTENT OR TO STORE ANY PERSONALIZATION SETTINGS OR USER MATERIALS.</p>\n<p>c) ANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE SERVICES IS DOWNLOADED AND USED AT YOUR SOLE DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, MOBILE DEVICE, SOFTWARE, TECHNOLOGY OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF ANY SUCH CONTENT.</p>\n<p>d) NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM HOW-TO GEEK OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY.</p>\n<p>e) HOW-TO GEEK WILL NOT BE RESPONSIBLE FOR ANY THIRD-PARTY CONTENT ON SERVICES, ANY LINKS TO THIRD-PARTY WEBSITES OR ANY THIRD-PARTY WEBSITES.\nHOW-TO-GEEK DOES NOT VET OR VERIFY USERS THAT IDENTIFY THEMSELVES AS EXPERTS ON PARTICULAR TOPICS THROUGH THE SERVICES, AND YOU AGREE NOT TO HOLD HOW-TO GEEK RESPONSIBLE FOR RELIANCE ON SUCH EXPERTS IF YOU DO NOT ACHIEVE THE RESULT S YOU EXPECT IN RELYING ON SUCH EXPERTS.</p>\n<strong>10 Limitation of Liability</strong>\n<p>IN NO EVENT WILL HOW-TO GEEK, ITS RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, MEMBERS, SHAREHOLDERS, OR REPRESENTATIVES (AND ALL SUCCESSORS AND ASSIGNS OF ANY OF THE FOREGOING) (COLLECTIVELY “HOW-TO GEEK” FOR PURPOSES OF THIS SECTION) BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES RESULTING FROM THE PERFORMANCE, USE OF OR THE INABILITY TO USE THE SERVICES OR PRODUCTS, EVEN IF HOW-TO GEEK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, VIOLATION OF STATUTE OR OTHERWISE.\nHOW-TO GEEK WILL NOT BE LIABLE FOR THE COST OF REPLACEMENT PRODUCTS, LOSS OF REVENUE OR LOSS OF GOOD WILL.\nIN ANY EVENT, OUR AGGREGATE LIABILITY WILL NOT EXCEED THE AMOUNT PAID FOR THE PRODUCT OR SERVICE TO WHICH THE CLAIM RELATES OR, IF THE CLAIM DOES NOT RELATE TO A PRODUCT OR SERVICE, $100.</p>\n<p>HOW-TO GEEK DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY WEBSITE FEATURED OR LINKED TO THROUGH THE SERVICE, AND HOW-TO GEEK WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nHOW-TO GEEK WILL NOT BE LIABLE FOR THE OFFENSIVE OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nYOU VOLUNTARILY ASSUME THE RISK OF HARM OR DAMAGE FROM THE FOREGOING.\nTHE FOREGOING LIMITATIONS WILL APPLY EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE AND TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>If you are a California resident, you hereby waive California Civil Code §1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.” This release includes the criminal acts of others.</p>\n<strong>11.\nIndemnity</strong>\n<p>You agree to indemnify, defend and hold How-To Geek and its respective officers, directors, employees, members or representatives (and all successors and assigns of any of the foregoing), harmless from and against any claim or demand, including without limitation, reasonable attorneys’ fees and disbursements, made by any third party in connection with or arising out of your use of the Services, your connection to the Services, your violation of the Terms or How-To Geek Privacy Policy, your violation of an applicable law, your submission, posting, transmission of User Content to the Services, and/or your violation of any rights of another we reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.</p>\n<strong>12.\nAdvertisers</strong>\n<p>Any correspondence or business dealings with, or participation in promotions of, advertisers found on or through the Services, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser.\nYou agree that How-To Geek will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such advertisers on or through the Services.</p>\n<strong>13.\nThird-Party Services</strong>\n<p>The Services that we provide may include, without limitation: (a) information and content provided by third parties.\n(b) links to third-party websites or resources, such as sellers of goods and services.\nand (c) third-party products and services for sale directly to you.\nPlease note that some of these links may be affiliate marketing links encoded by third party partners.\nThis means that we may earn a commission when you click on or make purchases via affiliate links, and affiliate partners may use cookies to understand your use of the Services.\nHow-To Geek is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for: (a) any content, advertising, products, or other materials on or available from such sites or resources, (b) any errors or omissions in these websites or resources, or (c) any information handling practices or other business practices of the operators of such sites or resources.\nYou further acknowledge and agree that How-To Geek shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any linked sites or resources.\nYour interactions with such third parties will be governed by the third parties’ own terms of service and privacy policies, and any other similar terms.</p>\n<strong>14.\nTermination of Services</strong>\n<p>a) How-To Geek reserves the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part thereof), with or without notice.\nYou agree that How-To Geek shall not be liable to you or any third party for any modification, suspension or discontinuance of the Services.</p>\n<p>b) These Terms are effective unless and until terminated by you or us.\nWe may, in our sole and absolute discretion, deny you access to all or part of the Services at any time for any or no reason at all, with or without notice to you.</p>\n<strong>15.\nControlling Law and Severability</strong>\n<p>These Terms will be interpreted in accordance with the laws of the Commonwealth of Virginia, without regard to its conflict-of-law provisions.\nIf any part of these Terms is considered invalid, it shall be enforced as effectively as possible while all other provisions remain in full effect.</p>\n<strong>16.\nQuestions</strong>\n<p>If you have any questions about these Terms, please contact us by email at contact@howtogeek.com.</p>\n<p>\n<small>Last Updated: October 16, 2017</small>\n</p>\n", "created_at": "2021-01-02 14:46:39.432101", "updated_at": "2021-02-03 22:42:19.283057"}, {"id": 2076, "name": "Privacy Policy", "url": "https://www.howtogeek.com/privacy-policy/", "xpath": "/html/body/div[5]/div/main/article/div[1]", "text": "\n<p>Our Privacy Policy is intended to help you clearly and easily understand:</p>\n<ol>\n<li>Who We Are</li>\n<li>Collection of Information – Data Classes</li>\n<li>Disclosure of Your Information</li>\n<li>What “Your Rights” Are</li>\n<li>Retention of Your Information</li>\n<li>Information Security</li>\n<li>California Privacy Rights</li>\n<li>Information From Children</li>\n<li>Questions</li>\n</ol>\nI.\nWho We Are\n<p>This Privacy Policy covers how How-To Geek, LLC, a U.S.\ncompany, and the data controller (“How-To Geek”, “we”, “our”), treats information it collects and receives from its website located at www.howtogeek.com, any mobile or localized version of the website, and any other How-To Geek owned sites (collectively, the “Site”) or services that link to this Privacy Policy.\nIt also covers the use of information we may collect through content we make available on third-party sites or platforms.</p>\n<p>While limited use of our Sites is available before registration, your affirmative acceptance of our Terms of Use, which incorporates this Privacy Policy is required prior to providing us with any personally identifiable information, such as your name, email address, phone number, etc.\nBy accepting these Terms, you consent to our collection and use of your information as described in this Privacy Policy.</p>\n<p>Our Data Protection Officer is the person responsible for overseeing our compliance with the General Data Protection Regulation (“GDPR”) and the California Consumer Privacy Act (“CCPA”).\nIf you want to contact this individual, you can email compliance@howtogeek.com.</p>\nII.\nCollection of Information – Data Classes\n<p>The information we collect falls into four data classes.</p>\n<ol>\n<li>Information You Provide to Us</li>\n<li>Information Collected from Third Parties</li>\n<li>Information Collected from Social Media</li>\n<li>Information Related to Your Use of Our Site</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<u>Information You Provide to Us</u>.\nThis includes information you provide to us in any of the following ways:</li>\n</ol>\n<ul>\n<li>When you choose to fill out a form on our Site</li>\n<li>When you search for a product/service</li>\n<li>When you complete a survey or provide us with feedback</li>\n<li>When you subscribe to a service or certain offerings (i.e.\nnewsletter, updates, etc.)</li>\n<li>When you communicate with us by phone, email, mail, or otherwise</li>\n<li>When you report a problem</li>\n</ul>\n<p>The personally-identifiable information we collect includes your name, email address, address, phone number, other contact information, birthdate, and demographic information.</p>\n<p>When you provide this information directly to us by the methods described above, we use it for the purpose of communicating with you, providing customer service, verifying your information, providing advertising or marketing services, for auditing related to interactions with consumers (including ad impressions, troubleshooting, debugging, analyzing, auditing, and verifying the integrity of our systems), and to comply with legal obligations.\nOn occasion we also use the data collected in this class to provide information about products and services offered by How-To Geek or our business partners.</p>\n<ol>\n<li>\n<u>Information Collected from Third Parties</u>.\nWe receive some information about you from trusted advertising partners, such as Lead Generation Networks, which includes your name, address, email address, and telephone number, and professional or employment-related information such as your company and industry.</li>\n</ol>\n<p>We receive this data, on occasion, for the purpose of providing information to you about products and services offered by How-To Geek and our business partners, as well as for marketing and analytics purposes, auditing related to interactions with consumers (including ad impressions), and for troubleshooting, debugging, analyzing, auditing, verifying the integrity of How-To Geek systems, and to comply with legal obligations.</p>\n<ol>\n<li>\n<u>Information Collected from Social Media</u>.\nWhen you “like” or “follow” us on social media sites such as Facebook, Twitter, or LinkedIn, we collect some information from you including your name, e-mail address, and any comments or content you post relevant to us including photos or videos.\nWe also collect your information if you sign up for one of our promotions or submit information to use through social media sites.</li>\n</ol>\n<p>We collect and use this data for the purpose of communicating with you, providing customer service, verifying your information, providing advertising or marketing services, troubleshooting, debugging, analyzing, auditing, and verifying the integrity of How-To Geek systems, and to comply with legal obligations.\nOn occasion we also use the data collected in this class to provide information to you about products and services offered by How-To Geek or our business partners.</p>\n<ol>\n<li>\n<u>Information Related to Your Use of Our Site</u>.\nWe automatically collect certain information about the computer or devices you use to access our Site.\nThis includes: (a) IP addresses, geolocation information, and other information about your computer or device(s), browser types, operating system the state or country from which you accessed the Site, language .\nand (b) information related to the ways in which you interact with the Site, such as the number of clicks, domain names, pages and content viewed and other similar information.\nWe use third-party analytic providers and technologies, including cookies, as described below, and other similar tools, to assist in collecting this information.</li>\n</ol>\n<p>We collect and use this data for auditing related to interactions with consumers (including ad impressions), for marketing and analytics purposes, for troubleshooting, debugging, analyzing, auditing, and verifying the integrity of How-To Geek systems, and to comply with legal obligations.</p>\n<p>Cookies are data files that are automatically placed on your computer as you use our Site which allow us to identify you as you move through our site.\nThrough the use of these cookies, we collect information about how you use our Site, including access times, browser types, language, and the IP Address from which you contact our site.</p>\n<p>Note that some of our advertisers may place cookies on your computer, including Future plc and Google AdSense.\nWe do not have control over cookies placed by our advertisers.\nAdvertisers/vendors may collect information identified above and are subject to their own privacy policies, not ours.\nThese policies may be found on the websites for Future and Google.\nWe disclaim any and all liability in connection with such advertisers/ vendors and their collection and use of information.</p>\n<p>If you prefer not to accept cookies, you have the ability to refuse cookies via your web browser and we honor all such requests.\nHowever, if you set your browser to refuse cookies, some portions of our Site may not function properly.</p>\nIII.\nDisclosure of Your Information\n<p>We do not currently disclose your information in any of the categories above to third parties.\nHowever, we reserve the right to make disclosures in the future, under the following circumstances:</p>\n<ul>\n<li>When you give your consent</li>\n<li>To our service providers who perform services on our behalf or for other legitimate business purpose</li>\n<li>To business partners with whom we have a business relationship with who may provide promotions, discounts or other offerings to you.</li>\n<li>To protect our rights, comply with laws, regulations or we believe in good faith that access to information is necessary to protect us or others.</li>\n<li>As a part of business mergers or acquisitions</li>\n<li>When you share your information publicly on public forums such as blogs and community forums where your information may be read, collected and used by others.</li>\n</ul>\n<p>In the event that we make the decision to begin disclosing this information we will notify you by updating this policy, and prior to any significant disclosure we may provide notice to you by placing a notice in a prominent or relevant location within our Site, and in some cases via email directly to you.</p>\nIV.\nWhat “Your Rights” Are\n<p>You can reset your Cookies.\nYou can remove or reject cookies via your browser settings.\nIn order to do this, follow the instructions provided by your browser (usually within “settings”, “help”, “tools” facility).\nIf you clear your cookies, it will delete How-To Geek Cookies and therefore the Cookie ID will no longer identify a cookie on your device.\nThis means the next time you visit the Site (unless you actively identify yourself by logging in), we will not recognize your or your device.\nWe will treat you as a new user and will set the How-To Geek Cookie again.</p>\n<p>You may delete browser information.\nMany Internet browsers allow you to disable HTML5 local storage or delete information contained in HTML5 local storage using browser controls.</p>\n<p>If you would like to correct or erase your personal data we have collected please send us a request by email at compliance@howtogeek.com.\nWhen we receive such a request, we will seek to comply as soon as reasonably practicable (but in no event more than 30 days).</p>\nV.\nRetention of Your Information\n<p>We will keep your information only for as long as is reasonably necessary for the purposes that it has been collected, taking into account any legal requirements that may apply.\nFor avoidance of any doubt, we will retain your information in order to continue offering the Services to you.\nIf you exercise any of your rights set forth in this Privacy Policy, your information may be deleted or retained subject to the terms of this Policy.</p>\nVI.\nInformation Security\n<p>No data transmission over the Internet is entirely secure and no system of physical or electronic security is impenetrable.\nWhile we take steps to prevent unauthorized access to your personal data, we cannot absolutely guarantee the security of the information you send or the security of our servers and databases.\nBy using our Services you agree to assume all risk in connection with the information sent to us or collected by us when you use our Services.\nIn the unlikely event that we believe the security of your information may have been compromised, we may seek to notify you.</p>\nVII.\nCalifornia Privacy Rights\n<p>California Law permits visitors who are California residents to request a list of the third parties to which we have disclosed personal information (as defined under California law) for such third parties’ direct marketing purposes.\nYou are limited to one request per calendar year.\nIn your request, please attest to the fact that you are a California resident and provide a current California address for our response.\nYou may submit this request by email at compliance@howtogeek.com.</p>\n<p>If you are a consumer, as defined in the California Consumer Privacy Act (“CCPA”), you have a right to request that we disclose to you the categories of personal information we have collected from you, the categories of sources from which such information has been collected, the business or commercial purpose for which your information has been collected, the categories of third parties with whom your personal information is shared, and the specific pieces of personal information that have been collected about you.\nTo exercise your right to disclosure and request these details about your personal information which has been collected by us, you can make that request by contacting us at compliance@howtogeek.com.\nBecause, for your security, we require you to prove your identity before granting access to your information, we will verify your identity.\nThe information we collect from you in connection with this verification of your identity will be used solely for the purposes of verifying, responding to, and logging to your request.</p>\n<p>You also have a right under the CCPA to request that your personal information not be sold, and to request disclosure of your personal information which has been sold by a business.\nWe do not sell your personal information other than as described in this Privacy Policy, and have not sold any consumer personal information in the last 12 months, however, our advertisers reserve the right to do so.\nTherefore, because of our commitment to data transparency and privacy, we still make it possible for you to register your preference for opting out of the sale of your personal information, and you may do so at this link.</p>\n<p>Additionally, you have the right to request that we delete personal information that we may have collected from you.\nTo request that your information be deleted, you can make that request by contacting us at compliance@howtogeek.com.\nFor your security, we will require you to prove your identity before granting access to your information.\nThe information we collect from you in connection with this verification of your identity will be used solely for the purposes of verifying, responding to, and logging to your request.\nIn certain circumstances we have the right to retain information, even in the event of a request to remove the information.</p>\n<p>You may designate an authorized agent to exercise your disclosure and deletion rights under the CCPA.\nIf you wish to do this, you must provide the agent with written permission to exercise your rights, and you must verify your own identity with us.\nIf you wish to designate an agent in this way, please contact us at compliance@howtogeek.com.</p>\n<p>You have a right to not be discriminated against for exercising your rights under the CCPA, and we do not discriminate against consumers on based on their exercise of any of these rights.</p>\nVIII.\nInformation From Children\n<p>Our Services is not intended for use by children, especially those under the age 13.\nNo one under 13 years of age is allowed to provide any personal information or use our public forums, chats, etc.\nMinors between 13 – 17 years of age must get permission of their parent(s) or legal guardian(s) before using our Services.\nIf we discover that we have received any personal information from a child under the age of 13, we will take reasonable steps to delete that information as quickly as possible.</p>\nIX.\nQuestions\n<p>If you have any questions or concerns about this policy, please email compliance@howtogeek.com.</p>\n<p>Last Updated: September 29, 2020</p>\n", "created_at": "2019-11-04 20:20:16.705003", "updated_at": "2020-12-14 23:14:13.816159"}], "points": [{"id": 26442, "title": "There is a date of the last update of the agreements", "source": "https://www.howtogeek.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-12-17 06:38:23.683314", "updated_at": "2022-08-15 17:18:42.608395", "quoteText": "Last Updated: October 16, 2017", "case_id": 331, "document_id": 3404, "quoteStart": 21031, "quoteEnd": 21061}, {"id": 26441, "title": "This service is only available to users over a certain age", "source": "https://www.howtogeek.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-12-17 06:14:48.689153", "updated_at": "2022-08-15 17:18:37.900045", "quoteText": "In order to use our Services, you must be of legal age and competence.\nIf you are under legal age, you are prohibited from using our Services and further prohibited from providing us with any personal information.", "case_id": 152, "document_id": 3404, "quoteStart": 1099, "quoteEnd": 1312}, {"id": 13239, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:44:35.341322", "updated_at": "2020-12-26 02:34:41.437514", "quoteText": "\n<p>Our Data Protection Officer is the person responsible for overseeing our compliance with the General Data Protection Regulation (“GDPR”) and the California Consumer Privacy Act (“CCPA”).\nIf you want to contact this individual, you can email compliance@howtogeek.com.</p>\n", "case_id": 300, "document_id": 2076, "quoteStart": 1318, "quoteEnd": 1593}, {"id": 13242, "title": "This service may use your personal information for marketing purposes", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:46:36.291001", "updated_at": "2020-12-26 02:38:34.114008", "quoteText": "\n<p>When you provide this information directly to us by the methods described above, we use it for the purpose of communicating with you, providing customer service, verifying your information, providing advertising or marketing services,", "case_id": 336, "document_id": 2076, "quoteStart": 2615, "quoteEnd": 2853}, {"id": 13241, "title": "This service gathers information about you through third parties", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:45:49.383818", "updated_at": "2020-12-26 02:35:45.441484", "quoteText": "Information Collected from Third Parties</li>", "case_id": 382, "document_id": 2076, "quoteStart": 1750, "quoteEnd": 1795}, {"id": 13246, "title": "This service receives your location through GPS coordinates", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Full quote: \"We automatically collect certain information about the computer or devices you use to access our Site. This includes: (a) IP addresses,geolocation information,\"", "created_at": "2020-12-23 18:51:26.630285", "updated_at": "2021-02-06 06:07:55.704751", "quoteText": "geolocation information,", "case_id": 400, "document_id": 2076, "quoteStart": 5125, "quoteEnd": 5149}, {"id": 13247, "title": "This service uses third-party cookies for statistics", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:53:01.977519", "updated_at": "2020-12-26 02:37:18.349145", "quoteText": "We use third-party analytic providers and technologies, including cookies, as described below, and other similar tools, to assist in collecting this information.", "case_id": 325, "document_id": 2076, "quoteStart": 5481, "quoteEnd": 5642}, {"id": 13251, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.howtogeek.com/privacy-policy/", "status": "\"we reserve the right to make disclosures in the future, under the following circumstances: [...] As a part of business mergers or acquisitions\"", "created_at": "2020-12-23 18:59:46.810739", "updated_at": "2021-02-06 06:08:13.680101", "quoteText": "As a part of business mergers or acquisitions</li>\n", "case_id": 243, "document_id": 2076, "quoteStart": 7716, "quoteEnd": 7767}, {"id": 13254, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:02:08.723897", "updated_at": "2020-12-26 02:30:32.848224", "quoteText": "We will keep your information only for as long as is reasonably necessary for the purposes that it has been collected, taking into account any legal requirements that may apply.", "case_id": 303, "document_id": 2076, "quoteStart": 9351, "quoteEnd": 9528}, {"id": 13252, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:01:00.410177", "updated_at": "2020-12-26 02:34:05.429729", "quoteText": "</ul>\n<p>In the event that we make the decision to begin disclosing this information we will notify you by updating this policy, and prior to any significant disclosure we may provide notice to you by placing a notice in a prominent or relevant location within our Site, and in some cases via email directly to you.", "case_id": 165, "document_id": 2076, "quoteStart": 7935, "quoteEnd": 8250}, {"id": 13256, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:04:21.546104", "updated_at": "2020-12-26 02:44:10.675016", "quoteText": "\nBecause, for your security, we require you to prove your identity before granting access to your information, we will verify your identity.", "case_id": 214, "document_id": 2076, "quoteStart": 11656, "quoteEnd": 11796}, {"id": 13257, "title": "You can delete your content from this service", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:09:06.36163", "updated_at": "2021-02-06 06:08:31.364282", "quoteText": "Additionally, you have the right to request that we delete personal information that we may have collected from you.", "case_id": 175, "document_id": 2076, "quoteStart": 12617, "quoteEnd": 12733}, {"id": 8248, "title": "This service gathers information about you through third parties", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-11-04 20:27:50.755869", "updated_at": "2020-12-26 02:43:48.599574", "quoteText": "\nWe may use third-party analytic providers and technologies, including cookies and similar tools, to assist in collecting this information.", "case_id": 382, "document_id": 2076, "quoteStart": 3105, "quoteEnd": 3244}, {"id": 13587, "title": "Third parties may be involved in operating the service", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 14:48:56.896669", "updated_at": "2021-02-06 06:08:20.266201", "quoteText": "We receive this data, on occasion, for the purpose of providing information to you about products and services offered by How-To Geek and our business partners, ", "case_id": 207, "document_id": 2076, "quoteStart": 3564, "quoteEnd": 3725}, {"id": 13253, "title": "You can request access and deletion of personal data", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:01:43.691718", "updated_at": "2020-12-26 02:30:10.436492", "quoteText": "<p>If you would like to correct or erase your personal data we have collected please send us a request by email at compliance@howtogeek.com.\nWhen we receive such a request, we will seek to comply as soon as reasonably practicable (but in no event more than 30 days).", "case_id": 195, "document_id": 2076, "quoteStart": 9044, "quoteEnd": 9310}, {"id": 13255, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:03:24.809024", "updated_at": "2020-12-26 02:30:20.655692", "quoteText": "In the unlikely event that we believe the security of your information may have been compromised, we may seek to notify you.</p>\n", "case_id": 391, "document_id": 2076, "quoteStart": 10281, "quoteEnd": 10410}, {"id": 13249, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:56:11.108279", "updated_at": "2020-12-26 02:34:48.479668", "quoteText": "\nHowever, if you set your browser to refuse cookies, some portions of our Site may not function properly.</p>", "case_id": 375, "document_id": 2076, "quoteStart": 6916, "quoteEnd": 7025}, {"id": 13250, "title": "The service does not share user information with third parties but may do it in the future", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:56:50.281729", "updated_at": "2020-12-26 02:34:15.54767", "quoteText": "We do not currently disclose your information in any of the categories above to third parties.\nHowever, we reserve the right to make disclosures in the future, under the following circumstances:</p>\n<ul>", "case_id": 311, "document_id": 2076, "quoteStart": 7065, "quoteEnd": 7268}, {"id": 13240, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:45:29.482932", "updated_at": "2020-12-26 02:34:29.062755", "quoteText": "\n<p>The information we collect falls into four data classes.</p>", "case_id": 228, "document_id": 2076, "quoteStart": 1637, "quoteEnd": 1701}, {"id": 13245, "title": "This service collects your IP address for location use", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:50:39.338202", "updated_at": "2020-12-26 02:34:55.361374", "quoteText": "We automatically collect certain information about the computer or devices you use to access our Site.\nThis includes: (a) IP addresses,", "case_id": 399, "document_id": 2076, "quoteStart": 4989, "quoteEnd": 5124}, {"id": 13244, "title": "This service tracks you on other websites", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:48:52.984215", "updated_at": "2020-12-26 02:38:05.803368", "quoteText": "When you “like” or “follow” us on social media sites such as Facebook, Twitter, or LinkedIn, we collect some information from you including your name, e-mail address, and any comments or content you post relevant to us including photos or videos.", "case_id": 129, "document_id": 2076, "quoteStart": 4055, "quoteEnd": 4301}, {"id": 13248, "title": "Tracking via third-party cookies for other purposes including advertising", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:54:50.622079", "updated_at": "2020-12-26 02:37:02.599449", "quoteText": "</p>\n<p>Note that some of our advertisers may place cookies on your computer, including Future plc and Google AdSense.\nWe do not have control over cookies placed by our advertisers.", "case_id": 128, "document_id": 2076, "quoteStart": 6290, "quoteEnd": 6471}, {"id": 13243, "title": "The service uses your personal data for advertising", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-12-23 18:48:13.577886", "updated_at": "2020-12-26 02:38:19.595121", "quoteText": "We collect and use this data for the purpose of communicating with you, providing customer service, verifying your information, providing advertising or marketing services,", "case_id": 216, "document_id": 2076, "quoteStart": 4447, "quoteEnd": 4619}, {"id": 8249, "title": "This service is only available to users of a certain age", "source": "https://www.howtogeek.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-11-05 00:16:25.587703", "updated_at": "2020-12-15 09:46:17.943342", "quoteText": "No one under 13 years of age is allowed to provide any personal information or use our public forums, chats, etc.\nMinors between 13 – 17 years of age must get permission of their parent(s) or legal guardian(s) before using our Services", "case_id": 152, "document_id": 2076, "quoteStart": 13935, "quoteEnd": 14170}, {"id": 13588, "title": "This service holds onto content that you've deleted", "source": "https://www.howtogeek.com/privacy-policy/", "status": "The service can retain personal data after a request of erasure for as many reasons as \"In certain circumstances\" could imply.", "created_at": "2021-01-02 14:51:01.404279", "updated_at": "2021-02-06 06:08:04.306451", "quoteText": "In certain circumstances we have the right to retain information, even in the event of a request to remove the information.", "case_id": 174, "document_id": 2076, "quoteStart": 13142, "quoteEnd": 13265}], "urls": ["howtogeek.com"]}}