{"error": 448, "message": "OK", "parameters": {"id": 6416, "name": "101soundboards", "created_at": "2022-03-07 21:26:35.551282", "updated_at": "2022-03-07 23:01:15.934019", "wikipedia": null, "keywords": null, "related": null, "slug": "101soundboards", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6416.png", "url": "101soundboards.com", "documents": [{"id": 11653, "name": "Privacy Policy", "url": "https://www.101soundboards.com/pages/about#privacy", "xpath": "/html/body/div[2]/div[3]/div/div[2]/div[4]/div", "text": " <p>Effective date: September 4, 2018</p>\n<p>101soundboards.com (\"us\", \"we\", or \"our\") operates the https://www.101soundboards.com website (the \"Service\").</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.101soundboards.com</p> Information Collection And Use <p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> Types of Data Collected Personal Data <p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Cookies and Usage Data</li>\n</ul> Usage Data <p>We may also collect information how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p> Tracking &amp.\nCookies Data <p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong> We use Security Cookies for security purposes.</li>\n</ul> Use of Data <p>101soundboards.com uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain the Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer care and support</li>\n<li>To provide analysis or valuable information so that we can improve the Service</li>\n<li>To monitor the usage of the Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul> Disclosure Of Data Legal Requirements <p>101soundboards.com may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of 101soundboards.com</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Security Of Data <p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Analytics <p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Piwik or Matomo</strong>\n</p>\n<p>Piwik or Matomo is a web analytics service.\nYou can visit their Privacy Policy page here: https://matomo.org/privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Google Analytics is a web analytics service.\nYou can visit their Privacy Policy page here: https://policies.google.com/privacy?hl=en</p>\n</li>\n</ul> hCaptcha <p>We use the hCaptcha anti-bot service (hereinafter \"hCaptcha\") on our websites or mobile apps.\nThis service is provided by Intuition Machines, Inc., a Delaware US Corporation (\"IMI\").\nhCaptcha is used to check whether the data entered on our website (such as on a login page or contact form) has been entered by a human or by an automated program.\nTo do this, hCaptcha analyzes the behavior of the website or mobile app visitor based on various characteristics.\nThis analysis starts automatically as soon as the website or mobile app visitor enters a part of the website or app with hCaptcha enabled.\nFor the analysis, hCaptcha evaluates various information (e.g.\nIP address, how long the visitor has been on the website or app, or mouse movements made by the user).\nThe data collected during the analysis will be forwarded to IMI.\nhCaptcha analysis in the \"invisible mode\" may take place completely in the background.\nWebsite or app visitors are not advised that such an analysis is taking place if the user is not shown a challenge.\nData processing is based on Art.\n6(1)(f) of the GDPR (DSGVO): the website or mobile app operator has a legitimate interest in protecting its site from abusive automated crawling and spam.\nFor more information about hCaptcha and IMI's privacy policy and terms of use, please visit the following links: https://hcaptcha.com/privacy/ and https://hcaptcha.com/terms.</p> Modification of content <p>By accessing this web site, you are given an ethereal licence to view the content.\nNo modification to this content, such as blocking advertising is permitted.\nBy blocking advertising, you are in violation of the terms of service of the web site.</p> Advertising <p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p>\n<p>We use third-party advertising companies to serve ads when you visit our Web site.\nThese companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you.</p> Links To Other Sites <p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Children's Privacy <p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes To This Privacy Policy <p>We may update our Privacy Policy from time to time.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By visiting this page on our website: https://www.101soundboards.com/pages/contact</li>\n</ul> ", "created_at": "2022-03-07 21:26:35.553731", "updated_at": "2022-03-07 20:27:08.386323"}], "points": [], "urls": ["101soundboards.com"]}}