{"error": 448, "message": "OK", "parameters": {"id": 5845, "name": "tny.so", "created_at": "2021-11-26 22:00:16.868797", "updated_at": "2021-11-26 23:01:09.456858", "wikipedia": null, "keywords": null, "related": null, "slug": "tny-so", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5845.png", "url": "tny.so", "documents": [{"id": 10551, "name": "Privacy Policy", "url": "https://tny.so/privacy", "xpath": "/html/body/div[1]/div[2]", "text": "Privacy Policy Log Files <p>tny.so follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p>\n<p>&nbsp;</p> Cookies and Web Beacons <p>Like any other website, tny.so&nbsp;uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>\n<p>&nbsp;</p> Privacy Policies <p>You may consult this list to find the Privacy Policy for each of the advertising partners of tny.so.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on tny.so, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that tny.so&nbsp;has no access to or control over these cookies that are used by third-party advertisers.</p>\n<p>&nbsp;</p> Third Party Privacy Policies <p>tny.so's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\nWhat Are Cookies?</p>\n<p>&nbsp;</p> Online Privacy Policy Only <p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in tny.so.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p>\n<p>&nbsp;</p> Consent <p>By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2021-11-26 22:00:16.875128", "updated_at": "2021-11-26 21:00:59.310961"}, {"id": 10550, "name": "Terms & Conditions", "url": "https://tny.so/terms", "xpath": "/html/body/div[1]/div[2]", "text": "Terms &amp.\nConditions General Information <p>This Site allows publishers to shorten any URL and earn income by sharing the shortened URL.\nAdvertising is shown to the viewer on their way to their destination URL.\nBy using the Site's service, you agree that the Site includes advertisements on the shortened URLs which is a requirement for the Site to operate.</p>\n<p>&nbsp;</p> Usage <p>By using the Site's service, you agree&nbsp;not&nbsp;to:</p>\n<ol>\n<li>Advertise tny.so on traffic exchange websites and PTC websites;</li>\n<li>Place shortened links on websites containing content that may be threatening, harassing, defamatory, obscene, contain any viruses, Trojan horses, worms, time bombs, cancelbots or contain software which may cause damage to the viewer or the Site's server;</li>\n<li>Shrink URLs which redirect to websites containing the above mentioned content;</li>\n<li>Use the Service for any illegal or unauthorised purpose including but not limited to copyright content, child pornography, threatening, defaming, stalking, abuse, harassing or violating any person's or entity's legal rights;</li>\n<li>Offer an incentive or beg a visitor to click on your shortened links;</li>\n<li>Spam any website, forum or blog with the Site's links;</li>\n<li>Bring fake/automated traffic of any kind to your links.\nThis will get your account terminated automatically by our system.\nManipulation of our system to gain views is also not allowed.\nThis includes iframes, redirects, bots, proxies, traffic exchange, Email traffic, PTC traffic, hitleap, jingling, etc;</li>\n<li>Automatically redirect to your shortened url from a website.\nThe viewer must click on the link him/herself;</li>\n<li>Open your shortened URLs using an iframe or popups/popunder;</li>\n<li>Click on your own shortened urls to generate revenue.\nWe reserve the right to not pay for the revenue generated;</li>\n<li>Create 'redirect loops' with tny.so URLs or similar services to generate revenue;</li>\n<li>Transmit files that contain viruses, spyware, adware, trojans or other harmful code;</li>\n<li>Interfere with other publishers which are using the Site's service;</li>\n<li>Create multiple accounts.\nOnly one account per person is allowed;</li>\n<li>Abuse from the contact system such as sending messages regarding payments before due dates, threatening to change service and/or providing false or incomplete data.</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2021-11-26 22:00:16.872325", "updated_at": "2021-11-26 21:00:44.367664"}], "points": [], "urls": ["tny.so"]}}