{"error": 448, "message": "OK", "parameters": {"id": 4156, "name": "QFX Software", "created_at": "2021-06-20 19:27:06.837502", "updated_at": "2021-06-21 22:00:45.803641", "wikipedia": null, "keywords": null, "related": null, "slug": "qfx-software", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/4156.png", "url": "https://www.qfxsoftware.com/", "documents": [{"id": 7186, "name": "End User License Agreement", "url": "https://www.qfxsoftware.com/about/terms.htm", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Enterprise</li>\n<li>Support</li>\n<li>Download</li>\n<li>Buy\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>License/Terms of Use\n</li>\n<li>Press Releases</li>\n<li>Media Info Kit</li>\n<li>QFX News\n</li>\n</ul> End User License Agreement QFX Software Corporation <p>READ THE TERMS OF THIS AGREEMENT (\"AGREEMENT\") CAREFULLY BEFORE USING THE SOFTWARE.\nBY USING THIS SOFTWARE, YOU AGREE TO THE TERMS OF THIS AGREEMENT.\nINDICATE YOUR ACCEPTANCE OF THESE TERMS BY SELECTING THE \"ACCEPT\" BUTTON AT THE END OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, SELECT THE \"DECLINE\" BUTTON AT THE END OF THIS AGREEMENT AND THE PROCESS WILL NOT CONTINUE.</p> 1.\nLicense to Use&nbsp.\n<p>QFX Software Corporation (QFX) grants you a non-exclusive, non-transferable license for your internal use only of the accompanying software, documentation and any error corrections provided by QFX (collectively \"Software\").</p> 2.\nRestrictions <p>Software is confidential and copyrighted.\nTitle to Software and all associated intellectual property rights is retained by QFX and its licensors.\nYou may not sublicense or redistribute or resell Software.\nYou may not make copies of Software other than for backup.\nYou may not install or use Software on more than 3 devices unless specifically permitted by QFX.\nYou may not modify, decompile, or reverse engineer Software.\nNo right, title or interest in or to any trademark, service mark, logo or trade name of QFX or its licensors is granted under this Agreement.\n</p> 3.\nLimitations on Use <p>The Software is not specifically designed, manufactured or intended for use in the planning, construction, maintenance or direct operation of a nuclear facility, nor for use in on line control or fail safe operation of aircraft navigation, control or communication systems, weapon systems or direct life support systems.</p> 4.\nSecurity of Passwords, Accounts, Access Codes and Data <p>You are solely responsible for maintaining the confidentiality of your password, accounts, access codes and data acquired in the course of using Software and for all activity that occurs by your use.\nQFX shall NOT be liable for any loss or damage arising from your failure to maintain confidentiality.\n(see also QFX Software Privacy Policy) </p> 5.\nLinks to Other Websites <p>If Software provides links to other websites, because QFX has no control over such sites, you understand and agree that QFX is not responsible for the availability or content of such sites.\nQFX will not be responsible or liable, directly or indirectly, for any damage or loss caused by your use of or reliance on any of such sites.\n</p> 6.\nDISCLAIMER OF WARRANTY <p>UNLESS SPECIFIED IN THIS AGREEMENT, ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS AND WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT ARE DISCLAIMED.</p> 7.\nLIMITATION OF LIABILITY <p>In the event Software fails to perform correctly, it is your responsibility to inform us.\nWE HAVE NO LIABILITY FOR DAMAGES RESULTING FROM SUCH FAILURE TO PERFORM.\nIN NO EVENT WILL QFX OR ITS LICENSORS BE LIABLE FOR ANY LOST REVENUE, PROFIT OR DATA, OR FOR SPECIAL, INDIRECT, CONSEQUENTIAL, INCIDENTAL OR PUNITIVE DAMAGES, HOWEVER CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, ARISING OUT OF OR RELATED TO THE USE OF OR INABILITY TO USE SOFTWARE, EVEN IF QFX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIn no event will QFX's liability to you, whether in contract, tort (including negligence), or otherwise, exceed the amount, if any, paid by you for Software under this Agreement.</p> 8.\nExport Requirements <p>If you export, re-export or import Software, technology or technical data licensed hereunder, you assume responsibility for complying with applicable laws and regulations and for obtaining required export and import authorizations.\nQFX may terminate this license immediately if you are in violation of any applicable laws or regulations.</p> 9.\nTermination of License(s) <p>Your license(s) hereunder will terminate immediately without notice from QFX if you fail to comply with any provision of this Agreement.\nCause for termination shall include, but not be limited to, your engaging in fraudulent or illegal activity.\nTermination will not operate to relieve you of liability to QFX for any violation of Agreement.</p> 10.\nGoverning Law <p>Any action related to Agreement will be governed by Florida law and controlling U.S.\nfederal law.\nNo choice of law rules of any jurisdiction will apply.</p> 11.\nIntegration <p>Agreement is the entire agreement between you and QFX relating to its subject matter.\nIt supersedes all prior or contemporaneous oral or written communications, proposals, representations and warranties and prevails over any conflicting or additional terms of any quote, order, acknowledgment, or other communication between the parties relating to its subject matter during the term of Agreement</p>\n<p>QFX may update Agreement from time to time without notice.\nAs a user you should review Agreement periodically.</p>\n<p>© 2006-2014 QFX Software Corporation.\nAll rights reserved.</p> QFX News KeyScrambler 3.15 Released Aug 6, 2020 QFX Software releases KeyScrambler version 3.15.\n[More] KeyScrambler 3.14 Released Feb 14, 2020 QFX Software releases KeyScrambler version 3.14.\n[More] KeyScrambler 3.12 released.\nSep 8, 2018 QFX Software releases KeyScrambler version 3.12.\n[More] Site Map / QFX News / About Us / Contact Us / Privacy Policy / License/Terms of Use |\nEmail\nFacebook\nTwitter\nReddit KeyScrambler is a registered trademark of QFX Software Corporation.\nThe trademarks of other companies are the properties of their respective owners.\n<br>\nCopyright © 2003 - 2021 QFX Software Corp.\nAll rights reserved.\n", "created_at": "2021-06-20 19:29:00.447561", "updated_at": "2021-06-20 19:29:09.988783"}, {"id": 7185, "name": "QFX Software Corporation Privacy Policy", "url": "https://www.qfxsoftware.com/about/privacy.htm", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Enterprise</li>\n<li>Support</li>\n<li>Download</li>\n<li>Buy\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Privacy Policy\n</li>\n<li>License/Terms of Use</li>\n<li>Press Releases</li>\n<li>Media Info Kit</li>\n<li>QFX News\n</li>\n</ul> QFX Software Corporation Privacy Policy 1.\nIn General\n<p>QFX Software's privacy policy covers the collection and use of the personally identifying information that we ask you to provide when you purchase our products or services or interact with our sales or support associates.\n\"Personally identifying information\" is information that individually identifies you, such as your name, physical address, and email address.\nYour privacy is an important issue at QFX Software, and we design and operate our services and products with the protection of your privacy in mind.\nPlease take a few minutes to learn more about our privacy principles and practices, including what type of personal information we collect and why we collect it, and what measures we take to safeguard it.\n&nbsp;</p> 2.\nWhat information we collect and for what purpose\n<p>We ask for your personal information when you're signing up for QFX services, purchasing a QFX product, downloading a software update, or requesting support to a service or product.\nAt such times, your personal information is required to identify you as a valid customer.</p>\n<p>Some of our services and products may also require that you register or be registered for your online accounts with your bank(s) and credit card companies, which may ask you for some personal information in order to create an account (typically your name, email address and a password for your account).\nWe collect only your name, address, and email address to identify your account and for providing technical support.\nThe rest of the information is saved on your personal computer but is NOT collected by us.\nAll of your personal information may also be saved on the online servers of your bank(s) and credit card companies.\nPlease see their privacy policy statements for information on how these entities handle your personal information.</p> 3.\nHow we safeguard the information we collect\n<p>Security is a major priority at QFX software, and we take great care to protect your personal information.\nAny personally identifying information you provide to us is protected by encryption and is not available to anyone else through us.</p>\n<p>We do NOT rent or sell your personally identifying information to other companies or individuals.\nData generated by you using KeyScrambler are encrypted and stored only on your computer.</p> 4.\nCookies\n<p>We do not use cookies to collect personal information.</p>\n<p>QFX Software may update its privacy policy from time to time.\nWhen we change the policy in a substantive way, a notice will be posted on our home page along with our updated privacy policy.</p>\n<p>© 2006-2014 QFX Software Corporation.\nAll rights reserved.</p> QFX News KeyScrambler 3.15 Released Aug 6, 2020 QFX Software releases KeyScrambler version 3.15.\n[More] KeyScrambler 3.14 Released Feb 14, 2020 QFX Software releases KeyScrambler version 3.14.\n[More] KeyScrambler 3.12 released.\nSep 8, 2018 QFX Software releases KeyScrambler version 3.12.\n[More] Site Map / QFX News / About Us / Contact Us / Privacy Policy / License/Terms of Use |\nEmail\nFacebook\nTwitter\nReddit KeyScrambler is a registered trademark of QFX Software Corporation.\nThe trademarks of other companies are the properties of their respective owners.\n<br>\nCopyright © 2003 - 2021 QFX Software Corp.\nAll rights reserved.\n", "created_at": "2021-06-20 19:27:24.145316", "updated_at": "2021-06-20 19:27:33.216301"}], "points": [{"id": 22876, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.qfxsoftware.com/about/terms.htm", "status": "Generated through the annotate view", "created_at": "2021-06-20 19:32:07.119283", "updated_at": "2021-06-20 23:45:22.742436", "quoteText": "</p> 5.\nLinks to Other Websites <p>If Software provides links to other websites, because QFX has no control over such sites, you understand and agree that QFX is not responsible for the availability or content of such sites.\nQFX will not be responsible or liable, directly or indirectly, for any damage or loss caused by your use of or reliance on any of such sites.", "case_id": 278, "document_id": 7186, "quoteStart": 2290, "quoteEnd": 2656}, {"id": 22877, "title": "Your personal data is not sold", "source": "https://www.qfxsoftware.com/about/privacy.htm", "status": "Generated through the annotate view", "created_at": "2021-06-20 19:33:58.288728", "updated_at": "2021-06-20 23:45:14.896608", "quoteText": "We do NOT rent or sell your personally identifying information to other companies or individuals.", "case_id": 193, "document_id": 7185, "quoteStart": 2410, "quoteEnd": 2507}, {"id": 22875, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.qfxsoftware.com/about/terms.htm", "status": "Generated through the annotate view", "created_at": "2021-06-20 19:30:17.702083", "updated_at": "2021-06-20 23:45:27.704348", "quoteText": "You are solely responsible for maintaining the confidentiality of your password, accounts, access codes and data acquired in the course of using Software and for all activity that occurs by your use.", "case_id": 148, "document_id": 7186, "quoteStart": 1949, "quoteEnd": 2148}], "urls": ["https://www.qfxsoftware.com/"]}}