{"error": 448, "message": "OK", "parameters": {"id": 5026, "name": "LinuxHostSupport", "created_at": "2021-09-05 01:06:04.418755", "updated_at": "2021-09-05 22:01:07.753019", "wikipedia": null, "keywords": null, "related": null, "slug": "linuxhostsupport", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5026.png", "url": "linuxhostsupport.com", "documents": [{"id": 9029, "name": " Privacy Policy", "url": "https://linuxhostsupport.com/privacy.html", "xpath": "/html/body/section", "text": " <p>This Privacy Policy describes the policies and procedures of Rose Web Services LLC, and its affiliates (\"Rose Web Services\", \"LinuxHostSUpport\", \"LHS\", \"we\", \"our\" or \"us\") on\nthe collection, use and disclosure of your information, including any Personal Information (as below), on www.linuxhostsupport.com (the \"Site\") and the services, features, content or\napplications we offer to users of our Site (collectively with the Site, the \"Services\").\nThis Privacy Policy, which is incorporated into and subject to the Rose Web Services' Terms\nof Service, does not apply to information our Subscribers or customers may collect about individuals when using our Site, our Services, or any other functionality, product, or\nservice offered by Rose Web Services.<br>\n<br> Please read this Privacy Policy carefully.\nShould you have any questions about this Privacy Policy or Rose Web Services' data collection, use and disclosure practices, please\ncontact us as set forth below.<br>\n<br>\n</p> What Does This Privacy Policy Cover? <p>\nThis Site is hosted in the United States of America by Rose Web Services LLC, a company headquartered in\nOfallon, Missouri, USA.\nThis Privacy Policy explains our practices for gathering and disseminating information we collect when you visit our Site and associated web pages and\nServices.<br>\n<br> This Privacy Policy covers the treatment of any information or set of information that identifies or that is used by or on behalf of Rose Web Services to identify\nan individual, which may, in certain contexts, include information such as an identifiable individual's first and last name.\nhome address, billing address, or other physical\naddress.\nemail address (so we may contact you).\na telephone number.\nor Internet Protocol (\"IP\") address (collectively \"Personal Information\") we gather through the Services.\nThis\nPrivacy Policy also covers our treatment of any Personal Information that our business partners share with us or that we share with our business partners.\nYou can navigate the\nmajority of the website without giving us any Personal Information about yourself.\nHowever, we may track the technical information (see \"Information Collected Using Cookies\" below)\nprovided to us by your browsing the Site to improve the navigation, content and design of our Site.<br>\n<br> This Privacy Policy does not apply to the privacy practices of third\nparties that we do not own or control, including but not limited to any third party websites, services, applications, online resources to which this Site may link, frame or\notherwise reference (collectively \"Third Party Services\") that you may access through the Services.\nWe take no responsibility for the content or privacy practices of those Third\nParty Services.\nWe encourage you to carefully review the privacy policies of any Third Party Services you access.<br>\n<br>\n</p> How does Rose Web Services collect and use my information? <p>\nRose Web Services may collect and use your personal information to respond to your requests for our services\nor to provide you with information about services that may be of value to you.\n<br>\n<br> Certain personal information Rose Web Services collects about you may be publicly available\nvia government records, telephone books, and other widely available media (i.e.\nthe Internet), However, we treat all information you provide to us as non-public.<br>\n<br> We may\ncollect and receive information about users of our Site and/or Services (\"users\", \"you\" or \"your\") from various sources, including: (i) through your user account on the Services\n(your \"Account\") if you register for the Site and the Services.\n(ii) your use of the Services.\nand (iii) from third party websites and services.\nWhen you access or use the Services,\nyou are consenting to the collection, transfer, manipulation, storage, disclosure and other uses of your information, including any Personal Information, as set out in this Privacy\nPolicy.<br>\n<br> Currently, Rose Web Services may collect information about you from the following sources: Technical information collected from your web browser (IP address,\noperating system, etc.) and permanent cookies are gathered for routine web site maintenance and for purposes of assessing the effectiveness of our services.\nIf you choose not to\naccept cookies, you will still be able to access all pages throughout the Rose Web Services web site, but may receive cookie notifications.<br>\n<br> While we usually notify you at\nthe point of collection about which information fields are mandatory to provide you with the service you requested, we do allow you to submit your application without providing all\nrequested information to speed up the signup process.\nHowever, you will be required to give us any missing information at a later time.\nWhile certain information may be optional, we\nbelieve that by providing us with such information we will be able to serve you better.<br>\n<br>\n</p> What Information Do We Collect And Why? <p>\nThe information we gather aides us to personalize, improve and operate the Services.\nYou may voluntarily provide additional information about yourself to enable\nus to provide the information or Services you are requesting.\nWe store the information you provide about yourself in order to provide you with the information or Services you\nrequest.\nSuch information, with the exception of any Personal Information, is typically stored for the lifetime of the database unless you request that it be removed.\nThe\ninformation you provide us about yourself will be shared with our employees or contractors to the extent necessary to accommodate your request.\nWe will obtain your consent in order\nfor us to share your Personal Information with third parties in a manner that is not permitted under the terms of this Privacy Policy.\nUnless otherwise described below, we will not\nuse Personal Information provided to us online for purposes other than those you have requested without also providing you an opportunity to agree to or otherwise limit such\nuses.<br>\n<br> We may collect the following types of information from our users, some of which will be Personal Information and some of which will not be Personal\nInformation<br>\n<br> USER CONTENT AND ACCOUNT INFORMATION:<br>\n<br> As part of your Account information, Rose Web Services collects and stores information, including the full name,\ncompany name, billing address, phone number, email address, IP address, payment information, landing page, and referring URL, for all users upon registration and use of the\nServices.\nYou acknowledge that this information may be personal to you, and by creating an Account on the Services and providing Personal Information to us, you allow us, our\naffiliates, our service providers, our sub-processors and our contractors to identify you and, therefore, your use of the Services may not be anonymous.<br>\n<br> USE OF COLLECTED\nINFORMATION<br>\n<br> * Billing<br> * Fraud Detection<br> * Service Improvement<br> * Customer Analytics<br> * Marketing<br>\n<br> Rose Web Services may process or store your Personal\nInformation outside the jurisdiction in which you reside and, if it does so, your Personal Information will be governed by the privacy laws of the jurisdiction in which it is\nprocessed or stored and government and law enforcement agencies of that jurisdiction may be able to access such Personal Information without your consent.\nWherever we are required\nto transfer your Personal Information, regardless of where this occurs, we will strive to take steps to ensure that your information is treated securely and in accordance with this\nPrivacy Policy.\nPlease note that your submission of information or use of our Services will be deemed by us to signify explicit consent on your part to such transfer of information\nto any part of the world, as long as we adhere to the applicable law.<br>\n<br> FINANCIAL INFORMATION:<br>\n<br> We use third party payment processing companies (\"Payment Processors\")\nwho collect and store financial information, such as your payment method (valid credit card number, type, expiration date or other financial information), and their use and storage\nof that information is governed by the Payment Processors' applicable terms of service and privacy policy.\nCollected billing information is used for the purposes of processing\nbilling payments and fraud detection.<br>\n<br> IP ADDRESS INFORMATION AND OTHER INFORMATION COLLECTED AUTOMATICALLY:<br>\n<br> We may automatically receive and record information from\nyour web browser when you interact with the Services, including your IP address.\nAn IP address is a number assigned to you by your Internet service provider so you can access the\nInternet.\nWe receive IP addresses in the normal course of the operation of our Site.\nWe may automatically collect and record information about your use of features of our Services,\nabout the functionality of our Services, and other information related to your interactions with the Services.\nWe use the information we automatically collect and record to analyze\ntrends, to administer, monitor and improve the Site and Services, to track users' use of the Site and Services, and to gather broad demographic information for aggregate use.\nWe do\nnot use IP addresses to identify you personally or disclose them to others.\nThis information is used for fighting spam/malware and also to facilitate collection of data concerning\nyour interaction with the Services (e.g., what links you have clicked on).<br>\n<br> Generally, the Services may automatically collect usage information, such as the number and\nfrequency of visitors to the Site.\nWe may use this data in aggregate form, that is, as a statistical measure, but not in a manner that would identify you personally.\nThis type of\naggregate data enables us and third parties authorized by us to figure out how often individuals use parts of the Services so that we can analyze and improve them.<br>\n<br>\nINFORMATION COLLECTED FROM VPSes:<br>\n<br> As one of our many Services, we provide virtual private servers.\nCertain monitoring metrics on your VPS is enabled automatically when your\nVPS is created.<br>\n<br> This monitoring collects information about CPU, disk, bandwidth, and memory usage as well as other system-level data and metrics about processes and services\nthat run on your VPS.\nYou can use this data about your VPS to view metrics and track performance of your VPS.\nWe may use data gathered from the VPSes to help us identify and\nsanction abusive customers, improve our products and services and to develop future products and services.\nWe may use Aggregate Information (as defined below) collected from VPSes\nfor marketing purposes.<br>\n<br> INFORMATION COLLECTED USING COOKIES:<br>\n<br> As is true of most web sites, we gather certain information automatically and store it in log files.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system and date/time stamp.\nTo collect\nthis information, when you visit our Site, one ore more \"cookies\" may be set on your computer.\nCookies contain a small amount of information that allows our web servers and those of\nour partners, affiliates, sub-processors and contractors to recognize you whenever you visit.\nWe store information that we collect through cookies, log files and/or clear gifs to\ncreate \"settings\" regarding your preferences.\n<br>\n<br> We use cookie information to analyze trends, administer the website, track users' movements and gather demographic information\nfor aggregate use.\nRose Web Services also may use cookies to enable our servers to recognize your web browser and tell us how and when you visit the Site and otherwise use the\nServices through the Internet.<br>\n<br> Rose Web Services also uses Google Analytics, an analytics service provided by Google, Inc.\n(\"Google\") as well as Google Adsense, Google Adwords\nand Google Recaptcha, provided by the same company.\nGoogle Analytics and the other Google services use cookies to\ncollect non-identifying information, which may be transmitted to and stored by Google on servers in the United States.\nGoogle provides some additional privacy options described\nat https://www.google.com/policies/privacy/partners/ regarding Google Analytics and other Google related cookies.<br>\n<br> Many browsers have an option for disabling cookies, which may prevent your browser from\naccepting new cookies or enable selective use of cookies.<br>\n<br> INFORMATION RELATED TO ADVERTISING:<br>\n<br> To support and enhance the Services, we may serve advertisements, and\nalso allow third parties advertisements, through the Services.\nThese advertisements are sometimes targeted and served to particular users.\nRose Web Services may partner with third\nparties to display advertisements targeted to visitors of the Services.\nTo do so, Rose Web Services stores a cookie for visitors for the purpose of displaying advertising.\nAny ads\nserved by Google AdSense are subject to Google's Policies as shown at https://www.google.com/policies/technologies/partner-sites/.\nIf you are a resident of the EU you may have additional options and choices as shown at\nhttps://www.youronlinechoices.com/<br>\n<br>\nAGGREGATE INFORMATION:<br>\n<br> We may collect statistical information about how users use the Services (\"Aggregate Information\").\nSome of this information may be derived from\nPersonal Information.\nThis statistical information is not Personal Information.<br>\n<br> CHILDREN'S PRIVACY:<br>\n<br> Protecting the privacy of children is especially important.\nFor\nthat reason, we do not collect or maintain information at our Site from those we know are under 18 years of age, and our Site is a general audience site not intended for users under\nthe age of 18.<br>\n<br>\n</p> How, and Who With, Is Rose Web Services Sharing My Information? <p>\nSUMMARY OF INFORMATION SHARING:<br>\n<br> Except as described in this Privacy Policy, Rose Web Services will not share, sell, or rent individual Personal\nInformation with anyone without your permission or unless ordered by a court of law.<br>\n<br> Information submitted to us is only available and utilized by our employees and systems\nresponsible for providing services to our customers and to contracted service providers for the purposes of providing Services relating to our communications with you.<br>\n<br> Rose\nWeb Services may share your information with contracted service providers if sharing your information is necessary to provide a Service you have requested, or to keep you up-to-date\non product announcements, software updates, special offers or other information.\nIf your information is shared with third parties, we will strive to only provide the information\nthey need to deliver the Service.\nWe will aim to restrict these companies from using your information for any other purpose, and you may choose not to have your information given to\nsuch a third party.<br>\n<br> Rose Web Services' employees and contracted service providers have been trained to handle such data properly and in accordance with our security\nprotocols and strict standards of confidentiality.\nAlthough we cannot guarantee against any loss, misuse, unauthorized disclosure, alteration or destruction of data, we take\nreasonable precautions to prevent such unfortunate occurrences.<br>\n<br> We will not otherwise use or disclose any of your Personal Information, except as described in this Privacy\nPolicy, including, to the extent reasonably necessary: to correct technical problems and malfunctions and to technically process your information.\nto protect the security and\nintegrity of our Site.\nto protect our rights and property and the rights and property of others.\nto take precautions against liability.\nto the extent required by law or to respond\nto judicial process.\nor to the extent permitted under other provisions of law, or to effectuate the sale, merger, bankruptcy, or similar disposition of Rose Web Services or its\nassets.\nRose Web Services also may be required to disclose your Personal Information in response to a lawful request by public authorities, including to meet national security or\nlaw enforcement requirements.<br>\n<br> Rose Web Services shall be liable for the safety of your Personal Information when such Personal Information is transferred to third parties\nto the same extent as if the Personal Information was in possession and control of Rose Web Services.<br>\n<br> PUBLIC INFORMATION ABOUT YOUR ACTIVITY ON THE SERVICES:<br>\n<br> Some of\nyour activity on and through the Services may be public, such as\ncontent you post publicly on the Site or otherwise through the Services.\nBy posting such information on the Site, you agree that it may be viewed and used by other users or\notherwise.\nPlease also remember that if you choose to provide Personal Information using certain public features of the Services, then that information is governed by the privacy\nsettings of those particular features and may be publicly available.\nIndividuals reading such information may use or disclose it to other individuals or entities without our control\nand without your knowledge, and search engines may index that information.<br>\n<br> IP ADDRESS INFORMATION:<br>\n<br> While we may collect and store IP address information, we do not\nmake that information public.<br>\n<br> INFORMATION YOU ELECT TO SHARE:<br>\n<br> You may access other Third Party Services through the Services, for example by clicking on links to\nthose Third Party Services from within the Site.\nWe are not responsible for the privacy policies and/or practices of these Third Party Services, and you are responsible for reading\nand understanding those Third Party Services' privacy policies.\nThis Privacy Policy only governs your Personal Information and other information collected on the Services.<br>\n<br>\nAGGREGATE INFORMATION:<br>\n<br> We may share Aggregate Information with our partners, service providers and other persons with whom we conduct business.\nWe share this type of\nstatistical data so that our partners can understand how and how often people use our Services and their services or websites, which facilitates improving both their services and\nhow our Services interface with them.\nIn addition, these third parties may share with us non-private, aggregated or otherwise non Personal Information about you that they have\nindependently developed or acquired.<br>\n<br> EMAIL COMMUNICATIONS WITH US:<br>\n<br> Rose Web Services may send occasional promotional materials to you via email.\nWe try to respect\nyour time and attention by controlling the frequency of our mailings.\nEach email sent contains an easy way for you to cease receiving email from us.\nIf you wish to do this, simply\nfollow the instructions found at the end of any email.\nIf you have received unwanted, unsolicited email sent via this system or purporting to be sent via this system, please forward\na copy of that email with your comments to abuse@linuxhostsupport.com.\nRegardless, we reserve the right to contact you for informational or account-related purposes when we believe it\nis necessary.<br>\n<br> ACCESS TO PAYMENT PROCESSOR INFORMATION:<br>\n<br> As stated above, we use Payment Processors to collect and store financial information.\nHowever, we may from\ntime to time request and receive some of your financial information from our Payment Processors for the purposes of completing transactions you have initiated through the Services,\nprotecting against or identifying possible fraudulent transactions, and otherwise as needed to manage our business.<br>\n<br> INFORMATION SHARED WITH OUR SERVICE PROVIDERS:<br>\n<br> We\nemploy and contract with people and other entities that perform certain tasks on our behalf (our \"Service Providers\").\nWe may need to share Personal Information with our Service\nProviders in order to provide products or services to you.\nOur Service Providers do not have any right to use Personal Information or other information we share with them beyond\nwhat is necessary to assist us in order to provide the products or services requested by you.\nA current list of contractors and/or sub-processors is available on request to\nlegal@linuxhostsupport.com.<br>\n<br> INFORMATION DISCLOSED PURSUANT TO BUSINESS TRANSFERS:<br>\n<br> Information about our users, including Personal Information, may be disclosed and\notherwise transferred to an acquirer, successor, or assignee as part of any merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of an\ninsolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.\nYou acknowledge that such transfers may\noccur, and that any acquirer of us or our assets may continue to use your Personal Information as set forth in this Privacy Policy.<br>\n<br> INFORMATION DISCLOSED FOR OUR PROTECTION\nAND THE PROTECTION OF OTHERS:<br>\n<br> We also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any\napplicable law, regulation, legal process or governmental request, (ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof,\n(iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect our rights, property or safety, our users and\nthe public.\nThis includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention.<br>\n<br> INFORMATION WE SHARE WITH YOUR\nCONSENT:<br>\n<br> Except for data sharing described in this Privacy Policy, you will be notified when your Personal Information may be shared with third parties, and will be able to\nrefuse the sharing of such information.<br>\n<br>\n</p> Is My Information Secure? <p>\nRose Web Services is committed to protecting Personal Information.\nTo do so we employ a variety of security technologies and measures intended to protect your\ninformation from unauthorized access, use, or disclosure.\nRose Web Services has a corporate policy in place that requires all personnel not to disclose Personal Information to any\nthird party that is not entitled to have that information.\nIf you have any questions about the security at our Site, you can send an email to support@linuxhostsupport.com.\nPlease note,\nhowever, that Rose Web Services cannot fully eliminate security risks associated with the collection, disclosure and storage of your information and that mistakes and security\nbreaches may occur.\nWe do not guarantee or warrant that such techniques will prevent unauthorized access to information about you that we store, Personal Information or\notherwise.<br>\n<br>\n</p> How Can I Access, Correct, Amend or Delete my Personal Information? <p>\nYou have the right to access and correct, amend or delete your Personal Information held by Rose Web Services.<br>\n<br> If you are a registered user, you can\naccess information and ask for correction of your information, if necessary, that is associated with your Account by logging into the Services.\nRegistered and unregistered users can\naccess and delete cookies through their web browser settings.<br>\n<br> Registered users can delete Personal Information through their Accounts.\nSuch deleted Personal Information will\nno longer be stored in Rose Web Services' databases, with the exception of: email address, network logs or cases where fraudulent or otherwise illegal activity has been deemed to\nhave occurred as determined by law enforcement or Rose Web Services, in which case such information may remain in Rose Web Services' databases for the purposes of addressing any\nsuch fraudulent or otherwise illegal activity.<br>\n<br> If you terminate your Account, any association between your Account and information we store will no longer be accessible\nthrough your Account.\nHowever, any public activity on your Account prior to deletion will remain stored on our servers and will remain accessible to the public.<br>\n<br> To further\nrequest access, correction, amendment or deletion of your Personal Information, you can also directly email Rose Web Services at support@linuxhostsupport.com.<br>\n<br>\n</p> What Choices Do I Have Regarding My Information? <p>\nYou can always opt not to disclose certain information to us, even though it may be needed to take advantage of some of our Services' features.<br>\n<br> You have\nthe right to object to the processing and use of your Personal Information as well as the disclosure of your Personal Information to third parties.\nPlease email Rose Web Services\nat support@linuxhostsupport.com to make such a request.\nIf you make such request, we reserve the right to refuse Service to you or to terminated your Services and account you have with\nus.\nPlease note that opting-out of receiving promotional email will not affect delivery of service-related, transactional, or legal communication.<br>\n<br> To protect your privacy\nand security, we may also take reasonable steps to verify your identity before updating or removing your information.\nThe information you provide us may be archived or stored\nperiodically by us according to backup processes conducted in the ordinary course of business for disaster recovery purposes.\nWhere permitted by law, your ability to access and\ncorrect Personal Information will be temporarily limited where access and correction could: inhibit Rose Web Services' ability to comply with a legal obligation.\ninhibit Rose Web\nServices' ability to investigate, make or defend legal claims.\nresult in disclosure of Personal Information about a third party.\nor result in breach of a contract or disclosure of\ntrade secrets or other proprietary business information belonging to Rose Web Services or a third party.<br>\n<br>You as the owner of your Personal Information, have the possibility to invoke binding arbitration for any disputes arising out of and with connection to this Privacy Policy, in connection to your Personal Information.<br>\n<br>\n</p> What Happens When There Are Changes to this Privacy Policy? <p>\nThis Privacy Policy may be modified from time to time, so please review it frequently.\nChanges to this Privacy Policy will be posted on the Site and we recommend\nthat you review the Privacy Policy to ensure you are aware of any changes made to it.\nA user is bound by any changes to the Privacy Policy when he or she uses the Services after\nsuch changes have been first posted.\nPlease check the Privacy Policy each time you use our Site for the most current information.<br>\n<br>\n</p> International Data Transfers <p>\nRose Web Services is headquartered and operated in the USA.\nHowever, we may use some subcontractors and sub-processors in other countries.\nAs needed, we may\ntransfer Personal Information to countries other than the country in which the data was originally collected.\nThese countries may not have the same data protection laws as the\ncountry in which you initially provided the information.\nWhen we transfer your Personal Information to other countries, we will protect that information as described in this Privacy\nNotice.<br>\n<br>\n</p> ", "created_at": "2021-09-04 23:07:32.694736", "updated_at": "2021-09-04 23:07:41.777726"}, {"id": 9028, "name": " Cookies Policy", "url": "https://linuxhostsupport.com/cookies.html", "xpath": "/html/body/section", "text": " <p>This Cookie Policy describes how Rose Web Services LLC, (\"Company\") uses cookies and other technologies to provide you with the best possible experience on the Site,\nkeep your account safe, track and understand usage of the Site, and show you relevant advertising.\nWe use cookies for authentication and functionality, security, preferences and features, and to conduct anonymous analytics and research.\nThese cookies are placed automatically on your device when you visit our Site, since we consider them necessary to use some key functionalities\nof the Site.\nThere are other cookies that we will only use with your prior consent, specifically third-party advertising cookies and analytics and research tools that collect some type of\npersonal data.\nIn any case, you can opt-out or delete all of them at any time.</p>\n<br>\n<br>\n<ol>\n<li>What is a cookie? <p>A cookie is a small text file placed onto your device that helps us recognize you on the Site and remembers your preferences.\nCookies may also be set by other websites or services that run content on the specific page you are visiting.\nWe work with various partners for advertising, marketing, and analytics\nand you can learn more about these partners and their use of cookies further below on this page.</p>\n</li>\n<li>What types of cookies does Rose Web Services use? <p>Rose Web Services uses 'session cookies' and 'persistent cookies.' Session cookies are temporary cookies that are erased when you close your web browser.\nA persistent cookie remains on your device until it expires or until you manually delete it.\nWe also use 'first-party cookies' - cookies that are set by us, and 'third-party cookies' or requests that allow other third-parties to have access to the information collected.</p>\n</li>\n<li>What are cookies used for? <p>Cookies are used to help us understand how our Site is being utilized, to recognize you when you visit our Site, remember your preferences, and to allow us to bring you relevant advertising.</p>\n</li>\n<br>\n<br> Purpose Description Authentication and Functionality These cookies help us to determine whether or not you are signed into the Site and to keep you signed in as you access or use different pages and features on our Site.\nSee more information here.\nTo <strong>opt-out</strong> follow the instructions here.\nSecurity We use these cookies to enable and support security features, detect malicious activity, and protect your data from unauthorized access.\nSee more information here.\nTo <strong>opt-out</strong> follow the instructions here.\nPreferences and Features These cookies are used to enable features on the Site, including sharing content to your social networks, opt-out requests, logging in with your LinkedIn account,\nfilling out forms more easily, using live chat, and showing you the right information on our Site.\nSee more information here.\nTo <strong>opt-out</strong> follow the instructions here.\nAdvertising These cookies are used to deliver, evaluate and improve advertising, both on and off our Site.\nThese cookies also help us or our advertising partners\ndetermine whether we've shown you an ad, how it performed, or provide information about how and when you interacted with an ad.\nSee more information\nhere.\nTo <strong>opt-out</strong> follow the instructions here.\nAnalytics and Research These cookies are used to identify and fix errors, understand how visitors use our Site, research and test different features, and analyze how visitors arrive at and use our Site.\nSee more information here.\nTo <strong>opt-out</strong> follow the instructions here.\nAuthentication and Functionality\n<p>You may not be able to log into our site or use some functionalities such as live chat support if you opt-out of these cookies.</p> Source Personal data collected LinuxHostSupport.com Session identifier, geolocation, device and IP address.\nLinuxHostSupport.com Provides our Live Chat functionality for live technical support.\nSecurity\n<p>Rose Web Services may not be able to quickly address errors or know that an error is occurring if you opt-out of these cookies.</p> Source Personal data collected Cloudflare We use Cloudflare tools to protect our site from security threats.\nNo personal data is collected.\nPreferences and Features\n<p>You can opt-out of these cookies and keep using our Site, but you may not be able to share content to your social networks and we will not be able to\noffer you a personalized experience.</p> Source Personal data collected LinuxHostSupport.com No personal data is collected.\nWe use session identifiers to show you relevant content on our Site.\nWe also use cookies to facilitate your cookie preferences (opt-out or opt-in).\nLinuxHostSupport.com We use LinuxHostSupport.com to provide a live chat tool for our live technical support on our website.\nInformation collected include geolocation, session identifier, device and IP address Advertising\n<p>\n<strong>We request your consent to use these cookies</strong>, and you can also opt-out at any time.</p>\n<p>These cookies can help us serve relevant ads to you more effectively.\nYou also may be served Rose Web Services Partner ads on third party websites based on information collected about your prior usage and viewing history on our Site.</p>\n<p>Data we collect for advertising purposes includes usage of the site, IP address or mobile device location information (but only to the extent you have enabled location tracking on your device), and may include information from the Rose Web Services Partners we use to help deliver relevant ads to you.</p>\n<p>For information about how you can opt out of receiving targeted advertising from many third-party providers, please visit the DAA’s aboutads.info website: http//www/aboutads.info/choices/.\nFor information about how you can opt out of Rose Web Services’ collection and use of your information, please review\n“Your choices with respect to the collection and use of your information” below.</p> Source Personal data collected AdWords These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nDoubleClick These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nLinkedIn These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nTwitter These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nFacebook These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nReddit These types of cookies are used for retargeting and conversion tracking, so we can show you relevant ads based on your activity on our Site after you leave it.\nInformation collected includes an identifier, and sometimes your geolocation, device type, and IP address.\nAnalytics and Research\n<p>We ask your opt-in consent for certain analytic cookies that collect some type of personal data.\nThe rest of the analytic cookies do not collect any personally\nidentifiable information, but are necessary for us to understand how visitors interact with our Site and to be able to optimize our Site and licensed content.\nIn any\ncase, you can opt-out of all our analytic cookies at any time and carry on browsing normally.</p> Source Personal data collected Google These cookies are used to collect website statistics and track conversion rates.\n<strong>No personally identifiable information is collected.</strong> Google Analytics We use Google Analytics to generate statistical data on how our visitors use our Site.\nHow to opt-out or disable cookies? <p>If you are a resident of the EU, on your first visit, you will be presented with a dialog in your browser which will allow you to opt-in or opt-out from being served cookies by our website.</p>\n<p>You can also control and delete these cookies through your browser settings as follows:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Safari</li>\n<li>Opera</li>\n<li>Microsoft Internet Explorer</li>\n<li>Safari for iOS (iPhone and iPad)</li>\n<li>Chrome for Android</li>\n<li>Windows Phone</li>\n</ul>\n<br>\n<br>\nYour other choices\n<p>To opt-out of <strong>advertising or analytics cookies</strong> you can also use the following tools:</p> Source Opt-Out tools DoubleClick Opt-Out choice Google Analytics Opt-Out choice 1 and 2 All Other Advertising and Analytics (EU only) Opt-Out choice </ol> ", "created_at": "2021-09-04 23:06:56.581476", "updated_at": "2021-09-04 23:07:05.374008"}, {"id": 9027, "name": "Terms of Service ", "url": "https://linuxhostsupport.com/tos.html", "xpath": "/html/body/section", "text": " Terms Of Service Agreement <p>\n1.1 Rose Web Services LLC, including all Rose Web Services LLC's subsidiaries, divisions, affiliates, contractors and all data sources and suppliers, (collectively\n\"Rose Web Services\", \"LinuxHostSupport\", \"LHS\", \"we\", \"us\" or \"our\") thanks you for your business and is proud to be able to provide you with our services.\nThese terms and conditions of service\n(collectively, with Rose Web Services' Privacy Policy, located at https://www.linuxhostsupport.com/privacy.html, and the Cookie Policy,\nlocated at https://www.linuxhostsupport.com/cookies.html, the \"Terms of Service\" or \"Agreement\") govern your use of the Website and the services,\nfeatures, content or applications operated by Rose Web Services (together with the Website, the \"Services\"), and provided to the Subscriber (the \"Subscriber\", \"user\", \"sub-user\", \"you\" or\n\"your\").<br>\n<br> Please read these Terms of Service carefully before using the Services.\nThese Terms of Service apply to all users of the Services.\nIf you are using the Services on\nbehalf of an entity, organization, or company, you represent and warrant that you have the authority to bind such organization to these Terms of Service and you agree to be bound by\nthese Terms of Service on behalf of such organization.\nAgreeing to use the Services by clicking on the \"I have read and accepted Terms of Service\" checkbox during the\nsignup/checkout process constitutes your acceptance and agreement to be bound by these Terms of Service, and all other operating rules, policies and procedures that may be published\nfrom time to time on the Website by us, each of which is incorporated by reference and each of which may be modified from time to time without notice to you.\nYou acknowledge receipt\nof our Privacy Policy.\nIf you ordered the Services on the Website, use the Website, or otherwise engage in any electronic transaction with respect to the Services, then you agree to\nreceive any updates to our Privacy Policy by accessing the Website.\nBy using our Website or purchasing our products or services, you agree that we may use and share your personal\ninformation in accordance with the terms of our Privacy Policy.<br>\n<br> These Terms of Service provide that all disputes between you and Rose Web Services will be resolved by\nBINDING ARBITRATION.\nYOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT TO ASSERT OR DEFEND YOUR RIGHTS UNDER THIS CONTRACT.\nYour rights will be determined by a NEUTRAL ARBITRATOR and\nNOT A JUDGE OR JURY and your claims cannot be brought as a class action.\nPlease review Section 14 below for the details regarding your agreement to arbitrate any disputes with Rose\nWeb Services.\nIf any provision or provisions of these Terms of Use shall be held to be invalid, illegal, or unenforceable, the validity, legality and enforceability of the remaining\nprovisions shall remain in full force and effect.<br>\n<br> Rose Web Services reserves the right, at any time and from time to time, to amend or to modify these Terms of Service\nwithout prior notice to you, provided that if any such alterations constitute a material change to these Terms of Service, Rose Web Services will notify you by posting an\nannouncement on the Website.\nAmendments and modifications shall take effect immediately when posted on the Website.\nBy continuing to access or use the Services after any such\namendments or modifications, you agree to be bound by such amended or modified Terms of Service.\nFor this reason, we encourage you to review the Terms of Service whenever you use\nthe Services.\nIf you do not agree to any change to these Terms of Services, then you must immediately stop using the Services.<br>\n<br> SOME JURISDICTIONS HAVE CONSUMER PROTECTION\nAND OTHER LEGISLATION WHICH MAY APPLY TO THE SERVICES AND WHICH DO NOT ALLOW CERTAIN PROVISIONS SUCH AS LIMITATIONS OF LIABILITY AND EXCLUSION OF CERTAIN WARRANTIES, AMONG OTHERS.\nIF THIS IS THE CASE WITH YOU AND YOUR JURISDICTION, YOU ARE NOT ELIGIBLE TO SIGN UP AND USE OUR SERVICES.<br>\n<br>\n</p> Eligibility And Signup <p>\n2.1 The Services are not targeted towards, nor intended for use by, anyone under the age of 18.\nBy using the Services, you represent and warrant that you are 18\nyears of age or older.\nIf you are under the age of 18, you may not, under any circumstances or for any reason, use the Services.\nWe may, in our sole discretion, refuse to offer the\nServices to any person or entity and change its eligibility criteria at any time.\nYou are solely responsible for ensuring that these Terms of Service are in compliance with all\nlaws, rules and regulations applicable to you and the right to access the Services is revoked where these Terms of Service or use of the Services is prohibited or to the extent\noffering, sale or provision of the Services conflicts with any applicable law, rule or regulation.\nFurther, the Services are offered only for your use, and not for the use or\nbenefit of any third party.\n<br>\n<br> 2.2 We reserve the right to refuse, cancel, or suspend service at our sole discretion.\nAll accounts terminated due to a violation of our Terms\nOf Service are subject to a processing fee equal to one (1) month's fee for that account or $100, whichever is greater.\nRose Web Services does not issue credits for outages incurred through service\ndisablement resulting from Terms Of Service violations.\nRose Web Services also reserves the right to refuse service to any person or organization for any reason.\nWhen Rose Web\nServices becomes aware of an alleged violation of its Terms Of Service, Rose Web Services will initiate an investigation.\nDuring the investigation, Rose Web Services may restrict a\ncustomer's access in order to prevent further potentially unauthorized activity.\nDepending on the severity of the violation, Rose Web Services may, at its sole discretion, restrict,\nsuspend, or terminate a customer's account and/or pursue other civil remedies.\nIf such violation is a criminal offense, Rose Web Services will notify the appropriate law\nenforcement authorities.\n<br>\n<br> 2.3 To sign up for the Services, you must register for an account on the Services (an \"Account\").\nYou must provide accurate and complete\ninformation and keep your Account information updated.\nYou shall not: (i) select or use a name of another person with the intent to impersonate that person.\n(ii) use a name subject\nto any rights of a person other than you without appropriate authorization.\nor (iii) use, a name that is otherwise offensive, vulgar or obscene.\nYou are solely responsible for the\nactivity that occurs on your Account, regardless of whether the activities are undertaken by you, your employees or a third party (including your contractors or agents), and for\nkeeping your Account password secure.\nYou may never use another person's user account or registration information for the Services without permission.\nYou must notify us immediately\nof any change in your eligibility to use the Services (including any changes to or revocation of any licenses from state, provincial, territorial or other authorities), breach of\nsecurity or unauthorized use of your Account.\nYou should never publish, distribute or post login information for your Account.\nYou shall have the ability to delete your Account,\neither directly or through a request made to one of our employees or affiliates.\nYou agree to provide accurate information in your registration and not to share your password with\nthird parties.\nYou agree not to impersonate another person or to select or use a name or password of another person.\nYou agree to notify Rose Web Services promptly of any\nunauthorized use of your account and of any loss, theft or disclosure of your password.\nFailure to comply with these requirements shall constitute a breach of these Terms of Service\nand shall constitute grounds for immediate termination of your account and your right to use the services.\nROSE WEB SERVICES WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE AS A RESULT OF\nYOUR FAILURE TO PROVIDE US WITH ACCURATE INFORMATION OR TO KEEP YOUR ACCOUNT SECURE.\n<br>\n<br> 2.4 The Effective Date of an individual Service, is the date you begin the Ordering\nProcess (Service Term).\nWe use fraud detection programs.\nIf during the Ordering Process your order is flagged as potentially fraudulent, it may not be processed.\nUntil we notify you\nthat the Service is available, you should not assume that your order has been processed.<br>\n<br> 2.5 For renewable Services, upon the expiration of an initial Service Term, that Service shall renew for a\nperiod of equal length unless one party has provided the other with a notice of termination.<br>\n<br>\n</p> Unacceptable Content <p>\n3.1 For purposes of these Terms of Service, the term \"Content\" includes, without limitation, information, data, text, written posts and comments, software,\nscripts, graphics, and interactive features generated, provided, or otherwise made accessible on or through the Services.\nFor the purposes of this Agreement, \"Content\" also includes\nall User Content (as defined below).<br>\n<br> 3.2 All Content added, created, uploaded, submitted, distributed, or posted to the Services by users (collectively \"User Content\"),\nwhether publicly posted or privately transmitted, is the sole responsibility of the person who originated such User Content.\nYou represent that all User Content provided by you is\naccurate, complete, up-to-date, and in compliance with all applicable laws, rules and regulations.\nYou acknowledge that all Content, including User Content, accessed by you using\nthe Services is at your own risk and you will be solely responsible for any damage or loss to you or any other party resulting therefrom.\nWe do not guarantee that any Content you\naccess on or through the Services is or will continue to be accurate.<br>\n<br> 3.3 The Services may contain Content specifically provided by us, our partners or our users and such\nContent is protected by copyrights, trademarks, service marks, patents, trade secrets or other proprietary rights and laws.\nYou shall abide by and maintain all copyright notices,\ninformation, and restrictions contained in any Content accessed through the Services.<br>\n<br> 3.4 Subject to these Terms of Service, we grant each user of the Services a worldwide,\nnon-exclusive, revocable, non-sublicensable and non-transferable license to use (i.e., to download and display locally) Content solely for purposes of using the Services.\nUse,\nreproduction, modification, distribution or storage of any Content for other than purposes of using the Services is expressly prohibited without prior written permission from us.\nYou shall not sell, license, rent, or otherwise use or exploit any Content for commercial use or in any way that violates any third party right.<br>\n<br>\n</p> Code Of Conduct <p>\n4.1 As a condition of use, you promise not to use the Services for any purpose that is prohibited by these\nTerms of Service.\nYou are responsible for all of your activity in connection with the Services and the activity of any sub-user that uses your Account.\n<br>\n<br>\n4.2 You agree to not use the Services for any high risk activities including but not limited to the operation of\nnuclear facilities, air traffic control, life support systems, or any other use where the failure of service could lead to death, personal injury, or environmental damage.\nor\notherwise take any action in violation of our guidelines and policies.\n<br>\n<br> 4.3 You shall not (directly or indirectly): (i) decipher, decompile, disassemble, reverse engineer or\notherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Services (including without limitation any application), except to the limited\nextent applicable laws specifically prohibit such restriction, (ii) modify, translate, or otherwise create derivative works of any part of the Services, or (iii) copy, rent, lease,\ndistribute, or otherwise transfer any of the rights that you receive hereunder.\nYou shall abide by all applicable local, state, national and international laws and regulations.\n<br>\n<br> 4.4 We also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any applicable law, regulation,\nlegal process or governmental request, (ii) enforce these Terms of Service, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address\nfraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of us, our users and the public.\n<br>\n<br> 4.5 Subscribers\nare restricted from registering multiple Accounts with the same billing details without first notifying Rose Web Services of that intent.\nOtherwise, Rose Web Services shall have the\nright to automatically flag such Accounts as fraudulent or abusive, and we may, without notification to the Subscriber of such Account, suspend the service of such Account or any\nother Account used by such Subscriber.\nThe use of referral codes by multiple Accounts having the same billing profile is not allowed.\nRose Web Services also reserves the right to\nterminate a Subscriber's Account if it is targeted by malicious activity from other parties.<br>\n<br> 4.6 You may not use the Services to obtain information about or make decisions\nabout anyone but yourself.\nYou are solely responsible for any reliance by you on the Services or other use you make of the Services.\nComments, suggestions or materials sent or\ntransmitted to Rose Web Services (collectively \"Feedback\"), shall be deemed to be non-confidential.\nSubject to the conditions described in Rose Web Services' Privacy Policy, Rose\nWeb Services shall have no obligation of any kind with respect to such Feedback and shall be free to use and distribute the Feedback to others without limitation, including, but not\nlimited to developing and marketing products incorporating such Feedback.\nRose Web Services reserves the right to publish or use any responses, questions or comments emailed to Rose\nWeb Services for promotional or other purposes without any further permission, notice or payment of any kind to the sender.\nAll such submissions will be the property of Rose Web\nServices.<br>\n<br> 4.7 The enumeration of violations in this Section 4 of these Terms of Service is not meant to be exclusive, and Rose Web Services provides notice hereby that it\nhas and will exercise its authority to take whatever action is necessary to protect the Services, Subscribers, and third parties from acts that would be inimical to the purposes of\nthis Section 4 of these Terms of Service.<br>\n<br> EXPORT<br> 4.8 Subscriber shall comply with all applicable export and import control laws and regulations in its use of the Services, and, in particular, Subscriber shall not\nutilize the Services to export or re-export data or software without all required United States and foreign government licenses.\nSubscriber assumes full legal responsibility for any\naccess and use of the Services from outside the United States, with full understanding that the same may constitute export of technology and technical data that may implicate export\nregulations and/or require export license.\nShould such a license be required, it shall be Subscriber's responsibility to obtain the same, at Subscriber's sole cost and expense, and\nin the event of any breach of this duty resulting in legal claims against Rose Web Services, Subscriber shall defend, indemnify and hold Rose Web Services harmless from all claims\nand damages arising therefrom.<br>\n<br> ACTS OF SUB-USERS<br> 4.9 Subscribers are responsible for the acts of others utilizing their access to the Services, and will be held responsible for violations of the Services by\ntheir sub-users or persons who gain access to the Services using the Subscriber's access codes.\nAny activity that a Subscriber is prohibited from performing by these Terms of\nServices is equally prohibited to anyone using the access to the Services of the Subscriber.<br>\n<br> ACCESS CODE PROTECTION<br> 4.10 Subscribers shall utilize proper security protocols, such as setting strong passwords and access control mechanisms, safeguarding access to all\nlogins and passwords, and verifying the trustworthiness of persons who are entrusted with account access information.<br>\n<br> NOTIFICATION REGARDING THESE TERMS OF SERVICE<br> 4.11 Subscribers shall notify all persons who receive access to the Services of the provisions of these Terms of Service, and shall\ninform them that the terms of these Terms of Service are binding upon them.<br>\n<br>\n</p> Payments And Billing <p>\nACCEPTABLE PAYMENT METHODS<br> 5.1 Rose Web Services accepts major credit cards, debit cards, and Paypal payments.\nSubscribers who choose to pay with PayPal will\nbe strictly limited to a single Rose Web Services Account per PayPal account.\nVirtual credit cards and gift cards typically will not be accepted.\nOther forms of payment are not\navailable.\nPlease note that any payment terms presented to you in the process of using or signing up for paid Services are deemed part of this Agreement.<br>\n<br> 5.2 We use\nthird-party payment processors (the \"Payment Processors\") to bill you through a payment account linked to your Account on the Services (your \"Billing Account\") for use of the paid\nServices.\nThe processing of payments may be subject to the terms, conditions and privacy policies of the Payment Processors in addition to this Agreement.\nWe are not responsible for\nerrors by the Payment Processors.\nBy choosing to use paid Services, you agree to pay us, through the Payment Processors, all charges at the prices then in effect for any use of such\npaid Services in accordance with the applicable payment terms and you authorize us, through the Payment Processors, to charge your chosen payment provider (your \"Payment Method\").\nYou agree to make payment using that selected Payment Method.<br>\n<br> BILLING AND TERMS<br> 5.3 The term of this Agreement shall be monthly or yearly, depending of your chosen\npreference during the checkout process, to commence on the date that the Subscriber signs up electronically for the Services by creating an Account with an email address.\nAll\ninvoices are denominated, and Subscriber must pay, in U.S.\nDollars.\nThere is no term for the single incident support services.\nSingle incident support services are invoiced and billed one time in advance.\nAll payments for single incident support services have to be received before any Service can start.\nSubscribers are typically billed monthly on the first day of each month if paying monthly, or on the first day of the annual billing period when the annual payment is due, with\npayment due no later than seven (7) days past the invoice date.\nWe will retry the charges several times during the 7 days past the invoice date, and will send you an email whenever\nsuch attempt has been unsuccessful.\nWe will also send you multiple email reminders and warnings before your Service is suspended.\nAll Subscribers with unpaid invoice(s) 7 days after\nthe invoice due date will have their Service suspended, pending full payment of their balance.\nSubscribers with unpaid invoice(s) 30 days after the due date will have their\nService(s) completely terminated and deleted.\nSubscribers are entirely responsible for the payment of all taxes, if any.\nMonthly fees and renewal fees will be billed at the rate agreed to at purchase.\nYou may cancel\nthe Services at any time by logging into the client area at https://my.linuxhostsupport.com/index.php?/clientarea/.\nAt cancellation,\nyour Service is terminated and it is no longer available.\nExcept in the case of subscription commitments you have agreed to, which shall be nonrefundable, as permitted by law, if you cancel, you agree that fees for the first month of Services and any start-up\ncosts associated with setting up your Account (\"Start-up Costs\") shall be nonrefundable, as permitted by law.\nWith the exception of any subscription commitments agreed by you, if\nyou paid fees in advance for any period longer than one month, then you may, with the exception of fees for the first month of Services and any Start-up Costs, obtain a refund on a\npro rata basis for the period remaining after you cancel.<br>\n<br> 5.4 Some of the paid Services may consist of an initial period, for which there is a one-time charge, followed by\nrecurring period charges as agreed to by you.\nBy choosing a recurring payment plan, you acknowledge that such Services have an initial and recurring payment feature and you accept\nresponsibility for all recurring charges prior to cancellation.\nWE MAY SUBMIT PERIODIC CHARGES (E.G., MONTHLY) WITHOUT FURTHER AUTHORIZATION FROM YOU, UNTIL YOU PROVIDE PRIOR NOTICE\n(RECEIPT OF WHICH IS CONFIRMED BY US) THAT YOU HAVE TERMINATED THIS AUTHORIZATION OR WISH TO CHANGE YOUR PAYMENT METHOD.\nSUCH NOTICE WILL NOT AFFECT CHARGES SUBMITTED BEFORE WE\nREASONABLY COULD ACT.<br>\n<br> 5.5 YOU MUST PROVIDE CURRENT, COMPLETE AND ACCURATE INFORMATION FOR YOUR BILLING ACCOUNT.\nYOU MUST PROMPTLY UPDATE ALL INFORMATION TO KEEP YOUR BILLING ACCOUNT\nCURRENT, COMPLETE AND ACCURATE (SUCH AS A CHANGE IN BILLING ADDRESS, CREDIT CARD NUMBER, OR CREDIT CARD EXPIRATION DATE), AND YOU MUST PROMPTLY NOTIFY US OR OUR PAYMENT PROCESSORS\nIF YOUR PAYMENT METHOD IS CANCELED (E.G., FOR LOSS OR THEFT) OR IF YOU BECOME AWARE OF A POTENTIAL BREACH OF SECURITY, SUCH AS THE UNAUTHORIZED DISCLOSURE OR USE OF YOUR USER NAME\nOR PASSWORD.\nIF YOU FAIL TO PROVIDE ANY OF THE FOREGOING INFORMATION, YOU AGREE THAT WE MAY CONTINUE CHARGING YOU FOR ANY USE OF PAID SERVICES UNDER YOUR BILLING ACCOUNT UNLESS YOU\nHAVE TERMINATED YOUR PAID SERVICES AS SET FORTH ABOVE.<br>\n<br>\n</p> Warranty Disclaimer <p>\n6.1 We have no special relationship with or fiduciary duty to you.\nYou acknowledge that we have no duty to take any action regarding:<br> 1.\nwhich Subscribers\ngain access to the Services;<br> 2.\nwhat Content you access via the Services.\nor<br> 3.\nhow you may interpret or use the Content.<br>\n<br> 6.2 TO THE EXTENT PERMITTED BY APPLICABLE\nLAW, YOU RELEASE US FROM ALL LIABILITY FOR YOU HAVING ACQUIRED OR NOT ACQUIRED CONTENT THROUGH THE SERVICES.\nWE MAKE NO REPRESENTATIONS CONCERNING ANY CONTENT CONTAINED IN OR\nACCESSED THROUGH THE SERVICES, AND WE WILL NOT BE RESPONSIBLE OR LIABLE FOR THE ACCURACY, COPYRIGHT COMPLIANCE, OR LEGALITY OF MATERIAL OR CONTENT CONTAINED IN OR ACCESSED THROUGH\nTHE SERVICES.<br>\n<br> 6.3 THE SERVICES, INCLUDING WITHOUT LIMITATION ANY INFORMATION DELIVERED AS PART OF THE SERVICES, AND CONTENT ARE PROVIDED \"AS IS\", \"AS AVAILABLE\" AND WITHOUT\nWARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE,\nNONINTERFERENCE WITH DATA, AVAILABILITY, ACCURACY, THAT YOU WILL HAVE CONTINUOUS, UNINTERRUPTED OR SECURE ACCESS TO OUR WEBSITE OR THAT THE SERVICES ARE ERROR FREE AND ANY\nWARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nWE, AND OUR DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS AND CONTENT\nPROVIDERS DO NOT WARRANT THAT: (I) THE SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) ANY CONTENT OR\nSOFTWARE AVAILABLE AT OR THROUGH THE SERVICES IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (IV) THE RESULTS OF USING THE SERVICES WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE\nSERVICES IS SOLELY AT YOUR OWN RISK.\nINFORMATION YOU REQUEST MAY NOT BE AVAILABLE OR MAY NOT BE PROVIDED, AND ROSE WEB SERVICES HAS NO LIABILITY FOR SUCH FAILURE.\nIN NO EVENT WILL\nROSE WEB SERVICES WARRANT OR GUARANTEE THE CORRECTNESS, COMPREHENSIVENESS, COMPLETENESS, ACCURACY, TIMELINESS OF ANY INFORMATION, PRODUCTS, OR SERVICES ON THIS WEBSITE.\nTHE\nINFORMATION, PRODUCTS, AND SERVICES AVAILABLE ON THE WEBSITE MAY INCLUDE TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nTHEREFORE, YOU AGREE THAT YOUR ACCESS TO AND USE OF OUR\nWEBSITE, PRODUCTS, SERVICES AND CONTENT ARE AT YOUR OWN RISK.<br>\n<br>\n</p> Limitation Of Liability <p>\n7.1 IN NO EVENT SHALL WE, NOR OUR DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY,\nNEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICES (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL,\nINDIRECT, INCIDENTAL, PUNITIVE, COMPENSATORY OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, SUBSTITUTE GOODS OR SERVICES (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN\nHORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) OF FEES PAID TO US FOR THE PARTICULAR SERVICES DURING\nTHE IMMEDIATELY PREVIOUS ONE MONTH PERIOD, EVEN IF ROSE WEB SERVICES HAD BEEN ADVISED OF, KNEW, OR SHOULD HAVE KNOWN, OF THE POSSIBILITY THEREOF.\nSUBSCRIBER ACKNOWLEDGES THAT THE\nFEES PAID BY HIM OR HER REFLECT THE ALLOCATION OF RISK SET FORTH IN THIS AGREEMENT AND THAT ROSE WEB SERVICES WOULD NOT ENTER INTO THIS AGREEMENT WITHOUT THESE LIMITATIONS.\nSUBSCRIBER HEREBY WAIVES ANY AND ALL CLAIMS AGAINST ROSE WEB SERVICES ARISING OUT OF SUBSCRIBER'S PURCHASE OR USE OF THE SERVICES, OR ANY CONDUCT OF ROSE WEB SERVICES' DIRECTORS,\nOFFICERS, EMPLOYEES, AGENTS OR REPRESENTATIVES.\nYOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE SERVICES OR ANY OTHER GRIEVANCE SHALL BE YOUR\nTERMINATION AND DISCONTINUATION OF ACCESS TO OR USE OF THE SERVICES.\nIN ADDITION, YOU AGREE THAT ROSE WEB SERVICES IS NOT RESPONSIBLE FOR ANY DATA COMPILED BY OUR SERVICES AND THAT\nROSE WEB SERVICES WILL NOT BE LIABLE, IN ANY MANNER, AS A RESULT OF YOUR EXPOSURE TO ANY DEFAMATORY, LIBELOUS, THREATENING, UNLAWFULLY HARASSING, OBSCENE OR OTHERWISE UNLAWFUL\nCONTENT OR DATA.\nIN NO EVENT SHALL ROSE WEB SERVICES, OR ANY THIRD PARTY PROVIDER OF ANY COMPONENT OF THE SERVICES OR OF ANY INFORMATION DELIVERED AS PART OF THE SERVICES, BE LIABLE\nTO YOU AND/OR ANY PARTY FOR ANY DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, SPECIAL, EXEMPLARY, PUNITIVE, CONSEQUENTIAL OR SIMILAR DAMAGES ARISING OUT OF OR\nRELATED TO THE SERVICES, CONTENT, PRODUCTS, THE USE OR INABILITY TO USE THIS WEBSITE, OR ANY LINKED WEBSITE, INCLUDING WITHOUT LIMITATION, LOST PROFITS, LOSS OF USE, BUSINESS\nINTERRUPTION, OR OTHER ECONOMIC LOSSES, LOSS OF PROGRAMS OR OTHER DATA, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, EVEN IF ROSE WEB SERVICES IS ADVISED\nOF THE POSSIBILITY OF SUCH DAMAGES, INCLUDING LIABILITY ASSOCIATED WITH ANY VIRUSES WHICH MAY INFECT YOUR COMPUTER EQUIPMENT.<br>\n<br> SOME JURISDICTIONS LIMIT OR PROHIBIT THE\nFOREGOING LIMITATIONS, AND IN SUCH JURISDICTIONS YOU ARE NOT PERMITTED TO SIGN UP AND USE OUR SERVICES.<br>\n<br>\n</p> Customer Abuse <p>\n8.1 Rose Web Services LLC has a zero tolerance policy for abusive language, threats of legal action, libel, slander, etc.\ntowards our company, the service we\nprovide and/or our staff.\nCustomers engaging in such abusive behaviour will have their accounts terminated without refund for any services provided.\nWe reserve the right to limit or prohibit orders that, in our sole judgement, appear to be placed by potential abusers of our services.<br>\n<br>\n</p> Publicity <p>\n9.1 Each Subscriber is permitted to state publicly that such Subscriber is a Subscriber of the Services.\nSubject to Rose Web Services' Privacy Policy, each\nSubscriber agrees that Rose Web Services may include such Subscriber's name and trademarks in a list of Rose Web Services Subscribers, online or in promotional materials.\nEach\nSubscriber also agrees that Rose Web Services may verbally reference such Subscriber as a Subscriber of the Services.\nSubscriber may opt out of the provisions in this Section 9.1\nby e-mailing a request to support@linuxhostsupport.com.\n<br>\n<br>\n</p> Indemnification <p>\n10.1 YOU SHALL DEFEND, INDEMNIFY, AND HOLD HARMLESS US, OUR AFFILIATES, PARENTS, SUBSIDIARIES, ANY RELATED COMPANIES, LICENSORS AND PARTNERS, AND EACH OF OUR AND\nTHEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, CONTRACTORS, SUPPLIERS AND REPRESENTATIVES FROM ALL LIABILITIES, CLAIMS, AND EXPENSES, INCLUDING REASONABLE ATTORNEYS' FEES,\nTHAT ARISE FROM OR RELATE TO YOUR (OR ANY THIRD PARTY USING YOUR ACCOUNT OR IDENTITY IN THE SERVICES) USE OR MISUSE OF, OR ACCESS TO, THE SERVICES, CONTENT, OR OTHERWISE FROM YOUR\nUSER CONTENT, VIOLATION OF THESE TERMS OF SERVICE OR OF ANY LAW, OR INFRINGEMENT OF ANY INTELLECTUAL PROPERTY OR OTHER RIGHT OF ANY PERSON OR ENTITY.\nWE RESERVE THE RIGHT TO ASSUME\nTHE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER OTHERWISE SUBJECT TO INDEMNIFICATION BY YOU, IN WHICH EVENT YOU WILL ASSIST AND COOPERATE WITH US IN ASSERTING ANY AVAILABLE\nDEFENSES.<br>\n<br>\n</p> Termination <p>\n11.1 Rose Web Services reserves the right, in our sole discretion, to terminate your access to all or any part of the Services at any time, with or without\nnotice, effective immediately, including but not limited to as a result of your violation of any of these Terms of Service or any law.\nAny such termination may result in the forfeiture and destruction of information associated with\nyour Account.\nRose Web Services may provide prior notice of the intent to terminate Services to you if such notice will not, in Rose Web Services' discretion, run counter to the\nintents and purposes of these Terms of Service.\nExcept as otherwise set forth hereunder, any and all fees paid hereunder are non-refundable and any and all fees owed to Rose Web\nServices before such termination shall be immediately due and payable, including any liabilities that may have been incurred prior to termination such as Rose Web Services' costs\nfor collection (including attorneys' fees) of any such charges or other liabilities.\nUpon termination, any and all rights granted to Subscriber by this Agreement will immediately be\nterminated, and Subscriber shall promptly discontinue all use of the Services.\nIf you wish to terminate your Account, you may do so by following the instructions on the Website or\nthrough the Services.\nAll provisions of these Terms of Service which by their nature should survive termination shall survive termination, including, without limitation, licenses of\nUser Content, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<br>\n<br>\n</p> Choice Of Law, Venue and Consent To Email Service <p>\n12.1 Any claim arising hereunder shall be construed in accordance with the substantive and procedural laws of the State of Missouri, without regard to principles\nof conflict of laws.\nSubject to Section 14 below, you agree that any dispute arising from or relating to the subject matter of these Terms of Service shall be governed by the\nexclusive jurisdiction and venue of the state and Federal courts of St.\nLouis County, Missouri.\nSubscriber consents to service of process via email at the email address(es) provided\nby Subscriber, and waives any requirement under the Hague Convention or other judicial treaty requiring that legal process be translated into any language other than English.\n<br>\n<br>\n</p> Dispute Resolution <p>\n13.1 Mindful of the high cost of litigation, you and Rose Web Services agree to the following dispute resolution procedure: in the event of any controversy,\nclaim, action or dispute arising out of or related to: (i) the Website.\n(ii) this Agreement.\n(iii) the Services.\n(iv) the breach, enforcement, interpretation, or validity of this\nAgreement.\nor (v) any other dispute between you and Rose Web Services (\"Dispute\"), the party asserting the Dispute shall first try in good faith to settle such Dispute by providing\nwritten notice to the other party (by first class or registered mail) describing the facts and circumstances (including any relevant documentation) of the Dispute and allowing the\nreceiving party 30 days in which to respond to or settle the Dispute.\nNotice shall be sent (1) if to Rose Web Services LLC, 2977 Hwy K STE 252, Ofallon, MO 63368, USA or (2) if to\nyou at: your last-used billing address or the billing and/or shipping address in your Account information.\nBoth you and Rose Web Services agree that this dispute resolution\nprocedure is a condition precedent that must be satisfied prior to initiating any arbitration or filing any claim against the other party.<br>\n<br>\n</p> Arbitration Agreement And Class Action Waiver <p>\n14.1 In the interest of resolving disputes between you and Rose Web Services in the most expedient and cost effective manner, you and Rose Web Services agree\nthat every dispute arising in connection with these Terms will be resolved by binding arbitration.\nArbitration is less formal than a lawsuit in court.\nArbitration uses a neutral\narbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts.\nArbitrators can award the same\ndamages and relief that a court can award.\nThis agreement to arbitrate disputes includes all claims arising out of or relating to any aspect of these Terms, whether based in\ncontract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms.\nYOU UNDERSTAND\nAND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND ROSE WEB SERVICES ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.<br>\n<br> 14.2 Despite the\nprovisions of Section 14.1, nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (i) bring an individual action in small claims\ncourt.\n(ii) pursue an enforcement action through the applicable federal, state, or local agency if that action is available.\n(iii) seek injunctive relief in a court of law.\nor (iv)\nto file suit in a court of law to address an intellectual property infringement claim.<br>\n<br> 14.3 Any arbitration between you and Rose Web Services will be settled under the\nFederal Arbitration Act, and governed by the Commercial Dispute Resolution Procedures and the Supplementary Procedures for Consumer Related Disputes (collectively, \"AAA Rules\") of\nthe American Arbitration Association (\"AAA\"), as modified by these Terms, and will be administered by the AAA.\nThe AAA Rules and filing forms are available online at www.adr.org, by\ncalling the AAA at 1-800-778-7879, or by contacting Rose Web Services.<br>\n<br> 14.4 A party who intends to seek arbitration must first send a written notice of the dispute to the\nother party by certified U.S.\nMail or by Federal Express (signature required) or, only if such other party has not provided a current physical address, then by electronic mail\n(\"Notice\").\nRose Web Services' address for Notice is: Rose Web Services LLC, 2977 Hwy K STE 252, Ofallon, MO 63368, USA.\nThe Notice must: (a) describe the nature and basis of the\nclaim or dispute.\nand (b) set forth the specific relief sought (\"Demand\").\nThe parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an\nagreement to do so within 30 days after the Notice is received, you or Rose Web Services LLC may commence an arbitration proceeding.\nDuring the arbitration, the amount of any\nsettlement offer made by you or Rose Web Services must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nIf the dispute is\nfinally resolved through arbitration in your favor, Rose Web Services will pay you the highest of the following: (i) the amount awarded by the arbitrator, if any.\n(ii) the last\nwritten settlement amount offered by Rose Web Services in settlement of the dispute prior to the arbitrator's award.\nor (iii) $1,000.<br>\n<br> 14.5 If you commence arbitration in\naccordance with these Terms, Rose Web Services will reimburse you for your payment of the filing fee, unless your claim is for more than $10,000, in which case the payment of any\nfees will be decided by the AAA Rules.\nAny arbitration hearing will take place at a location to be agreed upon in St.\nLouis, Missouri, but if the claim is for $10,000 or less, you\nmay choose whether the arbitration will be conducted: (i) solely on the basis of documents submitted to the arbitrator.\n(ii) through a non-appearance based telephone hearing.\nor\n(iii) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.\nIf the arbitrator finds that either the substance of your claim or\nthe relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment\nof all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse Rose Web Services for all monies previously disbursed by it that are otherwise your obligation to\npay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential\nfindings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or\nexpenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator's ruling on the merits.<br>\n<br> 14.6 YOU AND ROSE WEB SERVICES\nAGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE\nPROCEEDING.\nFurther, unless both you and Rose Web Services agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any\nform of a representative or class proceeding.<br>\n<br> 14.7 If Rose Web Services makes any future change to this arbitration provision, other than a change to Rose Web Services'\naddress for Notice, you may reject the change by sending us written notice within 30 days of the change to Rose Web Services' address for Notice, in which case your account with\nRose Web Services will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive.<br>\n<br> 14.8 If Section\n14.6 is found to be unenforceable or if the entirety of this Section 14 is found to be unenforceable, then the entirety of this Section 14 will be null and void and, in that case,\nthe parties agree that the exclusive jurisdiction and venue described in Section 12 will govern any action arising out of or related to these Terms.\nThe arbitrator has exclusive\nauthority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.<br>\n<br>\n</p> Miscellaneous Provisions <p>\n15.1 Neither you nor Rose Web Services shall be liable for nonperformance of the terms herein to the extent\nthat either you or Rose Web Services are prevented from performing as a result of any act or event which occurs and is beyond your or Rose Web Services' reasonable control,\nincluding, without limitation, acts of God, war, unrest or riot, strikes, any action of a governmental entity, weather, quarantine, fire, flood, earthquake, explosion, utility or\ntelecommunications outages, Internet disturbance, or any unforeseen change in circumstances, or any other causes beyond either party's reasonable control.\nThe party experiencing the\nforce majeure shall provide the other party with prompt written notice thereof and shall use reasonable efforts to remedy effects of such force majeure.<br>\n<br> 15.2 You are granted\na limited, non-exclusive right to create a hypertext link to the Website found at https://www.linuxhostsupport.com.\nprovided such link does not\nportray Rose Web Services and/or its affiliates or any of their respective products and services in a false, misleading, derogatory or otherwise defamatory manner.\nThis limited\nright may be revoked at any time.\nYou may not use, frame or utilize framing techniques to enclose any Rose Web Services trademark, logo or other proprietary information, including\nthe images found at the Website, the content of any text or the layout/design of any page or form contained on a page without Rose Web Services' express written consent.\nExcept as\nnoted above, you are not conveyed any right or license by implication, estoppel, or otherwise in or under any patent, trademark, copyright, or proprietary right of Rose Web Services\nor any third party.<br>\n<br> 15.3 The Website contains many of the valuable trademarks, service marks, names, titles, logos, images, designs, copyrights and other proprietary\nmaterials owned, registered and used by Rose Web Services, Including but not limited to, the mark \"LinuxHostSupport\" Rose Web Services and the Rose Web Services product names referenced\nin the Website are either trademarks, service marks or registered trademarks of Rose Web Services.\nAny unauthorized use of same is strictly prohibited and all rights in same are\nreserved by Rose Web Services.\nNo use of any Rose Web Services trademark may be made by any third party without express written consent of Rose Web Services.\nOther products and\ncompany names mentioned in the Website may be the trademarks of their respective owners.<br>\n<br> 15.4 Elements of Rose Web Services' Website are protected by trade dress, trademark,\nunfair competition, and other laws and may not, unless otherwise permitted hereunder, be copied in whole or in part.\nNo logo, graphic, or image from the Website may be copied or\nretransmitted without Rose Web Services' express written permission.\nThe images, text, screens, web pages, materials, data, Content and other information used and displayed on the\nWebsite are the property of Rose Web Services or its licensors and are protected by copyright, trademark and other laws.\nIn addition to our rights in individual elements of the\nWebsite, Rose Web Services owns copyright or patent rights in the selection, coordination, arrangement and enhancement of any images, text, screens, web pages, materials, data,\nContent and other information used and displayed on the Website.<br>\n<br> 15.5 This Agreement, including all related agreements and policies incorporated by reference herein,\nconstitutes the entire agreement between the parties related to the subject matter hereof and supersedes any prior or contemporaneous agreement between the parties relating to the\nServices.\nA valid waiver hereunder shall not be interpreted to be a waiver of that obligation in the future or any other obligation under this Agreement.\nThe failure of either party\nto exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nIn order for any waiver of compliance with these Terms of\nService to be binding, we must provide you with written notice of such waiver through one of our authorized representatives.\nIf any provision of this Agreement is prohibited by law\nor held to be unenforceable, that provision will be severed and the remaining provisions hereof shall not be affected such that this Agreement shall continue in full force and\neffect as if such unenforceable provision had never constituted a part hereof.\nThis Agreement may be executed in counterparts, each of which shall be deemed an original, but all of\nwhich together shall constitute the same instrument.\nThis Agreement may be signed electronically or, as set out above, your access and use of the Services will manifest your consent\nto this Agreement.\nThese Terms of Service are personal to you, and are not assignable, transferable or sub-licensable by you except with our prior written consent.\nWe may assign,\ntransfer or delegate any of our rights and obligations hereunder without consent.\nNo agency, partnership, joint venture, or employment relationship is created as a result of these\nTerms of Service and neither party has any authority of any kind to bind the other in any respect.\nThe section and paragraph headings in these Terms of Service are for convenience\nonly and shall not affect their interpretation.\nAll references to \"laws,\" \"rules,\" or \"regulations\" references any and all applicable laws, rules and regulations, whether domestic\nor foreign.\nUnless otherwise specified in these Terms of Service, all notices under these Terms of Service will be in writing and will be deemed to have been duly given when\nreceived, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.\nElectronic notices should be sent to legal@linuxhostsupport.com.<br>\n<br>\n</p> ", "created_at": "2021-09-05 01:06:04.422105", "updated_at": "2021-09-04 23:06:27.292901"}], "points": [], "urls": ["linuxhostsupport.com"]}}