{"error": 448, "message": "OK", "parameters": {"id": 6404, "name": "Nieuwland Feed & Supply Ltd ", "created_at": "2022-03-04 23:22:24.803602", "updated_at": "2022-03-04 23:01:15.957947", "wikipedia": null, "keywords": null, "related": null, "slug": "nieuwland-feed-supply-ltd", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6404.png", "url": "nieuwlandfeed.com", "documents": [{"id": 11632, "name": "PRIVACY POLICY", "url": "https://nieuwlandfeed.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div/div/div[2]", "text": " Privacy Policy\n<p>This policy was last updated on February 8, 2021.</p>\nPurpose\n<p>It is the established policy of Nieuwland Feed &amp.\nSupply Ltd.\nto respect and protect the right to privacy of our visitors and to be compliant with all applicable laws and best professional practices pertaining to the same.</p>\nWho we are\n<p>Our website address is: https://nieuwlandfeed.com.</p>\nWhat data do we collect?\n<p>We collect the data necessary to service our website users.\nThis data includes contact information and service preferences, and other data related to the conduct of the business of Nieuwland Feed &amp.\nSupply Ltd.</p>\nHow and why do we collect it?\n<p>\n<strong>Analytics</strong>\n</p>\n<p>We use MonsterInsights WordPress plugin that provides Google analytics services: https://policies.google.com/privacy</p>\n<p>Website users who don’t want their data collected with Google Analytics can install the Google Analytics opt-out browser add-on at: https://tools.google.com/dlpage/gaoptout</p>\n<p>\n<strong>Comments</strong>\n</p>\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\n<p>\n<strong>Comply with Law</strong>\n</p>\n<p>To comply with legal obligations, as part of our general business operations, and for other business administration purposes.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>\n<p>View Cookies Policy</p>\n<p>\n<strong>Embedded content from other websites</strong>\n</p>\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>\n<strong>Forms</strong>\n</p>\n<p>\n<strong>1.\nContact Forms</strong> – We keep contact form submissions for a 1 year period for customer service purposes, but we do not use the information submitted through them for marketing purposes.</p>\n<p>\n<strong>2.\nEmail Marketing Opt-In Forms</strong> – All email marketing opt-in forms used on this site, such as popups, floating bars, inline-forms, and others, require explicit consent from users before adding them to our mailing list.\nThis is done with either:</p>\n<p>A checkbox that user has to click before opt-in.\nor,<br> Requiring double-optin to your email list<br> Information gathered is used strictly for that purpose for which it was intended.\nWe do not share the information submitted on an opt-in form with any third parties.</p>\n<p>Subscribers to email marketing my unsubscribe at any time by clicking on the unsubscribe link at the bottom of any email.</p>\n<p>\n<strong>3.\nMarketing and Promotions</strong>\n</p>\n<p>For marketing and promotional purposes, such as to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information we think may interest you, including information about third party products and services.</p>\n<p>\n<strong>4.\nMedia</strong>\n</p>\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\n<p>\n<strong>5.\nPrevent Misuse</strong>\n</p>\n<p>Where we believe necessary to investigate, prevent or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or violations of our Terms of Service or this Privacy Policy.</p>\n<p>\n<strong>6.\nProvide our Services</strong>\n</p>\n<p>To provide you the services we offer on the website, communicate with you about your use of the website, respond to your inquiries, provide troubleshooting, and for other customer service purposes.</p>\nWho do we share your data with?\n<p>Your data is shared with third parties who help us to analyze data, follow-up with you and provide better customer service to you including:<br> Google Analytics: https://policies.google.com/technologies/partner-sites<br> Contact Form 7:&nbsp;https://contactform7.com/privacy-policy/</p>\nHow Long Do We Retain Your Data?\n<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p>\n<p>While laws like the GDPR and CCPA have “right to erasure,” we are not required to erase records needed for other aspects of our business such as: charges disputed by a customer, tax audition, or for other legal concerns.\nView Terms of Use.</p>\n<p>We keep contact form entries for six months, analytics records for a year, and customer purchase records for ten years.</p>\nWhat rights do you have over your data?\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\n<p>\n<strong>GDPR and CCPA User Data Request</strong>\n</p>\n<p>Should you wish to have data access, have data forgotten or data rectfied in comments, posts and our database, please submit a request using the contact form.</p>\nWhere do we send your data?\n<p>Visitor comments may be checked through an automated spam detection service, such as Askimet: https://automattic.com/privacy/</p>\nHow do we protect your data?\n<p>Nieuwland Feed &amp.\nSupply Ltd maintains both hard copy and web based data entry form as applicable to the conduct of the business.\nOnline form data is collected and transmitted by secure means.\nOnline form submissions are stored in secure databases with limited access and any sensitive information is encrypted for another layer of protection.\nWe periodically update our membership database using a variety of means to ensure delivery of all publications/correspondence and to better model the demographics of Nieuwland Feed &amp.\nSupply Ltd.</p>\n<p>Users’ data is also protected by our SSL Certificate (Strong SHA2 &amp.\n2048-bit encryption), McAfee SECURE (which scans and certifies our website), Website Security Essentials (malware scan and removal), Google Re-Captcha v3 (two-factor authentication), and staff training in data protection.</p>\nWhat data breach procedures do we have in place?\n<p>We are required to report certain types of data breaches to relevant authorities within 72 hours, unless the breach is considered harmless and poses no risk to individual data.\nHowever if a breach is high-risk, then we must also inform individuals who are impacted right away.</p>\nWhat third parties do we receive data from?\n<p>We may receive data from:</p>\n<p>Facebook Advertising when using the Facebook pixel placed on ads in Facebook and/or Instagram.<br> Privacy: https://www.facebook.com/privacy/explanation<br> Cookies: https://www.facebook.com/policies/cookies/<br> Google Analytics:&nbsp;https://policies.google.com/privacy</p>\nWhat automated decision making and/or profiling do we do with user data?\n<p>No automated decision making occurs on this website.</p>\nWho on our team has access?\n<p>Administrators on our team have access to the information you provide us to support you.</p>\nHow do you contact Nieuwland Feed &amp.\nSupply Ltd.?\n<p>Individuals may contact us if you have concerns about privacy or if you wish to opt-out of any or all hard copy and/or electronic correspondence not explicitly related to requests for services.</p>\n<p>Nieuwland Feed &amp.\nSupply Ltd.\nmay be contacted by mail at the following address:</p>\n<p>96 Wellington St N,<br> Drayton, ON N0G 1P0</p>\n<p>or</p>\n<p>5 Line 81<br> Listowel, ON&nbsp.\nN4W 1Y2</p>\n<p>or, by filling in the form on the Contact page.</p>\nUpdates\n<p>Nieuwland Feed &amp.\nSupply Ltd.\nwill update this policy and post the updated policy to the Nieuwland Feed &amp.\nSupply website.</p> ", "created_at": "2022-03-04 23:22:24.807736", "updated_at": "2022-03-04 22:22:59.371737"}, {"id": 11631, "name": "TERMS OF USE", "url": "https://nieuwlandfeed.com/terms-of-use/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div/div/div[2]", "text": " Terms of Use\n<p>\n<strong>Last Revised: February 9, 2021</strong>\n</p>\n<p>Thank you for visiting the Nieuwland Feed &amp.\nSupply Website (the “Website”).\nThe Website is offered as an information service.\nWe at Nieuwland Feed &amp.\nSupply Ltd.\nwant each visitor to the Website (“you”) to have a useful and informative visit, and we have established the following Terms of Service and Conditions of Use (“Agreement”) so that we (each) know what to expect from each other.</p>\n<p>PLEASE READ THE FOLLOWING CAREFULLY.\nTHIS IS A LEGALLY BINDING AGREEMENT BETWEEN YOU AND NIEUWLAND FEED &amp.\nSUPPLY LTD.\nIN USING THE WEBSITE, YOU AGREE TO BE BOUND BY THE TERMS SET FORTH HEREIN.</p>\n<p>We may make changes to the Website, these <strong>Terms and Conditions</strong> or our Privacy Policy, which govern the use of the Website at any time.\nWe encourage you to review the Website, this Agreement and the Privacy Policy periodically for updates or changes.\nYour continued access or use of this Website shall be deemed your acceptance of these changes and the reasonableness of these standards for notice of changes.\nIf you disagree with these Terms and Conditions (as they may be amended from time to time), or are dissatisfied with this Website in any way, your sole and exclusive remedy is to discontinue using this Website.</p>\nPermitted Use\n<p>Except for public domain materials, this Website is protected by intellectual property laws, including but not limited to Canadian copyright laws.\nYou expressly acknowledge and agree that the content accessible within the Website is the proprietary information of Nieuwland Feed &amp.\nSupply Ltd.\nand its content providers, and that Nieuwland Feed &amp.\nSupply Ltd.\nand its content providers retain all right, title, and interest in the content.\nYou have a nonexclusive, nontransferable, limited, revocable right to use the Website solely for your personal educational and informational use and not for republication, distribution, assignment, sublicense, sale, preparation of derivative works or other use.\nThe copying, redistribution, use or publication by you of any part of the Website, except as allowed herein, is strictly prohibited without our express prior written consent.</p>\n<p>You are granted a limited license to print copies of any content posted at the Website, but only for your personal use.\nExcept as expressly provided, all rights are reserved.\nAmong other things, except to the extent required for the limited purpose of reviewing material on our Website, electronic reproduction, adaptation, distribution, performance or display is prohibited.\nChanges to author attribution or copyright notices are prohibited.\nUse of any of our trademarks as meta tags on any other website is also strictly prohibited.\nYou may not display the Website or portions thereof by framing or in any other manner without our express written permission.\nYou may, however, establish ordinary non‑commercial links to our Website without our written permission.\nYou agree to cooperate with us to cause all unauthorized co‑branding, framing or linking to immediately cease.</p>\nConfidentiality and Security\n<p>\n<strong>Security</strong>\n</p>\n<p>When you apply for, enroll in, purchase or use our Programs, Products or Services, or Program Materials we may seek and collect personal data and information including but not limited to your name, e-mail address, phone number, billing information, credit card or payment information, demographic information, preferences, interests, or other personally-identifying information (“Confidential Information”).</p>\n<p>By providing such Confidential Information to us, you grant us permission to use and store such Confidential Information in accordance with our Privacy Policy.\nWe, in turn, will use our best efforts to keep your Confidential Information safe, secure and confidential.\nWhen you submit Confidential Information via our Program, Product, Service or Program Materials, we take measures to protect the security of your Confidential Information both online and offline.</p>\n<p>However, due to the nature of the Internet, we cannot completely ensure or warrant the security of your Confidential Information or of any other data or information transmitted to us or through our services.\ntherefore submitting Confidential Information, data or other information is done at your own risk.\nWe have security measures in place to prevent the loss, misuse, and alteration of the information that is obtained from you, but we make no assurances about our ability to prevent any such loss, misuse, to you or to any third party arising out of any such loss, misuse, or alteration.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>Please review our full Privacy Policy for how we handle all of your information as well as your rights around such information.</p>\n<p>\n<strong>Confidential Information</strong>\n</p>\n<p>To use our Programs, Products, Services or Program Materials, we may seek personal data or information including your name, e-mail address, phone number, street address, billing information, birthday, preferences, interests, assignments, or other personally-identifying information (“Confidential Information”), or you may offer or provide a testimonial, comment, photo, image, video or any other submission to us when using or participating in our Programs, Products, Services or Program Materials (“Other Information”).\nBy providing such Confidential Information or Other Information to us, you grant us permission to use and store such information in accordance with our Privacy Policy.\nWe, in turn, will use our best efforts to keep your Confidential Information safe, secure and confidential in accordance with these Terms of Use and our full Privacy Policy which may be found on our Website.\nIf you believe that any of your Confidential Information is incorrect or incomplete, please contact us as soon as possible.\nWe will promptly correct any Confidential Information found to be incorrect.</p>\n<p>\n<strong>What We Do With Confidential Information</strong>\n</p>\n<p>We request and require various personal data and/or Confidential Information to understand your needs and provide you with better services.\nIn addition, we may use such data and Confidential Information for the following reasons: (1) for internal recordkeeping, (2) to improve our Programs, Products, Services or Program Materials, (3) to periodically send promotions about new Programs, Products or Services or other special offers from which you may unsubscribe at any time, (4) for aggregate, non-identifiable data for research purposes, (5) to customize the respective Programs, Products or Services you purchase or use according to your interests and/or (6) for support or communication related to your Program, Product, Service or Program Materials.</p>\n<p>\n<strong>Storage</strong>\n</p>\n<p>All data and Confidential Information is stored through a data management system.\nThis data and Confidential Information can only be accessed by those who help manage that information in order to deliver e-mail or otherwise contact those who would like to receive our correspondence.\nYou agree and acknowledge that we, including but not limited to our team, staff and affiliates, and those who manage the data management system may have access to your Confidential Information.</p>\n<p>\n<strong>When We Can Disclose Confidential Information</strong>\n</p>\n<p>All Confidential Information will be held in confidentiality and will not be disclosed to third parties, except that we may disclose Confidential Information and personally identifiable information: (1) pursuant to the terms of the Terms of Use and Privacy Policy, (2) if we are required to do so by law, (3) in the good-faith belief that such action is necessary to conform to the law, (4) to comply with any legal process served on either us or our partners, sponsors, investors, or affiliates, (5) to protect and defend our rights or property or those of our users or purchasers, and/or (6) to act as immediately necessary in order to protect the personal safety of our users, purchasers, or the public.\nWe will not sell, distribute or lease your Confidential Information to third parties unless we have your permission or are required by law to do so.</p>\n<p>\n<strong>Viewing by Others</strong>\n</p>\n<p>Note that whenever you make your Confidential Information or Other Information available for viewing by others such as through our Programs, Products, Services, or Program Materials, our Website or social media, the Confidential Information or Other Information that you share also can be seen, heard, collected and used by others, and therefore, we cannot be responsible for any unauthorized use by others of such Confidential Information or Other Information that you voluntarily share online or in any other manner.</p>\n<p>\n<strong>How We Use Cookies</strong>\n</p>\n<p>We may use the standard “cookies” feature of major web browsers.\nWe do not set any Confidential Information in cookies, nor do we employ any data-capture mechanisms on our Website other than cookies.\nYou may choose to disable cookies through your own web browser’s settings.\nHowever, disabling this function may diminish your experience on the Website and some features of our Programs, Products, Services or Program Materials may not work as intended.\nWe have no access to or control over any information collected by other individuals, companies or entities whose website or materials may be linked to our Programs, Products, Services or Program Materials.\nView cookies policy.</p>\n<p>\n<strong>Passwords</strong>\n</p>\n<p>To use certain features of our Programs, Products, Services, or Program Materials, you may be issued a group username and password or a unique individual username and password, which you will receive through your registration and/or purchase process.\nYou may be able to change to username and/or password of your choosing.\nYou are responsible for maintaining the confidentiality of the password and account and are responsible for all activities (whether by you or by others) that occur under your password or account.\nYou are not permitted to share your username and/or password with anyone.\nIf we learn you have shared your username and/or password with another person, we reserve the right to immediately terminate your access to the Program, Product, Service, Program Materials, Website, private forum, Facebook group or any other related communication.\nIt is your responsibility to protect your own password from disclosure to others.\nWe cannot and will not be liable for any loss or damage arising from your failure to protect your password or account information.\nYou are responsible for activities that take place using your password(s) and within your account.\nIf you share your password(s) with anyone, they may be able to obtain access to your personal information at your own risk.\nYou agree to notify us immediately of any unauthorized use of your password or account or any other breach of security, and to ensure that you exit from your account at the end of each session.\nBy using our Programs, Products, and Services, you agree to enter true and accurate information as part of the registration, purchase process and otherwise.\nIf you enter a false email address, we have the right to immediately deactivate your account.\nWe will use our best efforts to keep your password(s) private and will not otherwise share your password(s) without your consent, except as necessary when the law requires it or in the good faith belief that such action is necessary, particularly when disclosure is necessary to identify, contact or bring legal action against someone who may be causing injury to others or interfering with our rights or property.a</p>\nOperating Policies and Conduct Guidelines\n<p>You agree to comply with the operating policies and conduct guidelines set forth herein, which are the rules that govern your use of the Website as they are amended from time to time.\nYour failure to observe any of the limitations or obligations may under certain circumstances, result in civil or criminal liability.<br> Your privilege to use this Website and contribute to online discussions, to the extent available, depends on your compliance with these operating policies and conduct guidelines.\nWe may revoke your privileges to use all or a portion of this Website and/or take any other appropriate measures to enforce these policies and guidelines if violations are brought to our attention.</p>\n<p>You acknowledge that all comments or content posted, emailed, or otherwise transmitted to or on this Website, whether posted at our request or voluntarily, and whether publicly posted or privately transmitted (collectively, the “Postings”), are the sole responsibility of the person who made such Postings.\nThis means that you are entirely responsible for all Postings that you post, email or otherwise transmit to this Website.\nWe do not control the Postings posted, emailed or otherwise transmitted on our Website by others and, as such, we do not guarantee the accuracy, integrity or quality of such Postings.\nUnder no circumstances will we be liable in any way for any Postings (other than for content developed by us), including, but not limited to, for any errors or omissions in any Postings, or for any loss or damage of any kind incurred as a result of the use of any Postings posted, emailed or otherwise transmitted to or through this Website.</p>\n<p>\n<strong>By using this Website, you agree not to:</strong>\n</p>\n<ul>\n<li>disrupt or intercept the information posted on this Website;</li>\n<li>circumvent any security features of this Website;<br> intercept or attempt to intercept email or other private communications not intended for you;</li>\n<li>upload files that contain a virus or corrupted data;</li>\n<li>use the Website in a manner that adversely affects the availability of its resources to other Website users;</li>\n<li>upload, post, email or otherwise transmit any postings or other materials that are unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise objectionable (in our sole discretion);</li>\n<li>upload, post, email or otherwise transmit any postings or other materials that infringe upon any patent, trademark, trade secret, copyright, right of privacy or publicity or other proprietary rights of any party;</li>\n<li>upload, post, email or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of commercial solicitation;</li>\n<li>solicit, collect or post personal data or attempt to solicit, collect or post personal data about other users of the Website, including user names or passwords.\nor access or attempt to access another user’s account without his or her consent.\nor,</li>\n<li>intentionally or unintentionally violate any applicable local, provincial, national or international law, including, but not limited to, any regulations having the force of law.</li>\n</ul>\n<p>By using this Website, you agree to abide by all applicable, local, provincial, federal and international laws, rules and regulations.</p> ", "created_at": "2022-03-04 23:22:24.806149", "updated_at": "2022-03-04 22:23:14.098749"}], "points": [], "urls": ["nieuwlandfeed.com"]}}