{"error": 448, "message": "OK", "parameters": {"id": 3165, "name": "Imperfect Foods", "created_at": "2021-04-16 21:49:00.729071", "updated_at": "2021-04-17 00:01:03.647991", "wikipedia": null, "keywords": null, "related": null, "slug": "imperfect_foods", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3165.png", "url": "imperfectfoods.com", "documents": [{"id": 5123, "name": "Terms and Conditions", "url": "https://www.imperfectfoods.com/terms-and-conditions", "xpath": "", "text": "<p>Need help navigating using our site? Call us at (510) 595-6683 or email us at support@imperfectfoods.com and we’ll make sure you get assistance.\nGratitude and groceries!</p>\n<ul>\n<li>Log In</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>How It Works</li>\n<li>Products We Sell</li>\n<li>Our Mission</li>\n<li>FAQ</li>\n</ul>\n<p>Welcome to Imperfect Foods, Inc.\nand our Terms of Use (these “Terms”).\nThese Terms are a legal contract between you (“you”, “your”) and Imperfect Foods, Inc.\n(“Imperfect,” “we,” “us,” or “our”) and govern your use of all the text, data, information, software, graphics, photographs and other materials that we make available to you, as well as the services we may provide through our websites (each a “Site”).</p>\n<p>\n</p>\n<p>\n<strong>Read these terms carefully before browsing this website or using any of its functionality.\n&nbsp;Using this website indicates that you have both read and accept these terms.\nYou cannot use this website or our services if you do not accept these terms.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Information, statements and reviews from online subscribers regarding products have not been evaluated by the united states food and drug administration.\n&nbsp;Results, impressions and satisfaction may vary from person to person and may be inaccurate or incorrect.\nImperfect assumes no ownership, acceptance or liability relating to such statements.<br>\n<br>Note: &nbsp;These terms contain a dispute resolution and arbitration provision, including class action waiver that affects your rights under these terms and with respect to disputes you may have with Imperfect.\n&nbsp;You may opt out of the binding individual arbitration and class action waiver as provided below.</strong>\n</p>\n<p>\n</p>\n<p>Imperfect may modify, suspend, or discontinue any part or all of our Sites or our services at any time and without notifying you.\nWe also reserve the right to change or modify these Terms at any time and in our sole discretion.\nIf we make changes to these Terms, we will provide notice of such changes, such as by updating the “Last Updated” date at the end of these Terms and, if you are a subscriber to our service, by notifying you of such changes by email and requiring you will accept the new Terms upon your next login to the service.&nbsp.\nIf you do not agree to changes in these Terms, then cancel your registration by logging into your account and selecting the “Cancel Subscription” button or by submitting a completed form on our Contact page within 30 days of your receipt of notice of changes.\nBy continuing to access or use the Sites or order, receive or use products, you confirm your acceptance of the revised Terms and all of the terms incorporated therein by reference.\nWe encourage you to review the Terms frequently to ensure that you understand the terms and conditions that apply when you access or use the Sites or order, receive or use the products.\nIf you do not agree to the revised Terms, you may not access or use the Sites or order, receive or use the products.</p>\n<p>&nbsp;</p>\n<p>In these Terms we are granting you a limited, personal, non-exclusive and non-transferable license to use and to display the Sites and to use the services available through the Site.\nyour right to use such Sites and services is conditioned on your compliance with these Terms.\n&nbsp;You have no other rights to the Sites, services, and/or any of the materials displayed or made available through the Sites and services, and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance, or in any way exploit any of this Sites or portions thereof in any manner.\n&nbsp;</p>\n<p>\n</p>\n<p>A breach or violation of any of the Terms will result in an immediate termination of your account and associated services.</p>\n<p>&nbsp;</p>Section 1 – Using the Sites<p>&nbsp;</p>\n<p>By using any Site, you represent that you are at least the age of majority in your state or province of residence, or if you are under the age of majority in your state or province of residence (a “Minor”), that you are using the Site with the consent of your parent or legal guardian and you have received your parent’s or legal guardian’s permission to use the Site and agree to these Terms.\n&nbsp;If you are a parent or legal guardian of a Minor, you agree to bind the Minor to these Terms and to fully indemnify and hold us harmless if the Minor breaches any of these Terms.<br>&nbsp;<br>In order to access certain password-restricted areas of the Sites and to purchase Subscriptions to receive our products, you must successfully register an account with us.\n&nbsp;For so long as you use the account, you agree to provide true, accurate, current, and complete information which can be accomplished by logging into your account and making relevant changes directly.\n&nbsp;Because it is your account, it is your job to obtain and maintain all equipment and services needed for access to and use of the Sites as well as paying related charges.\nIt is also your responsibility to maintain the confidentiality of your account password.\n&nbsp;Should you believe your password or security for your account has been breached in any way, you must immediately notify us.</p>\n<p>\n</p>\n<p>By creating an&nbsp;Imperfect account, you also consent to receive electronic communications from Imperfect (e.g., via email).\nThese communications may include notices about your account (i.e., an email to customize your box each week) and are part of your relationship with us.\nWe may also send you promotional communications via email, including, but not limited to, newsletters, special offers, surveys, and other news and information we think will be of interest to you.\nYou may opt out of receiving these promotional emails at any time by following the unsubscribe instructions provided therein.</p>\n<p>&nbsp;</p>\n<p>By providing your mobile phone number to us through the site or in connection with your order, receipt or use of our service, you consent to receive calls or text messages at any such phone number placed by or on behalf of Imperfect, including autodialed calls and/or text messages, for operational or transactional purposes, such as updates on the delivery status of your order, billing issues, or customization reminders.\nYou may opt out of calls or text messages at any time by replying to the text message with “STOP” or reaching to our Customer Care team.\nTo reach out, submit a completed form on our Contact page and a Customer Care Associate will respond to your query.\nFollowing such opt-out, you may continue to receive calls or messages for a short period of time while Imperfect processes your request.\nPlease note, Imperfect may send you one additional message to confirm your opt-out.\n&nbsp;It is your responsibility to keep your account information, including your phone number, updated.\nStandard message and data rates applied by your mobile phone carrier may apply.\nFor details about data rates please contact your mobile phone carrier.</p>\n<p>\n</p>Section 2 – Payment and Billing Information<p>&nbsp;</p>\n<p>You agree to pay the price applicable for all products you order and you agree to pay all applicable fees, including but not limited to delivery fees and taxes related to your use of our Sites and services.\n&nbsp;We may suspend or terminate your account and/or access to our services if your payment is late and/or your credit card cannot be processed.\nBy providing a credit or debit card, you represent and warrant that you are authorized to use the designated payment method and that you authorize us (or our third-party payment processor) to charge your payment method for the total amount of your subscription or other purchase (including any applicable taxes and other charges) (collectively, as applicable, an “Order”).\nIf the payment method cannot be verified, is invalid, or is otherwise not acceptable, your Order may be suspended or canceled.</p>\n<p>&nbsp;</p>\n<p>\n<strong>From time to time, Imperfect may offer a free trial.\nIf you sign up for a free trial, your credit card will be billed once the free trial has expired, unless you cancel your subscription prior to the end of such free trial.\n&nbsp;See Section 7 for instructions on canceling.</strong> &nbsp;</p>\n<p>\n</p>\n<p>Any sweepstakes, contests, raffles, or other promotions (collectively, \"Promotions\") made available from Imperfect may be governed by rules that are separate from these Terms &amp.\nConditions.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms &amp.\nConditions, the Promotion rules will apply.\nPlease see Section 6.1 for the guidelines applicable to any credits, coupons, rewards or discounts awarded in connection with such promotions, incentives, programs, or other events.</p>\n<p> All promotions, trials, credits, coupons, and discounts for free or discounted Orders are only allowed to be used once per person and may not be combined unless otherwise indicated in a promotional offer.</p>\n<p>\n</p>\n<p>\n<strong>Important notice – automatic renewal:&nbsp.\nfrom time to time, Imperfect may offer free trials.\nIf you sign up for a free trial, unless you have cancelled your subscription prior to the end of such free trial we will automatically charge your credit card for the first monthly membership fee upon the expiration of the free-trial or promotional period and each subsequent month thereafter.&nbsp.\nThe pricing for such membership will be at the price you agreed to at the start of the free trial or promotional period.&nbsp.\nSee below or section 7 for instructions on canceling.</strong>\n</p>\n<p>\n<strong>Imperfect’s monthly grocery delivery service is provided as a recurring subscription.&nbsp.\nYou understand that, until you terminate your subscription, your subscription will automatically renew each week.&nbsp;&nbsp;</strong>\n</p>\n<p>\n<strong>As authorized by you during your sign-up process, we or our third party payment processor will charge your payment method each week with the applicable weekly subscription fee unless you cancel your entire subscription or your order for that week by the end of the appropriate customization window or other cutoff date.&nbsp.\nCustomization windows and cutoff dates vary by route and can be found in your account section, but will be at least 1 day prior to your scheduled delivery day.&nbsp.\nAny items in your cart at the end of the customization window or cutoff date and time will be delivered to you on your next scheduled delivery day.&nbsp.\nTo cancel your subscription entirely, please log into your account and select the “cancel subscription” button or submit a completed form on our&nbsp;contact page&nbsp;and a customer care associate will respond to your query.</strong>\n</p>\n<p>\n<strong>If you cancel your subscription after the applicable cutoff date, you will not receive a refund for that week, but will continue to receive and be charged for your delivery for that week and your subscription will terminate thereafter.&nbsp.\nIf you attempt to cancel your weekly order after the applicable cutoff date you will not receive a refund, but will receive and be charged for your order for that week and your next week’s order will be cancelled.&nbsp.\nAny subsequent weeks for which you do not remove your order from your account prior to the applicable cutoff date will be charged to your payment method.</strong>\n</p>\n<p>&nbsp;</p>\n<p>On the day following your delivery or prior to delivery, we will attempt to bill your account for the most recent Order, and for any outstanding balances on your account.&nbsp;If your credit or debit card cannot be immediately processed for any reason, we may make multiple attempts to process any payment due until the payment is successfully processed.</p>\n<p>&nbsp;</p>Section 3 – Pricing and Availability<p>&nbsp;<br>When you sign up for a produce box subscription, you are agreeing to pay the total amount of the subscription, which may change weekly, and which depends on the particular items in your subscription box.&nbsp.\nYou may choose to add additional non-produce and produce products offered for sale to your base produce box subscription during your established customization window.\n&nbsp;We reserve the right, at any time, to modify, suspend, or discontinue the sale of any product with or without notice.<strong> &nbsp;</strong>You can view the total amount of the order by logging into your Account Dashboard.&nbsp.\nThe total amount charged for your box includes the price of the individual produce items and non-produce items, plus any base-price fees for the box, delivery fees, other fees, and any applicable taxes.</p>\n<p>Although we make every effort to maintain the accuracy of information maintained on our Sites, including pricing information and product details, occasionally pricing or other information errors may occur.\n&nbsp;In the event that any product is listed at an incorrect price or with other incorrect information, we reserve the right to decline or cancel any such Orders, whether or not the order has been confirmed and/or your credit card charged.\n&nbsp;</p>\n<p>&nbsp;&nbsp;</p>Section 4 – Deliveries<p>&nbsp;</p>\n<p>You are responsible for inspecting all products you receive from us for any damage or other issues upon delivery.\nYou should properly store (including refrigeration when applicable) all items you receive.&nbsp.\nIf you are not home when a delivery arrives, the delivery person may leave the package for you at your door, or in your building’s lobby, at its front desk, or in its mailroom, etc.\n&nbsp;Anyone at the delivery address who receives the delivery is conclusively presumed to be authorized to receive the delivery.\nIn cases in which you have designated an alternative receiver, such person shall accept the products under all of the same terms and conditions that would apply had you accepted the delivery yourself.\nIf you do not receive your delivery, if you are missing items, or if you are not completely satisfied with your order, please contact our Customer Care team within 24 hours.\nTo contact, submit a completed form on our Contact page and a Customer Care Associate will respond to your query to resolve the issue.</p>\n<p>\n</p>\n<p>We are not responsible for (i) items delivered to incorrect addresses supplied during ordering.\n(ii) delivery issues and quality issues arising from the recipient not being present at the time of delivery at the address supplied during ordering.\n(iii) decreased product quality due to an incorrect delivery address supplied during ordering, or a re-route requested by the recipient.\n(iv) product quality problems caused by improper handling by the recipient.</p>\n<p>&nbsp;</p>\n<p>There may be some instances, as a result of inclement weather, natural or national disaster, or other unforeseen circumstances, that your delivery cannot be made on your assigned delivery day.&nbsp.\nIn those cases, we will make our best effort to deliver your order as close as possible to the assigned delivery day.&nbsp.\nIn the case that we cannot deliver your box at all, we will notify you and credit your account for the missed delivery if necessary.</p>\n<p>&nbsp;</p>\n<p>From time to time, Imperfect may offer pick-up sites.\nFor any customers who are assigned to a pick-up site: &nbsp;Any orders not picked up during the time window of the pick-up site will be forfeited by the customer and become the property of Imperfect Produce.\n&nbsp;Imperfect Produce may donate the box, or use the box and its content at Imperfect’s discretion, as it sees fit.\n&nbsp;</p>\n<p>\n</p>Section 5 – Product Descriptions<p>&nbsp;</p>\n<p>Imperfect attempts to be as accurate as possible with all of our product descriptions.\n&nbsp;However, Imperfect does not warrant that product descriptions, photos, or other content of any product is accurate, complete, reliable, current, or error-free.\nThe products delivered may vary from the images and descriptions viewed on the site due to a number of factors that are not within our control, including without limitation, system capabilities and constraints of your computer, manufacturing process issues, and the availability and variability of product, packaging, and raw materials.\nAlthough we will exercise commercially reasonable efforts to help ensure that the products conform to reasonable expectations, variations may sometimes occur.\n&nbsp;&nbsp;If a product offered by Imperfect itself is not as described, your sole remedy is to receive a credit or refund for the product.\nWe are specifically working with produce items that are misshapen and sometimes mis-colored – nature doesn’t grow perfect produce all the time.\nFor this reason, weights displayed are approximate and intended to communicate approximate amounts of produce that you will receive.\nWhile we don’t anticipate weights to be incorrect, your sole remedy for any error or documented weight-related issue will be resolved via a credit or refund for the product in question.</p>\n<p>&nbsp;</p>Section 6 – Returns, Replacements, Credits, and Refunds<p>&nbsp;</p>\n<p>If you are dissatisfied with any product, please reach out to our Customer Care team.\nTo reach out, submit a completed form on our Contact page and a Customer Care Associate will respond to your query and, depending on the circumstances, we will provide you a replacement, a full or partial refund of the purchase price for that box or product, or a full or partial credit of the purchase price for that box or product.\nWe may require the return or photographic documentation of any product with which you are dissatisfied before we provide you a replacement, credit, or refund.</p>\n<p>\n</p>\n<p>Imperfect reserves the right to refuse service, refuse distribution of credits or refunds, terminate accounts, terminate your rights to use Imperfect, or cancel orders in its sole discretion.</p>\n<p>\n</p>\n<p>Once processed, please allow the refund amount to appear in your account after 5-10 business days.</p>\n<p>\n</p>Section 6.1 - Credits<p>\n</p>\n<p>Credits given may be for an item’s full or partial purchase price, for a delivery fee, or for some other amount determined by Imperfect in its discretion.\n&nbsp;Imperfect may occasionally provide you with Credits to thank you for your patience with a delayed delivery or to address a customer service issue.\nThe issuance of such Credits and any Credit amounts are determined at the sole discretion of Imperfect.\nImperfect may occasionally provide promotions, offers, and other communications, and Credits may be earned through these special offers communicated to you by Imperfect or its agents (each an “Offer”).\n&nbsp;Once you meet the criteria described in any Offer, you are eligible for the advertised Credits, under these Terms and any additional terms and conditions of each Offer.\nIf there is a conflict between these Terms and the terms and conditions of any Offer, the Offer terms and conditions will control.\n&nbsp;Offers are not transferable.\nOffers may not be made available to all users.\n</p>\n<p>Unless communicated to you otherwise by Imperfect, all Credits are automatically applied to your next Order.\nCertain Credits may not automatically be applied to your next Order and will require additional action on your part (e.g., application of a coupon code) in order to be applied to future purchases, which further requirements for applying Credits shall be communicated to you at the time of Credit issuance.\n&nbsp;Credits may not be applied to and/or redeemed for gift cards, gift subscriptions, taxes, fees, and for certain product and/or service categories as determined by Imperfect in its sole discretion.\n</p>\n<p>Credits can be applied for up to twelve months after date of issuance and thereafter, Credits will automatically expire.\n&nbsp;Credits will expire if your account is inactive (not accepting delivery of an order during a five (5) month period), if you cancel your recurring subscription, or if your account is closed, and all unredeemed Credits at such time will be forfeited immediately and may not be reinstated.</p>\n<p>All Credits are promotional in nature, are not transferable, and are not redeemable for cash or other property.\n&nbsp;Credits may not be applied toward payment of any outstanding account balances or previous purchases.\nOnce a Credit is redeemed, it will not be refundable or reinstated for any reason, including without limitation in connection with returned or exchanged purchases that were made with Credits.</p>\n<p>Credits are displayed in the Billing History section of the Billing Details page within your Account.\n&nbsp;A valid account is required to check Credits.\n&nbsp;If any Credits are believed to have been sold, exchanged, or obtained fraudulently, those Credits will be void and will not be honored.\n&nbsp;At any time and in Imperfect’s sole discretion (including where a user was not eligible to earn certain Credits according to these Terms), Imperfect may correct the amount of Credits shown as credited to an Account.\n</p>\n<p> If for some reason you believe that there is a discrepancy regarding your Credit balance, please submit a request on the Contact page and a Customer Care Associate will respond to your query.\nAll decisions regarding your Credit balance will be determined in our sole discretion and are final.\n</p>\n<p>Imperfect may change the Credits program, associated Credits, and these Terms at any time, for any reason and without notice.\nImperfect may make changes that affect, without limitation, processes, benefits, levels, and rules for receiving and using Credits, availability of Credits, Credit types, availability of Offers, and any other related benefits.\n&nbsp;Imperfect may terminate the Credits program with one month’s advance notice to active users.\nIf the Credits program is terminated, upon termination, all unredeemed Credits will be forfeited without any obligation or liability, and Credits claims will no longer be honored.\nImperfect may terminate the Credits program in whole or in part, in any jurisdiction, on less than one month's notice if required to do so by applicable law, as determined by Imperfect in its reasonable discretion.\n&nbsp;All Credits program benefits, offers, and services are subject to availability and may be changed at any time without notice.\n</p>\n<p>Credits awarded by our Referral Program are also governed by our additional Referral Program Terms and Conditions.</p>\n<p>&nbsp;</p>Section 7 - Cancellation Policy<p>&nbsp;</p>\n<p>\n<strong>Important: when you sign up for a recurring subscription, orders will automatically be generated in your cart according to the weekly delivery schedule assigned to you when signing up.\nThe scheduled delivery day or time may be changed by Imperfect during the duration of your subscription, and we will notify you of any such changes by email.\n&nbsp;Each week your order will be delivered on your scheduled delivery day, unless you have cancelled or suspended your delivery by the end of the appropriate customization window or other cutoff date.&nbsp.\nCustomization windows and cutoff dates vary by route and can be found in your account section, but will be at least 1 day prior to your scheduled delivery day.&nbsp.\nAny items in your cart at the end of the customization window or cutoff date and time will be delivered to you on your next scheduled delivery day.&nbsp.\nAny cancellations not made by the cutoff date will take effect the following week.\n&nbsp;If you wish to no longer receive recurring orders, cancel your subscription by logging into your account and selecting the “cancel subscription” button or reaching out to our customer care team.\nTo reach out to customer care, submit a completed form on our&nbsp;contact page&nbsp;and a customer care associate will respond to your query.</strong>\n</p>\n<p>&nbsp;</p>Section 8 - Unauthorized Activities<p>\n</p>\n<p>Any other use of our Sites or services beyond uses permitted in these Terms is prohibited and, therefore, constitutes an unauthorized use.\n&nbsp;This is because as between you and Imperfect, all rights in and to our Sites and services remain our property.</p>\n<p>\n</p>\n<p>Unauthorized use may result in violation of various United States and international copyright laws.\n&nbsp;Unless you have written permission from us stating otherwise, you are not authorized to use our Sites or services in any of the following ways (these are examples only and the list below is not a complete list of everything that you are not permitted to do):</p>\n<ul>\n<li>For any public or commercial purpose which includes use of our Site on another site.\nto advertise or promote a product, service, or company;</li>\n<li>In a manner that modifies, publicly displays, publicly performs, reproduces, or distributes any of our Site content or materials;</li>\n<li>In a manner that violates any local, state, national, foreign, or international statute, regulation, rule, order, treaty, or other law;</li>\n<li>To stalk, harass, or harm another individual;</li>\n<li>To impersonate any person or entity or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>To interfere with or disrupt our Site or any servers or networks connected to this Site;</li>\n<li>To access or use the Site or our services to collect any market research for a competing business.\n</li>\n<li>To use any data mining, robots, or similar data gathering or extraction methods in connection with the Site.\nor</li>\n<li>Attempt to gain unauthorized access to any portion of this Site or any other accounts, computer systems, or networks connected to this Site, whether through hacking, password mining, or any other means.</li>\n</ul>\n<p>\n</p>Section 9 - Proprietary Rights<p>\n</p>\n<p>The trademarks, service marks, and logos (collectively “Trademarks”) used and displayed on our various platforms are registered and unregistered trademarks or service marks of Imperfect and/or our licensors.\nNothing in these Terms should be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Trademarks, without our prior written permission specific for each such use.\nUse of the Trademarks as part of a link to or from any website is prohibited unless establishment of such a link is approved in advance by us in writing.\n</p>\n<p>\n</p>\n<p>All goodwill generated from the use of the Trademarks inures to our benefit and/or the benefit of our licensors.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.\n&nbsp;</p>\n<p>\n</p>Section 10 - Indemnification<p>&nbsp;</p>\n<p>You agree to indemnify, defend, and hold harmless Imperfect Foods, Inc.\nand our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns, and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.</p>\n<p>&nbsp;</p>Section 11 – Disclaimers<p>&nbsp;</p>\n<p>This site is provided \"As is\" and \"With all faults\" and the entire risk as to the quality and performance of this site is with you.&nbsp.\nTo the maximum extent permitted by applicable law,&nbsp.\nImperfect specifically disclaims all warranties of any kind, either expressed or implied, including without limitation, the implied warranties of merchantability, title, fitness for a particular purpose or use, or non-infringement of third-party rights, as well as any warranties implied from a course of dealing or course of performance or usage of trade.&nbsp.\nImperfect does not provide any warranties against viruses, worms, spyware, adware, malware or other potentially damaging programs or files that may be installed on your computer.</p>\n<p>\n</p>\n<p>You are solely responsible for the proper and safe washing, handling, preparation, storage, cooking, use, and consumption of the products you receive from us.\n</p>\n<p>To the extent that the products contain allergens required to be disclosed by law, &nbsp;our products are marked accordingly.\nHowever, our products are not made in an allergen free facility and there may be a potential for cross contamination with other products that are not allergen free.\n&nbsp;</p>\n<p>Imperfect is not responsible for your actions after your order has been delivered to the provided address.\n&nbsp;All our products should be received and stored as recommended herein.\nYou are also solely responsible for knowing about any food allergies you may have and verifying the products and their contents before handling, preparing, using, or consuming such products.\nYou, and not Imperfect, are solely responsible for advising any non-account holders and/or non-ordering parties as to the safety requirements and any potential allergens in the products.</p>\n<p>\n</p>\n<p>Any information provided by us on the Site regarding the products or otherwise (e.g.\nproduct descriptions, promotional videos, or blog posts) is for informational purposes only and, as our products are always changing based on the availability of produce that meets our standards, may not necessarily be applicable to the products you purchase.\nYou should read and strictly follow all product labels, packaging inserts and instructions that accompany the products and all manufacturer directions and warnings and seek independent professional advice when appropriate.\n</p>\n<p>\n</p>\n<p>Without limiting the generality of the foregoing, we make no warranty that our products or this Website will meet your requirements or that this Site will be uninterrupted, timely, secure, or error free or that defects in this Site will be corrected.\nWe make no warranty as to the results that may be obtained from the use of this Site or as to the accuracy or reliability of any information obtained through this Site.\nNo advice or information, whether oral or written, obtained by you through this Site or from us or our subsidiaries/other affiliated companies shall create any warranty.\n</p>\n<p>&nbsp;&nbsp;</p>Section 12 - &nbsp;Limitation of Liability<p>&nbsp;</p>\n<p>To the fullest extent permitted by applicable law, in no event shall Imperfect be liable for any indirect, special, incidental, consequential, exemplary, or punitive damages of any kind arising out of or in any way related to the access or use of the sites or content or the order, receipt or use of any product or otherwise related to these terms (including, but not limited to, any damages caused by or resulting from reliance by any user on any information obtained from Imperfect or from mistakes, omissions, interruptions, deletions of files or emails, errors, defects, bugs, viruses, trojan horses, delays in operation or transmission or any failure of performance), regardless of the form of action, whether based in contract, tort (including, but not limited to, simple negligence, whether active, passive or imputed), strict product liability or any other legal or equitable theory (even if Imperfect has been advised of the possibility of such damages and regardless of whether such damages were foreseeable).</p>\n<p>\n</p>\n<p>To the fullest extent permitted by applicable law, in no event shall the maximum aggregate liability of Imperfect arising out of or in any way related to (a) the order, receipt or use of products purchased from Imperfect exceed the amount paid for such products.\nand (b) the order, receipt or use of products, or access or use of the sites or content, exceed the greater of $250 or the amount you paid to us in the one (1) month period immediately preceding the date on which your claim arose.\nThe foregoing limitations shall apply even in the event your remedies hereunder fail of their essential purpose, and the foregoing shall constitute Imperfect’s sole liability and obligation in respect hereof, regardless of the form of action, whether based in contract, tort (including, but not limited to, simple negligence, whether active, passive or imputed), strict product liability or any other legal or equitable theory.<br>&nbsp;<br>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nSome jurisdictions also limit disclaimers or limitations of liability for personal injury from consumer products, so this limitation may not apply to personal injury claims.</p>\n<p>&nbsp;&nbsp;</p>Section 13 – Privacy Policy<p>\n</p>\n<p>We respect the information that you provide to us, and want to be sure you fully understand exactly how we use that information.\n&nbsp;So, please review our Privacy Policy (“Privacy Policy”), which explains how we do so.</p>\n<p>\n</p>Section 14 - Links to Third-party Sites<p>\n</p>\n<p>We sometimes provide links on our Sites to third-party websites.\n&nbsp;If you use these links, you will leave our Site.\nWe are not obligated to review any third-party websites that you link to from this Site, we do not control any of the third-party websites, and we are not responsible for any of the third-party websites (or the products, services, or content available through any of them).\nTherefore, expressly stated on our Site, we do not endorse or make any representations about such third-party websites, any information, software, products, services, or materials found there or any results that may be obtained from using them.\nIf you decide to access any of the third-party websites linked to from one of our Sites, you do so entirely at your own risk and you must follow the privacy policies and terms and conditions for those third-party websites.\nCertain areas of our Sites may allow you to interact and/or conduct transactions with one or more third-party websites, and, if applicable, allow you to configure your privacy settings in that third-party website account to permit your activities on our Sites to be shared with your contacts in your third-party site account.</p>\n<p>\n</p>Section 15 - Local Laws.\nExport Control<p>\n</p>\n<p>We control and operate the Sites from our headquarters in the United States of America and the entirety of the Sites may not be appropriate or available for use in other locations.\n&nbsp;If you use a Site from outside the United States of America, you are solely responsible for following applicable local laws.</p>\n<p>\n</p>Section 16 – Feedback<p>\n</p>\n<p>If you send or transmit any communications, comments, questions, suggestions, or related materials to us, whether by letter, email, telephone, or otherwise (collectively “Feedback”), suggesting or recommending changes to the Sites or services, including new features or functionality relating to the services, all Feedback is and will be treated as non-confidential and non-proprietary.\nYou assign all right, title, and interest in, and we are free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using the Feedback.\nWhere the above assignment is prohibited by law, you grant us an exclusive, transferable, worldwide, royalty-free, fully paid-up license (including the right to sublicense) to use and exploit all Feedback as we may determine in our sole discretion.\nYou understand and agree that we are not obligated to use, display, reproduce, or distribute any ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel our use, display, reproduction, or distribution.</p>\n<p>\n</p>Section 17 - Dispute Resolution and Arbitration.\nClass Action Waiver<p>\n</p>\n<p>\n<strong>Please Read This Provision Carefully.\n&nbsp;It Affects Your Legal Rights.</strong>\n</p>\n<p>\n</p>\n<p>This Dispute Resolution and Arbitration.\nClass Action Waiver provision (this “Provision”) facilitates the prompt and efficient resolution of any dispute (e.g., claim or controversy, whether based in contract, statute, regulation, ordinance, tort – including, but not limited to, fraud, misrepresentation, fraudulent inducement, or negligence – or any other legal or equitable theory, and includes the validity, enforceability or scope of this Provision (with the exception of the enforceability of the Class Action Waiver clause below) that may arise between you and Imperfect.\n&nbsp;Effectively, then, “dispute” is given the broadest meaning enforceable by law and includes any claims against other parties relating to services or products provided or billed to you (such as our licensors, suppliers, dealers or third-party vendors) whenever you also assert claims against us in the same proceeding.</p>\n<p>This Provision provides that all disputes between you and us shall be resolved by binding arbitration because acceptance of these Terms constitutes a waiver of your right to litigation claims and all opportunity to be heard by a judge or jury.\n&nbsp;To be clear, there is no judge or jury in arbitration, and court review of an arbitration award is limited.\nThe arbitrator must follow this Provision and can award the same damages and relief as a court (including attorney’s fees).\nYou may, however, opt-out of this Provision which means you would have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).\nBoth you and Imperfect agree that, except as provided below, any and all disputes, as defined above, whether presently in existence or based on acts or omissions in the past or in the future, will be resolved exclusively and finally by binding arbitration rather than in court in accordance with this provision.</p>\n<p>\n</p>\n<p>\n<strong>Pre-Arbitration Claim Resolution</strong>\n</p>\n<p>For all disputes, whether pursued in court or arbitration, you must first give us an opportunity to resolve the dispute which is first done by submitting a completed form on our Contact page with the following information: (1) your name, (2) your address, (3) a written description of your claim, and (4) a description of the specific relief you seek.\nIf we do not resolve the dispute within 45 days after receiving your notification, then you may pursue your dispute in arbitration.\n&nbsp;You may pursue your dispute in a court only under the circumstances described below.</p>\n<p>\n</p>\n<p>\n<strong>Exclusions from Arbitration/Right to Opt Out</strong>\n</p>\n<p>Notwithstanding the above, you or we may choose to pursue a dispute in court and not by arbitration if: (a) The dispute qualifies for initiation in small claims court.\nor (b) You opt-out of these arbitration procedures within 30 days from the date that you first consent to these terms (the “Opt-Out Deadline”).\n&nbsp;You may opt-out of this Provision by submitting a completed form on our Contact page with the following information: (1) your name.\n(2) your address.\n(3) a clear statement that you do not wish to resolve disputes with us through arbitration.\nEither way, we will not take any decision you make personally.\n&nbsp;In fact, we promise that your decision to opt-out of this Arbitration Provision will have no adverse effect on your relationship with us.\nBut, we do have to enforce the Opt-Out Deadline so keep in mind that <strong>any opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your dispute in arbitration or small claims court.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Arbitration Procedures</strong>\n</p>\n<p>If this Provision applies and the dispute is not resolved as provided above (Pre-Arbitration Claim Resolution) either you or we may initiate arbitration proceedings.\n&nbsp;The American Arbitration Association (“AAA”), www.adr.org, or JAMS, www.jamsadr.com, will arbitrate all disputes, and the arbitration will be conducted before a single arbitrator.\n&nbsp;The arbitration shall be commenced as an individual arbitration, and shall in no event be commenced as a class arbitration.\nAll issues shall be for the arbitrator to decide, including the scope of this Provision.</p>\n<p>For arbitration before AAA, for disputes of less than $75,000, the AAA’s Supplementary Procedures for Consumer-Related Disputes will apply.\nfor disputes involving $75,000 or more, the AAA’s Commercial Arbitration Rules will apply.\n&nbsp;In either instance, the AAA’s Optional Rules For Emergency Measures Of Protection shall apply.\nThe AAA rules are available at www.adr.org or by calling 1-800-778-7879.\nFor arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Recommended Arbitration Discovery Protocols For Domestic, Commercial Cases will apply.\n&nbsp;The JAMS rules are available at www.jamsadr.com or by calling 1-800-352-5267.\nThis Provision governs in the event it conflicts with the applicable arbitration rules.\nUnder no circumstances will class action procedures or rules apply to the arbitration.</p>\n<p>Because the Sites and these Terms concern interstate commerce, the Federal Arbitration Act (“FAA”) governs the arbitrability of all disputes.\n&nbsp;However, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</p>\n<p>\n</p>\n<p>\n<em>Arbitration Award</em> – The arbitrator may award on an individual basis any relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.\n&nbsp;The arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.\nSuch award will be final and binding on the parties, except for any right of appeal provided by the FAA, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</p>\n<p>\n</p>\n<p>\n<em>Location of Arbitration</em> – You or we may initiate arbitration in either San Francisco, CA or the federal judicial district that includes your billing address.\n&nbsp;In the event that you select the latter, we may transfer the arbitration to San Francisco so long as we agree to pay any additional fees or costs which the arbitrator determines you incur as a result of the transfer.</p>\n<p>\n</p>\n<p>\n<em>Payment of Arbitration Fees and Costs</em> – So long as you place a request in writing prior to commencement of the arbitration, we will pay all arbitration fees and associated costs and expenses.\nBut, you will still be responsible for all additional fees and costs that you incur in the arbitration which include but are not limited to attorneys’ fees or expert witnesses.\n&nbsp;In addition to any fees and costs recoverable under applicable law, if you provide notice and negotiate in good faith with us as provided in the section above titled “Pre-Arbitration Claim Resolution” and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorney’s fees and costs as determined by the arbitrator.</p>\n<p>\n</p>\n<p>\n<strong>Class Action Waiver</strong>\n</p>\n<p>Except as otherwise provided in this Provision, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and we specifically agree to do so following initiation of the arbitration.\n&nbsp;<strong>If you choose to pursue your dispute in court by opting out of the Arbitration Provision, as specified above, this Class Action Waiver will not apply to you.</strong> &nbsp;Neither you, nor any other user of the Sites can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding without having complied with the opt-out requirements above.</p>\n<p>\n</p>\n<p>\n<strong>Jury Waiver</strong>\n</p>\n<p>You understand and agree that by accepting this Provision in these Terms, you and we are each waiving the right to a jury trial or a trial before a judge in a public court.\n&nbsp;In the absence of this Provision, you and we might otherwise have had a right or opportunity to bring disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).\n&nbsp;Except as otherwise provided below, those rights are waived.\nOther rights that you would have if you went to court (e.g.,, the rights to both appeal and certain types of discovery) may be more limited or may also be waived.</p>\n<p>\n</p>\n<p>\n<strong>Severability</strong>\n</p>\n<p>If any clause within this Provision (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this Provision whose remainder will be given full force and effect.\n&nbsp;If the Class Action Waiver clause is found to be illegal or unenforceable, this entire Provision will be unenforceable and the dispute will be decided by a court.</p>\n<p>\n</p>\n<p>\n<strong>Continuation</strong>\n</p>\n<p>This Provision shall survive the termination of your account with us or our affiliates and your discontinued use of the Sites.\n&nbsp;Notwithstanding any provision in these Terms to the contrary, we agree that if we make any change to this Provision (other than a change to the notice address), you may reject any such change and require us to adhere to the language in this Provision if a dispute between us arises.</p>\n<p>\n</p>Section 18 - General<p>&nbsp;</p>\n<p>The failure of us to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.</p>\n<p>\n</p>\n<p>In the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the validity and enforceability of any other remaining provisions.</p>\n<p>&nbsp;</p>\n<p>These Terms and any policies or operating rules posted by us on the Sites constitutes the entire agreement and understanding between you and us and govern your use of the Sites and our services, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms).</p>\n<p>&nbsp;</p>\n<p>California state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.\n&nbsp;Foreign laws do not apply.\nAny disputes relating to these Terms or the Sites will be heard in the courts located in San Francisco, California, USA.</p>\n<p>\n</p>Section 19 -&nbsp;California Consumer Notice<p>\n</p>\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: The Sites and our services are provided by Imperfect Foods, Inc., 1616 Donner Avenue, San Francisco, California 94124, USA.\n&nbsp;If you have a question or complaint regarding a Site or service, please contact Customer Care by submitting a completed form on our Contact page and a Customer Care Associate will respond to your query.\nYou may also contact us by writing Imperfect Foods, Inc., 1616 Donner Avenue, San Francisco, California 94124, USA.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.</p>\n<p>\n</p>Section 20 - Contact Us<p>\n</p>\n<p>If you have any questions about these Terms or otherwise need to contact us for any reason, you can reach us at Customer Service by submitting a completed form on our Contact page.</p>\n<p>\n</p>\n<p>This Terms of Use was last updated on May 8, 2019.</p>FOLLOW US FOR RECIPES AND FOOD SAVING TIPS<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Jobs</li>\n<li>Our Packaging</li>\n<li>Company Blog</li>\n<li>The Whole Carrot</li>\n</ul>\n<p>1616 Donner Ave.<br>San Francisco,&nbsp;<abbr>CA.\n</abbr>94124<br>USA</p>\n<p>Imperfect Foods © 2021.\nAll Rights Reserved<br>Terms and Conditions&nbsp;&nbsp;|&nbsp;&nbsp;Privacy Policy<br>Do Not Sell My Personal Information</p> ", "created_at": "2021-04-16 21:49:02.30503", "updated_at": "2021-04-16 21:49:38.219723"}, {"id": 5122, "name": "Privacy Policy", "url": "https://www.imperfectfoods.com/privacy", "xpath": "//*[@id=\"app\"]/div/section[2]/div/div/div/div/div[2]", "text": "<p>Effective Date of Current Policy: June 26, 2020</p>1.\nPURPOSE<p>At Imperfect Foods, Inc.\n(“Imperfect Foods”, “we”, “us”, or “our”) we recognize that privacy is very important and we greatly value the privacy of our customers and website users.\nWe respect your interest in knowing how information about you is processed.\nIn this Privacy Policy (“Policy”), we describe how we collect, use, and disclose information that we obtain about users of our website, www.ImperfectFoods.com (the “Site”), our mobile application (the “App”), and the services available through our Site and App (collectively, the Site, the App and the services available therein are the “Services”).</p>\n<p>The Privacy Policy explains our online and offline information practices, the kinds of information we may collect, how we intend to use and share that information, and how you can opt-out of a use or correct or change such information.\nAll other terms not defined in Section 14 or otherwise herein will have the meanings set forth in the Terms.</p>2.\nSCOPE<p>This Policy applies to Personal Information that is Processed by Imperfect Foods in the course of our business, including on Imperfect Foods websites (each a ”Site”), mobile applications, and other online, offline or in-store offerings (together with any and all future online and offline offerings operated by or on behalf of Imperfect Foods, the ”Services”).\n”Personal Information” is any information relating, or reasonably capable of being linked, directly or indirectly, to an identified or identifiable natural person or household.\nAll individuals whose responsibilities include the Processing of Personal Information on behalf of Imperfect Foods are expected to protect that data by adherence to this Policy.\n</p>3.\nTRANSPARENCY/NOTICE – TYPES OF PERSONAL INFORMATION WE COLLECT AND HOW WE USE IT<p>The types of Personal Information we may collect (directly from you or from Third-Party sources) and our privacy practices depend on the nature of the relationship you have with Imperfect Foods and the requirements of applicable law.\nSome of the ways that Imperfect Foods may collect Personal Information include:</p>\n<ul>\n<li>You may provide Personal Information directly to Imperfect Foods through interacting with the Services, participating in surveys, during events, and requesting products, Services, or information.</li>\n<li>As you navigate the Services, certain passive information may also be collected about your visit, including through cookies and similar technologies as described below.</li>\n</ul>\n<p>We endeavor to collect only that information which is relevant for the purposes of Processing.\nBelow are the ways we collect Personal Information and how we use it.</p>3.1 TYPES OF PERSONAL INFORMATION WE COLLECT<p>Imperfect Foods collects Personal Information regarding its current, prospective, and former clients, customers, users, visitors, guests, and Employees (collectively ”Individuals”).&nbsp;</p>\n<ul>\n<li>\n<strong>Information You Provide Directly to Us</strong>.&nbsp;When you use the Services or engage in certain activities, such as registering for an account with Imperfect Foods, requesting Services or information, or contacting us directly, we may ask you to provide some or all of the following types of information:<br>\n<strong>- Purchases</strong>.&nbsp;When you purchase products from Imperfect Foods online or in-store, you must provide us with Personal Information, such as your name, email address, and mailing address that are associated with your debit/credit card.\nPlease note that we do not store credit/debit card numbers.<br>\n<strong>- Communications with Us</strong>.&nbsp;We may also collect Personal Information from you such as email address, phone number or mailing address when you choose to request information about our products and Services, register for a newsletter or loyalty program that we may offer from time to time, contact customer service or otherwise communicate with us.<br>\n<strong>- Surveys</strong>.&nbsp;From time to time, we may contact you to participate in online surveys, product or service reviews, or in-person interviews and focus groups.\nIf you do decide to participate, you may be asked to provide certain information which may include Personal Information.\nAll information collected from your participation in our surveys or interviews is provided by you voluntarily.\nWe may use such information to improve our products, Sites and/or services and in any manner consistent with the policies provided herein.<br>\n<strong>- Posting on the Site</strong>.&nbsp;We collect information you post through the Site.\nFor example, when you interact with other users or the Site by posting a review or other materials, the Site will collect the information you provide in such submissions, including any Personal Information.\nIf you choose to submit content to any public area of the Site, such content will be considered ”public” and will not be subject to the privacy protections set forth herein.</li>\n<li>\n<strong>Automatic Data Collection</strong>.&nbsp;We may collect certain information automatically through our Services or other methods of web analysis, such as your Internet protocol (IP) address, cookie identifiers, mobile advertising identifiers, and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, the amount of time you spend on each page, information about the links you click and pages you view within the Services, and other actions taken through use of the Services such as preferences.\nTo the extent devices transmit location data through GPS, Bluetooth, or WiFi signals, we may also collect this data.</li>\n<li>\n<strong>Promotion and Give Imperfect Foods</strong>.&nbsp;Occasionally we will partner with third parties on social media and online channels to sponsor give Imperfect Foods and promotions.\nTerms and conditions will accompany each give Imperfect Foods and promotion, and it is the responsibility of all entrants to read the terms and conditions and privacy policies carefully.\nIf you choose to share your information in order to participate in a give Imperfect Foods or promotion, your entry information may be shared with such third parties.</li>\n<li>\n<strong>Information from Other Sources</strong>.&nbsp;We may receive information about you from other sources, including through Third-Party services and organizations, which may supplement information provided by you.\nThis supplemental information can allow us to verify information that you have provided to Imperfect Foods and enhances our ability to provide you with information about our business, products, and Services.\nFor example, if you access Third-Party services, such as Facebook or Twitter, to login to the Services or to share information about your experience with Imperfect Foods, we may collect information from these Third-Party services in accordance with the authorization procedures and privacy settings you establish with such services.</li>\n</ul>3.2 HOW IMPERFECT FOODS USES YOUR INFORMATION<p>We acquire, hold, use, and Process Personal Information about Individuals for a variety of business purposes, including:</p>\n<ul>\n<li>\n<strong>To Provide Products, Services, or Information Requested</strong>:&nbsp;Imperfect Foods may use information about you to fulfill requests for products, Services, or information, including information about potential or future Services, including to:<br>- Generally manage Individual information and accounts;<br>- Respond to questions, comments, and other requests;<br>- Support the tracking and recovery of your Imperfect Foods and/or other products;<br>- Provide access to certain areas, functionalities, and features of Imperfect Foods’s Services.</li>\n<li>\n<strong>Administrative Purposes</strong>:&nbsp;Imperfect Foods may use Personal Information about you for its administrative purposes, including to:&nbsp;<br>- Measure interest in Imperfect Foods’s Services;<br>- Develop new products and Services;<br>- Ensure internal quality control;<br>- Verify Individual identity;<br>- Communicate about Individual accounts and activities on Imperfect Foods’s Services and systems, and, in Imperfect Foods’s discretion, changes to any Imperfect Foods policy;<br>- Send email to the email address you provide to us to verify your account and for informational and operational purposes, such as account management, customer service, or system maintenance;<br>- Process payment for products or services purchased;<br>- Process applications and transactions;&nbsp;<br>- Comply with regulatory requirements, including collecting and using information relating to adverse effects you have experienced when using our products;<br>- Prevent potentially prohibited or illegal activities;&nbsp;<br>- Enforce our Terms and Conditions.</li>\n<li>\n<strong>Marketing Imperfect Foods Products and Services</strong>:&nbsp;Imperfect Foods may use Personal Information to provide you with materials about offers, products, and Services that may be of interest, including new content, products, or Services.\nImperfect Foods may provide you with these materials via online social platforms, websites, phone, text/SMS, postal mail, facsimile, or email, as permitted by applicable law.\nSuch uses include:<br>- To tailor content, advertisements, and offers;<br>- To notify you about offers, products, and services that may be of interest to you;<br>- To provide Services to you and our sponsors;<br>- For other purposes disclosed at the time that Individuals provide Personal Information.\nor<br>- Otherwise with your consent.</li>\n</ul>\n<p>You may contact us at any time to opt-out of the use of your Personal Information for marketing purposes, as further described in Section 5 below.</p>\n<ul>\n<li>\n<strong>Research and Development</strong>:&nbsp;Imperfect Foods may use Personal Information to create non-identifiable information that we may use alone or in the aggregate with information obtained from other sources, in order to help us to optimally deliver our existing products and Services or develop new products and Services.\nFrom time to time, Imperfect Foods may perform research (online and offline) via surveys.\nWe may engage Third-Party service providers to conduct such surveys on our behalf.\nAll survey responses are voluntary, and the information collected will be used for research and reporting purposes to help us better serve Individuals by learning more about their needs and the quality of the products and services we provide.\nThe survey responses may be utilized to determine the effectiveness of our Services, various types of communications, advertising campaigns, and/or promotional activities.\nIf an Individual participates in a survey, the information given will be used along with that of other study participants.\nWe may share anonymous Individual and aggregate data for research and analysis purposes.</li>\n<li>\n<strong>Direct Mail, Email and Outbound Telemarketing</strong>:&nbsp;Individuals who provide us with Personal Information, or whose Personal Information we obtain from third parties, may receive periodic emails, referral offers, newsletters, mailings, or phone calls from us with information on Imperfect Foods’s or our business partners’ products and services or upcoming special offers/events we believe may be of interest.\nWe offer the option to decline these communications at no cost to the Individual by following the instructions in Section 5 below.</li>\n<li>\n<strong>Mobile Devices</strong>:&nbsp;From time to time, Imperfect Foods may provide Services that are specifically designed to be compatible and used on mobile devices.\nImperfect Foods will collect certain information that your mobile device sends when you use such Services, like a device identifier, user settings and the operating system of your device.\nMobile versions of Imperfect Foods’s Services may require that users log in with an account.\nIn such cases, information about use of mobile versions of the Services may be associated with user accounts.\nIn addition, Imperfect Foods may enable Individuals to download an application, widget, or other tool that can be used on mobile or other computing devices.\nSome of these tools may store information on mobile or other devices.\nThese tools may transmit Personal Information to Imperfect Foods to enable Individuals to access user accounts and to enable Imperfect Foods to track use of these tools.\nSome of these tools may enable users to email reports and other information from the tool.\nImperfect Foods may use personal or non-identifiable information transmitted to Imperfect Foods to enhance these tools, to develop new tools, for quality improvement and as otherwise described in this Policy or in other notices Imperfect Foods provides.</li>\n<li>\n<strong>Anonymous and Aggregated Information</strong>:&nbsp;Imperfect Foods may use Personal Information and other information about you to create anonymized and aggregated information, such as de-identified demographic information, de-identified location information, information about the computer or device from which you access Imperfect Foods’s Services, or other analyses we create.\nAnonymized and aggregated information is used for a variety of functions, including the measurement of visitors’ interest in and use of various portions or features of the Services.\nAnonymized or aggregated information is not Personal Information, and Imperfect Foods may use such information in a number of ways, including research, internal analysis, analytics, and any other legally permissible purposes.\nWe may share this information within Imperfect Foods and with third parties for our or their purposes in an anonymized or aggregated form that is designed to prevent anyone from identifying you.</li>\n<li>\n<strong>Information Submitted Via Services</strong>:&nbsp;You agree that Imperfect Foods is free to use the content of any communications submitted by you via the Services, including any ideas, inventions, concepts, techniques, or know-how disclosed therein, for any purpose including developing, manufacturing, and/or marketing goods or Services.\nImperfect Foods will not release your name or otherwise publicize the fact that you submitted materials or other information to us unless: (a) you grant us permission to do so.\n(b) we first send notice to you that the materials or other information you submit to a particular part of a Service will be published or otherwise used with your name on it.\nor (c) we are required to do so by law.</li>\n<li>\n<strong>Sharing Content with Friends or Colleagues</strong>:&nbsp;Imperfect Foods’s Services may offer various tools and functionality.\nFor example, Imperfect Foods may provide functionality on its Services that will allow you to forward or share certain content with a friend or colleague.\nEmail addresses that you may provide for a friend or colleague will be used to send your friend or colleague the content or link you request, but will not be collected or otherwise used by Imperfect Foods or any other third parties for any other purpose.</li>\n<li>\n<strong>Other Uses</strong>:&nbsp;Imperfect Foods may use Personal Information for which we have a legitimate interest, such as direct marketing, individual or market research, anti-fraud protection, or any other purpose disclosed to you at the time you provide Personal Information or with your consent.</li>\n</ul>3.3 COOKIES, PIXEL TAGS/WEB BEACONS, AND ANALYTICS INFORMATION<p>We, as well as third parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (”<strong>Technologies</strong>”) to automatically collect information through the Services.\nWe use Technologies that are essentially small data files placed on your computer, tablet, mobile phone, or other devices (referred to collectively as a ”<strong>device</strong>”) that allow us to record certain pieces of information whenever you visit or interact with our sites, services, applications, messaging, and tools, and to recognize you across devices to automatically collect information through the Services.</p>\n<ul>\n<li>\n<strong>Cookies</strong>:&nbsp;Cookies are small text files placed in visitors’ computer browsers to store their preferences.\nMost browsers allow you to block and delete cookies.\nHowever, if you do that, the Site may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons</strong>:&nbsp;A pixel tag (also known as a web beacon) is a piece of code embedded on the Site that collects information about users’ engagement on that web page.\nThe use of a pixel allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.</li>\n<li>\n<strong>Analytics</strong>:&nbsp;We may also use Google Analytics and Google Analytics Demographics and Interest Reporting and other providers to collect information regarding visitor behavior and visitor demographics on some of our Services, and to develop website content.\nGoogle Analytics data is not tied to any Personal Information.\nFor more information about Google Analytics, please visit&nbsp;www.google.com/policies/privacy/partners/.\nYou can opt out of Google’s collection and Processing of data generated by your use of the Services by going to&nbsp;http://tools.google.com/dlpage/gaoptout.</li>\n</ul>\n<p>Our uses of such Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary</strong>:&nbsp;We may use cookies, web beacons, or other similar technologies that are necessary to the operation of our sites, services, applications, and tools.\nThis includes technologies that allow you access to our sites, services, applications, and tools.\nthat are required to identify irregular site behavior, prevent fraudulent activity and improve security.\nor that allow you to make use of our functions such as shopping-carts, saved search, or similar functions;</li>\n<li>\n<strong>Performance Related</strong>:&nbsp;We may use cookies, web beacons, or other similar technologies to assess the performance of our websites, applications, services, and tools, including as part of our analytic practices to help us understand how our visitors use our websites, determine if you have interacted with our messaging, determine whether you have viewed an item or link, or to improve our website content, applications, services, or tools;</li>\n<li>\n<strong>Functionality Related</strong>:&nbsp;We may use cookies, web beacons, or other similar technologies that allow us to offer you enhanced functionality when accessing or using our sites, services, applications, or tools.\nThis may include identifying you when you sign into our sites or keeping track of your specified preferences, interests, or past items viewed so that we may enhance the presentation of content on our sites.\nand</li>\n<li>\n<strong>Advertising or Targeting Related</strong>:&nbsp;We may use first-party or third-party cookies and web beacons to deliver content, including ads relevant to your interests, on our sites or on third party sites.\nThis includes using technologies to understand the usefulness to you of the advertisements and content that has been delivered to you, such as whether you have clicked on an advertisement.</li>\n</ul>\n<p>If you would like to opt-out of the Technologies we employ on our sites, services, applications, or tools, you may do so by blocking, deleting, or disabling them as your browser or device permits.</p>3.4 THIRD-PARTY SITES AND SOCIAL MEDIA PLATFORMS<p>The Site may contain links to other websites and other websites may reference or link to our Site or other Services.\nThese other domains and websites are not controlled by us, and Imperfect Foods does not endorse or make any representations about Third-Party websites or social media platforms.\nWe encourage our users to read the privacy policies of each and every website and application that they interact with.\nWe do not endorse, screen or approve, and are not responsible for the privacy practices or content of such other websites or applications.\nVisiting these other websites or applications is at your own risk.<br>\n<br> The Site and our other Services may also contain links and interactive features with various social media platforms.\nIf you already use these platforms, their cookies may be set on your device when using our Site or other Services.\nYou should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible blog, chat room, social media platform or otherwise online, or that you share in an open forum may be viewed and used by others without any restrictions.\nWe are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the Personal Information provided by you may be viewed and used by third parties for any number of purposes.</p>4.\nONWARD TRANSFER – IMPERFECT FOODS MAY DISCLOSE YOUR INFORMATION4.1 INFORMATION WE SHARE<p>We may share your information as described in this Policy (e.g., with our Third-Party service providers.\nto comply with legal obligations.\nto protect and defend our rights and property) or with your permission.</p>\n<ul>\n<li>We Use Vendors and Service Providers.&nbsp;We may share any information we receive with vendors and service providers.\nThe types of service providers (processors) to whom we entrust Personal Information include service providers for: (i) provision of IT and related services.\n(ii) provision of information and services you have requested.\n(iii) payment processing.\n(iv) customer service activities.\nand (v) in connection with the provision of the Site.\nImperfect Foods has executed appropriate contracts with the service providers that prohibit them from using or sharing Personal Information except as necessary to perform the contracted services on our behalf or to comply with applicable legal requirements.</li>\n<li>Business Partners.&nbsp;Imperfect Foods may share Personal Information with our business partners, and affiliates for our and our affiliates’ internal business purposes or to provide you with a product or service that you have requested Imperfect Foods may also provide Personal Information to business partners with whom we may jointly offer products or services, or whose products or services we believe may be of interest to you.\nIn such cases, our business partner’s name will appear, along with Imperfect Foods’s name.\nImperfect Foods requires our affiliates and business partners to agree in writing to maintain the confidentiality and security of Personal Information they maintain on our behalf and not to use it for any purpose other than the purpose for which Imperfect Foods provided them.</li>\n<li>Displaying to Other Users.&nbsp;The content you post to the Site may be displayed on the Site.\nOther users of the Site may be able to see some information about you, such as your name if you submit a review.\nWe are not responsible for privacy practices of the other users who will view and use the posted information.</li>\n<li>Marketing.&nbsp;Interest-Based Advertising and third party marketing.\nThrough our Services, Imperfect Foods may allow Third-Party advertising partners to set tracking tools (e.g., cookies) to collect information regarding your activities (e.g., your IP address, page(s) visited, time of day).\nWe may also share such de-identified information as well as selected Personal Information (such as demographic information and past purchase history) we have collected with Third-Party advertising partners.\nThese advertising partners may use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit non-Imperfect Foods related websites within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “online behavioral advertising”.\nWe may allow access to other data collected by the Site to facilitate transmittal of information that may be useful, relevant, valuable or otherwise of interest to you.</li>\n<li>Disclosures to Protect Us or Others (e.g., As Required by Law and Similar Disclosures).&nbsp;We may access, preserve, and disclose your Personal Information, other account information, and content if we believe doing so is required or appropriate to: (i) comply with law enforcement or national security requirements and legal process, such as a court order or subpoena.\n(ii) respond to your requests.\n(iii) protect yours’, ours’ or others’ rights, property, or safety.\n(iv) to enforce Imperfect Foods policies or contracts.\n(v) to collect amounts owed to Imperfect Foods.\n(vi) when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation or prosecution of suspected or actual illegal activity.\nor (vii) if we, in good faith, believe that disclosure is otherwise necessary or advisable.<br>\n<br>In addition, from time to time, server logs may be reviewed for security purposes – e.g., to detect unauthorized activity on the Services.\nIn such cases, server log data containing IP addresses may be shared with law enforcement bodies in order that they may identify users in connection with their investigation of the unauthorized activities.</li>\n<li>Merger, Sale, or Other Asset Transfers.&nbsp;If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction as permitted by law and/or contract.\nShould such an event occur, Imperfect Foods will endeavor to direct the transferee to use Personal Information in a manner that is consistent with the Policy in effect at the time such Personal Information was collected.</li>\n</ul>4.2 DATA TRANSFERS<p>All Personal Information collected via or by Imperfect Foods may be stored anywhere in the world, including but not limited to, in the United States, in the cloud, on our servers, on the servers of our affiliates or the servers of our service providers.\nYour Personal Information may be accessible to law enforcement or other authorities pursuant to a lawful request.\nBy providing information to Imperfect Foods, you consent to the storage of your Personal Information in these locations.</p>5.\nOPT-OUT5.1 E-MAIL COMMUNICATIONS<p>If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt-out of receiving future emails.\nWe will process your request within a reasonable time after receipt.\nNote that you will continue to receive transaction-related emails regarding products or services you have requested.\nWe may also send you certain communications regarding Imperfect Foods and our Services and you will not be able to opt out of those communications (e.g., communications regarding updates to our Terms and Conditions or this Policy).</p>5.2 DO NOT TRACK<p>Do Not Track (”DNT”) is a privacy preference that users can set in certain web browsers.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>5.3 COOKIES AND INTEREST-BASED ADVERTISING<p>As noted above, you may stop or restrict the placement of cookies on your computer or remove them from your browser by adjusting your web browser preferences.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, on many mobile devices, application users may opt out of certain mobile ads via their device settings.</p>\n<p>The online advertising industry also provides websites from which you may opt-out of receiving targeted ads from our data partners and our other advertising partners that participate in self-regulatory programs.\nYou can access these, and also learn more about targeted advertising and consumer choice and privacy, at&nbsp;www.networkadvertising.org/managing/opt_out.asp, or&nbsp;http://www.youronlinechoices.eu/&nbsp;and&nbsp;www.aboutads.info/choices/.\nYou can also choose not to be included in Google Analytics&nbsp;here.</p>\n<p>To be clear, whether you are using our opt-out or an online industry opt-out, these cookie-based opt-outs must be performed on each device and browser that you wish to have opted-out.\nFor example, if you have opted-out on your computer browser, that opt-out will not be effective on your mobile device.\nYou must separately opt-out on each device.\nAdvertisements on Third-Party websites that contain the AdChoices link and that link to this Privacy Policy may have been directed to you based on anonymous, non-Personal Information collected by advertising partners over time and across websites.\nThese advertisements provide a mechanism to opt-out of the advertising partners’ use of this information for interest-based advertising purposes.</p>6.\nCALIFORNIA PRIVACY RIGHTS<p>If you are a California resident, please review these additional privacy disclosures, which provide a summary of how we collect, use, and disclose Personal Information about you and explain your rights under California law.</p>6.1 CATEGORIES OF INFORMATION WE COLLECT, USE, AND DISCLOSE FOR BUSINESS PURPOSES<p>We collect the following categories of Personal Information as described in Section 3.1 (Types of Personal Information We Collect) above:</p>\n<ul>\n<li>Identifiers, such as name, email address, mailing address, phone number, and IP address.</li>\n<li>Commercial information, such as records of purchases and payment information.</li>\n<li>Internet or other electronic network activity information, such as log data and information about the devices and computers you use to access the Services.</li>\n<li>Geolocation data, such as GPS, Bluetooth, or WiFi signals, where you have allowed access to that information.&nbsp;</li>\n<li>Electronic, visual, or similar information, such as photos.</li>\n<li>Other information you provide, such as responses to surveys or messages to customer service.</li>\n<li>Inferences drawn from any of the above, including about the content or ads that may be of interest to you.</li>\n</ul>\n<p>We collect this Personal Information from you, your devices, third parties, or as otherwise described in this Privacy Policy.\nWe use these categories of Personal Information as described in Section 3.2 (How Imperfect Foods Uses Your Information) above.\nWe disclose these categories of Personal Information for the business purposes described in Section 4.1 (Information We Share) above.</p>\n<p>California law requires that we provide transparency about Personal Information we ”sell,” which for the purposes of the California Consumer Privacy Act (CCPA), broadly means scenarios in which Imperfect Foods has shared Personal Information with partners in exchange for valuable consideration.\nIn the preceding 12 months, we have “sold” the following categories of personal information: name, email address, phone number.\nFor information about opting out of the use of your information for these purposes, please visit the&nbsp;Imperfect Foods Privacy Center.</p>6.2 YOUR RIGHTS AS A CALIFORNIA RESIDENT<p>Under the California Consumer Privacy Act (CCPA), California residents have the right to request access to or deletion of their Personal Information, to request additional details about our information practices, to opt out of the ”sale” of Personal Information, if applicable, and to not be discriminated against.\nBelow we explain how you may exercise these rights.</p>\n<ul>\n<li>Access: You may request access to the specific pieces of Personal Information we have about you.\nYou may also request additional details about our information practices, including the categories of Personal Information we collect, the sources of information, the types of third parties we share information with, the types of Personal Information we share for business purposes, and details about the information we have sold, if any.\nYou may request access by visiting the&nbsp;Imperfect Foods Privacy Center&nbsp;or emailing privacy@imperfectfoods.com</li>\n<li>Deletion: You may review, modify and request deletion of your Personal Information by making a deletion request when you visit the&nbsp;Imperfect Foods Privacy Center&nbsp;or emailing privacy@imperfectfoods.com.</li>\n</ul>\n<p>Upon receipt of your request to exercise your rights to access and edit or delete your Personal Information, we will verify your identity to protect your security and privacy.\nAfter submitting a request, you will be required to verify your request via email so please monitor your email for a verification code.\nNote that even if we honor your request to delete your information, we may retain certain information as required or permitted by law, such as to ensure that we can honor our product warranty.</p>6.3 SHINE THE LIGHT<p>If you are a California resident, you also have the ability to ask us, once per year and free of charge, for a notice identifying the categories of Personal Information, as defined by California Civil Code Section 1798.83, we share with third parties for their direct marketing purposes and the contact information for such third parties.\nIf you would like a copy of this notice, please email us at&nbsp;privacy@imperfectfoods.com.\nImperfect Foods only shares Personal Information with third parties for their own marketing purposes as described herein or as you may consent.</p>7.\nSECURITY OF YOUR INFORMATION<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nWe do not accept liability for unintentional disclosure.</p>\n<p>By using the Site or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Site or sending an e-mail to you.\nYou may have a legal right to receive this notice in writing.</p>8.\nRETENTION<p>Imperfect Foods retains the Personal Information we receive as described in this Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our products and services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>9.\nCHILDREN’S PRIVACY<p>We do not knowingly collect, maintain, or use Personal Information from children under 13 (and in certain jurisdictions under the age of 16) years of age, and no part of the Site is directed to children under the age of 13 (and in certain jurisdictions under the age of 16).\nIf you learn that your child has provided us with Personal Information without your consent, you may alert us at&nbsp;privacy@imperfectfoods.com.\nIf we learn that we have collected any Personal Information from children under 13 (and in certain jurisdictions under the age of 16), we will promptly take steps to delete such information and terminate the child’s account.</p>10.\nINTERNATIONAL USERS<p>By using the Site, you will transfer data to the United States.\nBy choosing to visit the Site, utilize the Services or otherwise provide information to us, you agree that any dispute over privacy or the terms contained in this Privacy Policy will be governed by the law of the State of California and the adjudication of any disputes arising in connection with Imperfect Foods or the Site will be in accordance with the Terms.</p>\n<p>If you are visiting from the European Union or other regions with laws governing data collection and use, please note that you are agreeing to the transfer of your information to the United States and processing globally.\nBy providing your Personal Information, you consent to any transfer and processing in accordance with this Policy.</p>11.\nOTHER RIGHTS AND IMPORTANT INFORMATION11.1 CHANGES TO OUR PRIVACY POLICY AND PRACTICES<ul>\n<li>Revision to the Privacy Policy.&nbsp;We may revise this Privacy Policy in our sole discretion, so review it periodically.\nIf you continue to visit this Site and use the services made available to you after such changes have been made, you hereby provide your consent to the changes.</li>\n<li>Posting of Revised Privacy Policy.&nbsp;If there are any material changes to this Policy, Imperfect Foods will notify you by email or as otherwise required by applicable law.\nWe will post any adjustments to the Privacy Policy on this web page, and the revised version will be effective immediately when it is posted (or upon notice as applicable).\nIf you are concerned about how your information is used, bookmark this page and read this Privacy Policy periodically.</li>\n<li>New Uses of Personal Information.&nbsp;Additionally, before we use Personal Information for any new purpose not originally authorized by you, we will endeavor to provide information regarding the new purpose and give you the opportunity to opt-out.\nWhere consent of the Individual for the Processing of Personal Information is otherwise required by law or contract, Imperfect Foods will endeavor to comply with the law or contract.</li>\n</ul>11.2 COMPLIANCE<p>This Policy shall be implemented by Imperfect Foods and all its operating divisions, subsidiaries and affiliates.\nImperfect Foods has put in place mechanisms to verify ongoing compliance with Privacy Shield Principles and this Policy.\nAny Employee that violates these privacy principles will be subject to disciplinary procedures.</p>12.\nDEFINITIONS<p>The following capitalized terms shall have the meanings herein as set forth below.</p>\n<ul>\n<li>”Agent” means any entity that Processes Personal Information pursuant to the instructions of, and solely for, Imperfect Foods or to which Imperfect Foods discloses Personal Information for use on its behalf.</li>\n<li>”Employee” refers to any current, temporary, permanent, prospective or former employee, director, contractor, worker, or retiree of Imperfect Foods or its subsidiaries worldwide.</li>\n<li>”Personal Information” is any information relating to, or reasonably capable of being linked, directly or indirectly, to an identified or identifiable natural person or household (”Individual”).</li>\n<li>”Process” or ”Processing” means any operation which is performed upon Personal Information, whether or not by automatic means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction.</li>\n<li>”Sensitive Data” or ”Sensitive Personal Information” is a subset of Personal Information which, due to its nature, has been classified by law or by policy as deserving additional privacy and security protections.\nSensitive Personal Information includes Personal Information regarding EU residents that is classified as a ”Special Category of Personal Data” under EU law, which consists of the following data elements: (1) race or ethnic origin.\n(2) political opinions.\n(3) religious or philosophical beliefs.\n(4) trade union membership.\n(5) genetic data.\n(6) biometric data where Processed to uniquely identify a person.\n(6) health information.\n(7) sexual orientation or information about the Individual’s sex life.\nor (8) information relating to the commission of a criminal offense.</li>\n</ul>", "created_at": "2021-04-16 21:49:01.655644", "updated_at": "2021-04-16 21:51:06.093094"}], "points": [], "urls": ["imperfectfoods.com"]}}