{"error": 448, "message": "OK", "parameters": {"id": 4117, "name": "ReviewMeta", "created_at": "2021-06-15 18:59:39.966225", "updated_at": "2021-06-15 22:00:44.992886", "wikipedia": null, "keywords": null, "related": null, "slug": "reviewmeta", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4117.png", "url": "reviewmeta.com", "documents": [{"id": 7109, "name": "Privacy Policy", "url": "https://reviewmeta.com/blog/privacy/", "xpath": "/html/body/div[1]/div[3]/div/div/div[2]/div", "text": " <small>\n<i>April 28th, 2016</i>\n</small>\n<p>\n</p>\n<p>This Site is operated by:</p>\n<p>&nbsp;</p>\n<p>Review Honesty, Inc.\nA Nevada Corporation</p>\n<p>PO BOX 29502 #61891</p>\n<p>Las Vegas NV, 89126</p>\n<p>ReviewMeta.com@Gmail.com</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy explains how this Site treats “personal information” that we gather from visitors and how we use it.\nPlease, also read our Terms of Use for better understanding of Privacy Policy.</p>\n<p>“Personal Information” is information that is personally identifiable like a name, e-mail address, or other information that we can reasonably link to such information.</p>\n<ol>\n<li>\n<u>What We Gather and How We Do It</u>\n<ul>\n<li>In order to better provide you with our numerous services, we collect two types of information about our users: Personally Identifiable Information and Nonpersonally Identifiable Information.\nOur primary goal in collecting information from you is to provide you with a smooth, efficient, and customized experience while using our site.</li>\n<li>Personally Identifiable Information: This refers to information that lets us know the specifics of who you are.\nWhen you engage in certain activities on this site, such as registering for a membership, ordering a product or service, submitting content and/or posting content in discussion forums or other public areas, entering a contest or sweepstakes, filling out a survey, or sending us feedback, we may ask you to provide certain information about yourself by filling out and submitting an online form.\nIt is completely optional for you to engage in these activities, elect to engage in these activities, however, we may ask that you provide us personal information, such as your first and last name, mailing address (including zip code), email address, and other personal identifying information.\nWhen ordering products or services on the site, you may be asked to provide a credit card number.\nDepending upon the activity, some of the information we ask you to provide is identified as mandatory and some as voluntary.\nIf you do not provide the mandatory data with respect to a particular activity, you will not be able to engage in that activity.</li>\n<li>Nonpersonally Identifiable Information: This refers to information that does not by itself identify a specific individual.\nWe gather certain information about you based upon where you visit on our site in several ways.\nThis information is compiled and analyzed on both a personal and an aggregated basis.\nThis information may include the Web site’s Uniform Resource Locator (“URL”) that you just came from, which URL you next go to, what browser you are using, and your Internet Protocol (“IP”) address.\nA URL is the global address of documents and other resources on the World Wide Web.\nAn IP address is an identifier for a computer or device on a Transmission Control Protocol/Internet Protocol (“TCP/IP”) network, such as the World Wide Web.\nNetworks like the Web use the TCP/IP protocol to route information based on the IP address of the destination.\nIn other words, an IP address is a number that is automatically assigned to your computer whenever you are surfing the web, allowing web servers to locate and identify your computer.\nComputers require IP addresses in order for users to communicate on the Internet.</li>\n<li>Our Web server automatically collects information from a visitor’s computer and browser, including their internet protocol (IP) address and cookies.\nA cookie is a small text file that is sent to your Web browser from a Web server and stored on your computer’s hard drive.\nWhen you visit this Site, a cookie may be sent to your computer.\nYou can control whether or not you want to accept cookies by adjusting the settings of your browser.</li>\n<li>Third party vendors may use cookies to serve ads based on prior visits to this website.\nNo personal information is collected by these cookies.\nYou can opt out of third party vendor’s cookies at any time by visiting this page: http://www.networkadvertising.org/managing/opt_out.asp</li>\n<li>We do not collect any Personally Identifiable Information about you unless you voluntarily provide it to us.\nYou provide certain Personally Identifiable Information to us when you: (a) register for our services and register your email address with us.\n(b) enter sweepstakes or contests sponsored by us or one of our partners.\n(c) sign up for special offers from selected third parties.\n(d) send email messages, submit forms or transmit other information by telephone or letter.\nor (e) submit your credit card or other payment information when ordering and purchasing products and services on our site.\nWe may also collect information from you at other points on our site that state that such information is being collected.</li>\n<li>Our site uses Google Analytics to help us gather and analyze traffic to our site.&nbsp.\nYou can read more about the Google Analytics data policies here.</li>\n</ul>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<u>How We Use the Information We Gather</u>\n<ul>\n<li>We do not distribute or sell your personal information.\nWe do not send you advertisements and we do not share your email address with anyone.</li>\n<li>We may use the personal information that visitors provide us to respond to correspondence, contact them regarding their membership account, improve the content of our Site, and for informational or other developmental purposes.</li>\n<li>If you subscribe to our newsletter, we will send you a weekly email, and not share your information with anyone else.\nYou may unsubscribe from the newsletter anytime you want.</li>\n<li>When you post a review, all the information you submit is displayed for anyone to read.\nThis may include the bio that you submit, your username, comments, age, location, or any other information that you input into our system.\nWe will not share your date of birth, email address or password with anyone.\nThose are all items which we will never publicly display.</li>\n<li>We may use the information collected by our Web servers to analyze traffic patterns, record session information, store visitors’ preferences and identify sources of web traffic to the Site.</li>\n<li>We may also use the information we collect to investigate, prevent or take action against suspected illegal activities, problems with this Site, or as required by law.\nWe may use the information for legal proceedings, such as responding to subpoenas, court orders, or to establish or exercise our legal rights or defend against legal claims.\nIn the event that our company or its assets are acquired by or merged with a third party, the information collected by our Site may be one of the assets transferred.</li>\n<li>Occasionally we may be required by law enforcement or judicial authorities to provide Personally Identifiable Information to the appropriate governmental authorities.\nWe will disclose Personally Identifiable Information upon receipt of a court order, subpoena, or to cooperate with a law enforcement investigation.\nWe fully cooperate with law enforcement agencies in identifying those who use our services for illegal activities.\nWe reserve the right to report to law enforcement agencies any activities that we in good faith believe to be unlawful.</li>\n<li>We may also provide Nonpersonally Identifiable Information about our customers’ sales, traffic patterns, and related site information to third party advertisers, but these statistics do not include any Personally Identifiable Information.</li>\n</ul>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<u>Sites Not Covered by this Policy</u>.\nExcept as otherwise discussed in this Privacy Policy, this document only addresses the use and disclosure of information we collect from you.\nOther sites accessible through our site have their own privacy policies and data collection, use and disclosure practices.\nPlease consult each site’s privacy policy.\nWe are not responsible for the policies or practices of third parties.\nAdditionally, other companies which place advertising on our site may collect information about you when you view or click on their advertising through the use of cookies.\nWe cannot control this collection of information.\nYou should contact these advertisers directly if you have any questions about their use of the information that they collect.</li>\n<li>\n<u>Security Measures</u>.\nOur web hosting company uses industry-standard encryption technologies when transferring and receiving consumer information exchanged with our Site.\nOur web hosting company has security measures in place to protect against the loss, misuse or alteration of information that we have collected from you at our Site.\nAlthough we believe that our web hosting company provides appropriate security measures, we are not responsible for the practices, actions or inactions of that company.</li>\n<li>\n<u>Changes to this Policy</u>.\nWe reserve the right to change this Privacy Policy at any time, and without advance warning, by updating this page.\nYou are bound by all such revisions and should, therefore, review the Privacy Policy every time you visit this Site.</li>\n<li>\n<u>Terms of Use</u>.\nNothing herein waives, limits or in any way modifies our Terms of Use.\nThis Site is not directed to, nor does it knowingly collect any personal information from children under 18.\nIf a child who we know to be under age 18 sends personal information to us online, we will only use that information to respond directly to that child, notify parents or seek parental consent.</li>\n<li>\n<u>Opt Out Rights</u>.\nBy using this website you agree to the terms of this Privacy Policy and collection and use of your personal information byReviewMeta.com as specified above.\nIf at any time after visiting the Site, you change your mind about receiving information from the Site or sharing your personal information as described in this Privacy Policy, you may request an opt out, by contacting us at:&nbsp;ReviewMeta.com@Gmail.com.</li>\n</ol>\n<p>Questions or Additional Information ~ If you have any questions about this Policy, or if you would like additional information, please contact us at ReviewMeta.com@Gmail.com.</p>\n<p>&nbsp;</p>\n<p>\n</p> ", "created_at": "2021-06-15 18:59:39.96872", "updated_at": "2021-06-15 17:00:31.308433"}, {"id": 7110, "name": "Terms of Service", "url": "https://reviewmeta.com/blog/terms/", "xpath": "/html/body/div[1]/div[3]/div/div/div[2]/div", "text": " <small>\n<i>April 28th, 2016</i>\n</small>\n<p>\n</p>\n<p>ReviewMeta.com is an online tool that analyzes reviews that have been previously published on 3rd party platforms.\nReviewMeta.com is wholly owned and operated by Review Honesty, Inc., a Nevada corporation.</p>\n<p>&nbsp;</p>\n<p>Mailing Address:</p>\n<p>PO BOX 29502 PMB61891</p>\n<p>Las Vegas, NV 89126</p>\n<p>&nbsp;</p>\n<p>Physical Address:</p>\n<p>2151 Patton Dr.</p>\n<p>Reno, NV 89512</p>\n<p>&nbsp;</p>\n<p>These terms and conditions (the “Terms”) govern your access to and use of ReviewMeta.com’s websites, mobile applications, browser plugins and other services that are operated in connection with ReviewMeta.com that link to or reference these Terms (“Site”).\nBy accessing or using the Site, you are agreeing to these Terms and entering a legally binding contract with Review Honesty, Inc, a Nevada corporation.\nDo not access or use the Site if you are unwilling or unable to be bound by the Terms.</p>\n<p>&nbsp;</p>\n<p>We may edit, change, add or remove portions of the Terms at any time, which shall become effective immediately upon posting.\nIt is your responsibility to review these terms prior to each use of the Site and by continuing to use this website you agree to any changes.</p>\n<p>&nbsp;</p>\n<ol>\n<li>DEFINITIONS</li>\n</ol>\n<p>A “user” is someone who accesses, browses, crawls, scrapes, subscribes, registers or in any way uses the Site.\nThe terms “you” and “your” refer to you, as a user of the Site.\nThe terms “we,” “us,” “our,” “ReviewMeta”, or “ReviewMeta.com” refer to Review Honesty, Inc.\na Nevada corporation.\n“Content” means all of the text, images, photos, audio, video, and all other forms of data or communication.\n“User Content” means Content that you submit or transmit to or through the Site, such as forum posts, feedback, information sent through the contact us form, and information that you display.</p>\n<p>&nbsp;</p>\n<ol>\n<li>INFORMATION LIMITATIONS</li>\n</ol>\n<p>The analyses provided on ReviewMeta.com are derived from information that is or has been publicly available on 3rd party review platforms.\nThe analyses are estimates and ReviewMeta does not guarantee the accuracy, completeness, or usefulness of any of the information.\nReviewMeta is not responsible for inaccurate information on the Site, makes no representations as to the quality, accuracy or completeness of Content and does not assume any liability for any loss that may result from the reliance by any person upon any Content.\nThe Site is not guaranteed to be available 100% of the time, always connected securely, nor do we guarantee correction of any bugs or errors in the Site.</p>\n<p>&nbsp;</p>\n<ol>\n<li>ADVERTISING</li>\n</ol>\n<p>The Site may include advertisements or links to external websites.\nThe websites linked to are not affiliated with ReviewMeta and the products or services provided by advertisers are not guaranteed or endorsed by us.\nAnything contained in these advertisements is to be used at your own risk.</p>\n<p>&nbsp;</p>\n<ol>\n<li>INDEMNITY</li>\n</ol>\n<p>You will defend, indemnify, and hold harmless ReviewMeta, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of your use of ReviewMeta.</p>\n<p>&nbsp;</p>\n<ol>\n<li>REGISTRATION AND PARTICIPATION IN THE FORUM</li>\n</ol>\n<p>Persons who are under 18 years old may not register an account on ReviewMeta.\nBy registering with ReviewMeta for an account, you represent and warrant that you are at least 18 years old.</p>\n<p>&nbsp;</p>\n<p>As between you and ReviewMeta, you own your User Content.\nBy submitting User Content to the Site, you hereby grant ReviewMeta a perpetual, worldwide, irrevocable, unrestricted, non-exclusive, royalty free license to use, copy, license, sublicense, adapt, distribute, display, publicly perform, reproduce, transmit, modify, edit, or transfer any such User Content for any purpose, on or in connection with the Site or the promotion thereof.\nYou acknowledge that You are aware that REVIEWMETA has limited practical ability to control or monitor possible infringement of Your intellectual property rights by other parties and that REVIEWMETA assumes no responsibility for controlling or monitoring such intellectual property rights.\nIn addition, REVIEWMETA is not responsible for enforcing Your intellectual property or for suing or taking other legal action against infringers who fail to cease using User Content or intellectual property upon revocation.</p>\n<p>&nbsp;</p>\n<p>You will not post any User Content that:</p>\n<ul>\n<li>is defamatory, illegal, unlawful, threatening, obscene, vulgar, pornographic, profane or indecent, hate speech, including any communication that constitutes (or encourages conduct that would constitute) a criminal offense</li>\n<li>violates the copyright, trademark or other intellectual property rights</li>\n<li>is false, inaccurate or misleading or improperly assumes or claims the identity, characteristics or qualifications of another person</li>\n<li>is meant to stalk, intimidate, threaten or otherwise harass other users, including anything that harasses, incites harassment or advocates harassment of any group or individual</li>\n<li>is fraudulent or involves the distribution or sale of illegal, counterfeit, or stolen items;</li>\n<li>upload, or cause to be uploaded, viruses or other similar malicious code</li>\n<li>is libelous or impacts or invades the privacy or publicity rights of others, such as photographs, video clips, personally identifiable information, or other materials that reveal personal, private or sensitive information about another person, without that person’s consent</li>\n<li>is for the purpose of advertising, spamming or link building</li>\n<li>contains restricted or password only access pages, or hidden pages or images</li>\n<li>displays or links to pornographic, indecent or sexually explicit material of any kind</li>\n<li>provides or links to material that exploits people under the age of 18 in a sexual, violent or other manner, or solicits personal information from anyone under 18</li>\n<li>provides instructional information about illegal activities or other activities prohibited by these Terms, including without limitation, making or buying illegal weapons, violating someone’s privacy, providing or creating computer viruses or pirating any media</li>\n<li>solicits passwords or personal identifying information from other Users</li>\n</ul>\n<p>&nbsp;</p>\n<p>You warrant and agree that, while using the REVIEWMETA site and the various services and features offered on or through the REVIEWMETA site, you shall not: (a) impersonate any person or entity, whether actual or fictitious, or misrepresent your affiliation with any other person or entity.\n(b) insert your own or a third party’s advertising, branding or other promotional content into any of the REVIEWMETA site’s content, materials or services, or use, redistribute, republish or exploit such content or service for any further commercial or promotional purposes.\n(c) attempt to gain unauthorized access to other computer systems through the REVIEWMETA site.\n(d) engage in spidering, screen scraping, database scraping, harvesting of catalogue information, e-mail addresses, wireless addresses or other contact or personal information, or any other automatic means of obtaining lists of catalogue items or information, users or other information from or through the REVIEWMETA Site or the services offered on or through the REVIEWMETA site, including without limitation any information residing on any server or database connected to the REVIEWMETA site or the services offered on or through the REVIEWMETA site.\n(e) obtain or attempt to obtain unauthorized access to computer systems, materials or information through any means.\n(f) use the REVIEWMETA site or the services made available on or through the REVIEWMETA site in any manner with the intent to interrupt, damage, disable, overburden, or impair the REVIEWMETA site or such services, including, without limitation, sending mass unsolicited messages or “flooding” servers with requests.\n(g) use the REVIEWMETA site’s services or features in violation of REVIEWMETA or any third party’s intellectual property or other proprietary or legal rights.\n(h) use any known or future unknown technology to harvest, names, auction ids REVIEWMETA site addresses, names or addresses for spam, reverse engineering, data collection, data mining, unsolicited telemarketing or other unwanted nuisance intrusions.\n(i) use any device, software or scheme that would interfere with the proper functioning of the REVIEWMETA site, or any transaction via the REVIEWMETA site.\n(j) place an undue burden or interfere with the lawful transmission of our content to our users, use any device to limit our total free access to the web infrastructure.\nand (k) use the REVIEWMETA site or the REVIEWMETA site’s services in violation of any applicable law.</p>\n<p>&nbsp;</p>\n<p>You further agree that you may not attempt (or encourage or support anyone else’s attempt) to engage in any of the foregoing prohibited activities or to circumvent, reverse engineer, decrypt, disassemble, decompile or otherwise alter or interfere with the REVIEWMETA site or the REVIEWMETA site’s services, or any content thereof, or make unauthorized use thereof.\nYou agree that you will not use the REVIEWMETA site in any manner that could damage, disable, overburden, or impair the REVIEWMETA site or interfere with any other party’s use and enjoyment of the REVIEWMETA site.\nYou may not obtain, use or access, or attempt to obtain, use or access, any materials or information through any means not intentionally made publicly available or provided for through the REVIEWMETA site.</p>\n<p>&nbsp;</p>\n<p>By posting information on ReviewMeta, you warrant and represent that the information is truthful and accurate.\nWe reserve the right to terminate your account at anytime.\nWe also reserve the right, at our sole discretion, to update posts with notes or comments from moderators of ReviewMeta that explain the circumstances of the situation, provide additional details, explain why action was taken and to inform viewers of our policies.</p>\n<p>&nbsp;</p>\n<p>If notified by a User of User Content or other materials which allegedly do not conform to these Terms, REVIEWMETA may in its sole discretion investigate the allegation and determine whether to take any other actions and whether to remove or request the removal of the User Content.\nREVIEWMETA has no liability or responsibility to Users for performance or nonperformance of such activities.\nYou acknowledge that REVIEWMETA may or may not pre-screen Content, but that REVIEWMETA and its designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or remove any Content that is available via the Service.\nWithout limiting the foregoing, REVIEWMETA and its designees shall have the right to remove any Content that violates these terms or is otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.\nIn this regard, you acknowledge that you may not rely on any Content created by REVIEWMETA or submitted to REVIEWMETA.\nREVIEWMETA does not necessarily monitor any materials posted, transmitted, or communicated to or within the Site.\nIf notified by a User of User Content or other materials which allegedly do not conform to these Terms, REVIEWMETA may in its sole discretion investigate the allegation and determine whether to take any other actions whether to remove or request the removal of the User Content.\nREVIEWMETA has no liability or responsibility to Users for performance or nonperformance of such activities.</p>\n<p>&nbsp;</p>\n<p>Any User Content you submit through the site, including the abuse reports, feedback form or other means is NOT private, and may the information, including your name, email address, comments, feedback, ip address, or any information you provide to us may be shared publicly on The Site.</p>\n<p>&nbsp;</p>\n<p>You understand that by submitting User Content, it will be indexable by third party search engines and may be permanently stored somewhere else on the web and appear in search results of other sites.</p>\n<p>&nbsp;</p>\n<p>BRAND RESPONSES</p>\n<p>&nbsp;</p>\n<p>By publishing an official Brand Response, you are agreeing to the following:</p>\n<p>&nbsp;</p>\n<ul>\n<li>the Content on the Site is not defamatory by nature and you will not enter into or continue any lawsuit with ReviewMeta alleging that the Content on the Site is defamatory.</li>\n<li>You must be an approved agent of the brand to post an official response.\nIf you are not, the fine will be $10,000 per instance.</li>\n<li>Your ability to have your response published on our server is a PRIVILEGE, not a RIGHT.\nReviewMeta, at it’s sole discretion, may delete, or edit any brand’s response.\nReviewMeta may also block any brand from participating in the program for any reason.</li>\n<li>By permitting responses, we are not admitting that we have false information on the site.</li>\n<li>You may not have your post ever removed or edited.</li>\n<li>We make no guarantees as to the timeliness of moderation.</li>\n<li>We may not have perfectly stored or organized brand information on our site, so your response may not always be linked to from every one of your product reports.</li>\n<li>You may be asked to verify your identity and status within the brand.</li>\n<li>We reserve the right to post any communications you have or had with us to your response topic.</li>\n<li>We can ban you at any time for unfriendly or bad-faith participation.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>RESTRICTIONS</li>\n</ol>\n<p>&nbsp;</p>\n<p>We are not under any obligation to enforce the Terms on your behalf against any other user.\nThe failure of ReviewMeta to exercise or enforce any part of the Terms of Service shall not constitute a waiver of such.\nThe failure of ReviewMeta or you to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nThe Terms, including the Privacy Policy which has been incorporated by reference, as accepted upon use, contains the entire agreement between you and ReviewMeta regarding the use of the Site.\nIf any provision of the Terms is held invalid, the remainder of the Terms shall continue in full force and effect.</p>\n<p>&nbsp;</p>\n<ol>\n<li>REVIEWMETA’s Ownership Rights.\nREVIEWMETA and its licensors own all right, title and interest, including without limitation all worldwide intellectual property rights in the REVIEWMETA products and services, and all such rights to all derivative works or enhancements of, in and to, or relating to, the REVIEWMETA products and services.\nBy entering into this Agreement or by visiting or using REVIEWMETA, You will not acquire any intellectual property or similar rights in the REVIEWMETA products or services other than a limited right to purchase and use the products or services for Your personal benefit.\nYou agree You will not (i) remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the REVIEWMETA products or related products and services.\nor (ii) use REVIEWMETA’s name, logo, trademark, trade names or service marks except as expressly permitted in this Agreement without REVIEWMETA’s prior written consent.</li>\n</ol>\n<p>REVIEWMETA authorizes You to view and access a single copy of the content available on or from REVIEWMETA.COM solely for your personal use.\nThe contents of REVIEWMETA.COM, and of all other Web sites under REVIEWMETA’s control, whether partial or otherwise (REVIEWMETA and such other Web sites are sometimes collectively referred to as “REVIEWMETA Sites”) such as text, graphics, images, logos, button icons, software and other REVIEWMETA content (collectively, “REVIEWMETA Content”), are protected under both United States and foreign copyright, trademark and other laws.\nAll REVIEWMETA Content is the property of REVIEWMETA or its content suppliers, third party product suppliers or licensors.\nThe compilation (meaning the collection, arrangement and assembly) of all content on the REVIEWMETA Sites is the exclusive property of REVIEWMETA and is protected by United States and foreign copyright, trademark, and other laws.\nUnauthorized use of the REVIEWMETA Content may violate these laws, and is strictly prohibited.</p>\n<p>&nbsp;</p>\n<p>You agree not to sell or modify the REVIEWMETA Content or reproduce, display, publicly perform, distribute, or otherwise use the REVIEWMETA Content in any way for any public or commercial purpose, in connection with products or services that are not those of REVIEWMETA, in any other manner that is likely to cause confusion among consumers, that disparages or discredits REVIEWMETA or its licensors, that dilutes the strength of REVIEWMETA’ or its licensor’s property, or that otherwise infringes REVIEWMETA or its licensor’s intellectual property rights.\nYou further agree to in no other way misuse REVIEWMETA Content that appears on this Site, other than those specifically permitted herein or by written agreement with REVIEWMETA.\nUnless specifically permitted herein or in writing by REVIEWMETA, the use of the REVIEWMETA Content on any other Web site or in a networked computer environment for any purpose is prohibited.\nAny code that REVIEWMETA creates to generate or display any REVIEWMETA Content or the pages making up any REVIEWMETA Site is also protected by REVIEWMETA’ copyright and you may not copy or adapt such code.</p>\n<p>&nbsp;</p>\n<ol>\n<li>DISCLAIMERS</li>\n</ol>\n<p>THIS SECTION MUST BE READ CAREFULLY AS IT LIMITS THE LIABILITY OF THE SITE TO YOU.\nTHIS ONLY APPLIES UP TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\nNOTHING IS INTENDED TO LIMIT ANY RIGHTS YOU MAY HAVE THAT MAY NOT BE LAWFULLY LIMITED.\nIF YOU ARE NOT SURE ABOUT THIS OR ANY OTHER PART OF THESE TERMS, PLEASE CONSULT WITH AN ATTORNEY PRIOR TO ACCESSING OR USING THE SITE.\nBY ACCESSING OR USING THE SITE, YOU REPRESENT THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO THE TERMS.\nYOU ARE GIVING UP SUBSTANTIAL LEGAL RIGHTS BY AGREEING TO THE TERMS.</p>\n<p>&nbsp;</p>\n<p>THE SITE, INCLUDING, WITHOUT LIMITATION, ALL SERVICES, CONTENT, FUNCTIONS AND MATERIALS, IS PROVIDED “AS IS,” “AS AVAILABLE,” WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED BY STATUTE, COMMON LAW OR OTHERWISE, FOR INFORMATION, DATA, DATA PROCESSING SERVICES, UPTIME OR UNINTERRUPTED ACCESS, ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, USEFULNESS, OR CONTENT OF INFORMATION, ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, AND ANY IMPLIED WARRANTY ARISING FROM COURSE OF DEALING OR USAGE OF TRADE, AND WE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES, EXPRESS AND IMPLIED.\nWE DO NOT WARRANT, REPRESENT OR COVENANT THAT THE WEB SITE OR THE SERVICES, CONTENT, FUNCTIONS OR MATERIALS CONTAINED THEREIN WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED.\nWE MAKE NO WARRANTY THAT THE WEB SITE WILL MEET USERS’ REQUIREMENTS.\nNO ADVICE, RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE SITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nWE ALSO ASSUME NO RESPONSIBILITY, AND SHALL NOT BE LIABLE FOR, ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO, USE OF, OR BROWSING IN THE SITE OR YOUR DOWNLOADING OF ANY MATERIALS, DATA, TEXT, IMAGES, VIDEO, AUDIO OR SOFTWARE FROM THE SITE.\nIF YOU ARE DISSATISFIED WITH THE SITE, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE SITE.\nWE TRY TO ENSURE THAT THE INFORMATION POSTED ON THE SITE IS CORRECT AND UP-TO-DATE.\nWE RESERVE THE RIGHT TO CHANGE OR MAKE CORRECTIONS TO ANY OF THE INFORMATION PROVIDED ON THE SITE AT ANY TIME AND WITHOUT ANY PRIOR WARNING.\nWE CANNOT, AND DO NOT, GUARANTEE THE CORRECTNESS, PRECISION, THOROUGHNESS OR COMPLETENESS OF ANY OF THE INFORMATION AVAILABLE ON THE SITE, NOR WILL WE BE LIABLE FOR ANY INACCURACY OR OMISSION CONCERNING ANY OF THE INFORMATION PROVIDED ON THE SITE.</p>\n<p>&nbsp;</p>\n<ol>\n<li>LIMITATION OF LIABILITY</li>\n</ol>\n<p>IN NO EVENT SHALL REVIEWMETA, ITS AFFILIATES OR ANY OF THEIR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (COLLECTIVELY, THE “PROTECTED ENTITIES”) BE LIABLE, WHETHER IN AN ACTION BASED ON A CONTRACT INDEMNIFICATION, OBLIGATION, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE), COLLATERALLY OR ARISING FROM ANY STATUTORY DUTY, PRE-CONTRACT OR OTHER REPRESENTATIONS, OR OTHERWISE, HOWEVER ARISING, FOR ANY ECONOMIC LOSSES (INCLUDING, WITHOUT LIMITATION, LOSS OF REVENUES, PROFITS, CONTRACTS, BUSINESS, REPUTATION, GOODWILL OR ANTICIPATED SAVINGS) OR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE CONTENT, MATERIALS AND FUNCTIONS RELATED THERETO, YOUR PROVISION OF INFORMATION VIA THE WEB SITE, LOST BUSINESS OR LOST SALES, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.\nIN NO EVENT SHALL THE PROTECTED ENTITIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE SITE.\nIN NO EVENT SHALL THE TOTAL AGGREGATE LIABILITY OF THE PROTECTED ENTITIES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE) ARISING FROM THE TERMS AND CONDITIONS OR YOUR USE OF THE SITE EXCEED, IN THE AGGREGATE, THE AMOUNT, IF ANY, PAID BY YOU TO REVIEWMETA FOR YOUR USE OF THE SITE OR PURCHASE OF PRODUCTS/SERVICES VIA THE SITE.</p>\n<p>&nbsp;</p>\n<p>CHOICE OF LAW, VENUE, WAIVER OF JURY TRIAL</p>\n<p>This Agreement shall be exclusively governed by and construed in accordance with, and you exclusively and irrevocably attorns to, and agrees to apply, the laws of the State of Nevada and the federal laws which may be applicable herein (regardless of conflict of law principles) to the exclusion of all other laws in any jurisdiction or country.\nYou understand and agree: (i) should any event arise wherein the Arbitration of Claims clause is rendered invalid or is otherwise found to not be applicable or available, you agree that that any action or other legal proceeding relating to this Agreement, or your use of ReviewMeta, shall be brought exclusively in any court of competent jurisdiction located in Washoe County, State of Nevada, and for that purpose you now irrevocably and unconditionally agree and submit to the jurisdiction of such Nevada court.\n(ii) that you irrevocably waive any right to, and will not, oppose any such Nevada court action or proceeding on any jurisdictional basis, including forum non conveniens.\n(iii) you will not take the position that another state or country is the appropriate forum for such proceeding, and will not initiate, commence, or continue such proceedings in another state or country.\n(iv) you will not oppose the enforcement against you in any other jurisdiction of any judgment or order duly obtained from an Nevada court as contemplated by this section.\nand (v) you specifically agree that neither this Agreement nor any performance thereunder in any way constitutes the conducting of business by ReviewMeta in any location other than Washoe County, State of Nevada and indeed agree that ReviewMeta is not carrying on business in any jurisdiction other than the state of Nevada.\nYou irrevocably waive any and all rights that you may have to a trial of such proceedings by way of a jury in any judicial proceeding involving any claim in any way relating to this Agreement and your use of ReviewMeta and agree to waive personal service of process and consents that service of process upon you may be made by Certified or Registered mail, return receipt, or by an internationally recognized bonded courier company at the address provided by you in your user account registration, if applicable.\nIf that fails, or an address is not provided, you agree that service may be made upon you by the email address you used to register for a user account or through publication.</p>\n<p>&nbsp;</p>\n<ol>\n<li>COPYRIGHT POLICY</li>\n</ol>\n<p>When we use the name, logo, image or description of a product or service, we are doing such under the presumption that it is trademarked and/or copyrighted.\nThe Site’s use of this material is strictly nominative in nature, and is solely for the purpose of referring to the product or service for informational purposes in a manner that does not create the impression of affiliation, endorsement or sponsorship.</p>\n<p>&nbsp;</p>\n<p>We comply with the safe harbor provisions of the Digital Millennium Copyright Act, 17 U.S.C.\n§ 512 (the “DMCA”).\nIf you believe that your copyright has been infringed on ReviewMeta, please submit a notice that complies with 17 U.S.\nC.\n§ 512(c)(3) to our registered DMCA agent as follows:</p>\n<p>&nbsp;</p>\n<p>Thomas Noonan</p>\n<p>PO BOX 29502 PMB61891</p>\n<p>Las Vegas, NV 89126</p>\n<p>E-mail: info@ReviewMeta.com</p>\n<p>&nbsp;</p>\n<p>At a minimum, any DMCA removal request is required to include at least the following things:</p>\n<ol>\n<li>Your name, address, telephone number, and e-mail address</li>\n<li>A description of the infringing works;</li>\n<li>The exact URL(s) or web address(es) where the alleged infringing material is located.</li>\n<li>A statement by you that you have a good faith belief that the disputed use has not been authorized by you, your agent, or the law;</li>\n<li>Your electronic or physical signature or the electronic or physical signature of the person authorized to act on your behalf.\nand</li>\n<li>A statement by you made under penalty of perjury, that the information in your notice is accurate, that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Keep in mind that if you submit a removal request containing false statements (including alleging infringement when it is clearly fair use), the law imposes substantial liability for any damages and any attorney’s fees incurred as a result.\n17 U.S.C.\n§512(f).</p>\n<p>&nbsp;</p>\n<ol>\n<li>Local Standards.</li>\n</ol>\n<p>We do not represent that materials on the REVIEWMETA Site are appropriate for use in all locations.\nPersons who choose to access the REVIEWMETA Site do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Electronic Acceptance.</li>\n</ol>\n<p>&nbsp;</p>\n<p>BY ACCEPTING THIS AGREEMENT VIA THE SITE, YOU HAVE AGREED TO BE BOUND BY THE TERMS OF USE SET FORTH ABOVE AND AGREE THAT THE TERMS OF USE CONSTITUTE AN AGREEMENT THAT IS ENFORCEABLE AGAINST YOU.\nYOU FURTHER AGREE THAT A RECORD OF YOUR ACCEPTANCE WILL BE TREATED, FOR PURPOSES OF VALIDITY, ENFORCEABILITY AS WELL AS ADMISSIBILITY, THE SAME AS WRITTEN SIGNATURES.\nYOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THE TERMS OF THIS AGREEMENT.\nYOU FURTHER ACKNOWLEDGE THAT YOU HAVE BEEN GIVEN THE OPPORTUNITY TO OBTAIN INDEPENDENT LEGAL ADVICE WITH RESPECT TO THIS AGREEMENT BEFORE ACCEPTING IT.</p>\n<p>\n</p> ", "created_at": "2021-06-15 18:59:39.970433", "updated_at": "2021-06-15 17:00:13.875921"}], "points": [{"id": 22597, "title": "There is a date of the last update of the agreements", "source": "https://reviewmeta.com/blog/privacy/", "status": "Generated through the annotate view", "created_at": "2021-06-16 14:15:15.63385", "updated_at": "2021-06-16 14:15:24.716765", "quoteText": "April 28th, 2016", "case_id": 331, "document_id": 7109, "quoteStart": 12, "quoteEnd": 28}, {"id": 22589, "title": "The court of law governing the terms is in State of Nevada", "source": "https://reviewmeta.com/blog/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:48:19.687608", "updated_at": "2021-06-16 14:34:55.288963", "quoteText": "This Agreement shall be exclusively governed by and construed in accordance with, and you exclusively and irrevocably attorns to, and agrees to apply, the laws of the State of Nevada and the federal laws which may be applicable herein (regardless of conflict of law principles) to the exclusion of all other laws in any jurisdiction or country.", "case_id": 163, "document_id": 7110, "quoteStart": 22282, "quoteEnd": 22626}, {"id": 22588, "title": "There is a date of the last update of the agreements", "source": "https://reviewmeta.com/blog/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:46:59.213365", "updated_at": "2021-06-16 14:34:40.410369", "quoteText": "April 28th, 2016", "case_id": 331, "document_id": 7110, "quoteStart": 12, "quoteEnd": 28}], "urls": ["reviewmeta.com"]}}