{"error": 448, "message": "OK", "parameters": {"id": 2077, "name": "LibreOffice", "created_at": "2020-01-04 20:47:29.831149", "updated_at": "2021-03-25 03:19:36.535425", "wikipedia": "https://en.wikipedia.org/wiki/LibreOffice", "keywords": null, "related": null, "slug": "libreoffice", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2077.png", "url": "libreoffice.org", "documents": [{"id": 2274, "name": "Privacy Policy", "url": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "xpath": "//*[@id=\"content1\"]", "text": " <ul>\n<li>About Us / </li>\n<li>Privacy Policy / </li>\n<li>\n</li>\n<li>Privacy Policy (english)</li>\n</ul> Privacy Policy (english) <p>As of: March 2018</p>\n<p>(please find the original German version of this privacy policy at&nbsp;https://www.libreoffice.org/privacy)</p>I Name and address of the controller<p>The controller for the purpose of the EU GDPR (General Data Protection Regulation) and other national data protection laws of the Member States, as well as other data protection regulations, is:</p>\n<p>The Document Foundation (TDF)</p>\n<p>gemeinnützige, rechtsfähige Stiftung des Bürgerlichen Rechts</p>\n<p>Kurfürstendamm 188</p>\n<p>10707 Berlin</p>\n<p>Deutschland</p>\n<p>Tel.:&nbsp;+49 30 55579920</p>\n<p>Email:&nbsp;info@documentfoundation.org</p>\n<p>Website:&nbsp;https://www.documentfoundation.org</p>II General information about data processing1.Extent of the processing of personal data<p>We collect and use personal information from our users only to the extent necessary to provide a functional website, content and services.\nThe collection and use of personal data from our users takes place only with the consent of the user.\nAn exception applies to cases in which prior consent can not be obtained for factual reasons, and processing the data is permitted by law.</p>2.Legal basis for the processing of personal data<p>When we obtain the consent of the data subject for processing personal data, Art.\n6 para.\n1 lit.\na of the EU General Data Protection Regulation (GDPR) serves as the legal basis.</p>\n<p>When processing personal data necessary for completing a contract, in which the data subject is a party, Art.\n6 para.\n1 lit.\nb of the GDPR serves as the legal basis.\nThis also applies to processing operations required to carry out pre-contractual actions.</p>\n<p>When the processing of personal data is required to fulfil a legal obligation to which our foundation is subjected, Art.\n6 para.\n1 lit.\nc of the GDPR serves as the legal basis.</p>\n<p>In the event that vital interests of the data subject or another natural person require the processing of personal data, Art.\n6 para.\n1 lit.\nd of the GDPR serves as the legal basis.</p>\n<p>If processing is necessary to safeguard the factual interests of our foundation or a third party, and if the interests, fundamental rights and freedoms of the data subject do not outweigh those interests, Art.\n6 para.\n1 lit.\nf of the GDPR serves as the legal basis for processing.</p>3.Deletion of data and storage duration<p>The personal data of the data subject will be deleted or blocked as soon as the reason for storage expires.\nIn addition, data storage may occur when required by the European or national legislator in EU regulations, laws or other regulations to which the controller is subject.\nRestriction or deletion of data also occurs when a storage period prescribed by the aforementioned standards expires, unless there is a need for longer storage of the data, for entering or fulfilment of a contract.</p>III Accessing the website and creation of log files1.Description and extent of data processing<p>Each time our website is accessed, our system automatically collects data and information from the requesting computer.\nThe following data is collected:</p>\n<ol>\n<li>\n<p>Information about the&nbsp;user's web&nbsp;browser and&nbsp;its&nbsp;version;</p>\n</li>\n<li>\n<p>The user's operating system;</p>\n</li>\n<li>\n<p>The user's IP address;</p>\n</li>\n<li>\n<p>The date and time of access;</p>\n</li>\n<li>\n<p>Websites from which the user's system reaches our website;</p>\n</li>\n<li>\n<p>Websites that are accessed by the user's system through our website.</p>\n</li>\n</ol>\n<p>The data is also stored in our systems' log files.\nStorage of this data together with other personal data of the user does not occur.</p>2.Legal basis for data processing<p>The legal basis for the temporary storage of data and log files is&nbsp;Art.&nbsp;6&nbsp;para.&nbsp;1 lit.&nbsp;f&nbsp;of the&nbsp;GDPR.</p>3.Reason for data processing<p>Temporary storage of the IP address by the system is necessary to deliver the website to the user's computer.\nTo do this, the user's IP address must be stored for the duration of the session.</p>\n<p>Storage in log files occurs to ensure the functionality of the website.\nIn addition, the data is used to optimise the website and to ensure the security of our information technology systems.\nAnalysis of the data for marketing purposes does not take place in this context.</p>\n<p>For these purposes, our factual interest in the processing of data is according to Art.\n6 para.\n1 lit.\nf of the GDPR.</p>4.Duration of storage<p>The data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.\nIn the case of data collection used to providing the website, this takes place when the respective session is completed.</p>\n<p>For data storage in log files, this takes place after fourteen days at the latest.\nLonger storage is possible.\nIn this case, the IP addresses of the users are deleted or obfuscated, so that linking the data to the requesting client is no longer possible.</p>5.Option to object and remove data<p>The collection of data for accessing the website and the storage of the data in log files is essential for the operation of the website.\nThere is consequently no option for users to opt-out of this data collection.</p>IV Usage of cookies1.Description and extent of data processing<p>Our website uses cookies.\nCookies are text files that are stored in or by the web browser on the user's computer systems.\nWhen a user visits a website, a cookie may be stored in the user's operating system.\nThis cookie contains a characteristic string that allows the browser to be uniquely identified when the website is revisited.</p>\n<p>We use cookies to make our website more user-friendly.\nSome elements of our website require that the requesting browser can be identified even across multiple sessions.\nOnly a random ID is stored in the cookie and transmitted.</p>\n<p>In addition, some services offered through our web servers use cookies to store custom settings across sessions.\nThese are in particular: Jitsi (the specified user name is stored), OpenGrok (search preferences), WordPress (user name, URL and email address) and EtherPad (user name and text colour assigned to it).\nIt is not necessary to provide a username in order to use these services.</p>\n<p>When accessing our website, users are informed by a banner about the use of cookies for analysis purposes, and users are referred to this privacy policy.\nIn this context, there is also information of how browser settings can be changed to prevent the storage of cookies.</p>2.Legal basis for data processing<p>The legal basis for the processing of personal data using cookies is Art.\n6 (1) lit.\nf of the GDPR.</p>3.Reason for data processing<p>The reason for using cookies is to simplify the use of the websites.\nSome features of our website cannot be provided without the use of cookies.\nFor these, it is necessary that the browser can be recognized across multiple sessions.</p>\n<p>We require cookies for the following:</p>\n<ol>\n<li>\n<p>To keep logins active.</p>\n</li>\n<li>\n<p>To preserve individual settings such as user names or search preferences.</p>\n</li>\n</ol>\n<p>The user data collected via those technically necessary cookies will not be used to create user profiles.</p>\n<p>For these purposes, our factual interest in the processing of personal data is pursuant to Art.\n6 para.\n1 lit.\nf of the GDPR.</p>4.Duration of storage, and option to object and remove data<p>Cookies are stored on the users's computer and transmitted by the computer to our website.\nTherefore, as a user, you have full control over the use of cookies.\nBy changing the settings in your web browser, you can disable or restrict the transmission of cookies.\nCookies that have been saved already can be deleted at any time.\nThis can also be done automatically.\nIf cookies are disabled for our website, it may though not be possible to use all the features of our website in full.</p>V Notifications and mailing lists1.Description and extent of data processing<p>Our website provides the opportunity to subscribe to free notification services or mailing lists.\nWhen a user signs up for the notification service or a mailing list, the data from the registration dialog or the email is sent to us, such as the email address being used.\nIn addition, the following data is collected upon registration:</p>\n<ol>\n<li>\n<p>IP address of the requesting computer</p>\n</li>\n<li>\n<p>Date and time of the registration confirmation</p>\n</li>\n</ol>\n<p>For processing the data, your consent is obtained during the registration process and a reference is made to this privacy policy.</p>\n<p>Regarding data processing used to send notifications or emails from a mailing list, no transfer of the data to third parties takes place.\nThe data will be used exclusively for sending notifications or emails from a mailing list.</p>2.Legal basis for data processing<p>The legal basis for processing data after registration by the user is the consent from the user, according to Art.\n6 para.\n1 lit.\na of the GDPR.</p>3.Reason for data processing<p>The collection of the user's email address serves to deliver notifications or emails from the mailing list.\nThe collection of the date and time of the registration confirmation serves as proof of registration (opt-in).</p>4.Duration of storage<p>The data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.\nThe date of the registration confirmation and the email address of the user will be stored for as long as the subscription to the notifications or mailing list is active.\nOther personal data collected during the registration process will normally be deleted after a period of five weeks.</p>5.Option to object and remove data<p>Subscriptions to notifications or mailing lists can be terminated by the affected user at any time.\nFor this purpose, there is detailed information in every notification or email.</p>VI Registration1.Description and extent of data processing<p>On our website, we offer users the opportunity to register by providing personal information (for example: Bugzilla, the wiki, WebSingleSignOn, Pootle, AskBot).\nThe data is entered into a dialog box, and transmitted to us and stored.\nA transfer of data to third parties does not take place.\nThe following data is collected as part of the registration process: a username, and an email address.\nDetails like the name (\"real name\") or further personal information is always voluntary.</p>\n<p>At the time of registration, the following data is also stored:</p>\n<ol>\n<li>\n<p>The user's IP address</p>\n</li>\n<li>\n<p>The date and time when the registration took place</p>\n</li>\n</ol>\n<p>As part of the registration process, the user's consent to process this data is obtained.</p>2.Legal basis for data processing<p>The legal basis for processing the data is the consent of the user, according to Art.\n6 para.\n1 lit.\na of the GDPR.</p>3.Reason for data processing<p>User registration is required for the provision of certain content and services on our website.</p>\n<p>For specific notification of the user's changes;</p>\n<p>To prevent abuse;</p>4.Duration of storage<p>The data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.</p>\n<p>This is the case for the data collected during the registration process when the registration on our website is canceled or modified.</p>5.Option to object and remove data<p>As a user, you have the option to cancel the registration at any time.\nYou can change or modify the data stored about you at any time.\nYou will find this information in the confirmation email for your application, as well as on the login page of the service.\nAn email with relevant information to privacy@documentfoundation.org is also sufficient.</p>\n<p>\n<br>VII Email contact</p>1.Description and extent of data processing<p>On our website, it is possible to contact us via the provided email address.\nIn this case, the user's personal data transmitted by email will be stored.</p>\n<p>There is no disclosure of the data to third parties.\nThe data is used exclusively to process the conversation.</p>2.Legal basis for data processing<p>The legal basis for processing the data is consent of the user, according to Art.\n6 para.\n1 lit.\na of the GDPR.</p>\n<p>The legal basis for processing the data that is transmitted when sending an email is Article 6 (1) lit.\nf of the GDPR.\nIf the email contact aims to conclude a contract, then the additional legal basis for processing is Art.\n6 para.\n1 lit.\nb of the GDPR.</p>3.Reason for data processing<p>The processing of personal data of the contact via email serves only for processing the communication.</p>4.Duration of storage<p>The data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.\nThis is the case for personal data sent by email, if the respective email is no longer required.\nIn addition, statutory storage requirements may apply.</p>5.Option to object and remove data<p>The user has the option – at any time – to revoke his consent to the processing of his personal data.\nIf the user contacts us by email, he may object to the storage of his personal data at any time.\nIn such a case, the conversation can not continue.\nAll you need to do is send an mail with relevant information to privacy@documentfoundation.org.</p>\n<p>All personal data stored in the course of communication will be deleted in this case.</p>VIII Web analytics via Matomo1.Extent of processing of personal data<p>On our website, we use the open-source software tool Matomo (formerly Piwik) to analyse the browsing behaviour of our users.\nThis software creates a cookie on the computer of the users (for details about cookies, see above).\nWhen individual pages of our website are accessed, the following data is stored:</p>\n<ol>\n<li>\n<p>Two bytes of the IP address of the user's system</p>\n</li>\n<li>\n<p>The website that is accessed</p>\n</li>\n<li>\n<p>The website which led the user to access our website (referrer)</p>\n</li>\n<li>\n<p>The subpages that accessed from the website that was accessed</p>\n</li>\n<li>\n<p>The session duration on the website (how long the user accesses it)</p>\n</li>\n<li>\n<p>How often the website is accessed</p>\n</li>\n</ol>\n<p>The software runs exclusively on our website's servers.\nStorage of personal data only takes place there.\nTransfer of the data to third parties does not take place.</p>\n<p>The software is configured such that the IP addresses are not stored completely, but two bytes of the IP address are masked (eg 192.168.xxx.xxx).\nIn this way, it is no longer possible to associate the shortened IP address with the requesting computer.</p>2.Legal basis for the processing of personal data<p>The legal basis for processing users' personal data is Article 6 (1) lit.\nf of the GDPR.</p>3.Reason for data processing<p>The processing of users' personal data enables us to analyse the browsing behaviour of our users.\nBy analysing the obtained data, we are able to compile information about the use of individual parts of our website.\nThis helps us to constantly improve our website and its user-friendliness.\nFor these purposes, our factual interest lies in the processing of the data according to Art.\n6 para.\n1 lit.\nf of the GDPR.\nThe anonymisation of the IP address takes into account the interests of users regarding protection of their personal data.</p>4.Duration of storage<p>The data will be deleted as soon as is is no longer required for our recording purposes.\nIn our case, this takes place after 180 days.</p>5.Option to object and remove data<p>On the site https://www.documentfoundation.org/privacy, we offer our users the option to opt out of the analysis process.\nFor this, you must follow the appropriate link.\nIn this way, another cookie is set on your system, which tells our systems to not save the user's data.\nIf the user deletes the corresponding cookie in the meantime from his own system, he must set the opt-out cookie again.</p>IX Payment service providers1.Extent of processing of personal data<p>On our website, we offer the opportunity to make a donation to us.\nWe use external payment service providers whose platforms allow users to make payment transactions to us - e.g.\n(in parenthesis the link to the privacy policy): Paypal (https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en_GB#Updated_PS), Stripe (https://stripe.com/privacy), CoinGate (https://coingate.com/privacy), BitPay (https://bitpay.com/about/privacy), Flattr (https://flattr.com/privacy), Visa (https://usa.visa.com/legal/privacy-policy.html), Mastercard (https://www.mastercard.us/en-us/about-mastercard/what-we-do/privacy.html).\nFor these purposes, data is transmitted to the selected financial service provider.\nThese are:</p>\n<ol>\n<li>\n<p>the IP address of the user's system;</p>\n</li>\n<li>\n<p>the chosen amount and currency;</p>\n</li>\n<li>\n<p>the website from which the donator initiated the donation;</p>\n</li>\n<li>\n<p>whether the donation is a one-off, or recurring;</p>\n</li>\n<li>\n<p>(optionally) the email address of the donator.</p>\n</li>\n</ol>2.Legal basis for the processing of personal data<p>The legal basis for the processing of the data is the consent of the user, according to Art.\n6 para.\n1 lit.\na of the GDPR.</p>3.Reason for data processing<p>The processing serves to process a donation by an external financial service provider.</p>4.Duration of storage<p>The data will be deleted after it is sent to the financial service provider.</p>5.Option to object and remove data<p>Since the process is triggered by the user himself and the data associated with it is deleted immediately thereafter, there is no option to opt-out or delete on our part.</p>X Integration of third party services1.Type and extent<p>Our websites use third party services.\nThey are integrated dynamically into web pages.\nThese services can set cookies from the respective providers on your computer, and also execute JavaScript code.</p>1.1.Use of Google Maps<p>On our websites, we use the \"Google Maps\" component from Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, hereafter referred to as \"Google\".</p>\n<p>Each time Google Maps is accessed, Google sets a cookie to process user settings and data when viewing the page that has the Google Maps component integrated.\nThis cookie is usually not deleted by closing the browser, but it will expire after a certain amount of time unless it is manually deleted by you.</p>\n<p>If you disagree with the processing of your data, you may disable the \"Google Maps\" service and prevent the transmission of data to Google in this way.\nTo do this, you must disable the JavaScript feature in your browser.\nHowever, please note that in this case you will not be able to use \"Google Maps\" at all, or only to a limited extent.</p>\n<p>Use of \"Google Maps\" and information obtained through \"Google Maps\" is subject to the Google Terms of Use:</p>\n<p>http://www.google.de/intl/de/policies/terms/regional.html</p>\n<p>and the additional terms and conditions for \"Google Maps\":</p>\n<p>https://www.google.com/intl/de_de/help/terms_maps.html.</p>1.2.Use of reCAPTCHA<p>To protect data entry forms on our websites, we use the service \"reCAPTCHA\" from Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, hereafter referred to as \"Google\".\nThrough the use of this service, it can be determined whether the corresponding input is from a human, or the form is being abused by automated machine processing.</p>\n<p>To our knowledge, the following are transferred to \"Google\": referrer URL, the IP address, the behaviour of the website visitors, information about the operating system, browser and duration, cookies, presentation instructions and scripts, the input behaviour of the user and mouse movements in the \"reCAPTCHA\" checkbox.</p>\n<p>Among other things, Google uses this information to digitize books and other printed materials, as well as to optimize services such as Google Street View and Google Maps (eg house number and street name recognition).</p>\n<p>The IP address submitted as part of \"reCAPTCHA\" will not be merged with any other data provided by Google, unless you are logged in to your Google Account at the time you use the \"reCAPTCHA\" plug-in.\nIf you want to prevent this transmission and storage of data about you and your behaviour on our website by \"Google\", you must log out of \"Google\" before you visit our site or use the reCAPTCHA plug-in.</p>\n<p>Use of the information obtained by the \"reCAPTCHA\" service is in accordance with the Google Terms of Use:</p>\n<p>https://www.google.com/intl/de/policies/privacy/.</p>1.3.Use of Twitter Recommendation Component<p>We use components from the Twitter service on our websites.\nTwitter is a service of Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, United States.</p>\n<p>Each time you visit our websites which contain such a component, this component causes the browser you are using to download a corresponding representation of the component of Twitter.\nThrough this process, Twitter is informed about which specific page of our website is currently being visited.</p>\n<p>We have no control over the information that Twitter collects here, nor about the amount of data collected by Twitter.\nTo the best of our knowledge, Twitter collects the URL of the respective website and the user's IP address, but it is not used for purposes other than the presentation of the Twitter component.\nFurther information can be found in the privacy policy of Twitter at http://twitter.com/privacy.</p>\n<p>You can change your privacy settings in the Account Settings at http://twitter.com/account/settings.</p>1.4.Use of YouTube components with advanced privacy mode<p>On our websites, we use components (videos) from the company YouTube, LLC 901 Cherry Ave., 94066 San Bruno, CA, a company of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.</p>\n<p>Here we use the option provided by YouTube \"- extended privacy mode -\".</p>\n<p>When you visit a page that has an embedded video, it will connect to the YouTube servers and display the content by notifying your browser on the website.</p>\n<p>According to information provided by YouTube, in \"- enhanced privacy mode -\" data is only transmitted to the YouTube server when watching the video, in particular which of our web pages you have visited.\nIf you are logged in to YouTube at the same time, this information will be associated with your membership account on YouTube.\nYou can prevent this by logging out of your account before visiting our website.</p>\n<p>Additional information about YouTube's privacy is provided by Google at the following link:</p>\n<p>https://www.google.de/intl/de/policies/privacy/</p>1.5.Use of Vimeo components<p>We use components of the Vimeo service on our website.\nVimeo is a service of Vimeo LCC, 555 West 18th Street, NY, New York 10011, USA.\nEach time you visit a web page which has such a component, this component causes the browser you are using to download a corresponding representation of the component from Vimeo.\nWhen you visit our site and you are logged in to Vimeo, Vimeo recognises, through the information gathered by the component, which specific site you are visiting and assigns this information to your personal Vimeo account.\nIf, for instance, you click the \"Play\" button or leave a comment, this information will be transmitted to your personal Vimeo account and stored there.\nIn addition, the fact that you have visited our site is passed on to Vimeo.\nThis happens regardless of whether you, for instance, click on the component, or leave comments, or not.</p>\n<p>If you wish to stop this transmission and storage of data about you and your behaviour on our website through Vimeo, you must log out of Vimeo before you visit our site.\nThe privacy notices of Vimeo provide more detailed information, in particular for the collection and use of data by Vimeo: https://vimeo.com/privacy</p>1.6.Use of social media buttons with \"Shariff\"<p>We use the c't project \"Shariff\" on our website.\n\"Shariff\" replaces the usual social media sharing buttons, thereby protecting browsing behaviour.</p>\n<p>\"Shariff\" integrates social network share buttons on our website only as graphics, which contain a link to the corresponding social network.\nBy clicking on the corresponding graphic you will be redirected to the services of the respective network.\nThe Shariff button does not establish direct contact between the social network and our visitors, until the visitor actively clicks on the share button.\nOnly then will your data be transmitted to the respective social network.\nIf the Shariff button is not clicked, there will be no exchange between you and the social networks.\nMore information about the c't project \"Shariff\" can be found at http://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html</p>\n<p>We integrate the following social networks on our website with \"Shariff\":</p>\n<ul>\n<li>\n<p>Facebook</p>\n</li>\n<li>\n<p>Twitter</p>\n</li>\n<li>\n<p>Google+</p>\n</li>\n<li>\n<p>flattr</p>\n</li>\n<li>\n<p>LinkedIn</p>\n</li>\n</ul>1.7.Further services<p>On some websites we use additional services.\nThese include:</p>\n<ul>\n<li>\n<p>Google Calendar</p>\n</li>\n<li>\n<p>Google code</p>\n</li>\n<li>\n<p>Google Custom Search</p>\n</li>\n<li>\n<p>Google Fonts</p>\n</li>\n<li>\n<p>Blogspot</p>\n</li>\n<li>\n<p>Gravatar</p>\n</li>\n<li>\n<p>Nabble</p>\n</li>\n<li>\n<p>jQuerry</p>\n</li>\n<li>\n<p>WordPress</p>\n</li>\n<li>\n<p>Creative Commons</p>\n</li>\n<li>\n<p>polldady</p>\n</li>\n<li>\n<p>bitpay</p>\n</li>\n</ul>2.Legal basis for data processing<p>The legal basis for the processing of personal data using cookies is in Article 6 (1) lit.\nf of the GDPR.</p>3.Reason for data processing<p>The reason for the usage is to make the websites easier to use.\nSome features of our website can not be offered without the use of third-party components.</p>4.Duration of storage, and option to object and remove data<p>Cookies are stored on the users's computer and transmitted by the computer to our website.\nTherefore, as a user, you have full control over the use of cookies.\nBy changing the settings in your web browser, you can disable or restrict the transmission of cookies.\nCookies that have been saved already can be deleted at any time.\nThis can also be done automatically.\nIf cookies are disabled for our website, it may not be possible to use all the features of our website in full.</p>\n<p>If additional JavaScript code is executed, you can also prevent this.\nTo do this, you must disable the JavaScript feature in your&nbsp;web&nbsp;browser.\nHowever, please note that in this case you will not be able to use the associated services, or only to a limited extent.</p>XI Rights of the affected person<p>If your personal data is processed, you are an affected person in the sense of the GDPR, and you have the following rights::</p>1.Right of access<p>You may ask the controller to confirm if personal data concerning you is processed by us.</p>\n<p>If such processing is taking place, you can request information from the controller about the following:</p>\n<p>(1) the purposes for which the personal data is processed;</p>\n<p>(2) the categories of personal data which are being processed;</p>\n<p>(3) the recipients (or categories of recipients) to whom the personal data has been disclosed, or is still being disclosed;</p>\n<p>(4) the planned duration of the storage of your personal data or, if specific information is not available, the criteria for determining the duration of storage;</p>\n<p>(5) the existence of a right to correct or delete your personal data, a right to restrict the processing by the controller, or a right to object to such processing;</p>\n<p>(6) the existence of a right of appeal to a supervisory authority;</p>\n<p>(7) all available information on the source of the data, if the personal data has not been collected from the data subject by the controller;</p>\n<p>(8) the existence of automated decision-making, including profiling according to Art.\n22 (1) and (4) of the GDPR and – at least in these cases – meaningful information about the logic involved, as well as the implications and intended effects of such processing on the data subject.</p>\n<p>You have the right to request information about whether your personal information is transferred to a third country or an international organization.\nIn this context, you can request the appropriate guarantees in accordance with.\nArt.\n46 of the GDPR regarding the transfer.</p>2.Right to correction<p>You have a right to correction and/or completion from the controller, if the personal data being processed is incorrect or incomplete.\nThe controller must make the correction without delay.</p>3.Right to restriction of processing<p>You may request a restriction on the processing of your personal data under the following conditions:</p>\n<p>(1) if you contest the accuracy of your personal information, for a period of time that enables the controller to verify the accuracy of your personal information;</p>\n<p>(2) the processing is unlawful, and you refuse the deletion of the personal data, and instead request that use of the personal data is restricted;</p>\n<p>(3) the controller no longer requires personal data for the purposes of processing, but you need them to assert, exercise or defend legal claims, or</p>\n<p>(4) if you have filed an objection against processing, pursuant to Art.\n21 (1) of the GDPR, and it is not yet certain whether the factual reasons of the controller outweigh your reasons.</p>\n<p>If processing of personal data concerning you is restricted, this data may only be used (apart from storage) with your consent or for the purpose of asserting, exercising or defending legal claims or protecting the rights of another natural or legal person, or for reasons of public interest importance in the Union or a Member State.</p>\n<p>If the limitations of the processing of your personal data&nbsp;were&nbsp;restricted according to the aforementioned criteria, the controller will inform you before lifting those&nbsp;limitations.</p>4.Right to deletion4.1.Deletion obligations<p>You may demand that the controller deletes your personal information without delay, and the controller is required to delete that information immediately if one of the following reasons is true:</p>\n<ol>\n<li>\n<p>Your personal data is no longer necessary for the purposes for which it was collected or otherwise processed.</p>\n</li>\n<li>\n<p>You revoke your consent to the processing, which was based on Art.\n6 para.\n1 lit.\na or Art.\n9 para.\n2 lit.\na of the GDPR, and there is no other legal basis for processing.</p>\n</li>\n<li>\n<p>You object to the processing in accordance with Article 21 (1) of the GDPR, and there are no factual reasons for the processing, or you object to the processing in accordance with Article 21 (2) of the GDPR.</p>\n</li>\n<li>\n<p>Your personal data is processed unlawfully.</p>\n</li>\n<li>\n<p>The deletion of your personal data is required to fulfil a legal obligation under Union law or the law of the Member States to which the controller is subject.</p>\n</li>\n<li>\n<p>Your personal data was collected in relation to information society services offered pursuant to Art.\n8 (1) of the GDPR.</p>\n</li>\n</ol>4.2.Information to third parties<p>If the controller has made your personal data public, and is obliged to delete it according to Article 17 (1) of the GDPR, he shall take appropriate measures, including technical ones, to inform data controllers who process the personal data, that you, the affected person, have requested that deletion of all links to such personal information or copies of such personal information, taking into account available technology and implementation costs.</p>4.3.Exceptions<p>The right to deletion does not exist if the processing is necessary</p>\n<ol>\n<li>\n<p>to exercise the right to freedom of expression and information;</p>\n</li>\n<li>\n<p>to fulfil a legal obligation required by the law of the Union or of the Member States to which the controller is subject, or to carry out a task of public interest or in the exercise of official authority assigned to the controller;</p>\n</li>\n<li>\n<p>for reasons of public interest in the field of public health accordin to Art.\n9 (2) lit.\nh and i and Art.\n9 (3) of the GDPR;</p>\n</li>\n<li>\n<p>for archival purposes of public interest, scientific or historical research purposes, or for statistical purposes according to Art.\n89 (1) of GDPR, to the extent that the right referred to in subparagraph (a) is likely to render impossible (or seriously affect) the realisation of the objectives of the processing, or</p>\n</li>\n<li>\n<p>to assert, exercise or defend legal claims.</p>\n</li>\n</ol>5.Right to be informed<p>If you have claimed the right to correct, delete or restrict processing to the controller, he is obliged to notify all recipients to whom your personal data has been disclosed of this correction, deletion or restriction, unless: this proves to be impossible or involves a disproportionate effort.</p>\n<p>You have a right to be informed by the controller about these recipients.</p>6.Right to data portability<p>You have the right to receive personal data that you provided to the controller in a structured, standard and machine-readable format.\nIn addition, you have the right to transfer this data to another person without interference by the controller who was provided the personal data, so long as</p>\n<ol>\n<li>\n<p>the processing is based on consent according to Art.\n6 para.\n1 lit.\na of the GDPR or Art.\n9 para.\n2 lit.\na of the GDPR, or on a contract according to Art.\n6 para.\n1 lit.\nb of the GDPR and</p>\n</li>\n<li>\n<p>the processing is done using automated procedures.</p>\n</li>\n</ol>\n<p>In exercising this right, you also have the right that your personal data is transmitted directly from one controller to another, insofar as this is technically feasible.\nFreedoms and rights of other persons may not be affected.</p>\n<p>The right to data portability does not apply to the processing of personal data necessary for the performance of a task in the public interest or in the exercise of official authority assigned to the controller.</p>7.Right to object<p>You have the right at any time, for reasons that arise from your particular situation, to object to the processing of your personal data, in accordance with Art.\n6 para.\n1 lit.\ne or f of the GDPR.\nthis also applies to profiling based on these provisions.</p>\n<p>The controller will no longer process the personal data concerning you unless he can demonstrate compelling factual grounds for processing that outweigh your interests, rights and freedoms, or the processing is for the purpose of enforcing, exercising or defending legal claims.</p>\n<p>If your personal data is processed for direct marketing purposes, you have the right to object at any time to the processing of your personal data for the purpose of such marketing.\nthis also applies to profiling insofar as it is associated with such direct marketing.</p>\n<p>If you object to processing for direct marketing purposes, your personal data will no longer be processed for these purposes.</p>\n<p>Regardless of Directive 2002/58/EC, you have the option, in the context of the use of information society services, to exercise your right to object utilising automated procedures that use technical specifications.</p>8.Right to revoke the data protection consent declaration<p>You have the right to revoke your data protection consent declaration at any time.\nThe revocation of consent does not affect the legality of the processing carried out on the basis of the consent, until the revocation.</p>9.Right to complain to a supervisory authority<p>If you believe that the processing of your personal data violates the GDPR, you have the right, without prejudice to any other administrative or judicial remedy, to complain to a supervisory authority, in particular in the member Member State of your residence, place of work or place of alleged infringement.</p>\n<p>The supervisory authority to which the complaint has been submitted shall inform the complainant of the status and results of the complaint, including the option of a judicial remedy pursuant to Art.\n78 of the GDPR.</p> About Us <ul>\n<li> Who are we? </li>\n<li> Governance </li>\n<li> Advisory Board Members </li>\n<li> LibreOffice Certification </li>\n<li> Licenses </li>\n<li> Source Code </li>\n<li> Security </li>\n<li> Imprint </li>\n<li> Credits </li>\n<li> LibreOffice Timeline </li>\n<li> Privacy Policy </li>\n<li> Foundation's Reports </li>\n<li> Merchandise </li>\n<li> Read our blog </li>\n</ul> ", "created_at": "2020-01-04 20:48:23.766618", "updated_at": "2020-01-04 20:50:29.950312"}], "points": [{"id": 13459, "title": "This service tracks which web page referred you to it", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:33:49.87302", "updated_at": "2021-02-03 23:11:41.867705", "quoteText": "Websites from which the user's system reaches our website;</p>\n</li>", "case_id": 387, "document_id": 2274, "quoteStart": 3480, "quoteEnd": 3548}, {"id": 14313, "title": "Privacy Policy of LibreOffice (English)", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "As of: March 2018\r\nPrivacy Policy (english) of LibreOffice\r\n\r\n\r\n(please find the original German version of this privacy policy at https://www.libreoffice.org/privacy)\r\nI Name and address of the controller\r\n\r\nThe controller for the purpose of the EU GDPR (General Data Protection Regulation) and other national data protection laws of the Member States, as well as other data protection regulations, is:\r\n\r\nThe Document Foundation (TDF)\r\n\r\ngemeinnützige, rechtsfähige Stiftung des Bürgerlichen Rechts\r\n\r\nKurfürstendamm 188\r\n\r\n10707 Berlin\r\n\r\nDeutschland\r\n\r\nTel.: +49 30 55579920\r\n\r\nEmail: info@documentfoundation.org\r\n\r\nWebsite: https://www.documentfoundation.org\r\nII General information about data processing\r\n1.Extent of the processing of personal data\r\n\r\nWe collect and use personal information from our users only to the extent necessary to provide a functional website, content and services. The collection and use of personal data from our users takes place only with the consent of the user. An exception applies to cases in which prior consent can not be obtained for factual reasons, and processing the data is permitted by law.\r\n2.Legal basis for the processing of personal data\r\n\r\nWhen we obtain the consent of the data subject for processing personal data, Art. 6 para. 1 lit. a of the EU General Data Protection Regulation (GDPR) serves as the legal basis.\r\n\r\nWhen processing personal data necessary for completing a contract, in which the data subject is a party, Art. 6 para. 1 lit. b of the GDPR serves as the legal basis. This also applies to processing operations required to carry out pre-contractual actions.\r\n\r\nWhen the processing of personal data is required to fulfil a legal obligation to which our foundation is subjected, Art. 6 para. 1 lit. c of the GDPR serves as the legal basis.\r\n\r\nIn the event that vital interests of the data subject or another natural person require the processing of personal data, Art. 6 para. 1 lit. d of the GDPR serves as the legal basis.\r\n\r\nIf processing is necessary to safeguard the factual interests of our foundation or a third party, and if the interests, fundamental rights and freedoms of the data subject do not outweigh those interests, Art. 6 para. 1 lit. f of the GDPR serves as the legal basis for processing.\r\n3.Deletion of data and storage duration\r\n\r\nThe personal data of the data subject will be deleted or blocked as soon as the reason for storage expires. In addition, data storage may occur when required by the European or national legislator in EU regulations, laws or other regulations to which the controller is subject. Restriction or deletion of data also occurs when a storage period prescribed by the aforementioned standards expires, unless there is a need for longer storage of the data, for entering or fulfilment of a contract.\r\nIII Accessing the website and creation of log files\r\n1.Description and extent of data processing\r\n\r\nEach time our website is accessed, our system automatically collects data and information from the requesting computer. The following data is collected:\r\n\r\n    Information about the user's web browser and its version;\r\n\r\n    The user's operating system;\r\n\r\n    The user's IP address;\r\n\r\n    The date and time of access;\r\n\r\n    Websites from which the user's system reaches our website;\r\n\r\n    Websites that are accessed by the user's system through our website.\r\n\r\nThe data is also stored in our systems' log files. Storage of this data together with other personal data of the user does not occur.\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for the temporary storage of data and log files is Art. 6 para. 1 lit. f of the GDPR.\r\n3.Reason for data processing\r\n\r\nTemporary storage of the IP address by the system is necessary to deliver the website to the user's computer. To do this, the user's IP address must be stored for the duration of the session.\r\n\r\nStorage in log files occurs to ensure the functionality of the website. In addition, the data is used to optimise the website and to ensure the security of our information technology systems. Analysis of the data for marketing purposes does not take place in this context.\r\n\r\nFor these purposes, our factual interest in the processing of data is according to Art. 6 para. 1 lit. f of the GDPR.\r\n4.Duration of storage\r\n\r\nThe data will be deleted as soon as it is not needed to achieve the purposes for which it was collected. In the case of data collection used to providing the website, this takes place when the respective session is completed.\r\n\r\nFor data storage in log files, this takes place after fourteen days at the latest. Longer storage is possible. In this case, the IP addresses of the users are deleted or obfuscated, so that linking the data to the requesting client is no longer possible.\r\n5.Option to object and remove data\r\n\r\nThe collection of data for accessing the website and the storage of the data in log files is essential for the operation of the website. There is consequently no option for users to opt-out of this data collection.\r\nIV Usage of cookies\r\n1.Description and extent of data processing\r\n\r\nOur website uses cookies. Cookies are text files that are stored in or by the web browser on the user's computer systems. When a user visits a website, a cookie may be stored in the user's operating system. This cookie contains a characteristic string that allows the browser to be uniquely identified when the website is revisited.\r\n\r\nWe use cookies to make our website more user-friendly. Some elements of our website require that the requesting browser can be identified even across multiple sessions. Only a random ID is stored in the cookie and transmitted.\r\n\r\nIn addition, some services offered through our web servers use cookies to store custom settings across sessions. These are in particular: Jitsi (the specified user name is stored), OpenGrok (search preferences), WordPress (user name, URL and email address) and EtherPad (user name and text colour assigned to it). It is not necessary to provide a username in order to use these services.\r\n\r\nWhen accessing our website, users are informed by a banner about the use of cookies for analysis purposes, and users are referred to this privacy policy. In this context, there is also information of how browser settings can be changed to prevent the storage of cookies.\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for the processing of personal data using cookies is Art. 6 (1) lit. f of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe reason for using cookies is to simplify the use of the websites. Some features of our website cannot be provided without the use of cookies. For these, it is necessary that the browser can be recognized across multiple sessions.\r\n\r\nWe require cookies for the following:\r\n\r\n    To keep logins active.\r\n\r\n    To preserve individual settings such as user names or search preferences.\r\n\r\nThe user data collected via those technically necessary cookies will not be used to create user profiles.\r\n\r\nFor these purposes, our factual interest in the processing of personal data is pursuant to Art. 6 para. 1 lit. f of the GDPR.\r\n4.Duration of storage, and option to object and remove data\r\n\r\nCookies are stored on the users's computer and transmitted by the computer to our website. Therefore, as a user, you have full control over the use of cookies. By changing the settings in your web browser, you can disable or restrict the transmission of cookies. Cookies that have been saved already can be deleted at any time. This can also be done automatically. If cookies are disabled for our website, it may though not be possible to use all the features of our website in full.\r\nV Notifications and mailing lists\r\n1.Description and extent of data processing\r\n\r\nOur website provides the opportunity to subscribe to free notification services or mailing lists. When a user signs up for the notification service or a mailing list, the data from the registration dialog or the email is sent to us, such as the email address being used. In addition, the following data is collected upon registration:\r\n\r\n    IP address of the requesting computer\r\n\r\n    Date and time of the registration confirmation\r\n\r\nFor processing the data, your consent is obtained during the registration process and a reference is made to this privacy policy.\r\n\r\nRegarding data processing used to send notifications or emails from a mailing list, no transfer of the data to third parties takes place. The data will be used exclusively for sending notifications or emails from a mailing list.\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for processing data after registration by the user is the consent from the user, according to Art. 6 para. 1 lit. a of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe collection of the user's email address serves to deliver notifications or emails from the mailing list. The collection of the date and time of the registration confirmation serves as proof of registration (opt-in).\r\n4.Duration of storage\r\n\r\nThe data will be deleted as soon as it is not needed to achieve the purposes for which it was collected. The date of the registration confirmation and the email address of the user will be stored for as long as the subscription to the notifications or mailing list is active. Other personal data collected during the registration process will normally be deleted after a period of five weeks.\r\n5.Option to object and remove data\r\n\r\nSubscriptions to notifications or mailing lists can be terminated by the affected user at any time. For this purpose, there is detailed information in every notification or email.\r\nVI Registration\r\n1.Description and extent of data processing\r\n\r\nOn our website, we offer users the opportunity to register by providing personal information (for example: Bugzilla, the wiki, WebSingleSignOn, Pootle, AskBot). The data is entered into a dialog box, and transmitted to us and stored. A transfer of data to third parties does not take place. The following data is collected as part of the registration process: a username, and an email address. Details like the name (\"real name\") or further personal information is always voluntary.\r\n\r\nAt the time of registration, the following data is also stored:\r\n\r\n    The user's IP address\r\n\r\n    The date and time when the registration took place\r\n\r\nAs part of the registration process, the user's consent to process this data is obtained.\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for processing the data is the consent of the user, according to Art. 6 para. 1 lit. a of the GDPR.\r\n3.Reason for data processing\r\n\r\nUser registration is required for the provision of certain content and services on our website.\r\n\r\nFor specific notification of the user's changes;\r\n\r\nTo prevent abuse;\r\n4.Duration of storage\r\n\r\nThe data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.\r\n\r\nThis is the case for the data collected during the registration process when the registration on our website is canceled or modified.\r\n5.Option to object and remove data\r\n\r\nAs a user, you have the option to cancel the registration at any time. You can change or modify the data stored about you at any time. You will find this information in the confirmation email for your application, as well as on the login page of the service. An email with relevant information to privacy@documentfoundation.org is also sufficient.\r\n\r\n\r\nVII Email contact\r\n1.Description and extent of data processing\r\n\r\nOn our website, it is possible to contact us via the provided email address. In this case, the user's personal data transmitted by email will be stored.\r\n\r\nThere is no disclosure of the data to third parties. The data is used exclusively to process the conversation.\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for processing the data is consent of the user, according to Art. 6 para. 1 lit. a of the GDPR.\r\n\r\nThe legal basis for processing the data that is transmitted when sending an email is Article 6 (1) lit. f of the GDPR. If the email contact aims to conclude a contract, then the additional legal basis for processing is Art. 6 para. 1 lit. b of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe processing of personal data of the contact via email serves only for processing the communication.\r\n4.Duration of storage\r\n\r\nThe data will be deleted as soon as it is not needed to achieve the purposes for which it was collected. This is the case for personal data sent by email, if the respective email is no longer required. In addition, statutory storage requirements may apply.\r\n5.Option to object and remove data\r\n\r\nThe user has the option – at any time – to revoke his consent to the processing of his personal data. If the user contacts us by email, he may object to the storage of his personal data at any time. In such a case, the conversation can not continue. All you need to do is send an mail with relevant information to privacy@documentfoundation.org.\r\n\r\nAll personal data stored in the course of communication will be deleted in this case.\r\nVIII Web analytics via Matomo\r\n1.Extent of processing of personal data\r\n\r\nOn our website, we use the open-source software tool Matomo (formerly Piwik) to analyse the browsing behaviour of our users. This software creates a cookie on the computer of the users (for details about cookies, see above). When individual pages of our website are accessed, the following data is stored:\r\n\r\n    Two bytes of the IP address of the user's system\r\n\r\n    The website that is accessed\r\n\r\n    The website which led the user to access our website (referrer)\r\n\r\n    The subpages that accessed from the website that was accessed\r\n\r\n    The session duration on the website (how long the user accesses it)\r\n\r\n    How often the website is accessed\r\n\r\nThe software runs exclusively on our website's servers. Storage of personal data only takes place there. Transfer of the data to third parties does not take place.\r\n\r\nThe software is configured such that the IP addresses are not stored completely, but two bytes of the IP address are masked (eg 192.168.xxx.xxx). In this way, it is no longer possible to associate the shortened IP address with the requesting computer.\r\n2.Legal basis for the processing of personal data\r\n\r\nThe legal basis for processing users' personal data is Article 6 (1) lit. f of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe processing of users' personal data enables us to analyse the browsing behaviour of our users. By analysing the obtained data, we are able to compile information about the use of individual parts of our website. This helps us to constantly improve our website and its user-friendliness. For these purposes, our factual interest lies in the processing of the data according to Art. 6 para. 1 lit. f of the GDPR. The anonymisation of the IP address takes into account the interests of users regarding protection of their personal data.\r\n4.Duration of storage\r\n\r\nThe data will be deleted as soon as is is no longer required for our recording purposes. In our case, this takes place after 180 days.\r\n5.Option to object and remove data\r\n\r\nOn the site https://www.documentfoundation.org/privacy, we offer our users the option to opt out of the analysis process. For this, you must follow the appropriate link. In this way, another cookie is set on your system, which tells our systems to not save the user's data. If the user deletes the corresponding cookie in the meantime from his own system, he must set the opt-out cookie again.\r\nIX Payment service providers\r\n1.Extent of processing of personal data\r\n\r\nOn our website, we offer the opportunity to make a donation to us. We use external payment service providers whose platforms allow users to make payment transactions to us - e.g. (in parenthesis the link to the privacy policy): Paypal (https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en_GB#Updated_PS), Stripe (https://stripe.com/privacy), CoinGate (https://coingate.com/privacy), BitPay (https://bitpay.com/about/privacy), Flattr (https://flattr.com/privacy), Visa (https://usa.visa.com/legal/privacy-policy.html), Mastercard (https://www.mastercard.us/en-us/about-mastercard/what-we-do/privacy.html). For these purposes, data is transmitted to the selected financial service provider. These are:\r\n\r\n    the IP address of the user's system;\r\n\r\n    the chosen amount and currency;\r\n\r\n    the website from which the donator initiated the donation;\r\n\r\n    whether the donation is a one-off, or recurring;\r\n\r\n    (optionally) the email address of the donator.\r\n\r\n2.Legal basis for the processing of personal data\r\n\r\nThe legal basis for the processing of the data is the consent of the user, according to Art. 6 para. 1 lit. a of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe processing serves to process a donation by an external financial service provider.\r\n4.Duration of storage\r\n\r\nThe data will be deleted after it is sent to the financial service provider.\r\n5.Option to object and remove data\r\n\r\nSince the process is triggered by the user himself and the data associated with it is deleted immediately thereafter, there is no option to opt-out or delete on our part.\r\nX Integration of third party services\r\n1.Type and extent\r\n\r\nOur websites use third party services. They are integrated dynamically into web pages. These services can set cookies from the respective providers on your computer, and also execute JavaScript code.\r\n1.1.Use of Google Maps\r\n\r\nOn our websites, we use the \"Google Maps\" component from Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, hereafter referred to as \"Google\".\r\n\r\nEach time Google Maps is accessed, Google sets a cookie to process user settings and data when viewing the page that has the Google Maps component integrated. This cookie is usually not deleted by closing the browser, but it will expire after a certain amount of time unless it is manually deleted by you.\r\n\r\nIf you disagree with the processing of your data, you may disable the \"Google Maps\" service and prevent the transmission of data to Google in this way. To do this, you must disable the JavaScript feature in your browser. However, please note that in this case you will not be able to use \"Google Maps\" at all, or only to a limited extent.\r\n\r\nUse of \"Google Maps\" and information obtained through \"Google Maps\" is subject to the Google Terms of Use:\r\n\r\nhttp://www.google.de/intl/de/policies/terms/regional.html\r\n\r\nand the additional terms and conditions for \"Google Maps\":\r\n\r\nhttps://www.google.com/intl/de_de/help/terms_maps.html.\r\n1.2.Use of reCAPTCHA\r\n\r\nTo protect data entry forms on our websites, we use the service \"reCAPTCHA\" from Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, hereafter referred to as \"Google\". Through the use of this service, it can be determined whether the corresponding input is from a human, or the form is being abused by automated machine processing.\r\n\r\nTo our knowledge, the following are transferred to \"Google\": referrer URL, the IP address, the behaviour of the website visitors, information about the operating system, browser and duration, cookies, presentation instructions and scripts, the input behaviour of the user and mouse movements in the \"reCAPTCHA\" checkbox.\r\n\r\nAmong other things, Google uses this information to digitize books and other printed materials, as well as to optimize services such as Google Street View and Google Maps (eg house number and street name recognition).\r\n\r\nThe IP address submitted as part of \"reCAPTCHA\" will not be merged with any other data provided by Google, unless you are logged in to your Google Account at the time you use the \"reCAPTCHA\" plug-in. If you want to prevent this transmission and storage of data about you and your behaviour on our website by \"Google\", you must log out of \"Google\" before you visit our site or use the reCAPTCHA plug-in.\r\n\r\nUse of the information obtained by the \"reCAPTCHA\" service is in accordance with the Google Terms of Use:\r\n\r\nhttps://www.google.com/intl/de/policies/privacy/.\r\n1.3.Use of Twitter Recommendation Component\r\n\r\nWe use components from the Twitter service on our websites. Twitter is a service of Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, United States.\r\n\r\nEach time you visit our websites which contain such a component, this component causes the browser you are using to download a corresponding representation of the component of Twitter. Through this process, Twitter is informed about which specific page of our website is currently being visited.\r\n\r\nWe have no control over the information that Twitter collects here, nor about the amount of data collected by Twitter. To the best of our knowledge, Twitter collects the URL of the respective website and the user's IP address, but it is not used for purposes other than the presentation of the Twitter component. Further information can be found in the privacy policy of Twitter at http://twitter.com/privacy.\r\n\r\nYou can change your privacy settings in the Account Settings at http://twitter.com/account/settings.\r\n1.4.Use of YouTube components with advanced privacy mode\r\n\r\nOn our websites, we use components (videos) from the company YouTube, LLC 901 Cherry Ave., 94066 San Bruno, CA, a company of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\r\n\r\nHere we use the option provided by YouTube \"- extended privacy mode -\".\r\n\r\nWhen you visit a page that has an embedded video, it will connect to the YouTube servers and display the content by notifying your browser on the website.\r\n\r\nAccording to information provided by YouTube, in \"- enhanced privacy mode -\" data is only transmitted to the YouTube server when watching the video, in particular which of our web pages you have visited. If you are logged in to YouTube at the same time, this information will be associated with your membership account on YouTube. You can prevent this by logging out of your account before visiting our website.\r\n\r\nAdditional information about YouTube's privacy is provided by Google at the following link:\r\n\r\nhttps://www.google.de/intl/de/policies/privacy/\r\n1.5.Use of Vimeo components\r\n\r\nWe use components of the Vimeo service on our website. Vimeo is a service of Vimeo LCC, 555 West 18th Street, NY, New York 10011, USA. Each time you visit a web page which has such a component, this component causes the browser you are using to download a corresponding representation of the component from Vimeo. When you visit our site and you are logged in to Vimeo, Vimeo recognises, through the information gathered by the component, which specific site you are visiting and assigns this information to your personal Vimeo account. If, for instance, you click the \"Play\" button or leave a comment, this information will be transmitted to your personal Vimeo account and stored there. In addition, the fact that you have visited our site is passed on to Vimeo. This happens regardless of whether you, for instance, click on the component, or leave comments, or not.\r\n\r\nIf you wish to stop this transmission and storage of data about you and your behaviour on our website through Vimeo, you must log out of Vimeo before you visit our site. The privacy notices of Vimeo provide more detailed information, in particular for the collection and use of data by Vimeo: https://vimeo.com/privacy\r\n1.6.Use of social media buttons with \"Shariff\"\r\n\r\nWe use the c't project \"Shariff\" on our website. \"Shariff\" replaces the usual social media sharing buttons, thereby protecting browsing behaviour.\r\n\r\n\"Shariff\" integrates social network share buttons on our website only as graphics, which contain a link to the corresponding social network. By clicking on the corresponding graphic you will be redirected to the services of the respective network. The Shariff button does not establish direct contact between the social network and our visitors, until the visitor actively clicks on the share button. Only then will your data be transmitted to the respective social network. If the Shariff button is not clicked, there will be no exchange between you and the social networks. More information about the c't project \"Shariff\" can be found at http://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html\r\n\r\nWe integrate the following social networks on our website with \"Shariff\":\r\n\r\n    Facebook\r\n\r\n    Twitter\r\n\r\n    Google+\r\n\r\n    flattr\r\n\r\n    LinkedIn\r\n\r\n1.7.Further services\r\n\r\nOn some websites we use additional services. These include:\r\n\r\n    Google Calendar\r\n\r\n    Google code\r\n\r\n    Google Custom Search\r\n\r\n    Google Fonts\r\n\r\n    Blogspot\r\n\r\n    Gravatar\r\n\r\n    Nabble\r\n\r\n    jQuerry\r\n\r\n    WordPress\r\n\r\n    Creative Commons\r\n\r\n    polldady\r\n\r\n    bitpay\r\n\r\n2.Legal basis for data processing\r\n\r\nThe legal basis for the processing of personal data using cookies is in Article 6 (1) lit. f of the GDPR.\r\n3.Reason for data processing\r\n\r\nThe reason for the usage is to make the websites easier to use. Some features of our website can not be offered without the use of third-party components.\r\n4.Duration of storage, and option to object and remove data\r\n\r\nCookies are stored on the users's computer and transmitted by the computer to our website. Therefore, as a user, you have full control over the use of cookies. By changing the settings in your web browser, you can disable or restrict the transmission of cookies. Cookies that have been saved already can be deleted at any time. This can also be done automatically. If cookies are disabled for our website, it may not be possible to use all the features of our website in full.\r\n\r\nIf additional JavaScript code is executed, you can also prevent this. To do this, you must disable the JavaScript feature in your web browser. However, please note that in this case you will not be able to use the associated services, or only to a limited extent.\r\nXI Rights of the affected person\r\n\r\nIf your personal data is processed, you are an affected person in the sense of the GDPR, and you have the following rights::\r\n1.Right of access\r\n\r\nYou may ask the controller to confirm if personal data concerning you is processed by us.\r\n\r\nIf such processing is taking place, you can request information from the controller about the following:\r\n\r\n(1) the purposes for which the personal data is processed;\r\n\r\n(2) the categories of personal data which are being processed;\r\n\r\n(3) the recipients (or categories of recipients) to whom the personal data has been disclosed, or is still being disclosed;\r\n\r\n(4) the planned duration of the storage of your personal data or, if specific information is not available, the criteria for determining the duration of storage;\r\n\r\n(5) the existence of a right to correct or delete your personal data, a right to restrict the processing by the controller, or a right to object to such processing;\r\n\r\n(6) the existence of a right of appeal to a supervisory authority;\r\n\r\n(7) all available information on the source of the data, if the personal data has not been collected from the data subject by the controller;\r\n\r\n(8) the existence of automated decision-making, including profiling according to Art. 22 (1) and (4) of the GDPR and – at least in these cases – meaningful information about the logic involved, as well as the implications and intended effects of such processing on the data subject.\r\n\r\nYou have the right to request information about whether your personal information is transferred to a third country or an international organization. In this context, you can request the appropriate guarantees in accordance with. Art. 46 of the GDPR regarding the transfer.\r\n2.Right to correction\r\n\r\nYou have a right to correction and/or completion from the controller, if the personal data being processed is incorrect or incomplete. The controller must make the correction without delay.\r\n3.Right to restriction of processing\r\n\r\nYou may request a restriction on the processing of your personal data under the following conditions:\r\n\r\n(1) if you contest the accuracy of your personal information, for a period of time that enables the controller to verify the accuracy of your personal information;\r\n\r\n(2) the processing is unlawful, and you refuse the deletion of the personal data, and instead request that use of the personal data is restricted;\r\n\r\n(3) the controller no longer requires personal data for the purposes of processing, but you need them to assert, exercise or defend legal claims, or\r\n\r\n(4) if you have filed an objection against processing, pursuant to Art. 21 (1) of the GDPR, and it is not yet certain whether the factual reasons of the controller outweigh your reasons.\r\n\r\nIf processing of personal data concerning you is restricted, this data may only be used (apart from storage) with your consent or for the purpose of asserting, exercising or defending legal claims or protecting the rights of another natural or legal person, or for reasons of public interest importance in the Union or a Member State.\r\n\r\nIf the limitations of the processing of your personal data were restricted according to the aforementioned criteria, the controller will inform you before lifting those limitations.\r\n4.Right to deletion\r\n4.1.Deletion obligations\r\n\r\nYou may demand that the controller deletes your personal information without delay, and the controller is required to delete that information immediately if one of the following reasons is true:\r\n\r\n    Your personal data is no longer necessary for the purposes for which it was collected or otherwise processed.\r\n\r\n    You revoke your consent to the processing, which was based on Art. 6 para. 1 lit. a or Art. 9 para. 2 lit. a of the GDPR, and there is no other legal basis for processing.\r\n\r\n    You object to the processing in accordance with Article 21 (1) of the GDPR, and there are no factual reasons for the processing, or you object to the processing in accordance with Article 21 (2) of the GDPR.\r\n\r\n    Your personal data is processed unlawfully.\r\n\r\n    The deletion of your personal data is required to fulfil a legal obligation under Union law or the law of the Member States to which the controller is subject.\r\n\r\n    Your personal data was collected in relation to information society services offered pursuant to Art. 8 (1) of the GDPR.\r\n\r\n4.2.Information to third parties\r\n\r\nIf the controller has made your personal data public, and is obliged to delete it according to Article 17 (1) of the GDPR, he shall take appropriate measures, including technical ones, to inform data controllers who process the personal data, that you, the affected person, have requested that deletion of all links to such personal information or copies of such personal information, taking into account available technology and implementation costs.\r\n4.3.Exceptions\r\n\r\nThe right to deletion does not exist if the processing is necessary\r\n\r\n    to exercise the right to freedom of expression and information;\r\n\r\n    to fulfil a legal obligation required by the law of the Union or of the Member States to which the controller is subject, or to carry out a task of public interest or in the exercise of official authority assigned to the controller;\r\n\r\n    for reasons of public interest in the field of public health accordin to Art. 9 (2) lit. h and i and Art. 9 (3) of the GDPR;\r\n\r\n    for archival purposes of public interest, scientific or historical research purposes, or for statistical purposes according to Art. 89 (1) of GDPR, to the extent that the right referred to in subparagraph (a) is likely to render impossible (or seriously affect) the realisation of the objectives of the processing, or\r\n\r\n    to assert, exercise or defend legal claims.\r\n\r\n5.Right to be informed\r\n\r\nIf you have claimed the right to correct, delete or restrict processing to the controller, he is obliged to notify all recipients to whom your personal data has been disclosed of this correction, deletion or restriction, unless: this proves to be impossible or involves a disproportionate effort.\r\n\r\nYou have a right to be informed by the controller about these recipients.\r\n6.Right to data portability\r\n\r\nYou have the right to receive personal data that you provided to the controller in a structured, standard and machine-readable format. In addition, you have the right to transfer this data to another person without interference by the controller who was provided the personal data, so long as\r\n\r\n    the processing is based on consent according to Art. 6 para. 1 lit. a of the GDPR or Art. 9 para. 2 lit. a of the GDPR, or on a contract according to Art. 6 para. 1 lit. b of the GDPR and\r\n\r\n    the processing is done using automated procedures.\r\n\r\nIn exercising this right, you also have the right that your personal data is transmitted directly from one controller to another, insofar as this is technically feasible. Freedoms and rights of other persons may not be affected.\r\n\r\nThe right to data portability does not apply to the processing of personal data necessary for the performance of a task in the public interest or in the exercise of official authority assigned to the controller.\r\n7.Right to object\r\n\r\nYou have the right at any time, for reasons that arise from your particular situation, to object to the processing of your personal data, in accordance with Art. 6 para. 1 lit. e or f of the GDPR; this also applies to profiling based on these provisions.\r\n\r\nThe controller will no longer process the personal data concerning you unless he can demonstrate compelling factual grounds for processing that outweigh your interests, rights and freedoms, or the processing is for the purpose of enforcing, exercising or defending legal claims.\r\n\r\nIf your personal data is processed for direct marketing purposes, you have the right to object at any time to the processing of your personal data for the purpose of such marketing; this also applies to profiling insofar as it is associated with such direct marketing.\r\n\r\nIf you object to processing for direct marketing purposes, your personal data will no longer be processed for these purposes.\r\n\r\nRegardless of Directive 2002/58/EC, you have the option, in the context of the use of information society services, to exercise your right to object utilising automated procedures that use technical specifications.\r\n8.Right to revoke the data protection consent declaration\r\n\r\nYou have the right to revoke your data protection consent declaration at any time. The revocation of consent does not affect the legality of the processing carried out on the basis of the consent, until the revocation.\r\n9.Right to complain to a supervisory authority\r\n\r\nIf you believe that the processing of your personal data violates the GDPR, you have the right, without prejudice to any other administrative or judicial remedy, to complain to a supervisory authority, in particular in the member Member State of your residence, place of work or place of alleged infringement.\r\n\r\nThe supervisory authority to which the complaint has been submitted shall inform the complainant of the status and results of the complaint, including the option of a judicial remedy pursuant to Art. 78 of the GDPR.", "created_at": "2021-01-12 11:03:59.448758", "updated_at": "2021-01-12 22:12:28.999192", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15721, "title": "Features of the website are made available under a free software license", "source": "https://www.libreoffice.org/about-us/source-code/", "status": "Libreoffice is a free and open source software.", "created_at": "2021-02-04 13:37:29.112951", "updated_at": "2021-03-03 14:06:12.622502", "quoteText": null, "case_id": 171, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13471, "title": "You have the right to leave this service at any time", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:47:06.2198", "updated_at": "2021-01-12 22:13:32.746395", "quoteText": "you have the option to cancel the registration at any time.", "case_id": 170, "document_id": 2274, "quoteStart": 11578, "quoteEnd": 11637}, {"id": 13466, "title": "You can request access and deletion of personal data", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:38:53.548071", "updated_at": "2021-01-12 22:16:49.441187", "quoteText": "You may demand that the controller deletes your personal information without delay, and the controller is required to delete that information immediately if one of the following reasons is true:</p>\n<ol>\n<li>\n<p>Your personal data is no longer necessary for the purposes for which it was collected or otherwise processed.</p>\n</li>\n<li>\n<p>You revoke your consent to the processing, which was based on Art.\n6 para.\n1 lit.\na or Art.\n9 para.\n2 lit.\na of the GDPR, and there is no other legal basis for processing.</p>\n</li>", "case_id": 195, "document_id": 2274, "quoteStart": 30310, "quoteEnd": 30831}, {"id": 13464, "title": "User logs are deleted after a finite period of time", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:37:26.218942", "updated_at": "2021-01-12 22:16:18.51171", "quoteText": "The data will be deleted as soon as it is not needed to achieve the purposes for which it was collected.\nIn the case of data collection used to providing the website, this takes place when the respective session is completed.</p>\n", "case_id": 177, "document_id": 2274, "quoteStart": 4613, "quoteEnd": 4843}, {"id": 13467, "title": "The service does not require you to provide your real name", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:40:14.999741", "updated_at": "2021-01-12 22:17:26.208872", "quoteText": "\nDetails like the name (\"real name\") or further personal information is always voluntary.</p>", "case_id": 215, "document_id": 2274, "quoteStart": 10510, "quoteEnd": 10603}, {"id": 13465, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:37:57.537378", "updated_at": "2021-02-03 23:11:30.821253", "quoteText": "If cookies are disabled for our website, it may though not be possible to use all the features of our website in full", "case_id": 375, "document_id": 2274, "quoteStart": 7935, "quoteEnd": 8052}, {"id": 13473, "title": "Your personal data is given to third parties", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:48:33.936278", "updated_at": "2021-02-03 23:12:34.431534", "quoteText": "To our knowledge, the following are transferred to \"Google\": referrer URL, the IP address, the behaviour of the website visitors, information about the operating system, browser and duration, cookies, presentation instructions and scripts, the input behaviour of the user and mouse movements in the \"reCAPTCHA\" checkbox.</p>", "case_id": 188, "document_id": 2274, "quoteStart": 19652, "quoteEnd": 19976}, {"id": 13469, "title": "The service does not share user information with third parties", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:44:23.345466", "updated_at": "2020-12-29 18:48:55.869745", "quoteText": "When individual pages of our website are accessed, the following data is stored:</p>\n<ol>\n<li>\n<p>Two bytes of the IP address of the user's system</p>\n</li>\n<li>\n<p>The website that is accessed</p>\n</li>\n<li>\n<p>The website which led the user to access our website (referrer)</p>\n</li>\n<li>\n<p>The subpages that accessed from the website that was accessed</p>\n</li>\n<li>\n<p>The session duration on the website (how long the user accesses it)</p>\n</li>\n<li>\n<p>How often the website is accessed</p>\n</li>\n</ol>\n<p>The software runs exclusively on our website's servers.\nStorage of personal data only takes place there.\nTransfer of the data to third parties does not take place", "case_id": 311, "document_id": 2274, "quoteStart": 13876, "quoteEnd": 14551}, {"id": 13468, "title": "You can delete your content from this service", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:43:35.021557", "updated_at": "2021-01-12 22:18:05.322788", "quoteText": "The user has the option – at any time – to revoke his consent to the processing of his personal data.\nIf the user contacts us by email, he may object to the storage of his personal data at any time.\nIn such a case, the conversation can not continue.\nAll you need to do is send an mail with relevant information to privacy@documentfoundation.org.</p>\n<p>All personal data stored in the course of communication will be deleted in this case.</p>", "case_id": 175, "document_id": 2274, "quoteStart": 13138, "quoteEnd": 13580}, {"id": 13472, "title": "You can opt out of promotional communications", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:47:41.935906", "updated_at": "2021-01-12 22:18:20.789407", "quoteText": "Subscriptions to notifications or mailing lists can be terminated by the affected user at any time.\n", "case_id": 223, "document_id": 2274, "quoteStart": 9873, "quoteEnd": 9973}, {"id": 13463, "title": "Third parties may be involved in operating the service", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:36:31.36146", "updated_at": "2021-02-03 23:12:11.805429", "quoteText": "We use external payment service providers whose platforms allow users to make payment transactions to us - e.g.\n(in parenthesis the link to the privacy policy): Paypal (https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en_GB#Updated_PS), Stripe (https://stripe.com/privacy), CoinGate (https://coingate.com/privacy), BitPay (https://bitpay.com/about/privacy), Flattr (https://flattr.com/privacy), Visa (https://usa.visa.com/legal/privacy-policy.html), Mastercard (https://www.mastercard.us/en-us/about-mastercard/what-we-do/privacy.html).", "case_id": 207, "document_id": 2274, "quoteStart": 16263, "quoteEnd": 16813}, {"id": 13474, "title": "Many third parties are involved in operating the service", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:51:26.071422", "updated_at": "2021-02-03 23:12:25.61681", "quoteText": "We use components from the Twitter service on our websites.\nTwitter is a service of Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, United States.</p>\n<p>Each time you visit our websites which contain such a component, this component causes the browser you are using to download a corresponding representation of the component of Twitter.\nThrough this process, Twitter is informed about which specific page of our website is currently being visited.</p>\n<p>We have no control over the information that Twitter collects here, nor about the amount of data collected by Twitter.\nTo the best of our knowledge, Twitter collects the URL of the respective website and the user's IP address, but it is not used for purposes other than the presentation of the Twitter component.\nFurther information can be found in the privacy policy of Twitter at http://twitter.com/privacy.</p>\n<p>You can change your privacy settings in the Account Settings at http://twitter.com/account/settings.</p>1.4.Use of YouTube components with advanced privacy mode<p>On our websites, we use components (videos) from the company YouTube, LLC 901 Cherry Ave., 94066 San Bruno, CA, a company of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.</p>\n", "case_id": 208, "document_id": 2274, "quoteStart": 20827, "quoteEnd": 22083}, {"id": 13470, "title": "The service refers users to external documents for more information", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:46:04.986038", "updated_at": "2021-02-03 23:11:53.612779", "quoteText": "<p>On our websites, we use the \"Google Maps\" component from Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, hereafter referred to as \"Google\".</p>\n<p>Each time Google Maps is accessed, Google sets a cookie to process user settings and data when viewing the page that has the Google Maps component integrated.\nThis cookie is usually not deleted by closing the browser, but it will expire after a certain amount of time unless it is manually deleted by you.</p>\n<p>If you disagree with the processing of your data, you may disable the \"Google Maps\" service and prevent the transmission of data to Google in this way.\nTo do this, you must disable the JavaScript feature in your browser.\nHowever, please note that in this case you will not be able to use \"Google Maps\" at all, or only to a limited extent.</p>\n<p>Use of \"Google Maps\" and information obtained through \"Google Maps\" is subject to the Google Terms of Use:</p>\n<p>http://www.google.de/intl/de/policies/terms/regional.html</p>\n<p>and the additional terms and conditions for \"Google Maps\":</p>\n<p>https://www.google.com/intl/de_de/help/terms_maps.html", "case_id": 299, "document_id": 2274, "quoteStart": 18133, "quoteEnd": 19265}, {"id": 13460, "title": "This service collects your IP address for location use", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:34:12.470907", "updated_at": "2021-01-12 22:19:09.107819", "quoteText": "The following data is collected:</p>\n<ol>\n<li>\n<p>Information about the&nbsp;user's web&nbsp;browser and&nbsp;its&nbsp;version;</p>\n</li>\n<li>\n<p>The user's operating system;</p>\n</li>\n<li>\n<p>The user's IP address;</p>\n", "case_id": 399, "document_id": 2274, "quoteStart": 3199, "quoteEnd": 3419}, {"id": 13461, "title": "This service requires first-party cookies", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:34:50.320708", "updated_at": "2021-01-12 22:19:17.820767", "quoteText": "Our website uses cookies.", "case_id": 126, "document_id": 2274, "quoteStart": 5424, "quoteEnd": 5449}, {"id": 13462, "title": "This service uses third-party cookies for statistics", "source": "https://www.libreoffice.org/about-us/privacy/privacy-policy-en/", "status": "Generated through the annotate view", "created_at": "2020-12-29 18:35:51.806504", "updated_at": "2021-02-03 23:13:25.915969", "quoteText": "\n<p>In addition, some services offered through our web servers use cookies to store custom settings across sessions.\nThese are in particular: Jitsi (the specified user name is stored), OpenGrok (search preferences), WordPress (user name, URL and email address) and EtherPad (user name and text colour assigned to it).\nIt is not necessary to provide a username in order to use these services.</p>\n<p>When accessing our website, users are informed by a banner about the use of cookies for analysis purposes, and users are referred to this privacy policy.\n", "case_id": 325, "document_id": 2274, "quoteStart": 5994, "quoteEnd": 6547}], "urls": ["libreoffice.org"]}}