{"error": 448, "message": "OK", "parameters": {"id": 4901, "name": "ReligionFacts", "created_at": "2021-08-23 05:24:46.529614", "updated_at": "2021-08-23 22:01:20.591133", "wikipedia": null, "keywords": null, "related": null, "slug": "religionfacts", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4901.png", "url": "religionfacts.com", "documents": [{"id": 8803, "name": "Privacy Policy", "url": "https://religionfacts.com/privacy", "xpath": "//*[@id=\"article\"]", "text": " <ol>\n<li>ReligionFacts</li>\n<li>Privacy Policy</li>\n</ol> Privacy Policy ADVERTISEMENT <p>ReligionFacts.com does not collect any personally-identifiable information from visitors.\nNo part of the site requires you to register or log in, and we don't use cookies.</p>\n<p>Like all websites, our web server automatically logs basic information about our visitors, such as how many people visited, how long they stayed, what country they're from, and what site they came from to get to ours.\nNone of this information tells us who you are.</p>\n<p>If you give us personal information, such as your e-mail address when writing us, we won't disclose this information to anyone else nor use it to send you anything but a reply.</p>\n<p>This privacy policy covers www.religionfacts.com only.</p>\n<p>We allow third-party companies to serve ads and/or collect certain anonymous information when you visit our web site.\nThese companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit www.networkadvertising.org.</p> ADVERTISEMENT ADVERTISEMENT Article Info Title <b>Privacy Policy</b> PublishedOctober 3, 2013 Last UpdatedJanuary 29, 2021 URL religionfacts.com/privacy Short URLrlft.co/1879 MLA Citation “Privacy Policy.” <em>ReligionFacts.com.</em> 29 Jan.\n2021.\nWeb.\nAccessed 23 Aug.\n2021.\n&lt;religionfacts.com/privacy&gt.\nshare this article <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> copy URL copy short URL copy link code &lt;a href=\"https://religionfacts.com/privacy\"&gt;Privacy Policy&lt;/a&gt.\n— ReligionFacts ", "created_at": "2021-08-23 05:24:46.532155", "updated_at": "2021-08-23 03:25:16.117363"}], "points": [], "urls": ["religionfacts.com"]}}