{"error": 448, "message": "OK", "parameters": {"id": 2739, "name": "Vidyard", "created_at": "2021-02-06 16:12:34.098838", "updated_at": "2021-03-25 03:19:57.053193", "wikipedia": "https://en.wikipedia.org/wiki/Vidyard", "keywords": null, "related": null, "slug": "vidyard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2739.png", "url": "vidyard.com", "documents": [{"id": 4075, "name": "Cookie and Advertising Policy", "url": "https://www.vidyard.com/cookies/", "xpath": "/html/body/section/div/div/div", "text": " Cookies and Advertising Policy <p>Thank you for visiting! The Vidyard website, application and its online services (collectively “<strong>Site</strong>”) are provided by Buildscale, Inc., operating as Vidyard (“<strong>Vidyard</strong>”).\nThis Cookies and Advertising Policy explains how information is collected about your online browsing activity, including when you interact with our services, and how it may be used (“<strong>Policy</strong>”).</p>\n<p>In this Policy, the words “our”, “we” or “us” refer to Vidyard and any of its affiliates that provide our services.\nThe words “you” or “your” means the user of the Site.</p> Learn About Cookies and Advertising How Vidyard Uses Cookies and Advertising Your Choices Cookies We Use Learn About Cookies and Advertising What Are Cookies? <p>Like lots of websites, we use “<strong>cookies</strong>” and other similar tracking technologies (such as pixel tags, scripts, etags and web beacons) on our Site.\nA cookie is a small text file installed on your computer or other device that enables the Site to recognize you.\nIt consists of a unique number and can distinguish you from other visitors.\nIt does not contain any personal details.\nThis means that it is very difficult to identify you personally on the basis of such cookies, or identify you when you visit third party websites.</p> What Is Interest-based Advertising? <p>Interest-based advertising means programs that decide which ads you might like to see based on information from your online activities, such as the actions you take when you visit this Site and other websites.\nThis information helps understand your interests in order to display ads that you might enjoy.</p> What Is Customized Social Media Advertising? <p>Customized social media advertising means third party social platforms such as Facebook are used to show you customized ads.\nYour email address, telephone number or other contact information you have provided is converted into a unique value which can be matched to your profile by the social media platform, if you have provided that information to the partner of the social media platform.\nFor information on Facebook’s advertising privacy policies please visit: https://www.facebook.com/about/privacy/.</p> How Vidyard Uses Cookies and Advertising Cookies <p>We use two types of cookies on our Site - persistent and session cookies.\nPersistent cookies remain on your device after you leave our Site while session cookies are temporary and are deleted from your device after you close your browser.\nDepending on the type, the cookies may be necessary for the Site to function, or improve performance or assist us in recognizing you, such as when you log into your account.\nWe collect this data to help us analyze our Site flow, performance, content structure, better reflect visitor preferences, prepopulate information so that you do not have to enter it over and over again, track usage and tailor advertisements to you.\nOur third party service management providers use third party cookies or other digital markers to help us maintain and improve the Site, and deliver interest-based advertising on the Site and on other websites.\nFinally, cookies may facilitate certain third party applications such as social media network connections.\nThe bottom of this policy sets out the cookies used by Vidyard.</p> Advertising <p>We continuously improve our Site and use interest-based advertising services because we believe that advertising tailored to your particular interests is more helpful and relevant to you.\nWe personalize the Site and participate in network advertising programs that display advertising about Vidyard on other unaffiliated websites.</p>\n<p>We use third party social media platforms (e.g.\nFacebook, etc.) to show you customized social media ads.</p> Your Choices <p>You have choices when it comes to cookies and advertising.</p>\n<p>\n<strong>Cookies.</strong> Most browsers are set up to accept cookies.\nhowever, the “help” feature of the menu bar on most browsers will explain how you can stop accepting cookies and how to turn off existing cookies.</p>\n<p>\n<strong>Interest-Based Advertising.</strong> You can opt-out of network advertising programs that track your activities across multiple websites to deliver personalized advertising content to you.\nPlease visit:</p>\n<ul>\n<li>Digital Advertising Alliance of Canada Opt-Out Page: http://youradchoices.ca/understanding-online-advertising</li>\n<li>NAI Opt-Out Page: http://www.networkadvertising.org/managing/opt_out.asp</li>\n<li>Ad Choices Opt-Out Page: http://www.aboutads.info/choices/</li>\n</ul>\n<p>These websites provide tools that identify member companies that have placed cookies on your browser and provides tools to allow you to opt-out of those cookies.\nPlease note that if you opt-out you may still receive online advertising from Vidyard on other websites or applications.\nhowever, these advertisements will not be displayed to you based on your interests.\nPlease also note that deleting browser cookies can remove your opt-out preferences, so you should use these tools periodically to ensure that your preferences are up-to-date.</p>\n<p>\n<strong>Customized Social Media Ads.</strong> To opt-out of customized social media ads, adjust your social advertising settings (for example, through the settings of your Facebook profile), or use the links provided in the ad itself.</p> Questions? <p>Questions or complaints about this Policy or Vidyard’s practices? You may contact us directly as follows:</p>\n<strong>Email:</strong> privacy@vidyard.com<br>\n<strong>Phone:</strong> 1-800-530-3878<br>\n<br>\n<strong>Mail:</strong>\n<br> Attention: Privacy Officer<br> Buildscale Inc.,<br> 8 Queen St.\nN, Unit #1<br> Kitchener, ON, Canada<br> N2H 2G8 Cookies We Use <p>Cookie Declaration last updated on 5/17/2018 by Cookiebot:</p> ", "created_at": "2021-02-06 16:15:50.388254", "updated_at": "2021-02-06 16:15:58.96405"}, {"id": 4076, "name": "Privacy Policy", "url": "https://www.vidyard.com/privacy/", "xpath": "/html/body/section/div", "text": " Privacy Policy <p>Welcome! This Privacy Policy (this <strong>“Policy”</strong>) explains how we at Buildscale, Inc.\n(<strong>“Buildscale”</strong>), operating as Vidyard (“Vidyard”), collect, use, disclose and otherwise process personal information.\nWe understand that you are aware of and care about your own personal privacy interests, and we take that seriously.&nbsp;This Policy describes the personal information we may collect from you, the purposes for which we collect it, how we use it and how we keep it secure.\nThis Policy also describes the choices you can make about your personal information, including how you can manage, delete or have access to your personal information.\nVidyard will not collect, use or disclose your personal information other than in compliance with this Policy.</p>\n<p>Click on any of the links below to read a summary for that topic.\nIf you want learn further detailed information, click “more” in that section.</p>\n<i>\n</i>\n<i>\n</i> Data Protection Officer <p>Vidyard is headquartered in Kitchener, Ontario, Canada.\nVidyard has appointed an internal data protection officer for you to contact if you have any questions or concerns about Vidyard’s personal data policies or practices.\nVidyard’s data protection officer’s name and contact information are as follows:</p> Jonathan Dunlop<br> Buildscale Inc.<br> 8 Queen St.\nN, Unit #1<br> Kitchener, ON, Canada<br> N2H 2G8<br> dpo@vidyard.com<br> 1-800-530-3878 <i>\n</i>\n<i>\n</i> What is personal information? <p>Personal information is information that is about you as an identifiable individual.\nIf you are a business customer it does not include your name and business contact information.\nAggregated, statistical or de-identified information is not personal information.\nInformation generated through your use of our websites or watching videos will not be personal information unless we can combine it with other information that would identify you.</p>\n<i>\n</i>\n<i>\n</i> When does this Privacy Policy apply? <p>Vidyard is a video platform service that helps businesses transform communications and sales through the use of online video.\nThis Privacy Policy explains how we collect, use and disclose your personal information in the course of our business.\nThis Privacy Policy also covers the information we may collect offline, such as when you telephone us, visit us in person or interact with us at an event, for example enter a contest or speak to us at a trade show.\nWhen our customers collect your personal information through our video platform service in the course of their business, their use of your personal information is governed by their privacy policy, not ours.</p>\n<i>\n</i>\n<i>\n</i> More <p>This Privacy Policy applies to the personal information we collect and use when you:</p>\n<ul>\n<li>Visit and interact with the Vidyard Websites.</li>\n<li>Interact with the Vidyard Services.</li>\n<li>Communicate and interact with us on the telephone, in person or through other means.</li>\n</ul>\n<p>This Privacy Policy does not apply to the practices of third parties that use the Vidyard Services to distribute or show you videos or other content using our Services.\nYou should review the privacy policies of those third parties for information on how they use your personal information.\nPlease contact our Data Protection Officer if you have any questions in this regard or require assistance in contacting a third party.</p>\n<p>Also, the Vidyard Websites and Vidyard Services may contain links to third party websites or services.\nThese links are intended for your convenience only.\nThese websites and services are wholly independent from Buildscale and may have separate privacy policies and data collection practices, independent of Buildscale.\nWe have no responsibility or liability for these websites, their policies or their privacy practices.\nWe encourage you to read the privacy policy of any websites you visit.</p>\n<i>\n</i>\n<i>\n</i> What are the Vidyard Websites and Services? <p>The Vidyard Websites include our website www.vidyard.com, any subdomains, and any other Buildscale websites.\nOur Services include downloadable computer software and any products or services purchased or otherwise made available from Vidyard Websites.\n</p>\n<p>Vidyard’s Services include video content libraries and distribution platforms that third parties can use to show viewers their videos.</p>\n<i>\n</i>\n<i>\n</i> How do we obtain your agreement? <p>By using the Vidyard Websites or the Vidyard Services you agree to the practices outlined in this Privacy Policy.\nIf you do not agree, you should not interact with any Vidyard Websites or use any of the Services, or otherwise provide Vidyard with your personal information.</p>\n<i>\n</i>\n<i>\n</i> When and how do we collect directly from you? <p>In most cases, we collect information about you when you give it directly to us.\nFor example, we you create an account or purchase our services.\nWe also collect information when you call us, visit our offices or interact with us at an event.\nAlso, like many websites and technologies, we automatically collect technical data when you visit and interact with Vidyard Websites and Vidyard Services.</p>\n<i>\n</i>\n<i>\n</i> More <p>Vidyard collects personal information that you give to us when you:</p>\n<ul>\n<li>Use the Vidyard Websites to sign up for newsletters, download a report or software, enter a contest, participate in a survey.</li>\n<li>Communicate with us through email, chat, or social media, or by phone or any other means.</li>\n<li>Register for an account to use the Vidyard Services.</li>\n<li>Provide us with your name, email address or other identifying information before or after viewing a video provided through the Vidyard Websites or the Vidyard Services.</li>\n<li>Visit us in person and check into reception.</li>\n<li>Enter a contest at an event.</li>\n</ul>\n<p>We may also collect:</p>\n<ul>\n<li>Technical information about your use of the Vidyard Websites and the Vidyard Services.</li>\n<li>Information from our sales and advertising partners.</li>\n<li>Publicly available information in online directories or social media, for example your business contact information may be enriched with data from LinkedIn.</li>\n</ul>\n<p>We may combine your personal information with other information we receive.</p>\n<i>\n</i>\n<i>\n</i> What type of information do we collect? <p>We collect a variety of data including your contact information, payment details, business information, user uploaded content, and communications you have with our team.\nThe precise types of information that is collected will depend on your interaction with Vidyard, Vidyard Websites or the Vidyard Services.</p>\n<i>\n</i>\n<i>\n</i> More <p>Here are some examples of the personal information we collect:</p>\n<ul>\n<li>Contact information, including name, mailing address, telephone number, and email address.</li>\n<li>Financial information, including credit card number, security code, billing address, authentication and security information and other billing data.</li>\n<li>Business information, including business name, title, employee information, business contact information and location.</li>\n<li>Images and videos, such as the images you upload to your Account and video content you upload through our Services.</li>\n<li>Job application information, including name, address, employment history, education background, interests and other information included in cover letters, resumes and job applications.</li>\n<li>Visitor information, including name, organization information and photo for identification purposes.</li>\n<li>Communication information, such as the content of your inquiries, complaints and feedback directed to our team.</li>\n</ul>\n<p>We may also collect:</p>\n<ul>\n<li>Technical information about your use of the Vidyard Websites and the Vidyard Services.</li>\n<li>Information from our sales and advertising partners.</li>\n<li>Publicly available information in online directories or social media, for example your business contact information may be enriched with data from LinkedIn.</li>\n</ul>\n<p>We may combine your personal information with other information we receive.</p>\n<i>\n</i>\n<i>\n</i> Does Vidyard use cookies and other technologies to collect technical data? <p>When you visit the Vidyard Websites, we receive data from your devices, including your IP address.\nThis technical data generally will not identify you as a visitor.\nHowever, in some instances, this technical data may be linked to you if you have given us identifying information about you.</p>\n<i>\n</i>\n<i>\n</i> More <p>Like many websites, Vidyard uses cookies, etags, web beacons and other similar technologies to automatically collect certain technical data from your computer or mobile device.\nThe data we collect includes your IP address, browser type, how you interact with the Vidyard Websites and more.\nWe use this data for several reasons, such as to customize your experience or to assist Vidyard and our partners with targeted advertising.</p>\n<p>While some visitors to the Vidyard Websites may not be identified by the technical data that is collected, others may be, for example if you have an Account, the technical data will be linked to you.</p>\n<p>We encourage you to visit and read our separate Cookies and Advertising Policy to learn more, including what choices you have with respect to the use of cookies, tracking and targeting advertising.</p>\n<i>\n</i>\n<i>\n</i> What are business analytics and aggregated data? <p>Business analytics involves the analysis of data to understand trends and insights about how individuals use the Vidyard Websites and the Vidyard Services.\nAggregated data means data that is combined so that you are no longer identifiable.\nWe use analytics and aggregated data to improve our business.</p>\n<i>\n</i>\n<i>\n</i> More <p>Vidyard uses business analytics to help us to better understand the functionality of the Vidyard Websites and the Vidyard Services.\nThe information gathered includes how often you use our Services, which features you use or don’t use, aggregated usage and performance data.</p>\n<p>Vidyard also anonymizes personal information and technical data in a manner that can no longer identify you individually.\nWe use aggregate data to help us understand how customers, viewers and other individuals use and interact with the Vidyard Websites and Services, to improve our products, services and brands, generate reports and market Vidyard.</p>\n<p>We may also provide the insights we learn from business analytics and aggregated information to our partners and customers, who may use such information to understand how often and in what ways people use the Vidyard Websites and the Vidyard Services.</p>\n<i>\n</i>\n<i>\n</i> For what purpose do we collect your information? <p>We use your personal information to communicate with you, to provide you with assistance, products and services that you request, and to adapt the Vidyard Websites and the Vidyard Services to your interests.\nWe also use your personal information to understand how you use the Vidyard Websites and the Vidyard Services to protect and improve our business.</p>\n<i>\n</i>\n<i>\n</i> More <p>Here are examples of the purposes for which we use your personal information (and the associated lawful basis for doing so):</p>\n<p>\n<strong>Your consent:</strong>\n</p>\n<ul>\n<li>Reviewing and processing job applications.</li>\n<li>Personalizing your experience with the Vidyard Websites.</li>\n<li>Marketing our products, services and brand, including administering contests and public events.</li>\n</ul>\n<p>\n<strong>For the performance of a contract or agreement:</strong>\n</p>\n<ul>\n<li>Processing your purchases, including keeping track of transactions and reporting back to you.</li>\n<li>Providing information or services requested by you.</li>\n<li>Permitting you to send invitations friends to use our Services.</li>\n<li>Assisting in optimizing the delivery of your content to viewers.</li>\n<li>E-mail gating of Content.</li>\n<li>Delivery of Content and information to third party services and partners.</li>\n</ul>\n<p>\n<strong>Our legitimate interests, which we have balanced with the interests of our clients, suppliers and business contacts:</strong>\n</p>\n<ul>\n<li>Communicating with you in accordance with applicable law.</li>\n<li>Administering and managing the Vidyard Websites and our business operations.</li>\n<li>Protecting against fraud or error.</li>\n<li>Evaluating statistics on Vidyard Websites activity.</li>\n<li>Performing statistical analyses of your behavior and characteristics, in order to measure interest in and use of the various sections of the Vidyard Websites.</li>\n<li>Assisting in diagnosing problems with Buildscale servers.</li>\n<li>Fulfilling any other purpose that would be reasonably apparent to the average person at the time that we collect it.</li>\n</ul>\n<p>\n<strong>Compliance with a legal obligation to which we are subject:</strong>\n</p>\n<ul>\n<li>Complying with legal and governmental requirements.</li>\n</ul>\n<p>From time to time, we collect personal information for other purposes.\nIn that case, we will identify any additional purposes for which we will collect your personal information, before or at the time of collection, and we will obtain your consent to collect, use or disclose your information for such additional purpose(s).</p>\n<i>\n</i>\n<i>\n</i> Tell me about Vidyard and social media <p>If you link your Vidyard account with your favorite social media profile such as Google+ or Facebook, we may collect certain information from the social media platform.\nThe social media integration function is optional and can be removed at any time.</p>\n<i>\n</i>\n<i>\n</i> More <p>You may choose to integrate your Vidyard account with various social media platforms such as Facebook, Twitter, LinkedIn, and Google+.\nThis functionality is optional and you can link and unlink your account at any time.\nIf you do decide to integrate, Vidyard may collect some of the following personal information from your social media profile:</p>\n<ul>\n<li>The name associated with your account.</li>\n<li>The ID/username associated with your account.</li>\n<li>For YouTube, the day by day view count from videos on your YouTube channel that are associated with videos on your Vidyard account.</li>\n</ul>\n<p>If you wish to unlink your account from your social media profile, simply log into your account, select “Groups” and click “Integrations”.\nSelect the specific Integration and click “Remove” next to the social media profile you would like to unlink.</p>\n<i>\n</i>\n<i>\n</i> Tell me about uploaded content and third-party information <p>When you post audio-visual materials to your website or to a third party website, we collect information about your account and the use of the content that you post.\nIf you use our invitation features, such as chats and sending invitations to friends, Vidyard may collect some information from them.</p>\n<i>\n</i>\n<i>\n</i> More <p>Integrating Vidyard Services with third party websites (such as Salesforce, HubSpot and Marketo) is optional and you can unlink your account at any time.\nMore information about how you can manage each of these integrations can be found here.</p>\n<p>If you use the Vidyard Services and you post audio visual materials including, without limitation, videos, links, logos, artwork, graphics, pictures, advertisements, sound and other related intellectual property contained in such materials to your website or to a third party website, Vidyard tracks and captures information associated with your account and the use of the content by those, such as viewers, that access your content.</p>\n<p>Some Vidyard Services will provide you the opportunity to communicate with others, such as by sending an invitation to a friend.\nIf you choose to take advantage of this functionality, Vidyard Services may require you to provide Vidyard with certain information about the person with whom you wish to communicate (e.g., name, e-mail address, etc.).\nWhen using this functionality, you must have the individual’s permission to provide Vidyard with their information.\nVidyard uses the information for the purposes of facilitating the requested communication.\nPlease be aware that when you use any invitation functionality, your e-mail address, name or username, and message may also be included in the communication sent to your addressee(s).</p>\n<i>\n</i>\n<i>\n</i> Tell me about advertising practices <p>We use technologies and/or belong to marketing programs in order to provide visitors, users and customers with advertising targeted to their interests.\nTo learn more about interest-based advertising and what choices you have, please visit our dedicated Cookies and Advertising Policy.</p>\n<i>\n</i>\n<i>\n</i> When does Vidyard share or disclose personal information? <p>Sometimes, Vidyard shares or discloses your personal information and technical data to outside parties, such as our partners and service providers.\nFor example, Vidyard shares information with our service providers who assist Vidyard with marketing, data hosting and credit card payments.\nVidyard may disclose personal information due to legal requirements or enforcement, such as defending against legal claims or to investigate and prevent illegal activities.\nWe may also disclose viewer data to our customers, such as how many times a video was watched and location of the viewers.</p>\n<i>\n</i>\n<i>\n</i> More <p>Vidyard may share and disclose information and technical data in the following circumstances:</p>\n<ul>\n<li>\n<strong>Trusted third party service providers</strong>.\nVidyard uses third parties to assist us in administering and providing the Vidyard Websites and Vidyard Services or to provide other services on our behalf.\nExamples include managing content, analyzing data, providing marketing assistance, integrations of third party services such as CRM and MAP services, processing credit card payments and providing customer service.</li>\n<li>\n<strong>Legal requests</strong>.\nVidyard may disclose personal information when required by law to respond to subpoenas, court orders or other legal process by authorities with jurisdiction.</li>\n<li>\n<strong>Enforcement</strong>.\nVidyard may disclose personal information in order to establish or exercise our legal rights, or to defend against legal claims, or when we believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, data breaches, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Use, or as otherwise required by law.</li>\n<li>\n<strong>Business transaction</strong>.\nIn the unlikely event that we go out of business, enter bankruptcy or if we are acquired as a result of a transaction such as a merger, acquisition or asset sale, your personal information may be disclosed or transferred to the third-party acquirer in connection with the transaction.</li>\n<li>\n<strong>Customer content</strong>.\nSome of our Vidyard Services enable you, as customers, to upload, manage and publish content to a customer’s own website or to third party websites.\nAny information that you disclose through the uploaded content may become publicly available.\nAs we are not responsible for any personal information you disclose through Vidyard Services, we recommend that you exercise caution when deciding to disclose personal information through this functionality.</li>\n</ul>\n<p>If you are from the European Union, Vidyard will only transfer your personal information if the appropriate safeguards required by the GDPR are in place.</p>\n<i>\n</i>\n<i>\n</i> Information collected by our customers using Vidyard services <p>We may provide customers with certain identifiable usage information directly related to the videos and other content that they make available through the Vidyard Services.\nThis includes information about who specifically viewed the content and how many times a particular content was watched by a particular viewer.\nViewers should be aware that customers may share such usage information with other third parties (see the next section).\nWe are not responsible for the use of any information by such customers and their third party services.\nWith that said, Vidyard requires all customer to use the Vidyard Services in line with applicable laws.\nPlease contact our Data Protection Officer if you have any questions in this regard or require assistance in contacting a one of our customers.</p>\n<i>\n</i>\n<i>\n</i> More <p>Here are examples of the personal information tour customer may attempt to collect with the Vidyard Services:</p>\n<ul>\n<li>Standard contact information such as name, title, email address, physical address, phone number, etc.</li>\n<li>Information about an individual’s computer or mobile device or technology usage, including (for example) IP address, MAC address, unique device identifiers, unique identifies set in cookies, and any information passively captured about a person’s online activities, browsing, application or hotspot usage or device location.</li>\n</ul>\n<p>The Vidyard Services are not intended to be used to collect special categories of personal information such as racial or ethnic origin, religious or philosophical beliefs, genetic data, or sexual orientation etc.\nIn the rare case that our customer may attempt to collect special categories of personal information using the Vidyard Services, it will be be provided by you knowingly (for example: by you choosing to disclose it.)</p>\n<i>\n</i>\n<i>\n</i> Use of Third Party Integrations by our Customers <p>Our customers may integrate the Vidyard Services with other third party applications and platforms.\nIn doing so, our customers may transfer your personal information from our platform to the third party.\nVidyard is not responsible for the transfer of such information by our customers.\nPlease contact our Data Protection Officer if you have any questions in this regard or require assistance in contacting a one of our customers.</p>\n<i>\n</i>\n<i>\n</i> More <p>Integrations offered by Vidyard include, but are not limited to, the following:</p>\n<ul>\n<li>Act-On (https://www.act-on.com/privacy-policy/)</li>\n<li>Eloqua (https://www.oracle.com/legal/privacy/index.html)</li>\n<li>Facebook (https://www.facebook.com/policy.php)</li>\n<li>gMail (https://policies.google.com/privacy)</li>\n<li>Marketo (https://documents.marketo.com/legal/privacy/)</li>\n<li>Microsoft Outlook (https://privacy.microsoft.com/en-ca/privacystatement)</li>\n<li>Pardot (https://www.salesforce.com/ca/company/privacy/)</li>\n<li>Salesforce.com (https://www.salesforce.com/ca/company/privacy/)</li>\n<li>YouTube (https://policies.google.com/privacy)*</li>\n</ul>\n<p>* Note: You can limit or revoke access to your YouTube data via the Google security settings page at https://security.google.com/settings/security/permissions</p>\n<i>\n</i>\n<i>\n</i> How does Vidyard keep personal information safe? <p>The security of your personal information is important to us.\nAlthough we cannot guarantee 100% security, we use reasonably appropriate security measures to protect your personal information against unauthorized use, access, modification, destruction or disclosure.\nWe require our third party service providers to use similar safeguards to those we use.</p>\n<i>\n</i>\n<i>\n</i> More <p>We employ reasonably appropriate security measures to protect personal information against loss, unauthorized use, access, alteration, modification, disclosure or destruction.\nThese measures include physical, organizational and technological measures.\nIf we use third parties to help us provide our Services, we require such service providers to use similar safeguards to those we use.\nWe also require service providers to limit access to your personal information and to keep it strictly confidential.\nService providers are only permitted to use your personal information for the sole purpose of carrying out services on our behalf.</p>\n<p>As businesses like Vidyard move towards greater use of technology, there is also an increasing drive to keep information secure and confident.\nVidyard’s privacy and information technology compliance program has been independently audited and certified against globally recognized standards.</p>\n<p>However, no data transmission over the internet can be guaranteed to be 100% secure.\nAs a result, while we are committed to protecting your personal information, we cannot ensure or warrant the security of any information you provide to us.</p>\n<i>\n</i>\n<i>\n</i> Where is personal information stored? <p>Vidyard has its headquarters in Canada and the Vidyard Services are hosted in Canada and the United States.\nSome or all of the personal information we collect may be stored or processed on servers located in Canada and the United States.</p>\n<i>\n</i>\n<i>\n</i> More <p>Canada has received a finding of “adequacy” from the European Union under Article 45 of the GDPR.</p>\n<p>The United States has not sought nor received a finding of “adequacy” from the European Union.\nVidyard relies on derogations for specific situations as set forth in Article 49 of the GDPR.\nIn particular, Vidyard collects and transfers to the U.S.\npersonal data only: with your consent.\nto perform a contract with you.\nor to fulfill a compelling legitimate interest of Vidyard in a manner that does not outweigh your rights and freedoms.</p>\n<p>Further, information may also be stored outside the country you reside, whose privacy and data protection laws may differ from your jurisdiction.\nAs a result, this information may be subject to access requests from governments, courts, or law enforcement in those jurisdictions according to laws in those jurisdictions.</p>\n<p>Vidyard endeavors to apply suitable safeguards to protect the privacy and security of your personal data and to use it only consistent with your relationship with Vidyard and the practices described in this Privacy Notice.\nVidyard also minimizes the risk to your rights and freedoms by not collecting or storing sensitive information about you.</p>\n<i>\n</i>\n<i>\n</i> How long will personal information be retained? <p>Vidyard retains personal information only as long as necessary to serve the identified purposes for which it was collected, subject to legal requirements.</p>\n<i>\n</i>\n<i>\n</i> A note about children <p>Protecting the safety of children when they use the Internet is very important to us.\nThe Vidyard Websites and Vidyard Services are not designed or intended for use by children or anyone under the age of 13.\nVidyard does not knowingly collect the information from children.\nPlease contact us at privacy@vidyard.com for any concerns or questions about children’s personal information.</p>\n<i>\n</i>\n<i>\n</i> Your California Privacy Rights <p>Do you live in California? California Civil Code Section 1798.83 permits California residents that use the Vidyard Websites and Vidyard Services to request certain information regarding how Vidyard discloses their personal information to third parties for such third parties’ direct marketing purposes, and what choices they have.</p>\n<p>If this applies to you and you would like to make such a request, please contact us at privacy@vidyard.com.\nPlease include the following in the subject line: <strong>Attention: Privacy Officer - California Privacy Rights.</strong>\n</p>\n<p>Also, we must let you know about Do Not Track signals.\nSome browsers support a “Do Not Track” feature, which is intended to be a signal to websites that you do not wish to be tracked across different websites you visit.\nVidyard Websites do not currently change the way they operate based upon detection of a Do Not Track or similar signal.</p>\n<i>\n</i>\n<i>\n</i> Your Choices <p>You have options when it comes to your personal information.</p>\n<p>Opt-out of email communications.\nIf you have subscribed to receive periodic promotional and marketing emails from Vidyard and would like to now opt-out, you can do so by any of the following options:</p>\n<ul>\n<li>Clicking ‘unsubscribe’ in the email.</li>\n<li>Send an e-mail to vbot@vidyard.com.</li>\n<li>Call us at 1-800-530-3878.</li>\n</ul>\n<p>If you do opt-out of receiving promotional and marketing messages, Vidyard may still contact you regarding our business relationship with you.</p>\n<p>\n<strong>Unlink my social media profile</strong>.\nShould you wish to unlink your Vidyard account from your social media profile, simply log into your account, select “Groups” and click “Integrations”.\nSelect the specific Integration and click “Remove” next to the social media profile you would like to unlink.</p>\n<p>\n<strong>Access, verify, correct, update or delete personal information</strong>.\nYou can update certain information by logging into your account.\nYou may also submit your request to info@vidyard.com.\nVidyard shall respond and execute your request, subject to any contractual or legal restrictions.</p>\n<p>\n<strong>Close your Vidyard account</strong>.\nIf you wish to delete your account and stop doing business with Vidyard, please contact our customer service representative at success@vidyard.com.</p>\n<p>\n<strong>Information processed by Vidyard on behalf of one of our Customers</strong>.\nPlease contact our Data Protection Officer if you require assistance in contacting a one of our customers in order to access, verify, correct, update or delete personal information that may have been collected by Vidyard Services on their behalf.\n</p>\n<p>\n<strong>Opt-out of cookies, tracking technologies and / or targeted advertising</strong>.\nPlease visit our dedicated Cookies and Advertising Policy to learn what choices you have.</p>\n<p>\n<strong>Complaints</strong>.\nWe would be happy to first discuss and attempt to resolve your issue.\nPlease contact us immediately at success@vidyard.com.\nIf we cannot resolve it, we will provide you with the contact information of the appropriate privacy authority.</p>\n<p>See the Contact Us link below to learn how to reach us for other inquiries.</p>\n<i>\n</i>\n<i>\n</i> Contact Us <p>Questions or complaints about this Privacy Policy or Vidyard’s privacy practices? You may contact us directly as follows:</p>\n<strong>Email:</strong> privacy@vidyard.com<br>\n<strong>Phone:</strong> 1-800-530-3878<br>\n<br>\n<strong>Mail:</strong>\n<br> Attention: Privacy Officer<br> Buildscale Inc.,<br> 8 Queen St.\nN, Unit #1<br> Kitchener, ON, Canada<br> N2H 2G8 <i>\n</i>\n<i>\n</i> Changes to this Privacy Policy <p>We may change this Privacy Policy.\nPlease check back periodically for changes.\nIf we make any significant changes, we will endeavour to communicate this to you where possible.\nYour continued use and interaction following any changes to the Privacy Policy constitutes acceptance of those changes.</p>\n<p>Last Updated: 07/16/2018</p> ", "created_at": "2021-02-06 16:18:37.857452", "updated_at": "2021-02-06 16:18:45.015688"}, {"id": 4077, "name": "Terms of Service", "url": "https://www.vidyard.com/wp-content/themes/vidyard-website/assets/tos-govideo.pdf", "xpath": "//body", "text": "VIDYARD TERMS OF USE VERSION: 3.0.1,1,TERMS OF USE ,Please read these terms of use very carefully before registering for the Vidyard Serviceswhich include, but are not limited to.\nthe Vidyard website, ,the Vidyard iOS app(the “App”),Vidyard’s GoVideo service,theGoVideowebsite, and any free servicesprovided by Vidyard(collectively the ,“Services”).\nThe words “you” in the terms of use refers to you the User.\nThese terms of use (the “Agreement”) govern the content you provide and ,any other use ofthe Services.The Agreement is conducted between you(the “User”) and Buildscale, Inc.\n(doing business and referred to as ,“Vidyard”, “us” or “we” herein).The Agreementis subject to change by us as described below.\nBy using the Services, you (i) accept the Agreement.\n,(ii) agree to be bound by the terms of the Agreement.\n(iii) agree to be bound by these terms and conditions of our Privacy Policyand (iv) have ,entered into a binding agreement between you and Buildscale, Inc.\n,Occasionally we may, at our sole discretion, make changes to the Agreement.\nWhen we make material changes to the Agreement, we will provide ,you with prominent notice as appropriate under the circumstances, e.g., by displaying a prominent notice within the Servicesor by sending you a ,notice by email.\nIn some cases, we will notify you in advance, and your continued use of the Servicesafter the changes have been made will ,constitute your acceptance of the changes.\nTherefore, please ensure you read any such notice carefully and provide with Vidyard updated contact ,information in a timely manner.\nIf you do not wish to accept any revised terms of the Agreement, you may terminate the Agreement by contacting ,us through the Vidyard Supportcontact form and immediately ceasing to use the Services.\n,1.The Services, including but not limited to.\nthe Vidyard website, the App, Vidyard’sGoVideo service, the GoVideowebsite, and any free ,servicesprovided by Vidyard,along withthe content respectively included therein (“Content”)andany applications provided in ,connection therewith may only be accessed in accordance with the Agreement.The Vidyard Servicesareowned and operated by ,Buildscale, Incandany violation of these terms and conditions or the copyright in the Content may be enforced by Vidyard or the relevant ,copyright owner to the fullest extent allowed by law.\n,2.You are granted a limited, non-transferablelicense to access and use the Servicesas described herein.\nSuch license is subject to these ,Terms of Useand does not include: (a) any resale or commercial use of the Services.\n(b) modifying or otherwise making any derivative ,uses of theServices, or any portion thereof.\n(c) use of any data mining, robots or similar data gathering or extraction methods.\n(d) ,downloading (other than the page caching) of any portion of the Servicesor any information contained therein, except as expressly ,permitted on the Services.\nor (e) any use of the Servicesother than for its intended purpose.\nAny use of the other than asspecifically ,authorized herein, without the prior written permission Vidyard, is strictly prohibited and will terminate the license granted herein.\nSuch ,unauthorized use may also violate applicable laws including without limitation copyright and trademarklaws.\nUnless explicitly stated ,herein, nothing in this Agreementshall be construed as conferring any license to intellectual property rights, whether by estoppel, ,implication,or otherwise.\nThis license is revocable at any time.,3.Should you access and/or use the Serviceson the behalf of another legal entity, you hereby represent and warrant that you have the ,authority, actual or implied, to bind that entity to the Agreement.\n,4.You must be at least 13 years old (or such other age as determined by us at our sole discretion, based onfactors likewhere you live) ,to use the Services.If you are not yet legally considered an adult where you live, you may only use the Servicesif your parent or ,guardian agrees to this Agreementon your behalf.In using the Services, you (or your parent/guardian) represent and warrant that you ,have met these requirements.,5.You acknowledge and agree that Vidyard may stop (permanently or temporarily) providing the Services(or any features within the ,Services) to you or to users generally at Vidyard’s sole discretion, without prior notice to you.\nYou may stop using the Servicesat any ,time.\nYou do not need to expressly inform Vidyard when you stop using the Services.\nYou acknowledge and agree that if Vidyard ,disables access to your account, you may be prevented from accessing the Services, your account details or any files or other materials ,which is contained in your account.\n,6.You agree not to access (or attempt to access) any of the Servicesby any means other than through the interface that is provided by ,Vidyard, unless you have been specifically allowed to do so in a separate agreement with Vidyard.\n,7.You, directly or indirectly, alone or with any other party, may not: ,(a)modify, change, create derivative works of, disassemble, decompile or otherwise reverse engineer the Servicesor any ,software provided in connection with the Services(“Software”), or remove proprietary legends in the Servicesor Software.\n,(b)distribute, transfer, resell, rent, lease, or loan the Servicesor Software to any other party, except as described herein.\n,(c)make the Servicesor Software available to others in a Servicesbureau arrangement or for any similar commercial time-,sharing or third-partytraining use.\n,VIDYARD TERMS OF USE VERSION: 3.0.1,2,(d)use the Servicesto harass, threaten or otherwise cause distress, unwanted attention or discomfort to a person or entity.\n,(e)post, transmit or otherwise use in connection with the Servicesany prohibited content including, without limitation,content ,that: (i) is pornographic, sexually explicit or offensive or contains a link to an adult website.\n(ii) contains graphic or gratuitous ,violenceincluding realistic portrayals of people or animals being killed, maimed, tortured, or abused, or other similar content.\n,(iii) is discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, ,gender, national/ethnic origin, or other targeted groups, particularly if likely to humiliate, intimidate, or place a targeted ,individual or group in harm’s way.\n(iv) encourages or glorifies drug use.\n(v) is predatory in nature, or is harassingor bullying.\n,(vi) promotes or incites racism, bigotry, hatred or physical harm of any kind against any group or individual.\n(vii) constitutes or ,promotes information that you know or ought to know is false or misleading or promotes illegal activities.\n(viii) constitutes,conduct that is abusive, threatening, obscene, defamatory or libelous.\n(ix) furthers or promotes criminal activity or provides ,instructional information about illegal activities.\n(x) violates or attempts to violate the privacy rights, publicity rights,copyrights, ,trademark rights, contract rights or any other rights of any third party;or(xi) is inflammatory religious commentary or inaccurate ,or misleading quotations of religious texts.,(f)send any content that is highly repetitive, unwanted, unsolicited, “spam”, or bulk commercial email.\n,(g)impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.\n,(h)violate (intentionally or unintentionally) any applicable local, state, national or international law including, but not limited to, any ,regulations having the force of law.\nor ,(i)interfere with or disrupt the Servicesor Software, or servers or networks connected to the Software, or disobey any ,requirements, procedures, policies or regulations of networks connected to the Servicesor Software.\n,8.You agree that you are solely responsible for (and that Vidyard has no responsibility to you or to any third party for) any breach of your ,obligations under the Agreement and for the consequences (including any loss or damage which Vidyard may suffer) of any such breach.\n,To the extent Vidyard incurs any financial penalties or other costs and expenses (including investigation expenses) from Vidyard’s server ,hosting facility, internet Servicesprovider or other vendors because of your use of the Software, you shall be obligated to immediately ,reimburse Vidyard for any such penalties, costs or expenses.\n,9.You understand that all information (such as data files, written text, computer software, music, audio files or other sounds,photographs, ,videos or other images) which you may have access to as part of, or through your use of, the Servicesis the sole responsibility of the ,person from which such materials originated, which may be you.\nContent you create may be stored on your local device, in the cloud, ,or any other method the Servicesso authorizes.\n,10.You understand that you maychoose not to allow the Servicesaccess to your camera, access your microphone, or to provide ,notifications related to the Services.\nYour choice not to allow such access, or provision of notifications, may impact the functionality of ,the Servicesand mayrender it unable to deliver some or allof its functions.\n,11.Vidyard reserves all rights not specifically granted herein.\nYou shall not modify any copyright notices, proprietary legends,any trademark ,and Servicesmark attributions, any patent markings, and other indicia of ownership on the Content or other materials accessed through ,the Services.\nThe delivery of, and license to, the Content and/or access to third party materials does not transfer to you any commercial,or promotional use rights in the Content or any portion thereof.\nAny use of Content, or descriptions.\nany derivative use of this Services,or its materials.\nand any use of data mining, robots, or similar data gathering and extraction tools is strictly prohibited.\nIn no event shall ,the user frame any portion of the Servicesor any materials contained therein.\n,12.While Vidyard uses reasonable efforts to include accurate and up-to-date information on the Services, Vidyard makes no warranties or ,representations as to its accuracy.\nVidyard assumes no liability or responsibility for any errors or representations in the Content or the ,Services.\n,13.The Servicesmay contain links to other sites on the Internet which are owned and operated by Third Party Vendors and other third ,parties (the “External Sites”).\nYou acknowledge that Vidyard is not responsible for the availability of, or the materials located on or ,through, any External Sites.\nYou should contact the site administrator or webmaster for those External Sites if you have any concerns ,regarding such links or the materials located on such External Sites.\n,14.We may work with a third party to offer certain Servicesfunctions, like third party sign-ins for example.\nIf you use such a third party ,Services, you understand that the third party’s terms of Serviceswill apply to such use.\nIt’s your responsibility to read and understand ,the terms of Servicesrelated to the third party Servicesbefore you use it.\nWe are not responsible or liable for your use of any third party ,VIDYARD TERMS OF USE VERSION: 3.0.1,3,Servicesfunctions, or actions the third party takes under their terms of Services.\nWe make no representations or warranties about third ,party Servicesprovision.\n,15.You must comply with third party terms of agreement that you have entered into to access the Services(e.g.\nmake sure that your ,download/use of the Servicesdoesn’t violate the terms of your wireless data Servicesagreement, or the agreement you strike with the ,provider of wi-fi internet access).By using the Services, you represent and warrant that you are not violating the terms of any third party ,agreement to which you are a party.\n,16.You acknowledge that by accessing the Services, you maycome into contact with content that you find harmful, offensive, threatening, ,indecent or objectionable and you acknowledge that Vidyard shall have no liability to you for the content including, but not limited to ,explicit language and other potentially offensive material.\nThe user agrees not to impersonate any person or communicate under a false ,name or a name the user is not entitled or authorized to use.\nVidyard has the right (but not the obligation) to remove, prohibit, edit or ,discontinue any content on the Services, including content that has been posted by users.\n,17.Vidyard reserves the right (but has no obligation) tofilter, investigate, remove, prohibit, edit or discontinue any content on the Services, ,including content that has been posted by Users, in our sole discretion, that violates the provisions of the Agreementor any user ,guidelines or codes of conduct that we may provide to users.\nWithout limiting the foregoing, Vidyardmay remove any offending Content ,without prior notice, terminate or suspend a Customer’s Account or access to the Servicesand/or report such Content or activities to ,law enforcement authorities.\nYou acknowledge and agree that Vidyard may, at any time and for any reason, view any posted content ,or submitted material.\nWithoutlimiting the foregoing, Vidyard may use any means necessary to ensure that posted content and submitted ,materials do not breach the Agreement.\nAccounts under investigation maybetemporarily locked.\nVidyard reserves the right to ,immediately and permanently terminate your account without notice in the event that, in its sole discretion, you violate the Agreement.\n,You are responsible for maintaining any necessary copies of your content.\nIf a user account has been terminated, the user will have no ,opportunity to retrieve or download content.\nAccounts created to replace terminated accounts may be terminated without further notice.,18.If you post content or submit material(“Posted Materials”), the following shall apply:,(a)You represent and warrant that all Posted Materials you provide are your original work products and will not be based on or ,derived from any third party’s workproductsunless you have secured permission from the third party and can demonstrate ,that to Vidyard.\nFurthermore, you represent and warrant that your use of the Servicesin connection with any Posted Materials ,or third-party content complies with all laws including, but not limited to, copyright law.\n,(b)You retain all ownership rights in Posted Materials that you are entitled to by law.\n,(c)Yougrant Vidyard and its affiliates a revocable, worldwide, royalty-free, non-exclusive, sublicensable, transferable, license to ,use, reproduce, perform, distribute, and display Posted Materials solely for the purpose of providing the Servicesand ,improving the Servicesin general.\nFurthermore, you grant Vidyard, its affiliates, and sublicensees the right to use your name ,and/or user name in connection with Posted Materials.\n,(d)You grant each user of the Servicesa nonexclusive license to access Posted Materials through the Services, and to use, ,reproduce, distribute, display and perform Posted Materials as permitted through the functionality of the Servicesand under ,thisAgreement.\n,(e)The licenses granted in Posted Materials terminate within a commercially reasonable time after you remove or delete Posted ,Materials from the Services.\nhowever, you understand, acknowledge and agree that Vidyard may retain, but not display, server ,copies of Posted Materials that havebeen removed or deleted.\n,(f)The licenses granted by you with respect to comments you submit are perpetual and irrevocable.\n,(g)You will defend, indemnify and hold Vidyard and its affiliates harmless from and against any claims resulting from Posted ,Materials or materials you provide hereunder or your use of the Services.,19.At your discretion, you may provide feedback to Vidyard concerning the functionality and performance of the Servicesfrom time to time, ,including, without limitation, identifying potential errors, improvements, modifications, bug fixes, or enhancements (“Feedback”).\nIf you, ,through your evaluation or otherwise, suggest any Feedback, you hereby assign the ownership in all Feedback to Vidyard.\nIn the event ,ownership in the Feedback cannot be granted to Vidyard, you grant Vidyard at no charge a perpetual, irrevocable, royalty-free, worldwide ,right and license to use, reproduce, disclose, sublicense, distribute, modify, and otherwise exploit such Feedback without restriction.\n,You agree that Vidyard may disclose any Feedback to any third party in any manner and you agree that Vidyard has the ability to ,sublicense all Feedback in any form to any third party without restriction.\n,VIDYARD TERMS OF USE VERSION: 3.0.1,4,20.If you gain access to the Servicesas part of your job, your employer may have agreed to additional terms or conditions related to their ,corporate subscription to the Services.\nIt’s your responsibility to understand those additional terms and comply with them in full.,21.The Servicesmay contain areas in which additional terms and conditions apply.\nFor purposes of the use of such areas in connection ,with ,the Services, in the event of a conflict between the terms and conditions of such other areas and the Agreement, the terms and conditions,of the other area shall prevail, to the extent that there is a conflict this the Agreement.\n,22.The Servicesmay use Cookies to provide information to Vidyard’s software or server on which the Servicesruns.\n“Cookies” are small ,pieces of information and programmatically generated data that are stored on a computer's hard drive.\n,23.You shall not (i) transmit to Vidyard or upload to this Servicesany Harmful Code or use or (ii) misappropriate the data on this Services,for your own commercial gain.\n“Harmful Code” shall mean any software (sometimes referred to as “viruses”, “worms”, “trojan horses”, ,“time bombs”, “time locks”, “drop dead devices”, “traps”, “access codes”, “cancelbots” or “trap door devices”) that: (a) is intentionally ,designed to damage, disrupt, disable, harm, impair, interfere with, intercept, expropriate or otherwise impede in any manner,any data, ,storage media, program, system, equipment or communication, based on any event, including for example but not limited to (A) ,exceeding a number of copies, (B) exceeding a number of users, (C) passage of a period of time, (D) advancement to a particular date ,or other numeral, or (E) use of a certain feature.\nor (b) would enable an unauthorized person to cause such result.\nor (c) would enable ,an unauthorized person to access another person’s information without such other person’s knowledge and permission.\n,24.You may not use your username and password for any unauthorized purpose.\n,25.As between the parties, Vidyard owns and shall continue to own all right, title and interest in and to all aggregate and statistical ,information or analyses created and developed by Vidyard from performance and usage data generated through your use of the ,Services, Servicesor Software (collectively, “Aggregate Data”).\nAggregate Data is de-identified so that you cannot be identified as the ,source within the Aggregate Data.\n,26.Vidyard may terminate your access to our Servicesfor any reason at any time.\nThe provisions that by their nature are designed to ,survive termination or expiration of the Agreement shall survive termination or expiration of the Agreement or your access toour ,Services.\n,27.By using the Services, you agree to comply with all applicable laws and regulations, including but not limited to, privacy laws, copyright ,laws and other laws regarding intellectual property.\nIf you do not agree to these terms of use, please do not use the Services.\nTHE ,AGREEMENT SHALL BE GOVERNED AND INTERPRETED BY THE DOMESTIC LAWS OF THE PROVINCE OF ONTARIO ,WITHOUT REGARD TO THE CONFLICTS OF LAW PROVISIONS THEREOF.\n,28.The materials on this Servicesare provided with “Restricted Rights.” Use, duplication, or disclosure by the Government is subject to ,restrictions as set forth in applicable laws and regulations.\nUse of the materials by the Government constitutes acknowledgment of ,Vidyard’s proprietary rights in them.\n,29.THE MATERIALS, THE CONTENT ON THE SITE AND THE SERVICESARE PROVIDED “AS IS”, AND “AS AVAILABLE” WITHOUT ,WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nVIDYARD SHALL HAVE NO RESPONSIBILITY OR LIABILITY FOR ,ANY CONTENT, MATERIALS POSTED ON THE SITE OR SERVICES.\nVIDYARD MAKES NO GUARANTEES AS TO UPTIME OR ,AVAILABILITY OF THE SERVICES.\nTO THE FULLEST EXTENT POSSIBLE PURSUANT TO THE APPLICABLE LAW, VIDYARD ,DISCLAIMS ALL WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF ,MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OR OTHER VIOLATION OF RIGHTS.\nTHE ,SERVICESMAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET ,AND ELECTRONIC COMMUNICATIONS.\nVIDYARD IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER ,DAMAGE RESULTING FROM SUCH PROBLEMS, INCLUDING INTERNET CONGESTION, VIRUS ATTACKS, AND DENIAL OF ,SERVICES(DOS) ATTACKS.\n,30.TO THE EXTENTNOT PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, ,BREACH OF CONTRACT, OR BREACH OF ANY STATUTORY OR OTHER DUTY OF CARE, SHALL VIDYARD OR ITS THIRD ,PARTY SUB-LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, ,INCLUDING, BUT NOT LIMITED TO, LOSS OF DATA OR PROFIT, ARISING OUT OF THE USE, OR THE INABILITY TO USE, THE ,MATERIALS ON THIS SITE OR THE SERVICES, EVEN IF VIDYARD HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH ,DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nYOU HEREBY VOLUNTARILY ,RELEASE, FOREVER DISCHARGE, AND AGREE TO INDEMNIFY AND HOLD HARMLESS BUILDSCALE, INC.\nAND TO WAIVE ,ANY AND ALL CLAIMS, DEMANDS, OR CAUSES OF ACTION, THAT YOU HAVE OR MAY HAVE IN THE FUTURE AGAINST ,BUILDSCALE, INC., AND TO RELEASE BUILDSCALE, INC.\nFROM ANY AND ALL LIABILITY FOR ANY LOSS, DAMAGE, EXPENSE ,OR INJURY THAT YOU MAY SUFFER AS A RESULT OF YOUR USE OF THE SERVICESDUE TO ANY CAUSE WHATSOEVER, ,VIDYARD TERMS OF USE VERSION: 3.0.1,5,INCLUDING NEGLIGENCE, BREACH OF CONTRACT, OR BREACH OF ANY STATUTORY OR OTHER DUTY OF CARE.\n,VIDYARD’S AND ITS LICENSORS’ ENTIRE AND AGGREGATE LIABILITY, WHETHER BASED IN CONTRACT, TORT (INCLUDING ,NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL NOT EXCEED $100, EVEN IF VIDYARD HAS BEEN ADVISED OF THE ,POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nIF ,YOUR USE OF MATERIALS FROM THIS SITE OR THE SERVICESRESULTS IN THE NEED FOR SERVICING, REPAIR OR ,CORRECTION OF EQUIPMENT OR DATA, YOU ASSUME ANY COSTS THEREOF.\nSOME JURISDICTIONSDO NOT ALLOW THE ,EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION ,MAY NOT APPLY TO YOU.\n,31.With respect to the App only, the following terms shall apply:,(a)The Agreement is conducted between you Vidyard, and notwith Apple Inc.\nnor its related entitles as described in the Apple ,Store Terms (“Apple”).,(b)You are granted a limited, non-transferablelicense to access and use the App on any Apple-branded products that you own ,or control as permitted by the Usage Rules defined in the Apple App Store Terms of Services.\nNotwithstanding the foregoing, ,the App may be accessed and used by other accounts associated with yours via Family Sharing or volume purchasing.,(c)In using the Services, you represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment ,embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed ,on any U.S.\nGovernment list of prohibited or restricted parties.,(d)You may not use the App to facilitate illegal file sharing.\nyou shall not save, convert, stream, or download media from third ,party sources (e.g.\nApple Music, YouTube, SoundCloud, Vimeo, etc.) without explicit authorization from those sources the ,rights holders that possess the intellectual property rights associated with the relevant media.\nIn the event that you do save, ,convert, stream or download media, you must provide the necessary consents, agreements or other documentation to us or ,Apple upon request.\n,(e)Apple shall not be responsible in any form for the App orthe content thereof.In the event of a third party claim that the App, or ,your possession and use of the App infringes a third party’s intellectual property rights, the terms of this Agreement shall apply ,and without limiting the foregoing, Apple will not be responsible for any investigation defense, settlement or discharge of any ,such intellectual property infringement claim.,(f)In the event that the disclaimer of warranty described in section 29above is held invalid or unenforceable under applicable ,law, you may notify Apple of any App deficiency and Apple will refund the purchase price of the App (if applicable) to you.\nand ,with that, to the maximum extent permitted by applicable law, Apple will have no warranty obligation whatsoever with respect ,to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any ,warranty will be subject to the terms of this Agreement and Vidyard’s corresponding responsibility.\n,(g)The parties to this Agreement acknowledge that Apple shall not be responsible for addressing any of your claims or any third ,party claims relating to the App or your possession and/or use of that App, including, but not limited to: (i) product liability ,claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nor(iii) claims arising under ,consumer protection, privacy, or similar legislation, including in connection with the App’s use of the HealthKit and HomeKit ,frameworks (if applicable).\n,(h)The parties to this Agreement acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support ,Services with respect to the App.\nVidyardwill be responsible for the maintenance or support Services related to the App that ,are described herein or required under applicable law.\n,(i)The parties to this Agreement acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of the ,Agreement, and that, upon your acceptance of this Agreement, Apple will have the right (and will be deemed to have accepted ,the right) to enforce the Agreement against you as a third party beneficiary thereof.,(j)If any terms of this Agreement cause conflict with Apple’s Minimum Terms for Developer’s End User License Agreement or ,Apple Store Terms of Services(collectively, the “Apple Terms”),the Apple Terms will govern any such conflict.\n,32.The Agreement shall constitute the entire agreement between the parties regarding the subject matter hereof and supersede all ,proposals and prior discussions and writings between the parties with respect thereto.\nNo failure or delay in enforcing any right or ,exercising any remedy underthe Agreement will be deemed a waiver by Vidyard of any right or remedy.\nEach provisionof the Agreement ,VIDYARD TERMS OF USE VERSION: 3.0.1,6,is a separately enforceable provision.\nIf any provision of the Agreement is determined to be or becomes unenforceable or illegal, such ,provision shall be reformed to the minimum extent necessary in order for the Agreement to remain in effect in accordance with its terms ,as modified by such reformation.\nThe Agreement may not be modified, supplemented, amended or interpreted by any trade usage or ,prior course of dealing unless specifically agreed upon in writing.\nReasonable attorneys’ fees and costs will be awarded to the prevailing ,party in the event of litigation involving the enforcement or interpretation of the Agreement.\n,33.Vidyard shall not be liable to you for any delay or failure of Vidyard to perform its obligations hereunder if such delay or failure arises ,from any cause or causes beyond the reasonable control of Vidyard.\nSuch causes shall include, but are not limited to, acts ofGod, ,floods, fires, loss of electricity or other utilities, labor strike, or delays by you in performing any requirements hereunder.\n,34.By accessing and/or using the Serviceson the behalf of another legal entity, you consent on behalf of that legal entity to Vidyard publicly ,listing the name of that legal entity as a user of the Servicesand publicly displaying that legal entity’s standard logo for the purpose of ,Vidyard’s marketing and publicity.\n,35.By accessing and/or using the Servicesfor business purposes, you consent to us providing your use information to your employer and/or ,colleagues, identified by the email address used to register for your Account, for the purpose of marketing and promotion.\n,36.The provincial or federal courts sitting in Waterloo Region, in the Province of Ontario shall have exclusive jurisdiction and venue over ,any dispute arising out of the Agreement, and you hereby consent to the jurisdiction of such courts.\n,37.All notices regarding the Agreement and the Serviceswill be deemed given one (1) business day after e-mail transmission from Vidyard ,to me, or two (2) business days after the date of posting.,38.Should you start using any of Vidyard’s paid Services, additional terms and conditions will apply.,39.Contact details for Vidyard are as follows: phone: 1 (800) 530-3878.\nemail: support@vidyard.com", "created_at": "2021-02-06 16:19:50.831295", "updated_at": "2021-02-07 09:31:13.112884"}], "points": [], "urls": ["vidyard.com"]}}