{"error": 448, "message": "OK", "parameters": {"id": 1007, "name": "Brainly", "created_at": "2018-12-31 08:16:29.803102", "updated_at": "2021-03-25 03:19:54.009645", "wikipedia": "https://en.wikipedia.org/wiki/Brainly", "keywords": null, "related": null, "slug": "brainly", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1007.png", "url": "brainly.co,brainly.com.br,brainly.lat,brainly.com,znanija.com,nosdevoirs.fr,brainly.in,brainly.co.id,eodev.com,brainly.ph,brainly.pl,brainly.ro", "documents": [{"id": 852, "name": "Privacy Policy", "url": "https://brainly.com/pages/privacy_policy", "xpath": "", "text": "\n", "created_at": "2018-12-31 19:43:21.294278", "updated_at": "2020-12-14 21:15:21.226459"}, {"id": 845, "name": "Terms of Use", "url": "https://brainly.com/pages/terms_of_use", "xpath": "", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-KH54WS\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSearch Log in Register Menu TERMS OF USE <p>\n<b> Last modified October 12, 2020</b>\n</p>\n<p>\n<strong>Welcome to Brainly! </strong>\n</p>\n<p>\nBrainly operates a group of social learning networks for students and\neducators.\nBrainly inspires students to share and explore knowledge in a\ncollaborative community and engage in peer-to-peer educational assistance,\nwhich is made available on www.brainly.com and any www.brainly.com\nsub-domains (the “<strong>Website</strong>”) as well as the\nBrainly.com mobile application (the “<strong>App</strong>”) (the\n“<strong>Website</strong>” and the\n“<strong>App</strong>” are collectively the “<strong>Brainly Services</strong>”).\n</p>\n<p>\nWe have two sets of terms and conditions: <strong>Part A</strong> sets out\nthe terms that apply to our users unless you are based in Europe and\n<strong>Part B</strong> sets out the terms that apply to our users in\nEurope.\n</p>\n<p>\nIt is important that you read and understand the terms that apply to you\nwhen you use the Brainly Services before using the Brainly Services.\n</p> PART A: TERMS AND CONDITIONS APPLICABLE TO USERS UNLESS YOU ARE BASED IN\nEUROPE <p>\nThis part and the documents referred to within it set out the terms and\nconditions that apply to your use of Brainly Services if you access Brainly\nServices from within the United States or other countries except Europe\n(collectively, the \"<strong>Terms of Use</strong>\").\n</p>\n<p>\nThe Terms of Use, together with all agreements and policies expressly\nincorporated by reference (“<strong>Terms</strong>”) constitute\nan agreement between you and Brainly spółka z ograniczoną\nodpowiedzialnością, a Polish limited liability company with its registered\noffice at: Krowoderska 63B/6, 31-158 Kraków, Poland, entered in the\nEntrepreneurs Register of the Polish National Court Register under the\nnumber: 354511 (“<strong>Brainly</strong>”) that will govern\nyour access and use of:\n</p>\n<ul>\n<li>the Brainly Services,</li>\n<li>\nif you purchase a subscription, the subscription services provided under\nyour Brainly subscription plan (“<strong>Brainly Subscription</strong>”),\n</li>\n<li>\nall products, services, functionality, content, information, and other\nmaterials made available on, through, or in connection with the Brainly\nServices or your Brainly Subscription, including, but not limited to the\nMobile Software (defined below) and\n</li>\n<li>\nall purchases through the Brainly Services or other transactions for the\nsale of products or services formed through the Brainly Services or\nresulting from visits made by you.\n</li>\n</ul>\n<p>\nFor the purposes of these Terms, “<strong>you</strong>” means\nthe student who accesses or uses the Brainly Services or Brainly\nSubscription as well as the parent or guardian who accesses or uses the\nBrainly Services or Brainly Subscription with the student or pays for a\nBrainly Subscription.\nIf you are a parent, guardian, or other person who\nenables a student to access or use the Brainly Services or Brainly\nSubscription or to purchase a Brainly Subscription, you agree to stand in\nthe shoes of such student for the purposes of making us whole in case of\nclaims, damages or indemnifications that we might properly assert against a\nstudent, if not for his or her age.\n</p>\n<p>\nTHESE TERMS REQUIRE THE USE OF BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO\nRESOLVE ALL DISPUTES ARISING UNDER THEM, RATHER THAN JURY TRIALS OR CLASS\nACTIONS.\nIF YOU BECOME A BRAINLY SUBSCRIBER AND PAY BY CREDIT OR DEBIT CARD\n(OR OTHER PAYMENT METHOD ASSOCIATED WITH AN AUTOMATICALLY RENEWING\nSUBSCRIPTION), YOUR SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR CERTAIN\nPERIODS OF TIME IF YOU DO NOT CANCEL PRIOR TO THE END OF THE TERM.\nSEE THE\nSUBSCIPTION SERVICES.\nAUTOMATIC RENEWAL.\nCANCELLATION SECTIONS FOR MORE\nINFORMATION ON THE AUTOMATIC RENEWAL TERMS APPLICABLE TO SUBSCRIPTIONS.\n</p>\nAcceptance of These Terms\n<p>\nBefore accessing the Brainly Services, please read the following terms and\nconditions carefully as they form a binding legal agreement between you and\nBrainly.\nBy clicking the “accept” or similar button or tick box\nor accessing the Brainly Services or purchasing a Brainly Subscription, you\nagree that you have read, understood, and agreed to these Terms and that you\nunderstand any personal information you provide may be handled as provided\nin our Privacy Policy.\nIf you do not agree to these Terms, you must not\naccess or use the Brainly Services or purchase a Brainly Subscription.\n</p>\n<p>\nBy accessing or using the Brainly Services or Brainly Subscription or\npurchasing a Brainly Subscription, you represent and warrant that you are of\nlegal age in your jurisdiction and otherwise have the capacity to form a\nbinding legal agreement with Brainly.\nThese Terms give you specific legal\nrights, and you may also have additional legal rights, which vary from\njurisdiction to jurisdiction.\nUse of the Brainly Services and Brainly\nSubscriptions is void where prohibited.\nThe disclaimers, exclusions, and\nlimitations of liability under these Terms will not apply to the extent\nprohibited by applicable law.\n</p>\nChildren Under the Age of 13\n<p>\nThe Brainly Services and Brainly Subscriptions are not intended for children\nunder 13 years of age.\nWe do not knowingly collect or solicit personal\ninformation from anyone under the age of 13 or knowingly allow such persons\nto register.\nIf you believe that we might have any personal information from\nor about a child under 13, please contact us at privacy@brainly.com.\n</p>\nBrainly for Parents\n<p>\nParental accounts can be linked to a student account allowing parents or legal\nguardians to see the student's activities within the Brainly Services.\nThe connection between the accounts is made after the parent or student\ngenerated a unique link, which was accepted by the recipient.\nOne parent\naccount can only be linked to one student account.\n</p>\n<p>\nIt is prohibited to send invitations to link accounts to people who are\nnot parents or children respectively.\n</p>\nYour Use of the Brainly Services\n<p>\nSubject to your compliance with these Terms, Brainly grants you a limited,\npersonal, non-exclusive, revocable, non-assignable and non-transferable\nright and license to use the Brainly Services and any products, services,\nfunctionality, content, information, or other materials available on or\nthrough the Brainly Services, subject to the limitations described in the\nremainder of this section and elsewhere in these Terms.\n</p>\n<p>\nYou understand that certain functions of this Brainly Services may only be\navailable to Registered Users.\nRegistered Users have the right to use the\nproducts, services and functionality provided by Brainly and the content and\ninformation published on the Brainly Services only within their own needs,\nfor non-commercial purposes.\nShould the products, services, functionality,\ncontent or information be a subject to copyrights or any other intellectual\nproperty rights, the Registered User may use it within the allowed use under\nany applicable third-party licenses and subject to such copyrights and\nrelated rights.\nExcept as otherwise provided in these Terms with regard to\nBrainly Subscriptions, using the products, services, functionality, content\nor information in accordance with these terms is free of charge.\n</p>\n<p>\nIn order to ask the community of users for assistance with your homework\n(asking a “<strong>Question</strong>”) via the Website, you must\nbe a Registered User.\nRegistered Users must create User Credentials and be\nvalidated as members of the Brainly Service.\nYou may ask Questions via the\nApp without being a Registered User.\nOnly Registered Users or Brainly (in\nthe case of “verified” Answers that Brainly provides or other\ncommunications) may provide a response to a Question (an\n“<strong>Answer</strong>”) or communicate with other Registered\nUsers.\nThe rights granted to you in the paragraph above and elsewhere in\nthese Terms are subject to the following limitations:\n</p>\n<p>\nYou agree to use the Brainly Services and any products, services,\nfunctionality, content, information, or other materials available on,\nthrough or in connection with the Brainly Services or your Brainly\nSubscription, including, but not limited to, the Mobile Software, only for\nlawful, personal, and informational purposes.\nYou agree that you will not\nuse any resource made available on the Brainly Services in any manner that\nis malicious or that violates any applicable local, state, national, or\ninternational law, or the intellectual property or proprietary rights of any\nthird party.\nYou agree not to copy, reproduce, distribute, display portions\nof, or link to the Brainly Services or any products, services, information,\nor other materials available on or through the Brainly Services or your\nBrainly Subscription, including, but not limited to, the Mobile Software,\nfor commercial purposes without the prior express written consent of\nBrainly.\n</p>\n<p>\nYou agree not to post on or transmit onto the Brainly Services or Mobile\nSoftware any information that you know to be untrue, that is unlawful,\nfraudulent, threatening, malicious, harassing, abusive, libelous,\ndefamatory, obscene, or otherwise objectionable or harmful, or that contains\nor links to a virus, bug, worm, malware, Trojan horse, or other harmful or\ndisruptive element.\n</p>\n<p>\nYou agree not to use any automated tool, such as a web scraping tool, a bot\nor web robot, or web automation, to mine the Brainly Services or any\nproducts, services, information, or other materials available on, through or\nin connection with the Brainly Services or your Brainly Subscription,\nincluding, but not limited to, the Mobile Software, for information or to\nfill out forms on the Brainly Services, that you will not circumvent any\ntechnical measures implemented to prevent or limit such access, and that you\nwill comply with the restrictions in any robot exclusion header.\nand\n</p>\n<p>\nYou will not circumvent or attempt to circumvent any security or access\ncontrol technology implemented on the Brainly Services or any products,\nservices, information, or other materials available on, through or in\nconnection with the Brainly Services or your Brainly Subscription,\nincluding, but not limited to the Mobile Software, or any servers, network\nor associated systems or physical premises operated by or for the benefit of\nBrainly.\n</p>\n<p>\nBrainly reserves the right to view, monitor, and record activity on the\nBrainly Services without notice or permission.\nWe may monitor use to\noptimize the Brainly Services, understand what is of interest to visitors,\nand otherwise to enhance the operation of the Brainly Services, assure its\navailability, and prevent misuse of the Brainly Services.\nAny information\nobtained by monitoring, reviewing, or recording activity on the Brainly\nServices is subject to review by us or on our behalf as well as by law\nenforcement organizations in connection with investigation or prosecution of\npossible criminal activity on the Brainly Services.\nBrainly will comply with\nall court orders involving requests for such information.\n</p>\nTutoring\n<p>\nBrainly may make available to Registered Users a service consisting of a live, online connection with an authorized tutor (<strong>“Brainly Tutor”</strong>) using text chat via the Brainly Services interface (collectively, <strong>“Tutoring Services”</strong>).\nThe Tutoring Services (and all content provided therewith) are deemed part of the Brainly Services hereunder.\n</p>\n<p>\nThe ability to connect with a Brainly Tutor shall be shown on a separate field or button, next to a given Question.\nAfter the connection with a Brainly Tutor is established, you may post questions to the Brainly Tutor using the Tutoring Services text-based interface in order for the Brainly Tutor to assist you by providing Answers or solutions to your Questions.\n</p>\n<p>\nYOU HEREBY ACKNOWLEDGE THAT THE TUTORING SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS AND MAY BE LIMITED TO PARTICULAR QUESTIONS OR BE SUBJECT TO OTHER CONSTRAINTS (SUCH AS AVAILABILITY OF BRAINLY TUTORS), IN OUR SOLE DISCRETION.\nWHILE BRAINLY MAKES EFFORTS TO SELECT BRAINLY TUTORS WHO HAVE RELEVANT ACADEMIC BACKGROUND AND OTHER DIDACTIC QUALIFICATIONS, BRAINLY CANNOT GUARANTEE THAT ANY PROVIDED ANSWER IS TRUE, COMPLETE OR ACCURATE.\n</p>\n<p>\nYou are obligated to ensure that the questions asked are presented in a form that allows the Brainly Tutor to provide an accurate Answer.\nThe Brainly Tutor may not provide an Answer if such Brainly Tutor determines, in such Brainly Tutor’s sole discretion, that the Question or further questions are presented in a form which does not allow for an accurate Answer (e.g.\nthe Question is incomplete or ambiguous).\n</p>\n<p>\nMoreover, you agree to exercise common sense and judgment while using the Tutoring Services and not to disclose to Brainly Tutors any information, including any personal information (yours and third parties), the disclosure of which is not required by the Tutoring Services or may be in conflict with these Terms.\n</p>\n<p>\nYou will not use the Tutoring Services in any manner that harasses a Brainly Tutor or could otherwise interfere with the use of the Tutoring Services.\nYou will respect the privacy of the Brainly Tutors and you will not make any unwelcome, rude or abusive communications or interact with a Brainly Tutor in any unlawful, disrespectful, offensive, harmful or detrimental manner, as determined by Brainly in its sole discretion.\nWhile using the Tutoring Services you must not send to the Brainly Tutor any content which may be considered as illegal, unlawful, harmful, threatening, abusive, violent, harassing, tortious, defamatory, vulgar, obscene, pornographic, libelous, invasive of privacy or publicity rights, hateful or racially, sexually, ethnically or otherwise objectionable.\nThe Brainly Tutor may terminate the session at any time if such Brainly Tutor determines, in such Brainly Tutor’s sole discretion, that the content presented by you or your behavior is in violation of the above mentioned rules.\n</p>\n<p>\nIf you ever believe that a Brainly Tutor has violated the law or is threatening or endangering you in any way, please contact us immediately at [●].\nYOU UNDERSTAND THAT WHEN USING THE TUTORING SERVICES YOU WILL BE EXPOSED TO CONTENT FROM BRAINLY TUTORS WHO ARE NOT UNDER OUR DIRECT SUPERVISION OR CONTROL, AND THAT WE ARE NOT RESPONSIBLE FOR THE CONTENT OR COMMUNICATIONS PROVIDED BY THE BRAINLY TUTOR.\nYOU FURTHER UNDERSTAND AND ACKNOWLEDGE THAT YOU MAY BE EXPOSED TO CONTENT THAT IS INACCURATE, OFFENSIVE, INDECENT, OR OBJECTIONABLE, AND YOU AGREE TO WAIVE, AND HEREBY DO WAIVE, ANY LEGAL OR EQUITABLE RIGHTS OR REMEDIES YOU HAVE OR MAY HAVE AGAINST US WITH RESPECT THERETO.\nYOU AGREE TO INDEMNIFY AND HOLD US, AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AFFILIATES, AND/OR LICENSORS, HARMLESS TO THE FULLEST EXTENT ALLOWED BY LAW REGARDING ALL MATTERS RELATED TO YOUR USE OF THE TUTORING SERVICES.\n</p>\n<p>\nWe may provide you with a mechanism to provide feedback, suggestions, and ideas, if you choose so, about the Tutoring Services or individual Brainly Tutors.\nThe form of such feedback mechanism shall be in our sole discretion.\nBy providing your feedback you agree that you are giving up any rights you have in your feedback so that we may use and allow others to use it without any restriction and without any payment to you.\n</p>\n<p>\nYou acknowledge and agree that Brainly may record the course of the session with a Brainly Tutor, in accordance with applicable law.\nThis recording, as well as the Questions and other content included in your Tutoring Services communications, shall be deemed Your Content under these Terms of Use and may be used by Brainly in accordance with the terms and conditions of these Terms of Use, including without limitation in order to provide the Brainly Services.\nYou shall be allowed to access the recording of a session that you have participated in.\nIn addition, you Question and the provided Answer (not the recorded live session) will be available through the Brainly Services, in accordance with these Terms.\n</p>\nUser Content\n<p>\nYou are solely responsible for all text, images, audio, video, location\ndata, and all other forms of data or communication that you submit or\ntransmit to, through, or in connection with the Brainly Services, including\nQuestions or Answers (collectively, “<strong>Your Content</strong>”).\nOnce you submit Your Content on the Brainly Services it cannot\nalways be withdrawn.\nYou assume all risks associated with Your Content,\nincluding anyone else’s reliance on its quality, accuracy, or\nreliability, or any disclosure by you of information in Your Content that\nmakes you personally identifiable.\nYou represent that you own, or have the\nnecessary permissions to use and authorize the use of Your Content by others\nwho may access the Brainly Services.\nYou acknowledge that you may expose\nyourself to personal liability by posting on the Brainly Services.\nYou take\nsole responsibility for ensuring that Your Content does not contain any\nmaterial that is illegal, is false, intentionally misleading, or defamatory,\nor violates any third-party right (such as copyright, trademark, patent,\ntrade secret, moral right, privacy right, right of publicity, or any other\nintellectual property or proprietary right).\n</p>\n<p>\nYOU ACKNOWLEDGE THAT THE BRAINLY SERVICES IS INTENDED TO PROVIDE HOMEWORK\nASSISTANCE TO STUDENTS AND EXPRESSLY AGREE TO COMPLY WITH THE COMMUNITY\nGUIDELINES.\nBRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND\nTO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR\nSOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO\nNOTICE TO YOU.\n</p>\nBrainly’s Right to Use Your Content\n<p>\nBy posting Your Content on the Brainly Services you irrevocably grant\nBrainly worldwide, non-exclusive, irrevocable, assignable and transferable\nperpetual rights to use Your Content, including, for example, your name,\ngrade, school name or biographical information, for any purpose whatsoever,\nincluding, for example, to create derivative works, use for advertising or\nmarketing, or repurpose in another medium.\n</p>\nIntellectual Property\n<p>\nThe materials used and displayed on the Brainly Services, including but not\nlimited to text, software, photographs, graphics, illustrations, artwork,\nvideo, music, and sound, and names, logos, trademarks and service marks, are\nthe property of Brainly or its affiliates or licensors and are protected by\ncopyright, trademark and other laws.\nAny and all such content may be used\nsolely for your personal, non-commercial use.\nYou agree not to modify,\nreproduce, retransmit, distribute, disseminate, sell, publish, broadcast, or\ncirculate any such material without the written consent of Brainly.\n</p>\n<p>\nThe terms Brainly and brainly.com, and other Brainly trademarks and services\nmarks, as well as all associated logos, related names, product and service\nnames, designs, and slogans are trademarks of Brainly or its affiliates or\nlicensors.\nYou may not use such marks without the prior written consent of\nBrainly.\nAll other names, logos, product and service names, designs, and\nslogans on the Brainly Services are the trademarks of their respective\nowners.\n</p>\nDigital Millennium Copyright Act\n<p>\nSince we respect content owner rights, it is Brainly’s policy to\nrespond to alleged infringement notices that comply with the Digital\nMillennium Copyright Act of 1998 (“<strong>DMCA</strong>”).\n</p>\n<p>\nIf you believe that your copyrighted work has been copied in a way that\nconstitutes copyright infringement and is accessible via the Brainly\nServices, please notify Brainly’s copyright agent by mail at, 161\nBowery, Fl.\n2, New York, NY 10002, ATTN: DMCA Agent, with the following\ninformation required by the DMCA:\n</p>\n<p>Your name, address, telephone number and email address;</p>\n<p>\nAn identification of the copyrighted work that you believe to be infringed.\nPlease fully describe the work and, wherever possible, include a copy or the\nlocation of an authorized version of the work.\n</p>\n<p>\nA statement that you have a good faith belief that the complained-of use of\nthe materials is not authorized by the copyright owner, its agent, or the\nlaw.\n</p>\n<p>\nA statement that the information that you have supplied is accurate and\nthat, “under penalty of perjury,” you are the copyright owner or\nare authorized to act on the copyright owner’s behalf.\nand\n</p>\n<p>\nA signature or the electronic equivalent from the copyright holder or\nauthorized representative.\n</p>\n<p>\nUNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS\nINFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL\nPENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’\nFEES.\n</p>\n<p>\nPlease note that this procedure is exclusively for notifying Brainly and its\naffiliates that your copyrighted material has been infringed.\nThe preceding\nrequirements are intended to comply with Brainly’s rights and\nobligations under the DMCA, including 17 U.S.C.\n§512(c), but do not\nconstitute legal advice.\nIt may be advisable to contact an attorney\nregarding your rights and obligations under the DMCA and other applicable\nlaws.\n</p>\n<p>\nIn accordance with the DMCA and other applicable laws, Brainly has adopted a\npolicy of terminating, in appropriate circumstances, Users who are deemed to\nbe repeat infringers.\nBrainly may also at its sole discretion limit access\nto the Brainly Services and/or your Brainly Subscription and/or terminate\nthe accounts of any Users who infringe any intellectual property rights of\nothers, whether or not there is any repeat infringement.\n</p>\nMobile Software\n<p>\nBrainly may make available software to access the products, services,\nfunctionality, content, information and other materials made available on,\nthrough or in connection with the Brainly Services and/or your Brainly\nSubscriptions via a mobile device including, but not limited to, the App\nsoftware (“<strong>Mobile Software</strong>”).\nTo use the Mobile\nSoftware you must have a mobile device that is compatible with the Mobile\nSoftware.\nBrainly does not represent or warrant that the Mobile Software\nwill be compatible with your mobile device.\nYou may use mobile data in\nconnection with the Mobile Software and may incur additional charges from\nyour wireless provider for these services.\nYou agree that you are solely\nresponsible for any such charges.\nSubject to your compliance with these\nTerms, Brainly hereby grants you a non-exclusive, non-transferable, freely\nrevocable license to use a compiled code copy of the Mobile Software for one\naccount on one Mobile Device owned or leased solely by you, for your\npersonal use.\n</p>\n<p>\nYou acknowledge that Brainly may from time to time issue upgraded versions\nof the Mobile Software, and may automatically electronically upgrade the\nversion of the Mobile Software that you are using on your mobile device.\nYou\nconsent to such automatic upgrading on your mobile device, and agree that\nthese Terms will apply to all such upgrades.\nAny third-party code that may\nbe incorporated in the Mobile Software is covered by the applicable open\nsource or third-party license EULA and/or Terms of Use, if any, authorizing\nthe use of such code.\nThe foregoing license grant is not a sale of the\nMobile Software or any copy thereof, and Brainly or its third-party\nproviders or suppliers retain all right, title, and interest in the Mobile\nSoftware (and any copy thereof).\nAny attempt by you to transfer any of the\nrights, duties or obligations hereunder, except as expressly provided for in\nthese Terms, is void.\nBrainly reserves all rights not expressly granted\nunder these Terms.\nIf the Mobile Software is being acquired on behalf of the\nUnited States Government, then the following provision applies.\nThe Mobile\nSoftware will be deemed to be “commercial computer software” and\n“commercial computer software documentation,” respectively,\npursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nAny\nuse, reproduction, release, performance, display or disclosure of the\nService and any accompanying documentation by the U.S.\nGovernment will be\ngoverned solely by these Terms and is prohibited except to the extent\nexpressly permitted by these Terms.\nThe Mobile Software is subject to United\nStates export laws and regulations.\nThose laws and regulations provide that,\namong other things, the Mobile Software generally may not be exported or\nre-exported to certain countries or those persons or entities prohibited\nfrom receiving exports from the United States.\nIn addition, the Mobile\nSoftware may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use\nof the Mobile Software and the Brainly Services, including, but not limited\nto, export and import regulations.\n</p>\n<p>\nThe following applies to any Mobile Software you acquire from the Apple App\nStore (“<strong>Apple-Sourced Software</strong>”):\n</p>\n<p>\nYou acknowledge and agree that these Terms are solely between you and\nBrainly, not Apple, Inc.\n(“<strong>Apple</strong>”), and that\nApple has no responsibility for the Apple-Sourced Software or content\nthereof.\nYour use of the Apple-Sourced Software must comply with the App\nStore Terms of Use.\nYou acknowledge that Apple has no obligation whatsoever\nto furnish any maintenance and support services with respect to the\nApple-Sourced Software.\nIn the event of any failure of the Apple-Sourced\nSoftware to conform to any applicable warranty, you may notify Apple, and\nApple will refund the purchase price for the Apple-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other\nwarranty obligation whatsoever with respect to the Apple-Sourced Software,\nand any other claims, losses, liabilities, damages, costs or expenses\nattributable to any failure to conform to any warranty will be solely\ngoverned by these Terms and any law applicable to Brainly as provider of the\nsoftware.\nYou acknowledge that Apple is not responsible for addressing any\nclaims of you or any third party relating to the Apple-Sourced Software or\nyour possession and/or use of the Apple-Sourced Software, including, but not\nlimited to: (a) product liability claims.\n(b) any claim that the\nApple-Sourced Software fails to conform to any applicable legal or\nregulatory requirement.\nand (c) claims arising under consumer protection or\nsimilar legislation.\nand all such claims are governed solely by these Terms\nand any law applicable to Brainly as provider of the software.\nYou\nacknowledge that, in the event of any third-party claim that the\nApple-Sourced Software or Your possession and use of that Apple-Sourced\nSoftware infringes that third party’s intellectual property rights,\nBrainly, not Apple, will be solely responsible for the investigation,\ndefense, settlement and discharge of any such intellectual property\ninfringement claim to the extent required by these Terms.\nYou and Brainly\nacknowledge and agree that Apple, and Apple’s subsidiaries, are\nthird-party beneficiaries of these Terms as relates to your license of the\nApple-Sourced Software, and that, upon your acceptance of these Terms, Apple\nwill have the right (and will be deemed to have accepted the right) to\nenforce these Terms as relates to your license of the Apple-Sourced Software\nagainst you as a third-party beneficiary thereof.\n</p>\n<p>\nThis paragraph applies where the Mobile Software has been acquired from any\napp store or distribution platform other than the Apple App Store, including\nthe Google Play Store and the Windows Store (the “<strong>Distribution Platform</strong>”):\n</p>\n<p>\nYou acknowledge that: (a) the Terms are between you and Brainly, and not\nwith the provider of the Distribution Platform (\"<strong>Store Provider</strong>\").\n(b) your use of the Mobile Software must comply with the Store\nProvider’s then-current Distribution Platform Terms of Use.\n(c) the\nStore Provider is only a provider of the Distribution Platform where you\nobtained the Mobile Software.\n(d) Brainly, and not the Store Provider, is\nsolely responsible for the Mobile Software.\n(e) the Store Provider has no\nobligation or liability to you with respect to the Mobile Software or the\nTerms.\nand (f) you acknowledge and agree that the Store Provider is a\nthird-party beneficiary to the Terms as it relates to the Mobile Software.\n</p>\nThird-Party Content and Links\n<p>\nSome of the information or other materials available on or through the\nBrainly Services may have been prepared by third-parties not affiliated with\nBrainly, including other users.\nBrainly makes no warranties with regard to\nsuch information or other materials, nor does Brainly assume any\nresponsibility or liability for any decisions based upon such information.\n</p>\n<p>\nThe Brainly Services may include links to websites and services not provided\nby Brainly.\nYour interaction with these websites and services will be\nsubject to the terms (including privacy policies) established by such\nwebsites or services.\nBrainly is not responsible for, and does not endorse\nor warrant in any way, any materials, information, goods, or services\navailable through or advertised on such websites or services, or the privacy\nor other practices of such websites or services.\n</p>\nSecurity\n<p>\nUse of certain portions of the Brainly Services requires that you create and\nmaintain a username and password (collectively “User\nCredentials”).\nYou will be asked to create unique User Credentials\nthat may only be used by you.\nYou understand and acknowledge that anyone\nwith knowledge of your User Credentials may gain access to any information,\nincluding your Personal Information, you have stored in the\npassword-protected portion of the Brainly Services.\nYou agree to keep your\npassword secret, to notify us if your password is lost or compromised, and\nto be solely responsible for the confidentiality and use of your User\nCredentials.\n</p>\n<strong>Subscription Services.\nAutomatic Renewal.\nFree Trials.\nCancellation</strong>\n<p>\nALL BRAINLY SUBSCRIPTIONS WILL AUTOMATICALLY RENEW AT THE END OF THE TERM IF\nYOU DO NOT CANCEL PRIOR TO THE END OF THE SUBSCRIPTION TERM.\nBrainly offers\nRegistered Users the opportunity to purchase a Brainly Subscription, through\nwhich users will receive unlimited access to all Verified Answers available\non the Brainly Services for the duration of the subscription term listed on\nour Service at the time of purchase.\nRegistered Users who do not purchase a\nBrainly Subscription will only be able to view a limited amount of Verified\nAnswers during a set time period.\nBrainly subscriptions are available for\nthe price listed on our Service and will be billed to you in accordance with\nthe billing terms listed on the Service.\n</p>\n<p>\nEach Brainly Subscription will automatically renew at the end of each\nsubscription term unless you cancel your Brainly Subscription at least 5\nbusiness days before the end of your subscription term by providing notice\nto Brainly at subscriptions@brainly.com.\nUNLESS OTHERWISE INDICATED IN ANY\nAPPLICABLE ADDITIONAL TERMS OR COMMUNICATIONS WE SEND TO YOUR REGISTERED\nEMAIL ADDRESS, SUCH RENEWAL WILL BE AT THE SAME SUBSCRIPTION FEE AS WHEN YOU\nFIRST SUBSCRIBED, PLUS ANY APPLICABLE TAXES, UNLESS WE NOTIFY YOU AT LEAST\n10 DAYS PRIOR TO THE END OF YOUR CURRENT TERM THAT THE SUBSCRIPTION FEE WILL\nINCREASE.\nYOU ACKNOWLEDGE THAT YOUR SUBSCRIPTION IS SUBJECT TO AUTOMATIC\nRENEWALS AND YOU CONSENT TO AND ACCEPT RESPONSIBILITY FOR ALL RECURRING\nCHARGES TO YOUR CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD, AS\nAPPLICABLE) BASED ON THIS AUTOMATIC RENEWAL FEATURE WITHOUT FURTHER\nAUTHORIZATION FROM YOU AND WITHOUT FURTHER NOTICE EXCEPT AS REQUIRED BY LAW.\nYOU FURTHER ACKNOWLEDGE THAT THE AMOUNT OF THE RECURRING CHARGE MAY CHANGE\nIF THE APPLICABLE TAX RATES CHANGE OR IF YOU ARE NOTIFIED THAT THERE WILL BE\nAN INCREASE IN THE APPLICABLE SUBSCRIPTION FEES.\n</p>\n<p>\nBrainly may offer a free trial of the Brainly Services.\nThe free trial\nperiod lasts for the period specified during sign-up and is intended to\nallow potential and existing users to try the Brainly Services.\nFree trial\neligibility is determined by Brainly at its sole discretion and we may limit\neligibility or duration to prevent free trial abuse.\nPricing for Brainly\nServices are subject to change.\nWe reserve the right to revoke the free\ntrial and put your account on hold in the event that we determine that you\nare not eligible.\nWe may use information such as method of payment or an\naccount email address to determine eligibility for the free trial.\nUPON THE\nEXPIRATION OF THE FREE TRIAL PERIOD, YOU WILL BE AUTOMATICALLY CONVERTED\nINTO AN AUTOMATICALLY RENEWING, PAID BRAINLY SUBSCRIPTION IN ACCORDANCE WITH\nTHE TERMS OF THIS SECTION UNLESS YOU OPT OUT AND/OR CANCEL VITING YOUR\nBRAINLY ACCOUNT SETTINGS AND CLICKING ON CANCEL TRIAL/SUBSCRIPTION LINK OR\nBY EMAILING BRAINLY AT\nSUBSCRIPTIONS@BRAINLY.COM\nPRIOR TO THE EXPIRATION OF YOUR FREE TRIAL.\n</p>\n<p>\nIf you choose to cancel, your cancellation will take effect at the end of\nthe subscription term in which you cancelled, and there are no refunds.\nExcept where Brainly, in its sole discretion, suspends, or terminates your\nBrainly Subscription as provided below, you will have access to and use of\nyour Brainly Subscription up until the effective date of cancellation.\nNotice of cancellation of your subscription may be given to Brainly by 5\nbusiness days before the end of your subscription term.\nCancellation of your\nBrainly Subscription is your sole and exclusive remedy under these Terms and\nagainst Brainly with respect to Brainly’s provision of the Brainly\nSubscription.\n</p>\n<p>\nYou agree to pay Brainly the fees for your Brainly Subscription and\nauthorize Brainly (through its third-party payment processor) to (i) charge\nthese fees to the credit card or other payment method, and (ii)\nautomatically renew the charges for the duration of your Brainly\nSubscription unless you cancel your Subscription as described above, which\nyou may do at any time.\nIf your credit card or other payment method is\ninvalid for any reason, charged back, or if we do not receive payment, we\nreserve the right to cancel your Brainly Subscription immediately.\n</p>\n<p>\nAll descriptions of the Brainly Subscription, prices, and payment terms\nposted on the Brainly Services are within our sole discretion and subject to\nchange at any time without notice.\nBrainly may add new services for\nadditional fees and charges, amend fees and charges for existing services,\nor withdraw its offering of the Brainly Subscription at any time, in its\nsole discretion.\nThe price charged for a Brainly Subscription and payment\nterms will be the price and payment terms in effect at the time the order is\nplaced and will be set out in your order confirmation e-mail.\nPrice\nincreases will only apply to orders placed after such changes.\nPrices listed\nthrough the Brainly Services are stated in U.S.\ndollars, and do not include\ntaxes.\nAll such taxes will be added to your order total and will be itemized\non the purchase screen and in your order confirmation e-mail.\nWe are not\nresponsible for pricing, typographical or other errors in any offer by us\nand we reserve the right to cancel any orders arising from such errors.\n</p>\n<p>\nIf a parental account is linked to a student account, the Brainly Subscription\npaid by the parent or legal guardian can be shared with the student account.\nIt is not possible to share a Brainly Subscription paid by a student account\nwith a linked parental account.\nThe linked student account then gains the\nfunctionality of the Brainly Subscription paid for by the parental account.\nAll rights and obligations arising from these Terms with respect to the Brainly\nSubscription may only be exercised by the owner of the account from which\nthe Brainly Subscription was paid.\n</p>\n<p>\nBrainly uses third-party payment processing services provided by Stripe\nPayments Europe, Ltd.\nand Zuora, Inc.\n(https://www.zuora.com/) (collectively\n“<strong>Payment Processors</strong>”), to process payments and\nother monetary transactions made on and through the Brainly Services.\nPayment must be received by either of the Payment Processors before our\nacceptance of an order.\nPayment Processors accept the payment methods listed\nbelow, which may be amended by Payment Processors in their sole discretion.\nBrainly does not view or store your full credit card or other payment method\ninformation – instead, such information is provided directly to\nPayment Processors for their processing of your payment.\nFor all purchases,\nour Payment Processors will collect your payment method details and charge\nyour chosen payment method in connection with an order.\nPlease see:\n</p>\n<ul>\n<li>\nStripe’s Services Agreement, available at\nhttps://stripe.com/us/legal, and\nStripe’s Privacy Policy, available at\nhttps://stripe.com/us/privacy,\nas each may be amended by Stripe in accordance with the terms set forth\ntherein, for information on how Stripe collects and uses your personal\ninformation, and\n</li>\n<li>\nZuora’s Master Subscription Agreement, available at\nhttps://www.zuora.com/terms-conditions/ and Zuora’s Privacy Policy,\navailable at https://www.zuora.com/privacy-statement/, as each may be\namended by Zuora in accordance with the terms set forth therein, for\ninformation on how Zuora collects and uses your personal information.\n</li>\n</ul>\n<p>\nYou agree to Striper’s Services Agreement and Zuora’s Master\nSubscription Agreement.\nYou acknowledge and agree that Brainly is not\nresponsible for any breaches of credit card or other payment method security\nor privacy.\n</p>\n<p>You represent and warrant that:</p>\n<ul>\n<li>\nthe account, order, and payment method information you supply to us or our\nPayment Processor, as applicable, is true, correct and complete,\n</li>\n<li>\nyou are duly authorized to use such payment method for the purchase,\n</li>\n<li>\nyou will pay any charges that you incur in connection with the service\nunder your Brainly Subscription, including any applicable taxes,\n</li>\n<li>\ncharges incurred by you will be honored by your payment method company,\n</li>\n<li>\nyou will pay all charges incurred by you at the posted prices, including\nall applicable taxes, if any,\n</li>\n<li>\nyou will not allow anyone else to use your Brainly Subscription,\n</li>\n<li>\nyou will not transfer your Brainly Subscription or password to anyone\nelse, and\n</li>\n<li>\nyou will report to us any unauthorized or prohibited access or use of your\nBrainly Subscription.\n</li>\n</ul>\n<p>\nIf any of your account, order, or payment method information changes, you\nagree to promptly update this information, so that we or our Payment\nProcessor may complete your transactions and contact you as needed.\nWe are\nnot liable for any unauthorized use of your credit card, debit card, or\nother payment method by a third party in connection with your use of the\nBrainly Services or your Brainly Subscription.\n</p>\n<p>\nPayment Methods: Credit cards and debit cards accepted: Visa, Mastercard,\nAmerican Express, and Discover.\n</p>\n<p>\nOther forms of payment: Credit card gift cards from Visa, MasterCard and\nAmerican Express\n</p>\n<p>\nWe do not accept: CODs or cash on delivery, Layaway Plan, Personal Checks or\nMoney Orders.\n</p>\nTermination\n<p>\nBrainly reserves the right, in its sole discretion, to immediately modify,\nsuspend or terminate your account, the Brainly Services, your Brainly\nSubscription, and/or any products, services, functionality, information,\ncontent or other materials available on, through or in connection with the\nBrainly Services and/or your Brainly Subscription, including, but not\nlimited to, the Mobile Software, and/or your access to some or all of them\nwithout cause and without notice.\nIn the event that Brainly suspends or\nterminates your account, the Brainly Services or your Brainly Subscription,\nyou acknowledge and agree that you shall receive no refund or exchange for\nany unused time on a Brainly Subscription or any subscription fees or\nanything else.\n</p>\nDisclaimer of Warranties\n<p>YOU UNDERSTAND AND EXPRESSLY AGREE THAT:</p>\n<p>\nYOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES,\nFUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON,\nTHROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY\nSUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR\nOWN RISK.\nTHE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY,\nINFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY\nSERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS\nIS” AND “AS AVAILABLE” BASIS.\nBRAINLY DISCLAIMS ALL\nWARRANTIES, REPRESENTATIONS, AND CONDITIONS OTHER THAN THOSE EXPRESSLY SET\nOUT IN THESE TERMS AND, WITHOUT LIMITATION, DISCLAIMS ANY AND ALL\nWARRANTIES, REPRESENTATIONS, OR CONDITIONS IMPLIED BY LAW, CONVENTION,\nCOURSE OF DEALING OR OTHERWISE (INCLUDING ANY WARRANTY OF MERCHANTABILITY)\nTO THE FULLEST EXTENT PERMITTED BY LAW.\nBRAINLY MAKES NO WARRANTY THAT THE\nBRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION,\nCONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE\nBRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED\nTO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS, OR THAT THE BRAINLY\nSERVICES OR BRAINLY SUBSCRIPTIONS WILL OPERATE UNINTERRUPTED OR IN A TIMELY,\nSECURE, OR ERROR-FREE MANNER, OR AS TO THE ACCURACY OR COMPLETENESS OF ANY\nINFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE\nBRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY\nINFORMATION OR CONTENT IS MARKED AS “VERIFIED”.\n</p>\nLimitation of Liability\n<p>\nBRAINLY SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE,\nOR CONSEQUENTIAL DAMAGES, WHETHER FORESEEABLE OR NOT, RESULTING FROM (A) THE\nUSE OR THE INABILITY TO USE, OR THE CONTENT INCLUDED IN, THE BRAINLY\nSERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION,\nOR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY\nSERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE\nMOBILE SOFTWARE.\n(B) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR\nTRANSMISSIONS OR DATA.\n(C) BRAINLY’S PROVISION OF OR YOUR USE OF THE\nBRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT,\nINFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH\nTHE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT\nLIMITED TO, THE MOBILE SOFTWARE.\nOR (C) ANY BREACH OF OR ACT OR OMISSION\nUNDER THESE TERMS, INCLUDING, BUT NOT LIMITED TO, THE COST OF PROCUREMENT OF\nSUBSTITUTE GOODS AND SERVICES, DAMAGES FOR LOSS OF PROFITS, USE, DATA, OR\nOTHER INTANGIBLES, EVEN IF BRAINLY HAS BEEN ADVISED OF THE POSSIBILITY OF\nSUCH DAMAGES.\nBRAINLY’S AGGREGATE DIRECT DAMAGES RESULTING FROM THE\nFOREGOING (A) THROUGH (C) SHALL BE LIMITED TO THE GREATER OF $100 OR THE\nAMOUNT PAID BY YOU FOR YOUR BRAINLY SUBSCRIPTION, IF ANY, IN THE SIX\nMONTH-PERIOD PRECEDING THE CLAIM.\n</p>\n<p>\nBecause some states or jurisdictions do not allow the exclusion or the\nlimitation of liability for consequential or incidental damages, in such\nstates or jurisdictions the above limitations and exclusions may not apply\nto you.\nIn such states or jurisdictions, Brainly’s liability is\nlimited to the extent permitted by law, thereby minimizing Brainly’s\nliability to you to the lowest amount permitted by applicable law.\n</p>\nIndemnification\n<p>\nYou agree to indemnify and hold each of Brainly, its subsidiaries,\naffiliates, officers, directors, employees and independent contractors, and\nany third parties providing content or services included in the Brainly\nServices or your Brainly Subscription, harmless from any claim or demand\n(including, but not limited to, reasonable legal fees) made by any third\nparty due to or arising out of your use of the Brainly Services or your\nBrainly Subscription.\n</p>\nAssignment\n<p>\nBrainly expressly reserves the right to assign and transfer these Terms, and\nits rights and obligations under these Terms, in part or as a whole, without\nrestriction, including, but not limited to, to another legal entity as part\nof any sale or merger of all or part of Brainly with a separate legal\nentity.\nYou may not transfer these Terms, or your rights or obligations\nunder these Terms, to any person or entity.\n</p>\nApplicable Law\n<p>\nThese Terms will be governed by and construed in accordance with the laws of\nthe State of New York, excluding provisions of that would result in choice\nof the law of another jurisdiction to govern these Terms.\n</p>\nArbitration\n<p>\nYOU AND BRAINLY AGREE THAT THE SOLE AND EXCLUSIVE FORUM AND REMEDY FOR ANY\nAND ALL DISPUTES AND CLAIMS RELATING IN ANY WAY TO OR ARISING OUT OF THESE\nTERMS SHALL BE FINAL AND BINDING ARBITRATION.\n</p>\n<p>\nEither Brainly or you may demand that any dispute between Brainly and you\nabout or involving your use of the Brainly Services or your Brainly\nSubscription must be settled by arbitration utilizing the Commercial\nArbitration Rules of the American Arbitration Association (AAA) in New York,\nNew York, USA, provided that the foregoing shall not prevent Brainly from\nseeking injunctive relief in a court of competent jurisdiction.\nJudgment on\nthe award may be entered in any court of competent jurisdiction.\nTO THE\nFULLEST EXTENT PERMITTED BY APPLICABLE LAW, NO ARBITRATION OR CLAIM UNDER\nTHESE TERMS SHALL BE JOINED TO ANY OTHER ARBITRATION OR CLAIM, INCLUDING ANY\nARBITRATION OR CLAIM INVOLVING ANY OTHER CURRENT OR FORMER USER OF THE\nBRAINLY SERVICES OR A BRAINLY SUBSCRIPTION, AND NO CLASS ARBITRATION\nPROCEEDINGS SHALL BE PERMITTED.\n</p>\nWaiver and Severability\n<p>\nNo waiver by Brainly of any term or condition set forth in these Terms will\nbe deemed a further or continuing waiver of such term or condition or a\nwaiver of any other term or condition, and any failure of Brainly to assert\na right or provision under these Terms will not constitute a waiver of such\nright or provision.\n</p>\n<p>\nIf any provision of these Terms is held by a court or other tribunal of\ncompetent jurisdiction to be invalid, illegal, or unenforceable for any\nreason, such provision will be eliminated or limited to the minimum extent\nsuch that the remaining provisions of the Terms will continue in full force\nand effect.\n</p>\n<p>\nThese Terms are the complete and exclusive statement of the agreement\nbetween you and Brainly concerning the Brainly Services and/or any products,\nservices, information, or other materials available on, through or in\nconnection with the Brainly Services or your Brainly Subscription,\nincluding, but not limited to, the Mobile Software.\nThese Terms replace and\nsupersede any prior or contemporaneous oral or written agreement and any\nother communications between you and Brainly.\n</p>\nContact Us <p>\nIf you have questions about these Terms, you may contact us by email at\nprivacy@brainly.com.\nPlease note that communications made to\nprivacy@brainly.com will not constitute legal notice to Brainly, its\nofficers, employees, agents, or representatives.\nYou may also contact us via\nmail at: Brainly sp.\nz o.o., ul.\nKrowoderska 63B/6, 31-158 Kraków,\nPoland.\n</p>\nChanges to These Terms\n<p>\nBrainly regularly reviews these Terms and may revise or update them at our\nsole discretion.\nChanges to these Terms become effective immediately upon\ntheir posting on the Brainly Services and your continued use of the Brainly\nServices following the posting of revised Terms represents that you have\nread, understood, and agreed to the changes.\nThe most recent version of\nthese Terms will be maintained on the Brainly Services.\n</p> PART B - TERMS AND CONDITIONS APPLICABLE TO USERS IN EUROPE <p>\nThis part and the documents referred to within it set out the terms and\nconditions that apply to your use of Brainly Services if you access Brainly\nServices in Europe (collectively, the \"<strong>Terms of Use</strong>\").\n</p>\n<p>\nBrainly Services is operated by Brainly spółka z ograniczoną\nodpowiedzialnością (\"<strong>Brainly</strong>\", \"<strong>we</strong>\",\n\"<strong>our</strong>\", \"<strong>us</strong>\") and includes the services\nmade available on www.brainly.com, any www.brainly.com sub-domains (the\n“<strong>Website</strong>”) as well as Brainly.com's mobile\napplication (the “<strong>App</strong>”).\n</p>\n<p>\nBrainly is a Polish limited liability company with its registered office at:\nKrowoderska 63B/6, 31-158 Kraków, Poland, entered in the\nEntrepreneurs Register of the Polish National Court Register under the\nnumber: 354511.\n</p>\n<p>\nBy accessing and using Brainly Services, you agree to these Terms of Use.\nIf\nyou do not agree to these Terms of Use, please do not access or use Brainly\nServices.\n</p>\n<ol>\n<li>\n<strong>Children Under the Age of 13</strong>\n</li>\n</ol>\n<p>1.1 You must be 13 years or older to use Brainly Services.</p>\n<ol>\n<li>\n<strong>Your Use of the Brainly Services </strong>\n</li>\n</ol>\n<p>\n2.1 Your right to use Brainly Services is personal to you.\nThis right is\ngiven to you solely for this purpose.\nIt is also personal to you and you are\nnot allowed to give this right to any other person\n</p>\n<p>\n2.2 There are certain features of the Service that are only available to\nindividuals who have registered for an Account (as defined in clause 2.3).\n</p>\n<p>\n2.3 You can open two types of accounts: there is a free version or the\nBrainly Plus account (\"<strong>Account</strong>\").\n</p>\n<p>\n2.4 Free Account: This is where you can ask questions to the Brainly\ncommunity of users (\"<strong>Registered Users</strong>\") for assistance with\nyour homework (asking a \"<strong>Question</strong>\").\nOnly those who are\nalso Registered Users can provide a response to your Question or otherwise\ncommunicate with you.\nBrainly does not charge you when you are using a Free\nAccount.\n</p>\n<p>\n2.5 Brainly Plus Account: This allows you to access all of the answers\nposted on the Service including \"<strong>Verified Answers</strong>\".\nVerified Answers are answers that have been checked for quality, detail and\naccuracy by Brainly's highest level experts.\nYou will also have access to an\nad-free experience and your questions jump the line and get prioritized for\nanswering.\n</p>\n<p>\n2.6 In addition to the other requirements within these Terms of Use, this\nparagraph describes specific rules that apply to your use of the Service\n(the \"<strong>Rules of Acceptable Use</strong>\").\n</p>\n<p>\n2.6.1 You must only use Brainly Services for lawful and information\npurposes.\n</p>\n<p>\n2.6.2 You agree that you have no rights in or to any portion of Brainly\nServices other than the right to use the Brainly Services in accordance with\nthese Terms of Use.\n</p>\n<p>2.6.3 You must not:</p>\n<ol>\n<li>\nuse Brainly Services other than for its intended purpose as set out in the\nTerms of Use.\n</li>\n<li>copy any portion of Brainly Services;</li>\n<li>\ngive or sell or otherwise make available any portion of Brainly Services\nto anybody else.\n</li>\n<li>change Brainly Services in any way;</li>\n<li>\ninterfere with any security related features of Brainly Services or\nfeatures that prevent or restrict use or copying of the content accessible\nvia Brainly Services.\n</li>\n<li>\ngive any information or permit another person to use Brainly Services\nunder your name or on your behalf.\n</li>\n<li>\nfake your identity or give the impression they are linked to us or to\nBrainly, if this is not the case.\n</li>\n<li>\nuse Brainly Services other than for its intended purpose as set out in the\nTerms of Use.\n</li>\n<li>\nuse Brainly Services if we have suspended your access to it, or have\notherwise banned you from using it.\n</li>\n<li>\nmodify, interfere, intercept, disrupt or hack Brainly Services or collect\nany data from Brainly Services other than in accordance with the Terms of\nUse.\n</li>\n<li>\nmisuse Brainly Services by knowingly introducing viruses, Trojans, worms,\nlogic bombs or other material which would harm the Brainly Services or the\nequipment of any user of Brainly Services.\nor\n</li>\n<li>\nuse any automated system, including, but not limited to, \"robots\",\n\"spiders\" or \"offline readers\" to access Brainly Services in a manner that\nsend more request messages to Brainly Services than a human can reasonably\nproduce in the same period of time.\n</li>\n</ol>\n<p>\n2.6.4 Failure to comply with the Rules of Acceptable Use constitutes a\nserious breach of the Terms of Use, and may result in our taking all or any\nof the following actions (with or without notice):\n</p>\n<ol>\n<li>\nimmediate, temporary or permanent withdrawal of your right to use Brainly\nServices.\n</li>\n<li>issuing of a warning to you;</li>\n<li>\nlegal action against you including proceedings for reimbursement of all\ncosts (including, but not limited to, reasonable administrative and legal\ncosts) resulting from the breach.\n</li>\n<li>\ndisclosure of such information to law enforcement authorities as we\nreasonably feel is necessary.\n</li>\n</ol>\n<p>\n2.6.5 The responses described in clause 2.6.4 are not limited, and we may\ntake any other action we reasonably deem appropriate.\n</p>\n<ol>\n<li>\n<strong>User Content</strong>\n</li>\n</ol>\n<p>\n3.1 You confirm that any images, text or information that you make available\nor create (\"<strong>User Content</strong>\") while using the Service will\nmeet the Rules of Acceptable Use.\n</p>\n<p>\n3.2 We do not claim ownership of your User Content, and ownership will\nremain with you and any third party whose content you include in your User\nContent.\nInstead, you grant us a worldwide, non-exclusive, royalty-free and\nperpetual licence to use, copy, reproduce, distribute, adapt, re-format,\nmodify, publish, translate, license, sub-license and otherwise make\navailable the User Content anywhere and in any form for the purposes of\nproviding the Service (including allowing users that you give access to any\nUser Content to view and use your User Content).\n</p>\n<p>\n3.3 You must ensure that you are able to grant us the above licence for any\ncontent owned by a third party that you include in your User Content.\n</p>\n<p>\n3.4 Our right to use your User Content does not in any way affect your\nprivacy rights.\nPlease see our PrivacyPolicy (https://brainly.com/pages/privacy_policy) which provides information on how we use your personal information.\n</p>\n<p>\n3.5 We have the right to monitor any User Content and to reject, refuse or\ndelete any User Content where we think that it breaks any of the Rules of\nAcceptable Use.\n</p>\n<ol>\n<li>\n<strong>Intellectual Property </strong>\n</li>\n</ol>\n<p>\n4.1 Brainly is the owner of all intellectual property rights in Brainly\nServices.\n</p>\n<ol>\n<li>\n<strong>Third-Party Content and Links</strong>\n</li>\n</ol>\n<p>\n5.1 The Service may, from time to time, contain links to and from third\nparty services.\nIf you follow a link to any of these services, please note\nthat these services have their own privacy policies and that we do not\naccept any responsibility or liability for their policies.\nPlease check the\nindividual policies before you submit any information to those services.\n</p>\n<ol>\n<li>\n<strong>Security </strong>\n</li>\n</ol>\n<p>\n6.1 To open an Account, you must register with us and set up an account with\nan ID and password.\nWe encourage you to use \"strong\" passwords (passwords\nthat use a combination of upper and lower case letters, numbers and symbols)\nwith your Account.\n</p>\n<p>\n6.2 When you create an Account, you must provide us with accurate and\ncomplete information.\n</p>\n<p>\n6.3 You are responsible for maintaining the confidentiality of your login\ndetails and on any activities that occur under your Account.\nIf you have any\nconcerns that your Account may have been misused, you should contact us at\ncontact@brainly.com straight away to let us know.\n</p>\n<ol>\n<li>\n<strong>Brainly Plus Account, Fees and Payment</strong>\n</li>\n</ol>\n<p>\n7.1 To enjoy full access to Verified Answers (defined above), ad free\nexperience and to get prioritised for answering, Registered Users will need\nto sign up for a Brainly Plus Account.\nIf you do not purchase a Brainly Plus\nAccount, you will only be able to view a limited amount of Verified Answers\nfor a set period of time.\n</p>\n<p>\n7.2 Your Brainly Plus Account will automatically renew at the end of a at\nthe end of the subscription period chosen by yourself during sign-up unless\nyou cancel it at least 10 business days before the end of the subscription\nperiod.\n</p>\n<p>\n7.3 <strong>Refunds:</strong> Generally, we cannot give back the fees you\npay to us.\n</p>\n<p>\n7.4 <strong>Prices and price changes:</strong> Prices are listed on the\nService.\nWe may change our prices by giving you reasonable notice.\n</p>\n<p>\n7.5 <strong>Payment methods:</strong> We can pay us by using a debit card or\na credit card (e.g., Visa, MasterCard and American Express).\nYou can change\nyour payment method by logging onto the Service and changing it in your\naccount settings.\n</p>\n<p>\n7.6\n<strong>Right to cancel within the 14 day membership period:</strong> During\nthe initial 14 day membership period, you have a right to cancel at any time\nby e-mailing\nsubscriptions@brainly.com and\nletting us know you would like to cancel.\nWe will reimburse you with all\npayments that we have received from you.\n</p>\n<p>\n7.7 <strong>Free trial</strong>: Brainly may offer a free trial of the\nService prior to being converted into a Brainly Plus Account.\nThe free trial\nperiod lasts for the period specified during sign-up and is intended to\nallow potential and existing users to try Brainly Plus Account prior to\nentering into a paid membership.\nFree trial eligibility is determined by\nBrainly at its sole discretion and we may limit eligibility or duration to\nprevent free trial abuse.\nWe reserve the right to revoke the free trial and\nput your account on hold in the event that we determine that you are not\neligible.\nWe may use information such as method of payment or an account\nemail address to determine eligibility for the free trial.\nUPON THE\nEXPIRATION OF THE FREE TRIAL PERIOD, YOU WILL BE AUTOMATICALLY CONVERTED\nINTO AN AUTOMATICALLY RENEWING, PAID BRAINLY PLUS ACCOUNT IN ACCORDANCE WITH\nTHE TERMS OF THIS SECTION UNLESS YOU OPT OUT AND/OR CANCEL USING THE\nFEATURES AND FUNCTIONALITY OF YOUR BRAINLY ACCOUNT OR BY EMAILING BRAINLY AT\nSUBSCRIPTIONS@BRAINLY.COM\nPRIOR TO THE EXPIRATION OF YOUR FREE TRIAL.\n</p>\n<p>\n7.8 Brainly uses third-party payment processing services provided by Stripe\nPayments Europe, Ltd.\nand Zuora, Inc.\n(https://www.zuora.com/) (collectively\n“<strong>Payment Processors</strong>”), to process payments and\nother monetary transactions made on and through the Brainly Services.\nPayment must be received by either of the Payment Processors before our\nacceptance of an order.\nPayment Processors accept the payment methods listed\nbelow, which may be amended by Payment Processors in their sole discretion.\nBrainly does not view or store your full credit card or other payment method\ninformation – instead, such information is provided directly to\nPayment Processors for their processing of your payment.\nFor all purchases,\nour Payment Processors will collect your payment method details and charge\nyour chosen payment method in connection with an order.\nPlease see:\n</p>\n<ul>\n<li>\nStripe’s Services Agreement, available at\nhttps://stripe.com/us/legal, and\nStripe’s Privacy Policy, available at\nhttps://stripe.com/us/privacy,\nas each may be amended by Stripe in accordance with the terms set forth\ntherein, for information on how Stripe collects and uses your personal\ninformation, and\n</li>\n<li>\nZuora’s Master Subscription Agreement, available at\nhttps://www.zuora.com/terms-conditions/ and Zuora’s Privacy Policy,\navailable at https://www.zuora.com/privacy-statement/, as each may be\namended by Zuora in accordance with the terms set forth therein, for\ninformation on how Zuora collects and uses your personal information.\n</li>\n</ul>\n<ol>\n<li>\n<strong>Ending our relationship</strong>\n</li>\n</ol>\n<p>\n8.1 We may end your access or use of the Service for any reason as long as\nwe give you reasonable notice that we plan to do this.\n</p>\n<p>\n8.2 If you would like to delete your Account, You can request for your\nBrainly account to be deleted using the \"I want to delete my account\" button\nlocated inside the Preferences tab on your profile settings page.\n</p>\n<ol>\n<li>\n<strong>Limitation of liability / our responsibility to you</strong>\n</li>\n</ol>\n<p>\n9.1 Unfortunately, due to the nature of the Internet and technology, Brainly\nServices is provided on an \"as available\" and \"as is\" basis.\nThis means that\nwe are unable to promise that your use of Brainly Services will be\nerror-free.\n</p>\n<p>\n9.2 For the Free Account, we will do our best to provide the Service to you\nand to fix any problems but we are not responsible if something goes wrong.\nFor the Brainly Plus Account, our liability will be limited to the fees\npaid.\n</p>\n<p>\n9.3 In every case, we will never be responsible for any loss or damage that\nis not reasonably foreseeable.\n</p>\n<p>\n9.4 We care about the security of our users.\nWhilst we work to protect the\nsecurity of your posts and Account, Brainly cannot promise that unauthorised\nthird parties won’t be able to defeat our security measures.\nSo,\nplease do keep your password secure.\n</p>\n<ol>\n<li>\n<strong>Apple App Store Provisions</strong>\n</li>\n</ol>\n<p>\n10.1 This paragraph 10 applies where the App has been acquired from the\nApple App Store.\nYou acknowledge and agree that the Terms of Use are solely\nbetween you and Brainly, not Apple, Inc.\n(\"<strong>Apple</strong>\") and that\nApple has no responsibility for the App or content thereof.\nYour use of the\nApp must comply with the App Store Terms of Use.\n</p>\n<p>\n10.2 You acknowledge that Apple has no obligation whatsoever to furnish any\nmaintenance and support services with respect to the App.\nIn the event of\nany failure of the App to conform to any applicable warranty, you may notify\nApple, and (where applicable) Apple will refund the purchase price for the\nApp to you.\nto the maximum extent permitted by applicable law, Apple will\nhave no other warranty obligation whatsoever with respect to the App, and\nany other claims, losses, liabilities, damages, costs or expenses\nattributable to any failure to conform to any warranty will be solely\ngoverned by the Terms of Use and any law applicable to Brainly as provider\nof the App.\n</p>\n<p>\n10.3 You acknowledge that Apple is not responsible for addressing any claims\nof you or any third party relating to the App or your possession and/or use\nof the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or\nregulatory requirement.\nand (iii) claims arising under consumer protection\nor similar legislation.\nand all such claims are governed solely by the Terms\nof Use and any law applicable to Brainly as provider of the software.\n</p>\n<p>\n10.4 You acknowledge that, in the event of any third party claim that the\nApp or your possession and use of that App infringes that third\nparty’s intellectual property rights, Brainly, not Apple, will be\nsolely responsible for the investigation, defence, settlement and discharge\nof any such intellectual property infringement claim to the extent required\nby the Terms of Use.\n</p>\n<p>\n10.5 You represent and warrant that (i) you are not located in a country\nthat is subject to U.S.\nGovernment embargo, or that has been designated by\nthe U.S.\nGovernment as a \"terrorist supporting\" country.\nand (ii) you are\nnot listed on any U.S.\nGovernment list of prohibited or restricted parties.\n</p>\n<p>\n10.6 You and Brainly acknowledge and agree that Apple, and Apple’s\nsubsidiaries, are third-party beneficiaries of the Terms of Use as relates\nto your licence of the App, and that, upon your acceptance of the terms and\nconditions of the Terms of Use, Apple will have the right (and will be\ndeemed to have accepted the right) to enforce the Terms of Use as relates to\nyour licence of the App against you as a third-party beneficiary thereof.\n</p>\n<ol>\n<li>\n<strong>Other App Marketplaces and Platforms</strong>\n</li>\n</ol>\n<p>\n11.1 This paragraph 11 applies where the App has been acquired from any app\nstore or distribution platform other than the Apple App Store, including the\nGoogle Play Store and the Windows Store (the \"<strong>Distribution Platform</strong>\"):\n</p>\n<ol>\n<li>\nyou acknowledge that the Terms of Use are between you and Brainly, and not\nwith the provider of the Distribution Platform (\"<strong>Store Provider</strong>\").\n</li>\n<li>\nyour use of the App must comply with the Store Provider’s\nthen-current Distribution Platform Terms of Use.\n</li>\n<li>\nthe Store Provider is only a provider of the Distribution Platform where\nyou obtained the App.\n</li>\n<li>\nBrainly, and not the Store Provider, is solely responsible for its App.\n</li>\n<li>\nthe Store Provider has no obligation or liability to you with respect to\nthe App or the Terms of Use.\nand\n</li>\n<li>\nyou acknowledge and agree that the Store Provider is a third-party\nbeneficiary to the Terms of Use as it relates to Brainly's App.\n</li>\n</ol>\n<ol>\n<li>\n<strong>Resolving disputes</strong>\n</li>\n</ol>\n<p>\n12.1 If you have a disagreement with us, in the first instance please\ncontact us at\ncontact@brainly.com and attempt to\nresolve the disagreement with us informally.\n</p>\n<p>\n12.2 In the unlikely event that we have not been able to resolve a dispute\ninformally, we will get in contact with you to have a chat about the best\nway of solving the disagreement.\n</p>\n<ol>\n<li>\n<strong>Changes to the documents</strong>\n</li>\n</ol>\n<p>\n13.1 We may revise these Terms of Use from time to time but the most current\nversion will always be at\nhttps://brainly.com/pages/terms_of_use.\n</p>\n<p>\n13.2 Changes will usually occur because of new features being added to the\nService, changes in the law or where we need to clarify our position on\nsomething.\n</p>\n<p>\n13.3 Normally, we will try to give you some warning before the new terms\nbecome effective.\nHowever, sometimes changes will need to be made\nimmediately and if this happens we will not give you any notice.\n</p>\n<ol>\n<li>\n<strong>Documents that apply to our relationship with you</strong>\n</li>\n</ol>\n<p>\n14.1 The current version of the Terms of Use contains the only terms and\nconditions that apply to our relationship with you.\n</p>\n<p>\n14.2 We intend to rely on these Terms of Use as setting out the written\nterms of our agreement with you for the provision of the Service.\nIf part of\nthe Terms of Use cannot be enforced then the remainder of the Terms of Use\nwill still apply to our relationship.\n</p>\n<p>\n14.3 If you do not comply with these Terms of Use and we do not take action\nimmediately, this does not mean we have given up any right we have and we\nmay still take action in the future.\n</p>\n<ol>\n<li>\n<strong>Terms that are judged to be illegal</strong>\n</li>\n</ol>\n<p>\n15.1 If any provision of these Terms of Use is judged to be illegal, this\nwill not affect the continuation in full force and effect of the remainder\nof the provisions.\n</p>\n<ol>\n<li>\n<strong>Law</strong>\n</li>\n</ol>\n<p>\n16.1 English law will apply to all disputes and the interpretation of these\nTerms of Use.\nThe English courts will have non-exclusive jurisdiction over\nany dispute arising from or related to your use of the Service.\n</p>\n<ol>\n<li>\n<strong>Contact, feedback and complaints</strong>\n</li>\n</ol>\n<p>\n17.1 If you need to contact us in relation to these Terms of Use, you can\nemail us at contact@brainly.com.\n</p>\n<p>\n17.2 We value hearing from our users, and are always interested in learning\nabout ways we can improve the Service.\nBy providing your feedback you agree\nthat you are giving up any rights you have in your feedback so that we may\nuse and allow others to use it without any restriction and without any\npayment to you.\n</p>\n<ul>\n<li>\nTerms of Use |\n</li>\n<li>\nContact us </li>\n</ul>\n<ul>\n<li>\nHow do I receive points? </li>\n</ul>\n<ul>\n<li>\nAbout us|\n</li>\n<li>Cookie Preferences</li>\n</ul>\n<ul>\n<li>\nThis website is using cookies under cookie policy.\nYou can specify conditions of storing and accessing cookies in your browser.\n</li>\n</ul>\n<ul>\n</ul> &lt;img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=629460853775075&amp;amp;ev=PageView\n&amp;amp;noscript=1\"&gt.\n", "created_at": "2018-12-31 08:20:57.799972", "updated_at": "2020-12-15 01:31:24.93707"}, {"id": 853, "name": "Community Guidelines", "url": "https://brainly.com/pages/community_guidelines", "xpath": "", "text": "\n", "created_at": "2018-12-31 22:33:09.138244", "updated_at": "2020-12-14 21:37:18.382516"}, {"id": 850, "name": "Cookie Policy", "url": "https://brainly.com/pages/cookie_policy", "xpath": "", "text": "\n", "created_at": "2018-12-31 19:42:52.634635", "updated_at": "2020-12-14 22:01:53.592404"}], "points": [{"id": 5146, "title": "Users should revisit the Privacy Policy periodically, although in case of material changes, the service will notify", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states, \"We may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically. When we change the policy in a material manner we will let you know and update the ‘last modified’ date at the bottom of this page. If you object to any changes, you may close your account. Continuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes. \"", "created_at": "2018-12-31 20:49:50.738519", "updated_at": "2021-02-06 04:16:17.700352", "quoteText": "We may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically.\nWhen we change the policy in a material manner we will let you know and update the ‘last modified’ date at the bottom of this page.\nIf you object to any changes, you may close your account.\nContinuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes.", "case_id": 329, "document_id": 852, "quoteStart": 21695, "quoteEnd": 22173}, {"id": 5143, "title": "Blocking cookies may limit your ability to use the service", "source": "https://brainly.com/pages/cookie_policy", "status": "The Cookie Policy states, \"Service oparator [sic] informs that restricting the use of cookies may affect some of the functionalities available on the Website.\"", "created_at": "2018-12-31 20:23:56.773242", "updated_at": "2021-02-06 04:16:15.530453", "quoteText": "Service oparator informs that restricting the use of cookies may affect some of the functionalities available on the Website.</p>", "case_id": 375, "document_id": 850, "quoteStart": 4323, "quoteEnd": 4452}, {"id": 5167, "title": "The service refers users to external documents for more information", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"Brainly uses a third-party payment processor, currently Zuora (https://www.zuora.com/), to process subscription payments. Please see Zuora’s privacy statement available on its site for information on how Zuora collects and uses personal information.\"", "created_at": "2018-12-31 22:49:56.275422", "updated_at": "2021-02-06 04:16:15.632332", "quoteText": "Brainly uses a third-party payment processor, currently Zuora (https://www.zuora.com/), to process subscription payments.\nPlease see Zuora’s privacy statement available on its site for information on how Zuora collects and uses personal information.", "case_id": 299, "document_id": 845, "quoteStart": 28631, "quoteEnd": 28880}, {"id": 5168, "title": "There is a date of the last update of the Terms of Use and the Privacy Policy", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use and Privacy Policy both have a last update date.", "created_at": "2018-12-31 22:56:04.155696", "updated_at": "2021-02-06 04:16:15.651455", "quoteText": "<em>Last modified May 24, 2018", "case_id": 331, "document_id": 845, "quoteStart": 29, "quoteEnd": 59}, {"id": 5162, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS.\"", "created_at": "2018-12-31 22:19:12.99946", "updated_at": "2019-05-11 15:57:47.9257", "quoteText": null, "case_id": 290, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5172, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part B, applicable to users in Europe) state that you must not \"use Brainly Services if we have suspended your access to it, or have otherwise banned you from using it.\"", "created_at": "2018-12-31 23:17:58.707334", "updated_at": "2019-05-11 16:00:08.110609", "quoteText": "use Brainly Services if we have suspended your access to it, or have\notherwise banned you from using it", "case_id": 319, "document_id": 845, "quoteStart": 51786, "quoteEnd": 51889}, {"id": 5211, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Poilicy says Brainly can track usage information and personal information \"through a variety of tracking technologies, including cookies, web beacons, Locally Stored Objects (LSOs such as Flash or HTML5), log files, and similar technology (collectively, “tracking technologies”).\"", "created_at": "2019-01-01 05:07:37.27699", "updated_at": "2021-02-06 04:16:17.579516", "quoteText": "We typically collect this information through a variety of tracking technologies, including cookies, web beacons, Locally Stored Objects (LSOs such as Flash or HTML5), log files, and similar technology (collectively, “tracking technologies”)", "case_id": 323, "document_id": 852, "quoteStart": 4795, "quoteEnd": 5036}, {"id": 5144, "title": "This service uses third-party cookies for statistics", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states, \"We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.  We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.\"", "created_at": "2018-12-31 20:33:27.14434", "updated_at": "2021-02-06 04:16:27.842081", "quoteText": "We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.\n We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use.\nTypically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies.\nWe may share a common account identifier (such as an email address or user ID) or hashed data with our third party advertising partners to help identify you across devices.\nWe and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.", "case_id": 325, "document_id": 852, "quoteStart": 15463, "quoteEnd": 16511}, {"id": 5228, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states, \"The Service may contain links to and from third party websites of our business partners, advertisers, and social media sites and our users may post links to third party websites. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\"", "created_at": "2019-01-01 20:44:48.957344", "updated_at": "2021-02-06 04:16:27.861694", "quoteText": "The Service may contain links to and from third party websites of our business partners, advertisers, and social media sites and our users may post links to third party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.", "case_id": 279, "document_id": 852, "quoteStart": 20855, "quoteEnd": 21222}, {"id": 5229, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states that in regard to links to and from third party websites, \"We strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information. We are not responsible for the privacy practices or the content on the websites of third party sites.\"", "created_at": "2019-01-01 20:47:31.007088", "updated_at": "2021-02-06 04:16:27.999141", "quoteText": "We strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information.\nWe are not responsible for the privacy practices or the content on the websites of third party sites.", "case_id": 299, "document_id": 852, "quoteStart": 21223, "quoteEnd": 21475}, {"id": 5142, "title": "You can opt out of promotional communications", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states that \"you can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in such communications. We make every effort to promptly process all unsubscribe requests. You may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).\"", "created_at": "2018-12-31 20:21:59.851201", "updated_at": "2021-02-06 04:16:28.019284", "quoteText": "You can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in such communications.\nWe make every effort to promptly process all unsubscribe requests.\nYou may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).", "case_id": 223, "document_id": 852, "quoteStart": 12718, "quoteEnd": 13109}, {"id": 5272, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://brainly.com/pages/cookie_policy", "status": "The Cookie Policy states, \"The Website does not store any information automatically, except the information contained in cookie files.. The subject saving cookies on the User’s device and getting access to them is the operator of the Website, Brainly sp. z o.o.\"", "created_at": "2019-01-01 22:44:14.856695", "updated_at": "2021-02-06 04:16:30.254554", "quoteText": "COOKIES POLICY\n<p>1.\nThe Website does not store any information automatically, except the information contained in cookie files.</p>\n<p>2.\nCookie files are computer data, especially text files, which are stored in the User’s device and are needed to navigate on the Website.", "case_id": 126, "document_id": 850, "quoteStart": 1146, "quoteEnd": 1420}, {"id": 5153, "title": "The court of law governing the terms is in the State of New York unless you are in Europe. If you are in Europe, then English law will apply", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"These Terms will be governed by and construed in accordance with the laws of the State of New York, excluding provisions of that would result in choice of the law of another jurisdiction to govern these Terms.\" The Terms of Use (in Part B, applicable to users in Europe) state that \"English law will apply to all disputes and the interpretation of these Terms of Use. The English courts will have non-exclusive jurisdiction over any dispute arising from or related to your use of the Service.\"", "created_at": "2018-12-31 21:28:36.68449", "updated_at": "2019-05-11 16:00:25.617082", "quoteText": "These Terms will be governed by and construed in accordance with the laws of\nthe State of New York, excluding provisions of that would result in choice\nof the law of another jurisdiction to govern these Terms", "case_id": 163, "document_id": 845, "quoteStart": 44654, "quoteEnd": 44862}, {"id": 5183, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part B, applicable to users in Europe) state that, \"If you do not comply with these Terms of Use and we do not take action immediately, this does not mean we have given up any right we have and we may still take action in the future.\"", "created_at": "2019-01-01 00:21:02.006179", "updated_at": "2019-05-11 16:03:11.288008", "quoteText": "If you do not comply with these Terms of Use and we do not take action\nimmediately, this does not mean we have given up any right we have and we\nmay still take action in the future", "case_id": 295, "document_id": 845, "quoteStart": 66865, "quoteEnd": 67045}, {"id": 5174, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part B, applicable to users in Europe) states that \"the Service may, from time to time, contain links to and from third party services. If you follow a link to any of these services, please note that these services have their own privacy policies and that we do not accept any responsibility or liability for their policies. Please check the individual policies before you submit any information to those services.\"", "created_at": "2018-12-31 23:28:31.257768", "updated_at": "2019-05-11 15:57:27.101245", "quoteText": "The Service may, from time to time, contain links to and from third\nparty services.\nIf you follow a link to any of these services, please note\nthat these services have their own privacy policies and that we do not\naccept any responsibility or liability for their policies.\nPlease check the\nindividual policies before you submit any information to those services", "case_id": 299, "document_id": 845, "quoteStart": 54934, "quoteEnd": 55295}, {"id": 5166, "title": "The service can remove, screen, or edit your content without prior notice and without a reason", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND TO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR SOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO NOTICE TO YOU.\"", "created_at": "2018-12-31 22:44:04.374657", "updated_at": "2019-05-11 15:56:50.487741", "quoteText": "BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND\nTO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR\nSOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO\nNOTICE TO YOU", "case_id": 202, "document_id": 845, "quoteStart": 17667, "quoteEnd": 17892}, {"id": 5159, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://brainly.com/pages/terms_of_use", "status": "In the Terms of Use applicable to users in Europe, it states that, \"Unfortunately, due to the nature of the Internet and technology, Brainly Services is provided on an \"as available\" and \"as is\" basis. This means that we are unable to promise that your use of Brainly Services will be error-free.\" A similar statement is given in the Terms of Use applicable to users not in Europe: \"YOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR OWN RISK. THE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY SERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\"", "created_at": "2018-12-31 22:05:26.73486", "updated_at": "2019-06-09 20:48:11.45378", "quoteText": "p>YOU UNDERSTAND AND EXPRESSLY AGREE THAT:</p>\n<p>\nYOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES,\nFUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON,\nTHROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY\nSUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR\nOWN RISK.\nTHE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY,\nINFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY\nSERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS\nIS” AND “AS AVAILABLE” BASIS", "case_id": 286, "document_id": 845, "quoteStart": 40312, "quoteEnd": 40881}, {"id": 5156, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://brainly.com/pages/terms_of_use", "status": "In the Terms of Use applicable to users not in Europe, \"THESE TERMS REQUIRE THE USE OF BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE ALL DISPUTES ARISING UNDER THEM, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\" It also states that, \"YOU AND BRAINLY AGREE THAT THE SOLE AND EXCLUSIVE FORUM AND REMEDY FOR ANY AND ALL DISPUTES AND CLAIMS RELATING IN ANY WAY TO OR ARISING OUT OF THESE TERMS SHALL BE FINAL AND BINDING ARBITRATION.\" However, for the Terms of Use applicable to users in Europe, \"English law will apply to all disputes and the interpretation of these Terms of Use. The English courts will have non-exclusive jurisdiction over any dispute arising from or related to your use of the Service.\"", "created_at": "2018-12-31 21:48:15.581175", "updated_at": "2019-05-11 16:00:18.152512", "quoteText": "THESE TERMS REQUIRE THE USE OF BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO\nRESOLVE ALL DISPUTES ARISING UNDER THEM, RATHER THAN JURY TRIALS OR CLASS\nACTIONS", "case_id": 339, "document_id": 845, "quoteStart": 3395, "quoteEnd": 3553}, {"id": 5155, "title": "The service can delete your account without prior notice and without a reason", "source": "https://brainly.com/pages/terms_of_use", "status": "For users not in Europe, \"Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice. In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" However, for users in Europe, these terms state that, \"We may end your access or use of the Service for any reason as long as we give you reasonable notice that we plan to do this.\"", "created_at": "2018-12-31 21:40:17.610837", "updated_at": "2019-05-11 16:02:13.574923", "quoteText": "p>\nBrainly reserves the right, in its sole discretion, to immediately modify,\nsuspend or terminate your account, the Brainly Services, your Brainly\nSubscription, and/or any products, services, functionality, information,\ncontent or other materials available on, through or in connection with the\nBrainly Services and/or your Brainly Subscription, including, but not\nlimited to, the Mobile Software, and/or your access to some or all of them\nwithout cause and without notice.\nIn the event that Brainly suspends or\nterminates your account, the Brainly Services or your Brainly Subscription,\nyou acknowledge and agree that you shall receive no refund or exchange for\nany unused time on a Brainly Subscription or any subscription fees or\nanything else.\n</p", "case_id": 201, "document_id": 845, "quoteStart": 39532, "quoteEnd": 40284}, {"id": 5157, "title": "If you are located in the EU or Switzerland, you can request access and deletion of personal data", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states that, \"If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold: Right of access. The right to obtain access to your personal data. Right to rectification. The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete. Right to erasure. The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed . . . If you wish to exercise one of these rights, please contact us using the contact details at the end of this Privacy Policy.\" FOR ALL USERS, these Privacy Policy terms apply: \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances. To request deletion of the personal information we have collected in connection with your Brainly account, please select the “I want to delete my account” option after logging into your account in Account Preferences. \"", "created_at": "2018-12-31 21:52:58.540207", "updated_at": "2021-02-06 04:16:30.325112", "quoteText": "<p>If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold:\n</p>\n<ol>\n<li>\n<b>Right of access.</b> The right to obtain access to your personal data.</li>\n<li>\n<b>Right to rectification.</b> The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete.\n</li>\n<li>\n<b>Right to erasure.</b> The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.", "case_id": 195, "document_id": 852, "quoteStart": 13763, "quoteEnd": 14407}, {"id": 5171, "title": "The service provides information about how they intend to use your personal data", "source": "https://brainly.com/pages/privacy_policy", "status": "In the Privacy Policy, it states that the information collected by Brainly is used \"to operate, maintain, and provide to you the features and functionality of the Service, complete transactions or services requested by you, tailor our programming and services to meet your needs and interests, as well as to communicate directly with you, such as to send you email messages. We may also send you Service-related emails or messages (e.g., account verification, change or updates to features of the Service, technical and security notices) . . . If you choose not to provide personal data, we may not be able to provide the Service to you or respond to your other requests.\"", "created_at": "2018-12-31 23:12:19.022656", "updated_at": "2021-02-06 04:16:30.359008", "quoteText": "We use this information above to operate, maintain, and provide to you the features and functionality of the Service, complete transactions or services requested by you, tailor our programming and services to meet your needs and interests, as well as to communicate directly with you, such as to send you email messages.\nWe may also send you Service-related emails or messages (e.g., account verification, change or updates to features of the Service, technical and security notices).\nFor more information about your communication preferences, see “<b>Control\nOver Your Information</b>” below.</p>\n<p>If you choose not to provide personal data, we may not be able to provide the Service to you or respond to your other requests", "case_id": 227, "document_id": 852, "quoteStart": 2487, "quoteEnd": 3214}, {"id": 5158, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"You agree to indemnify and hold each of Brainly, its subsidiaries, affiliates, officers, directors, employees and independent contractors, and any third parties providing content or services included in the Brainly Services or your Brainly Subscription, harmless from any claim or demand (including, but not limited to, reasonable legal fees) made by any third party due to or arising out of your use of the Brainly Services or your Brainly Subscription.\"", "created_at": "2018-12-31 22:03:15.336518", "updated_at": "2019-05-11 16:03:20.604843", "quoteText": "You agree to indemnify and hold each of Brainly, its subsidiaries,\naffiliates, officers, directors, employees and independent contractors, and\nany third parties providing content or services included in the Brainly\nServices or your Brainly Subscription, harmless from any claim or demand\n(including, but not limited to, reasonable legal fees) made by any third\nparty due to or arising out of your use of the Brainly Services or your\nBrainly Subscription", "case_id": 145, "document_id": 845, "quoteStart": 43739, "quoteEnd": 44192}, {"id": 5154, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"Any information obtained by monitoring, reviewing, or recording activity on the Brainly Services is subject to review by us or on our behalf as well as by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the Brainly Services. Brainly will comply with all court orders involving requests for such information.\"\r\n\r\n It is also stated in the Privacy Policy that personal information may be shared with \"third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms of Service or to protect the security or integrity of our Service; and/or (c) to exercise or protect the rights, property, or personal safety of Brainly, our visitors, or others.\"", "created_at": "2018-12-31 21:35:23.386309", "updated_at": "2019-05-11 16:01:01.438193", "quoteText": "Brainly reserves the right to view, monitor, and record activity on the\nBrainly Services without notice or permission.\nWe may monitor use to\noptimize the Brainly Services, understand what is of interest to visitors,\nand otherwise to enhance the operation of the Brainly Services, assure its\navailability, and prevent misuse of the Brainly Services.\nAny information\nobtained by monitoring, reviewing, or recording activity on the Brainly\nServices is subject to review by us or on our behalf as well as by law\nenforcement organizations in connection with investigation or prosecution of\npossible criminal activity on the Brainly Services.\nBrainly will comply with\nall court orders involving requests for such information", "case_id": 169, "document_id": 845, "quoteStart": 10497, "quoteEnd": 11215}, {"id": 5251, "title": "This service can license user content to third parties", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever.\" The Terms of Use (in Part B, applicable to users in Europe) state that Brainly has a \"worldwide, non-exclusive, royalty-free and perpetual licence to use, copy, reproduce, distribute, adapt, re-format, modify, publish, translate, license, sub-license and otherwise make available the User Content anywhere and in any form for the purposes of providing the Service.\"", "created_at": "2019-01-01 21:50:37.618834", "updated_at": "2019-05-11 15:59:42.685242", "quoteText": null, "case_id": 134, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5181, "title": "This service will aid you when other users infringe on your copyright", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"Since we respect content owner rights, it is Brainly’s policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“DMCA”). If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Brainly Services, please notify Brainly’s copyright agent by mail.\"", "created_at": "2019-01-01 00:14:02.209856", "updated_at": "2019-05-12 14:10:02.634045", "quoteText": "<p>Since we respect content owner rights, it is Brainly’s policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“<b>DMCA</b>”).</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Brainly Services, please notify Brainly’s copyright agent by mail", "case_id": 138, "document_id": 845, "quoteStart": 13695, "quoteEnd": 14087}, {"id": 5249, "title": "The service allows you to use pseudonyms", "source": "https://faq.brainly.com/hc/en-us/articles/206192669-Can-I-change-my-username-", "status": "The FAQ states that \"usernames can only be changed in extreme cases, like accidentally using your real name or giving out identifying information,\" meaning that you are allowed to use pseudonyms as a username.", "created_at": "2019-01-01 21:30:37.158427", "updated_at": "2019-05-11 15:52:00.307437", "quoteText": null, "case_id": 215, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5119, "title": "This service is only available to users 13 years old and over", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"The Brainly Services and Brainly Subscriptions are not intended for children under 13 years of age. We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register.\" The Terms of Use (in Part B, applicable to users in Europe) state that, \"You must be 13 years or older to use Brainly Services.\"", "created_at": "2018-12-31 08:42:45.623246", "updated_at": "2019-05-11 15:57:55.31119", "quoteText": "Children Under the Age of 13\n<p>\nThe Brainly Services and Brainly Subscriptions are not intended for children\nunder 13 years of age.\nWe do not knowingly collect or solicit personal\ninformation from anyone under the age of 13 or knowingly allow such persons\nto register.\nIf you believe that we might have any personal information from\nor about a child under 13, please contact us at privacy@brainly.com", "case_id": 152, "document_id": 845, "quoteStart": 5223, "quoteEnd": 5624}, {"id": 5161, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS . . . OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY INFORMATION OR CONTENT IS MARKED AS “VERIFIED”.\"", "created_at": "2018-12-31 22:14:18.23013", "updated_at": "2019-05-11 16:03:29.731263", "quoteText": "OR AS TO THE ACCURACY OR COMPLETENESS OF ANY\nINFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE\nBRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY\nINFORMATION OR CONTENT IS MARKED AS “VERIFIED”.\n</p", "case_id": 288, "document_id": 845, "quoteStart": 41673, "quoteEnd": 41912}, {"id": 5169, "title": "This service is only available for use individually and non-commercially.", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"Registered Users have the right to use the products, services and functionality provided by Brainly and the content and information published on the Brainly Services only within their own needs, for non-commercial purposes.\"", "created_at": "2018-12-31 23:03:18.819778", "updated_at": "2019-05-11 16:02:40.669111", "quoteText": "Registered Users have the right to use the\nproducts, services and functionality provided by Brainly and the content and\ninformation published on the Brainly Services only within their own needs,\nfor non-commercial purposes", "case_id": 143, "document_id": 845, "quoteStart": 6700, "quoteEnd": 6922}, {"id": 5163, "title": "The service has a no refund policy", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"If you choose to cancel [your subscription], your cancellation will take effect at the end of the subscription term in which you cancelled, and there are no refunds.\" It also states, \"In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" The Terms of Use (in Part B, applicable to users in Europe) state, \"Generally, we cannot give back the fees you pay to us.\"", "created_at": "2018-12-31 22:19:46.224147", "updated_at": "2019-05-11 16:03:00.18405", "quoteText": "If you choose to cancel, your cancellation will take effect at the end of\nthe subscription term in which you cancelled, and there are no refunds", "case_id": 162, "document_id": 845, "quoteStart": 33242, "quoteEnd": 33386}, {"id": 5170, "title": "The service provides details about what kinds of personal information they collect", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy provides details about what kinds of personal information they collect.", "created_at": "2018-12-31 23:09:42.877787", "updated_at": "2021-02-06 04:16:28.039215", "quoteText": "<p>The categories of information we collect can include:</p>\n<ul>\n<li>\n<b>Information you provide to us directly</b>.\nWe may collect personal information, such as your name, address, telephone number, date of birth, payment information, and e-mail address when you when you register for our Service, sign up for our mailing list, enter a contest or sweepstakes, or otherwise communicate with us.\nWe may also collect any communications between you and Brainly and any other information you provide to Brainly.\n</li>\n<li>\n<b>Data collected through the use of the Service</b>.\nWe collect information about how you use the Service, your actions on the Service, and content you post to the Service, including the groups you belong to, your interaction with others on the Service, and content you post to the Service, and any content you provide through messages, chat, or other functionality (\"<b>User\nContent</b>\").\nPlease remember that Brainly may, but has no obligation to, monitor, record, and store User Content in order to protect your safety or the safety of other users, to assist with regulatory or law enforcement efforts, or to protect and defend our rights and property.\nBy using the Service, you consent to the recording, storage and disclosure of such communications you send or receive for these purposes.", "case_id": 228, "document_id": 852, "quoteStart": 1156, "quoteEnd": 2471}, {"id": 5250, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://brainly.com/pages/privacy_policy", "status": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content.\"", "created_at": "2019-01-01 21:42:49.498268", "updated_at": "2019-05-11 15:59:27.200695", "quoteText": null, "case_id": 130, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5184, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://faq.brainly.com/hc/en-us/articles/205369412-What-makes-a-great-answer-", "status": "From the Brainly FAQ (https://faq.brainly.com/hc/en-us/articles/205369412-What-makes-a-great-answer-), it states, \"Don’t spam or advertise Brainly is for learning, not promoting! An answer is not the place to advertise your own site.\"", "created_at": "2019-01-01 01:06:24.240487", "updated_at": "2019-05-11 15:58:04.456757", "quoteText": null, "case_id": 281, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5152, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://brainly.com/pages/privacy_policy", "status": "In the Privacy Policy, it is stated that under section \"4. SHARING OF YOUR INFORMATION,\" among the parties that Brainly \"may share your personal information with,\" it includes \"other parties in connection with a company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of a bankruptcy or related or similar proceedings.\"", "created_at": "2018-12-31 21:21:45.984074", "updated_at": "2021-02-06 04:16:28.624146", "quoteText": "<li>Other parties in connection with a company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of a bankruptcy or related or similar proceedings", "case_id": 243, "document_id": 852, "quoteStart": 11243, "quoteEnd": 11551}, {"id": 5147, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use in Part A, applicable to users unless you are in Europe, state that, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever, including, for example, to create derivative works, use for advertising or marketing, or repurpose in another medium.\"", "created_at": "2018-12-31 20:52:24.640297", "updated_at": "2019-05-11 15:58:41.274464", "quoteText": "By posting Your Content on the Brainly Services you irrevocably grant\nBrainly worldwide, non-exclusive, irrevocable, assignable and transferable\nperpetual rights to use Your Content, including, for example, your name,\ngrade, school name or biographical information, for any purpose whatsoever,\nincluding, for example, to create derivative works, use for advertising or\nmarketing, or repurpose in another medium.\n</p", "case_id": 139, "document_id": 845, "quoteStart": 17939, "quoteEnd": 18354}, {"id": 5212, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://brainly.com/pages/terms_of_use", "status": "From the Terms of Use (Part B, applicable to users in Europe), it states, \"We value hearing from our users, and are always interested in learning about ways we can improve the Service. By providing your feedback you agree that you are giving up any rights you have in your feedback so that we may use and allow others to use it without any restriction and without any payment to you.\"", "created_at": "2019-01-01 05:19:29.478708", "updated_at": "2019-05-11 15:55:25.142937", "quoteText": "We value hearing from our users, and are always interested in learning\nabout ways we can improve the Service.\nBy providing your feedback you agree\nthat you are giving up any rights you have in your feedback so that we may\nuse and allow others to use it without any restriction and without any\npayment to you.\n</p", "case_id": 182, "document_id": 845, "quoteStart": 67768, "quoteEnd": 68080}, {"id": 5160, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS, OR THAT THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS WILL OPERATE UNINTERRUPTED OR IN A TIMELY, SECURE, OR ERROR-FREE MANNER.\"", "created_at": "2018-12-31 22:10:45.899091", "updated_at": "2019-05-11 16:02:28.424605", "quoteText": "BRAINLY MAKES NO WARRANTY THAT THE\nBRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION,\nCONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE\nBRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED\nTO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS, OR THAT THE BRAINLY\nSERVICES OR BRAINLY SUBSCRIPTIONS WILL OPERATE UNINTERRUPTED OR IN A TIMELY,\nSECURE, OR ERROR-FREE MANNER", "case_id": 287, "document_id": 845, "quoteStart": 41232, "quoteEnd": 41671}, {"id": 5173, "title": "Users agree not to submit illegal content", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You agree not to post on or transmit onto the Brainly Services or Mobile Software any information that you know to be untrue, that is unlawful, fraudulent, threatening, malicious, harassing, abusive, libelous, defamatory, obscene, or otherwise objectionable or harmful, or that contains or links to a virus, bug, worm, malware, Trojan horse, or other harmful or disruptive element. The Terms of Use (in Part B, applicable to users in Europe) state that, \"You must only use Brainly Services for lawful and information purposes.\"", "created_at": "2018-12-31 23:22:55.890372", "updated_at": "2019-05-11 16:02:51.167864", "quoteText": "p>\n<p>\nYou agree not to post on or transmit onto the Brainly Services or Mobile\nSoftware any information that you know to be untrue, that is unlawful,\nfraudulent, threatening, malicious, harassing, abusive, libelous,\ndefamatory, obscene, or otherwise objectionable or harmful, or that contains\nor links to a virus, bug, worm, malware, Trojan horse, or other harmful or\ndisruptive element", "case_id": 238, "document_id": 845, "quoteStart": 9054, "quoteEnd": 9441}, {"id": 5148, "title": "You have the right to leave this service at any time", "source": "https://brainly.com/pages/terms_of_use", "status": "From Terms of Service, \"If you would like to delete your Account, please e-mail us at community@brainly.com.\" Also from https://faq.brainly.com/hc/en-us/articles/206192659-How-can-I-delete-my-account-, it presents three ways to delete an account.", "created_at": "2018-12-31 21:00:45.475769", "updated_at": "2021-02-06 04:16:30.238096", "quoteText": "If you would like to delete your Account, please e-mail us at community@brainly.com.", "case_id": 170, "document_id": 845, "quoteStart": 49433, "quoteEnd": 49517}, {"id": 5164, "title": "This service employs different Terms of Use and Privacy Policies dependent on whether you are in the EU + Switzerland", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use is a two-part document. Part A applies to users that are not based in Europe and Part B applies to users in Europe. It should be noted that Part B is a more readable document than Part A, as the sections and points are enumerated and the language used is not as rich with legalese. There are also some statements in the Privacy Policy that apply to users in the EU or Switzerland only.", "created_at": "2018-12-31 22:27:00.536534", "updated_at": "2019-05-12 14:12:03.19868", "quoteText": "We have two sets of terms and conditions: <strong>Part A</strong> sets out\nthe terms that apply to our users unless you are based in Europe and\n<strong>Part B</strong> sets out the terms that apply to our users in\nEurope.\n</p>\n<p>\nIt is important that you read and understand the terms that apply to you\nwhen you use the Brainly Services before using the Brainly Services.\n</p", "case_id": 200, "document_id": 845, "quoteStart": 822, "quoteEnd": 1198}, {"id": 5165, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You understand and acknowledge that anyone with knowledge of your User Credentials may gain access to any information, including your Personal Information, you have stored in the password-protected portion of the Brainly Services. You agree to keep your password secret, to notify us if your password is lost or compromised, and to be solely responsible for the confidentiality and use of your User Credentials.\"", "created_at": "2018-12-31 22:38:06.626373", "updated_at": "2019-05-11 15:59:54.529551", "quoteText": "you.\nYou understand and acknowledge that anyone\nwith knowledge of your User Credentials may gain access to any information,\nincluding your Personal Information, you have stored in the\npassword-protected portion of the Brainly Services.\nYou agree to keep your\npassword secret, to notify us if your password is lost or compromised, and\nto be solely responsible for the confidentiality and use of your User\nCredentials", "case_id": 148, "document_id": 845, "quoteStart": 29773, "quoteEnd": 30188}, {"id": 5182, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://brainly.com/pages/community_guidelines", "status": "The Community Guidelines state that user should \"not use the Brainly Services do anything unlawful, misleading, malicious, or discriminatory.\" The Terms of Use also state, \"You agree not to post on or transmit onto the Brainly Services or Mobile Software any information that you know to be untrue, that is unlawful, fraudulent, threatening, malicious, harassing, abusive, libelous, defamatory, obscene, or otherwise objectionable or harmful, or that contains or links to a virus, bug, worm, malware, Trojan horse, or other harmful or disruptive element.\"", "created_at": "2019-01-01 00:17:22.009478", "updated_at": "2021-02-06 04:16:30.375928", "quoteText": "\n<li>Not use the Brainly Services do anything unlawful, misleading, malicious, or discriminatory", "case_id": 283, "document_id": 853, "quoteStart": 887, "quoteEnd": 983}, {"id": 5145, "title": " Terms of Use may be changed any time at their discretion, without notice to the user ", "source": "https://brainly.com/pages/terms_of_use", "status": "In the Terms of Use applicable to users in Europe, \"We may revise these Terms of Use from time to time but the most current version will always be at https://brainly.com/pages/terms_of_use. Changes will usually occur because of new features being added to the Service, changes in the law or where we need to clarify our position on something. Normally, we will try to give you some warning before the new terms become effective. However, sometimes changes will need to be made immediately and if this happens we will not give you any notice.\" In the Terms of Use applicable to users not in Europe, \"Brainly regularly reviews these Terms and may revise or update them at our sole discretion. Changes to these Terms become effective immediately upon their posting on the Brainly Services and your continued use of the Brainly Services following the posting of revised Terms represents that you have read, understood, and agreed to the changes.\"", "created_at": "2018-12-31 20:44:23.988742", "updated_at": "2019-05-11 16:00:38.288284", "quoteText": "We may revise these Terms of Use from time to time but the most current\nversion will always be at\nhttps://brainly.com/pages/terms_of_use.\n</p>\n<p>\n13.2 Changes will usually occur because of new features being added to the\nService, changes in the law or where we need to clarify our position on\nsomething.\n</p>\n<p>\n13.3 Normally, we will try to give you some warning before the new terms\nbecome effective.\nHowever, sometimes changes will need to be made\nimmediately and if this happens we will not give you any notice.\n</p", "case_id": 121, "document_id": 845, "quoteStart": 65839, "quoteEnd": 66360}, {"id": 5141, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://brainly.com/pages/privacy_policy", "status": "In the Privacy Policy, it states that, \"Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.\"", "created_at": "2018-12-31 20:21:13.995998", "updated_at": "2021-02-06 04:16:30.273159", "quoteText": "Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.", "case_id": 233, "document_id": 852, "quoteStart": 6520, "quoteEnd": 6673}, {"id": 5140, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states, \"We and our third party partners may also use cookies and tracking technologies for advertising purposes.\"", "created_at": "2018-12-31 20:17:48.810817", "updated_at": "2021-02-06 04:16:30.29131", "quoteText": "We and our third party partners may also use cookies and tracking technologies for advertising purposes.", "case_id": 128, "document_id": 852, "quoteStart": 8337, "quoteEnd": 8441}, {"id": 5150, "title": "Your data may be processed and stored anywhere in the world", "source": "https://brainly.com/pages/privacy_policy", "status": "The Privacy Policy states that \"your information collected through our Service may be stored and processed in the United States or any other country in which Brainly or its affiliates or service providers maintain facilities.\"", "created_at": "2018-12-31 21:17:49.455813", "updated_at": "2021-02-06 04:16:30.308712", "quoteText": "Your information collected through our Service may be stored and processed in the United States or any other country in which Brainly or its affiliates or service providers maintain facilities.", "case_id": 187, "document_id": 852, "quoteStart": 18388, "quoteEnd": 18581}, {"id": 5175, "title": "This service will continue using anonymized user-generated content even after erasure of personal information", "source": "https://brainly.com/pages/privacy_policy", "status": "The FAQ page (https://faq.brainly.com/hc/en-us/articles/206193329-Can-I-delete-my-question-or-answer-) states that \"questions and answers are only removed if they do not meet our posting guidelines, or violate one of our site rules. Since your question or answer might help other students, we aim to preserve all content posted on the site which can be accessed by anyone in the future who might need the information for a school assignment or project.\" The Privacy Policy also states that \"your content and comments you post to public areas of the Service will be viewable by others on the Service and the public,\" and that \"we may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.\" \r\n\r\n With regards to modifying or deleting your information, the Privacy Policy says, \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances.\" Moreover, the right to erasure (which only applies for users in the EU and Switzerland) specified in the Privacy Policy only applies under \"certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.\" \r\n\r\nIf Brainly aims to \"preserve all content posted on the site,\" then we can conclude that such personal data is still necessary for the purpose of the site. There are places on the site where answers without usernames or profile pictures are visible.", "created_at": "2018-12-31 23:35:06.639688", "updated_at": "2021-02-06 04:16:30.342648", "quoteText": "We may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.", "case_id": 240, "document_id": 852, "quoteStart": 11959, "quoteEnd": 12111}, {"id": 5149, "title": "Users cannot scrape the website of the service", "source": "https://brainly.com/pages/terms_of_use", "status": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You agree not to use any automated tool, such as a web scraping tool, a bot or web robot, or web automation, to mine the Brainly Services or any products, services, information, or other materials available on, through or in connection with the Brainly Services or your Brainly Subscription, including, but not limited to, the Mobile Software, for information or to fill out forms on the Brainly Services, that you will not circumvent any technical measures implemented to prevent or limit such access, and that you will comply with the restrictions in any robot exclusion header.\"", "created_at": "2018-12-31 21:09:26.827794", "updated_at": "2019-05-11 16:02:20.618943", "quoteText": "You agree not to use any automated tool, such as a web scraping tool, a bot\nor web robot, or web automation, to mine the Brainly Services or any\nproducts, services, information, or other materials available on, through or\nin connection with the Brainly Services or your Brainly Subscription,\nincluding, but not limited to, the Mobile Software, for information or to\nfill out forms on the Brainly Services, that you will not circumvent any\ntechnical measures implemented to prevent or limit such access, and that you\nwill comply with the restrictions in any robot exclusion header", "case_id": 150, "document_id": 845, "quoteStart": 9452, "quoteEnd": 10031}], "urls": ["brainly.co", "brainly.com.br", "brainly.lat", "brainly.com", "znanija.com", "nosdevoirs.fr", "brainly.in", "brainly.co.id", "eodev.com", "brainly.ph", "brainly.pl", "brainly.ro"]}}