{"error": 448, "message": "OK", "parameters": {"id": 1634, "name": "SpielAffe", "created_at": "2019-06-20 08:58:56.058632", "updated_at": "2021-03-25 03:19:45.9597", "wikipedia": null, "keywords": null, "related": null, "slug": "spielaffe", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1634.png", "url": "spielaffe.de,kraloyun.com", "documents": [{"id": 1516, "name": "Datenschutzrichtlinien", "url": "https://www.spielaffe.de/Statisch/Datenschutz", "xpath": "", "text": "<i>\n</i>Für Links auf dieser Seite erhält Spielaffe ggf.\neine Provision vom Händler oder Spieleanbieter, z.B.\nfür solche mit<i>\n&nbsp;</i>\n&nbsp;Symbol.\nDas gilt auch für in Spielen erworbene Inhalte.\nMehr InformationenLogin / Registrierung<p>Online Spiele kostenlos spielen</p>&nbsp.\n&nbsp;Games&nbsp;Oyun<ul>\n<li>Start</li>\n</ul>\n<ul>\n<li>Mädchen</li>\n<li>Rennen</li>\n<li>Action</li>\n<li>Sport</li>\n<li>Verbinden</li>\n<li>Kinder</li>\n<li>Denken</li>\n<li>Geschick</li>\n<li>Multiplayer</li>\n<li>Abenteuer</li>\n<li>Fantasie</li>\n<li>Fun</li>\n<li>Tiere</li>\n</ul>\n<ul>\n<li>Mehr<ul>\n<li>Alle</li>\n<li>Neueste</li>\n<li>Beste</li>\n<li>Shockwave Spiele</li>\n<li>Unity 3D</li>\n<li>HTML5 Spiele</li>\n<li>Spiele-Apps</li>\n</ul>\n</li>\n</ul>Datenschutz<p>Wir, die Ströer Media Brands GmbH, Torstr.\n49, 10119 Berlin (\"SMB\", \"wir\" oder \"uns\"), freuen uns über Ihren Besuch auf unserer Website (im Folgenden: „unsere Website“), bzw.\nüber den Download unserer mobilen Applikation (\"App\").<br>\nDer Schutz und die Sicherheit Ihrer Daten haben für uns höchste Priorität.\nDiese Erklärung zum Datenschutz („Datenschutzerklärung“) erläutert, welche Ihrer Informationen wir während Ihres Besuchs auf unserer Webseite erheben, wie und wofür wir diese Informationen verwenden und mit wem wir diese teilen.\nZudem erklären wir Ihnen nachfolgend Ihre Rechte in Bezug auf die Verarbeitung Ihrer personenbezogenen Daten, etwa das Recht auf Auskunft, Berichtigung, Widerspruch und Löschung.</p>\n<p>Wir werden Ihre personenbezogenen Daten (im Folgenden: „Ihre Daten“), d.\nh.\nInformationen, die Rückschlüsse auf Sie zulassen, nur in Übereinstimmung mit den geltenden datenschutzrechtlichen Vorschriften verwenden.\nWenn wir Ihre Daten für andere als die in dieser Datenschutzerklärung angegebenen Zwecke verwenden, werden wir Sie über diese Zwecke separat im Vorfeld informieren und, soweit erforderlich, Ihre Einwilligung einholen.</p>\n<p>\n<strong>Wer ist für die Verwendung Ihrer Daten verantwortlich?</strong>\n</p>\n<p>Wir sind verantwortliche Stelle im Sinne des anwendbaren Datenschutzrechts.<br>\nDas bedeutet, dass wir für die Verwendung Ihrer von uns erhobenen Daten verantwortlich und gesetzlich verpflichtet sind, sicherzustellen, dass die erforderlichen Maßnahmen zum Schutz Ihrer Daten getroffen und Ihre Rechte gewahrt werden.<br>\nIn Ausnahmefällen sind wir gemeinsam mit (einem) anderen Unternehmen verantwortliche Stelle.<br>\nSollten derartige gemeinsame Verantwortlichkeiten aktuell bestehen, so sind diese in dieser Datenschutzerklärung im Datenschutzhinweis zur hiervon betroffenen Technologie ausdrücklich erwähnt.</p>\n<p>\n<strong>Welche Ihrer Daten erheben wir ?</strong>\n</p>\n<p>Abhängig von den Informationen, die Sie uns zur Verfügung stellen, erfassen wir folgende Daten:</p>\n<p>\n<strong>Anzeigenschaltung über AdTiger</strong>\n</p>\n<p>Diese Website benutzt AdTiger, einen Dienst zum Einbinden von Werbeanzeigen der arejo GmbH, Schaperstraße 14, 10719 Berlin, Deutschland.\nAdTiger verwendet sogenannte „Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website ermöglichen.<br>\nDie betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen.\nEine solche Einstellung des genutzten Internetbrowsers würde auch verhindern, dass AdTiger ein Cookie auf dem informationstechnologischen System der betroffenen Person setzt.\nZudem können von AdTiger bereits gesetzte Cookies jederzeit über einen Internetbrowser oder andere Softwareprogramme gelöscht werden.<br>\nWeitere Informationen zum Datenschutz von AdTiger und zur Nutzung von Cookies inklusive der Möglichkeit eines Opt-Outs finden Sie unter http://ads.adtiger.de/privacy.php.</p>\n<p>\n<strong>Facebook Connect</strong>\n</p>\n<p>Sie haben zudem die Möglichkeit, sich mit den Zugangsdaten Ihres Facebook-Kontos bei uns zu registrieren oder anzumelden (sog.\nFacebook Connect Funktion).\nWenn Sie von dieser Möglichkeit des Nutzer-Logins über Facebook Connect Gebrauch machen, werden von Facebook folgende Daten an uns übermittelt:</p>\n<ul>\n<li>Geschlecht</li>\n<li>Name</li>\n</ul>\n<p>Wir nutzen diese Daten allein für den Zweck der Registrierung und Anmeldung.\nDie Nutzung von Facebook-Connect unterliegt den Datenschutzbestimmungen von Facebook.\nWeitere Informationen zu Facebook-Connect und den Privatsphäre-Einstellungen entnehmen Sie bitte der Datenschutzrichtlinie von Facebook: https://de-de.facebook.com/about/privacy/.</p>\n<p>\n<strong>Facebook Like &amp.\nShare</strong>\n</p>\n<p>Auf unserer Website sind Buttons des sozialen Netzwerks Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA integriert.\nDie Facebook-Buttons erkennen Sie an dem Facebook-Logo oder dem „Like-Button“ („Gefällt mir“) auf unserer Seite.\nEine Übersicht über die Facebook-Buttons finden Sie hier:</p>\n<p>http://developers.facebook.com/docs/plugins/</p>\n<p>Wenn Sie unsere Website besuchen, wird über das Plugin eine direkte Verbindung zwischen Ihrem Browser und dem Facebook-Server hergestellt.\nFacebook erhält dadurch die Information, dass Sie mit Ihrer IP-Adresse unsere Seite besucht haben und ob bestimmte Dienste genutzt wurden.</p>\n<p>Wenn Sie den Facebook „Like-Button“ anklicken, während Sie in Ihrem Facebook-Account eingeloggt sind, können Sie die Inhalte unserer Seiten auf Ihrem Facebook-Profil verlinken.\nDadurch kann Facebook den Besuch unserer Seiten Ihrem Benutzerkonto zuordnen.\nFacebook kann bei Anklicken des Buttons außerdem weitere Daten verarbeiten, z.B.\neinen Cookie setzen, über den Facebook auf anderen Internetseiten, die ebenfalls Facebook-Buttons eingebunden haben, erkennen kann, dass sie bereits auf den Button geklickt haben.</p>\n<p>Sind Sie bei dem Besuch unserer Website gleichzeitig bei Facebook eingeloggt, ist zudem die Zuordnung eines Seitenabrufs zu ihrem Profil auf Facebook möglich.\nWenn Sie Facebook-Buttons anklicken und bei Facebook eingeloggt sind oder sich anschließend bei Facebook einloggen, kann z.B.\nauf Ihrem Facebook-Profil veröffentlicht werden, bei welchen Inhalten Sie den Button angeklickt haben.\nFacebook kann so gegebenenfalls weitere Daten erheben und speichern.\nSo können bei Facebook-Nutzerprofile entstehen, die über das hinausgehen, was Sie selbst bei Facebook preisgeben.\nWir weisen darauf hin, dass wir keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Facebook erhalten.\nWeitere Informationen zur Datennutzung durch Facebook finden Sie in der Datenschutzerklärung von Facebook unter:<br>\nhttp://de-de.facebook.com/policy.php </p>\n<p>\n<strong>Facebook Fanpages und Mitverantwortlichkeit für Insights</strong>\n</p>\n<p>Wir nutzen unter den folgenden Links Facebook Fanpages, für die wir gemeinsam mit Facebook Ireland Limited verantwortlich sind:<br> https://www.facebook.com/KibaGames/<br>\nhttps://www.facebook.com/KralOyuncom/<br>\nhttps://www.facebook.com/SpielAffe/<br>\n</p>\n<p>In gemeinsamer Verantwortlichkeit mit Facebook analysieren wir, wie Sie unsere Fanpage nutzen (Seiten-Insights).\nDie nach der DSGVO erforderlichen Informationen zu der Datenverarbeitung im Rahmen von Seiten-Insights erhalten Sie bei Facebook.\nderzeit namentlich in den Datenschutzhinweisen von Facebook unter https://www.facebook.com/privacy/explanation.<br>\nFacebook stellt Ihnen auch die relevanten Inhalte des zwischen Facebook und uns geschlossenen Vertrags über die Verarbeitung in gemeinsamer Verantwortlichkeit nach Art.\n26 DSGVO zur Verfügung.\nderzeit unter dem folgenden Link: https://www.facebook.com/legal/terms/page_controller_addendum.\n</p>\n<p>Im Rahmen der Seiten-Insights erhalten wir selbst nur anonymisierte Statistiken – auf personenbezogene Daten, die durch Facebook verarbeitet werden, haben wir keinen Zugriff.\nDie Verarbeitung der anonymisierten Daten durch uns erfolgt auf Basis gesetzlicher Vorschriften, die es uns gestatten, personenbezogene Daten zu verarbeiten, weil wir ein überwiegendes berechtigtes Interesse daran haben, ein besseres Verständnis der Interessen der Besucher unserer Fanpage zu erlangen (Art.\n6 Abs.\n1 f) DSGVO).<br>\nFacebook bietet auf den Fanpages verschiedene Community-Funktionen an, mit denen Sie mit anderen Nutzern in Interaktion treten können, etwa indem Sie dort Beiträge posten, Kommentare hinterlassen oder Beiträge liken bzw.\nteilen können.\n</p>\n<p>Wir weisen darauf hin, dass diese Bereiche öffentlich zugänglich sind und sämtliche persönlichen Informationen, die Sie darin einstellen oder bei der Anmeldung bereitstellen, von anderen eingesehen werden können.\nWir können nicht kontrollieren, wie andere Nutzer der Fanpages diese Informationen verwenden.\nInsbesondere können wir nicht verhindern, dass unerwünschte Nachrichten an Sie gesendet werden.</p>\n<p>Soweit es die Datenverarbeitung im Zusammenhang mit Seiten-Insights auf unseren Facebook Fanpages betrifft, fungiert Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland als gemeinsame Anlaufstelle und bearbeitet sämtliche Anträge zur Geltendmachung der genannten Rechte.</p>\n<p>\n<strong>Konversionsmessung mit dem Besucheraktions-Pixel von Facebook</strong>\n</p>\n<p>Wir setzen innerhalb unseres Internetauftritts den „Besucheraktions-Pixel“ der Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (“Facebook”) ein.<br>\nMit dessen Hilfe können wir die Aktionen von Nutzern nachverfolgen, nachdem diese eine Facebook-Werbeanzeige gesehen oder geklickt haben.<br>\nSo können wir die Wirksamkeit der Facebook-Werbeanzeigen für statistische und Marktforschungszwecke erfassen.\nDie so erfassten Daten sind für uns anonym, das heißt wir sehen nicht die personenbezogenen Daten einzelner Nutzer.<br>\nDiese Daten werden von Facebook gespeichert und verarbeitet.\nFacebook kann diese Daten mit ihrem Facebook-Konto verbinden und auch für eigene<br>\nWerbezwecke, entsprechend Facebooks Datenverwendungsrichtlinie verwenden: https://www.facebook.com/about/privacy/<br>\nEs kann ferner zu diesen Zwecken ein Cookie auf Ihrem Rechner gespeichert werden.<br>\nSie können das Facebook-Pixel auf der Seite der Digital Advertising Alliance unter dem folgenden Link deaktivieren: http://www.aboutads.info/choices/<br>\nDie Remarketing-Funktion „Custom Audiences“ können Sie als bei Facebook angemeldeter Nutzer unter https://www.facebook.com/settings/?tab=ads#_=_ deaktivieren.</p>\n<p>\n<strong>Google Ads</strong>\n</p>\n<p>Wir verwenden auf unserer Website das Online-Werbeprogramm „Google Ads“ und in diesem Rahmen Conversion-Tracking (Besuchsaktionsauswertung).\nDas Google Conversion Tracking ist ein Analysedienst der Google Ireland Ltd., Google Building Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (\"Google\").<br>\nWenn Sie auf eine von Google geschaltete Anzeige klicken, wird ein Cookie für das Conversion-Tracking auf Ihrem Rechner abgelegt.\nDiese Cookies haben eine begrenzte Gültigkeit, enthalten keine personenbezogenen Daten und dienen somit nicht der persönlichen Identifizierung.\nWenn Sie bestimmte Seiten unserer Website besuchen und das Cookie noch nicht abgelaufen ist, können Google und wir erkennen, dass Sie auf die Anzeige geklickt haben und zu dieser Seite weitergeleitet wurden.\nJeder Google Ads-Kunde erhält ein anderes Cookie.\nSomit besteht keine Möglichkeit, dass Cookies über die Websites von Ads-Kunden nachverfolgt werden können.</p>\n<p>Die Informationen, die mit Hilfe des Conversion-Cookie eingeholt werden, dienen dem Zweck Conversion-Statistiken zu erstellen.\nHierbei erfahren wir die Gesamtanzahl der Nutzer, die auf eine unserer Anzeigen geklickt haben und zu einer mit einem Conversion-Tracking-Tag versehenen Seite weitergeleitet wurden.\nWir erhalten jedoch keine Informationen, mit denen sich Nutzer persönlich identifizieren lassen.\n</p>\n<p>Die Verarbeitung erfolgt auf Grundlage des Art.\n6 (1) lit.\nf DSGVO aus dem berechtigten Interesse an zielgerichteter Werbung und der Analyse der Wirkung und Effizienz dieser Werbung.<br>\nSie haben das Recht aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit dieser auf Art.\n6 (1) f DSGVO beruhenden Verarbeitung Sie betreffender personenbezogener Daten zu widersprechen.<br>\nDazu können Sie die Speicherung der Cookies durch die Auswahl entsprechender technischer Einstellungen Ihrer Browser-Software verhindern.\nWir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\nSie werden sodann nicht in die Conversion-Tracking Statistiken aufgenommen.</p>\n<p>Des Weiteren können Sie in den Einstellungen für Werbung bei Google für Sie personalisierte Werbung deaktivieren.\nEine Anleitung dazu finden Sie unter https://support.google.com/ads/answer/2662922?hl=de<br>\nDarüber hinaus können Sie die Verwendung von Cookies durch Drittanbieter deaktivieren, indem sie die Deaktivierungsseite der Netzwerkwerbeinitiative (Network Advertising Initiative) unter https://www.networkadvertising.org/choices/ aufrufen und die dort genannten weiterführenden Information zum Opt-Out umsetzen.</p>\n<p>Weiterführende Informationen sowie die Datenschutzerklärung von Google finden Sie unter: https://www.google.de/policies/privacy/</p>\n<p>\n<strong>Google AdSense</strong>\n</p>\n<p>SMB nutzt Google AdSense, einen Online-Werbedienste der Google Ireland Ltd., Google Building Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (\"Google\").\nDurch Google AdSense können Werbeanzeigen auf der Website eingebunden werden.\nGoogle AdSense verwendet zum einen Cookies.\nDurch die Speicherung der Cookies auf Ihrem Computer kann Google Ihre Benutzung unserer Website analysieren.\nGoogle AdSense verwendet zudem auch sogenannte Web Beacons.\nDas sind nicht sichtbare Grafiken, die auf der Website eingebunden werden.\nDamit kann Google Informationen, wie z.B.\ndie Klicks auf unsere Internetseite analysieren.</p>\n<p>Die genannten Informationen, Ihre IP-Adresse und die Auslieferung von Werbeformaten werden an Server in den USA übermittelt und dort gespeichert.\nDie Informationen können von Google an Vertragspartner weitergegeben werden.\nGoogle informiert jedoch, dass keinesfalls Ihre IP-Adresse mit anderen Daten von Google verknüpft wird.</p>\n<p>Sie können die Installation der Cookies von Google AdSense auf verschiedene Weise verhindern: durch eine entsprechende Einstellung der Browser-Software.\ndurch Deaktivierung der interessenbezogenen Anzeigen bei Google über diesen Link (http://www.google.de/ads/preferences).\ndurch Deaktivierung der interessenbezogenen Anzeigen der Anbieter, die Teil der Kampagne „About Ads“ sind, über diesen Link (http://www.aboutads.info/choices), durch dauerhafte Deaktivierung durch ein Browser-Plug-in.<br>\nNähere Informationen zum Datenschutz bei Google AdSense finden Sie in der Datenschutzerklärung von Google: http://www.google.de/policies/privacy/.\n</p>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Wir verwenden den Analysedienst Google Analytics der Firma Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (Google).\nGoogle Analytics verwendet.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung der Webseite werden an einen Server von Google in den USA übertragen und dort gespeichert.</p>\n<p>Google wird in unserem Auftrag diese Informationen benutzen, um die Nutzung unserer Webseite auszuwerten, um Reports über Webseiten-aktivitäten zusammenzustellen und um weitere mit der Webseitennutzung und der Internetnutzung verbundene Dienstleistungen uns gegen-über zu erbringen.\nAus den verarbeiteten Daten können pseudonyme Nutzungsprofile erstellt werden.</p>\n<p>Wir haben auf unserer Webseite Google Analytics um den Code „anonymizeIP“ erweitert.\nDies bedeutet, die IP-Adresse der Nutzer wird innerhalb der EU oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.\nDie im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.</p>\n<p>Die Gesetze zum Schutz von personenbezogenen Daten können in den USA von dem Schutz innerhalb der EU abweichen und gegebenenfalls nur ein geringeres Schutzniveau gewährleiten.\nSollten personenbezogene Daten durch Google Analytics in den USA verarbeitet werden findet dies auf Basis geeigneter Vertraulichkeits- und Sicherheitsmaßnahmen statt, die den Schutz Ihrer Daten sicherstellen.</p>\n<p>Ihre Rechte / Widerspruch:</p>\n<p>Die Speicherung der Cookies können Sie durch eine entsprechende Einstellung in Ihrem Browser verhindern.\nSie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung dieser Website bezogenen Daten an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout?hl=de .</p>\n<p>Die Webanalyse bleibt in diesem Fall solange deaktiviert, wie das Add-On von Google nicht seinerseits deaktiviert bzw.\ngelöscht wird.\nDaher löschen Sie bitte das Add-On nicht, solange die Webanalyse nicht gewollt ist.\nDas Add-On ist pro Browser und Rechner gesetzt.\nFalls Sie unsere Webseite also mit unterschiedlichen Browsern oder von unterschiedlichen Rechnern aus aufrufen, müssen Sie für jeden Browser bzw.\nRechner das Add-On gesondert hinzufügen.\nAlternativ zum Browser-Add-On, insbesondere bei Browsern auf mobilen Endgeräten, können Sie die Erfassung durch Google Analytics zudem verhindern, indem Sie auf diesen Link klicken: Google Analytics Tracking beenden .</p>\n<p>Es wird ein Opt-Out-Cookie gesetzt, das die zukünftige Erfassung Ihrer Daten beim Besuch dieser Website verhindert.\nDer Opt-Out-Cookie gilt nur in diesem Browser und nur für unsere Website und wird auf Ihrem Gerät abgelegt.\nLöschen Sie die Cookies in diesem Browser, müssen Sie das Opt-Out-Cookie erneut setzen.\nWir nutzen Google Analytics des Weiteren dazu, Daten aus DoubleClick-Cookies und auch AdWords zu statistischen Zwecken auszuwerten.\nDies umfasst demografischen Merkmale (z.B.\nAlter und Geschlecht) sowie Interessen.\nDiese Daten sind nicht auf eine bestimmte Person zurückzuführen.\nSollten Sie dies nicht wünschen, können Sie dies jederzeit über die Anzeigeneinstellungen deaktivieren.</p>\n<p>Weitere Informationen zum Thema Datenschutz und Google Analytics finden Sie auf der Website von Google: http://www.google.com/analytics/learn/privacy.html?hl=de</p>\n<p>\n<strong>Google Optimize</strong>\n</p>\n<p>Wir verwenden Google Optimize der Firma Google Ireland Ltd., Google Building Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (\"Google\").<br>\nMit Google Optimize sind wir in der Lage, unterschiedlichen Nutzern verschiedene Varianten der selben Seite anzeigen zu können, um so unser Angebot optimieren zu können.<br>\nAuf dem Rechner des Nutzers wird hierbei ein Cookie abgespeichert, welches bestimmt, welche Varianteder Seite diesem Nutzer angezeigt werden soll.\nPersonenbezogene Daten werden hierbei nicht verarbeitet.<br>\nWeitere Informationen zum Datenschutz bei Google finden Sie unter: https://www.google.com/intl/de/policies/privacy/</p>\n<p>\n<strong>HOMAD</strong>\n</p>\n<p>Wir binden die Dienstleistung „Homad“ der schnee von morgen webTV GmbH, Kiefholzstrasse 1, 12435 Berlin ein.\nMit Homad kann die korrekte Auslieferung von Datenpaketen bei Störungen wie fehlerhaften Firewall Einstellungen, oder z.B.\nfehlerhafter Antivirensoftware gewährleistet werden.\nInsbesondere kann die Ausspielung bestimmter Werbemittel/Videos erfolgreich durchgeführt werden.<br>\nEs werden keine personenbezogenen Benutzerdaten auf den Systemen von schnee von morgen gespeichert.\nAuch nicht in pseudonymisierter Form.\nDie im Auftrag durchgeleiteten Daten werden lediglich auf dem Weg zum Datenempfänger pseudonymisiert.\nUm größtmöglichen Schutz der Daten der Benutzer zu gewährleisten wird zusätzlich unterbunden, dass 3rd Party Cookies auf den Systemen der Benutzer gesetzt werden, welche theoretisch die Erstellung von digitalen Benutzerprofilen (Surfverhalten) zulassen würden.<br>\nWeitere Informationen können Sie in der Datenschutzerklärung von HOMAD finden: https://www.schneevonmorgen.com/privacypolicy.html</p>\n<p>\n<strong>Reichweitenmessung / Webanalyse der INFOnline GmbH</strong>\n</p>\n<p>(i) Messverfahren der INFOnline GmbH</p>\n<p>Unsere Webseite nutzt das Messverfahren („SZMnG“) der INFOnline<br>\nGmbH (https://www.INFOnline.de) zur Ermittlung statistischer Kennwerte über die Nutzung unserer Angebote.\nZiel der Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch – auf Basis eines einheitlichen Standardverfahrens – zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.<br>\nFür alle Digital-Angebote, die Mitglied der Informationsgemeinschaft<br>\nzur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW – http://www.ivw.eu) sind oder an den Studien der Arbeitsgemeinschaft Online-Forschung e.V.\n(AGOF - http://www.agof.de) teilnehmen, werden die Nutzungsstatistiken regelmäßig von der AGOF und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma - http://www.agma-mmc.de) zu Reichweiten weiterverarbeitet und mit dem Leistungswert „Unique User“ veröffentlicht sowie von der IVW mit den Leistungswerten „Page Impression“ und „Visits“.\nDiese Reichweiten und Statistiken können auf den jeweiligen Webseiten eingesehen werden.</p>\n<p>(ii) Zweck der Verarbeitung der Daten ist die Erstellung von Statistiken und die Bildung von Nutzerkategorien.\nDie Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können.\nDie Nutzerkategorien bilden die Grundlage für eine interessengerechte Ausrichtung von Werbemitteln bzw.\nWerbemaßnahmen.\nZur Vermarktung dieser Webseite ist eine Nutzungsmessung, welche eine Vergleichbarkeit zu anderen Marktteilnehmern gewährleistet, unerlässlich.\nUnser berechtigtes Interesse ergibt sich aus der wirtschaftlichen Verwertbarkeit der sich aus den Statistiken und Nutzerkategorien ergebenden Erkenntnisse und dem Marktwert unserer Webseite - auch in direktem Vergleich mit Webseiten Dritter - der sich anhand der Statistiken ermitteln lässt.\nDarüber hinaus haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline, der AGOF und der IVW zum Zwecke der Marktforschung (AGOF, agma) und für statistische Zwecke (INFOnline, IVW) zur Verfügung zu stellen.\nWeiterhin haben wir ein berechtigtes Interesse daran, die pseudonymisierten Daten der INFOnline zur Weiterentwicklung und Bereitstellung interessengerechter Werbemittel zur Verfügung zu stellen.</p>\n<p>(iii) Art der Daten</p>\n<p>Die INFOnline GmbH erhebt die folgenden Daten:</p>\n<ul>\n<li>IP-Adresse: Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IP-Adresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.\nDie IP-Adressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder weitere Verarbeitung der ungekürzten IP-Adressen.</li>\n<li>Einen zufällig erzeugten Client-Identifier: Die Reichweitenverarbeitung verwendet zur Wiedererkennung von Computersystemen alternativ entweder ein Third-Party-Cookie, ein First-Party-Cookie, ein „Local Storage Object“ oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.<br>\nDiese Kennung ist für einen Browser eindeutig, solange das Cookie oder Local Storage Object nicht gelöscht wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen Client-Identifier ist daher auch dann möglich, wenn Sie andere Webseiten aufrufen, die ebenfalls das Messverfahren („SZMnG“) der INFOnline GmbH nutzen.\nDie Gültigkeit des Cookies ist auf maximal 1 Jahr beschränkt.</li>\n</ul>\n<p>(iv) Nutzung der Daten</p>\n<p>Das Messverfahren der INFOnline GmbH, welches auf dieser Webseite eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impressions, Visits und Clients zu erheben und weitere Kennzahlen daraus zu bilden (z.B.\nqualifizierte Clients).\nDarüber hinaus werden die gemessenen Daten wie folgt genutzt:</p>\n<ul>\n<li>Eine sogenannte Geolokalisierung, also die Zuordnung eines Webseitenaufrufs zum Ort des Aufrufs, erfolgt ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geographischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geographischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Aufenthaltsort eines Nutzers gezogen werden.</li>\n<li>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden webseitenübergreifend zusammengeführt und in einer Datenbank gespeichert.\nDiese Informationen werden zur technischen Abschätzung der Sozioinformation Alter und Geschlecht verwendet und an die Dienstleister der AGOF zur weiteren Reichweitenverarbeitung übergeben.\nIm Rahmen der AGOF-Studie werden auf Basis einer zufälligen Stichprobe Soziomerkmale technisch abgeschätzt, welche sich den folgenden Kategorien zuordnen lassen: Alter, Geschlecht, Nationalität, Berufliche Tätigkeit, Familienstand, Allgemeine Angaben zum Haushalt, Haushalts-Einkommen, Wohnort, Internetnutzung, Online-Interessen, Nutzungsort, Nutzertyp.</li>\n</ul>\n<p>(v) Speicherdauer der Daten</p>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.\nDie gekürzte IP-Adresse wird maximal 60 Tage gespeichert.\nDie Nutzungsdaten in Verbindung mit dem eindeutigen Identifier werden maximal 6 Monate gespeichert.</p>\n<p>(vi) Weitergabe der Daten</p>\n<p>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.\nFür die Erstellung der AGOF-Studie werden Daten mit Client-Identifiern an die folgenden Dienstleister der AGOF weitergegeben:</p>\n<ul>\n<li>Kantar Deutschland GmbH (https://www.tns-infratest.com/)</li>\n<li>Ankordata GmbH &amp.\nCo.\nKG (http://www.ankordata.de/homepage/)</li>\n<li>Interrogare GmbH (https://www.interrogare.de/)</li>\n</ul>\n<p>Ihre Rechte / Widerspruch:<br>\nWenn Sie an der Messung nicht teilnehmen möchten, können Sie unter folgendem Link widersprechen: https://optout.ioam.de<br>\nUm einen Ausschluss von der Messung zu garantieren, ist es technisch notwendig, ein Cookie zu setzen.\nSollten Sie die Cookies in Ihrem Browser löschen, ist es notwendig, den Opt-Out-Vorgang unter dem oben genannten Link zu wiederholen.<br>\nDie betroffene Person hat das Recht, bei einer Datenschutzbehörde<br>\nBeschwerde einzulegen.\nWeitere Informationen zum Datenschutz im Messverfahren finden Sie auf der Webseite der INFOnline GmbH (https://www.infonline.de), die das Messverfahren betreibt, der Datenschutzwebseite der AGOF (http://www.agof.de/datenschutz) und der Datenschutzwebseite der IVW (http://www.ivw.eu).</p>\n<p>\n<strong>LinkedIn Share-Button</strong>\n</p>\n<p>Wir setzen auf unserer Seite Komponenten des Netzwerks LinkedIn ein.\nLinkedIn ist ein Service der LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.<br>\nWenn Sie den LinkedIn „Recommend-Button“ anklicken während Sie in Ihrem LinkedIn-Account eingeloggt sind, können Sie die Inhalte unserer Seiten auf Ihrem LinkedIn-Profil verlinken.\nDadurch ist LinkedIn in der Lage, den Besuch unserer Seiten Ihrem LinkedIn-Benutzerkonto zuordnen.<br>\nDie Datenschutzhinweisen von LinkedIn finden Sie hier: http://www.linkedin.com/legal/privacy-policy</p>\n<p>\n<strong>Login und Registrierung</strong>\n</p>\n<p>Im Falle einer Registrierung auf unserer Seite erheben wir personenbezogene Daten.\nDabei handelt es sich um Ihren Vornamen, Nachnamen und Ihre E-Mail-Adresse , sofern Sie uns diese Daten zur Verfügung stellen.\nWir speichern und verwenden diese Daten zur Registrierung, Verwaltung und Bereithaltung des Benutzer-Accounts.\nDas Benutzerkonto samt den in ihm gespeicherten Daten kann jederzeit in den Profileinstellungen gelöscht werden.<br>\nBitte logge Dich dazu bei uns ein und nutze die Funktion zum Löschen Deines Profils in den Profileinstellungen.</p>\n<p>\n<strong>mbr targeting</strong>\n</p>\n<p>\"mbr targeting\" (https://mbr-targeting.com/) wird eingesetzt durch den digitalen Werbevermarkter Ströer Digital Media GmbH.\nAnbieter ist die mbr targeting GmbH, Hobrechtstr.\n65, 12047 Berlin,<br>\nDeutschland.\nmbr targeting ist ein Anbieter für Data-Management Lösungen und Steuerung von nutzungsbasierten Werbeeinblendungen.<br>\nLink Datenschutzhinweise und Opt-Out: https://privacy.mbr-targeting.com/?optedIn=true</p>\n<p>\n<strong>Purpur Media</strong>\n</p>\n<p>Wir verwenden Technologie der Purpur Media Vermarktungs GmbH, Loquaiplatz 12 / Top 7, 1060 Wien, Österrreich, um Anzeigen Werbetreibender auf unserer Website anzuzeigen.\nUm Werbung personalisiert anbieten zu können, werden Cookies auf dem Rechner des Nutzers gespeichert.\nPurpur Media erhebt und verarbeitet mit Hilfe von Cookies Informationen darüber, welche Websites mit Ihrem Browser besucht wurden, auf welche Werbeflächen geklickt wurde, wie lang die Verweildauer auf einer Website war und wie generell mit der Website interagiert wurde.\nDes Weiteren sammelt Purpur Media Informationen zur Attraktivität der Online Werbung, zum Beispiel die Anzahl der Klicks und die resultierenden Online Verkäufe, die eine Anzeige generiert.\nDadurch können wir die Online Werbung, die Sie erhalten, für Sie relevanter gestalten.<br>\nLink zu Datenschutzhinweisen: https://www.purpur.media/datenschutz/<br>\nLink zum Opt-Out: https://www.improvedigital.com/opt-out-page/</p>\n<p>\n<strong>SMTP.com</strong>\n</p>\n<p>Für den Versand von Transaktionsmails bedienen wir uns SMTP.COM, einem Angebot der j2 Global Canada, Inc, 2 Gurdwara Road, 3rd Floor<br>\nOttawa, Ontario, Canada K2E 1A2.</p>\n<p>Kanada („SMTP.COM“), einem spezialisierten Dienstleister, dem wir die zur Abwicklung des Newsletterversands erforderlichen personenbezogenen Daten, also E-Mail-Adresse und Texte der E-Mails, zur Verfügung stellen.\nSMTP.COM verarbeitet Ihre personenbezogenen Daten nur im Auftrag und auf unsere Weisung hin.\n</p>\n<p>\n<strong>Serverlogs</strong>\n</p>\n<p>Wenn Sie unsere Website besuchen, speichert unser Webserver in der Regel folgende Informationen: Datum, UserAgent, Referrer, Request URL, Status Code, Größe der Site, Request-ID und Response Time.\nIm Fall des Auftretens eines Fehlers oder technischen Problems werden Traceback und Fehlermeldungen in so genannten Logfiles gespeichert.\nEin Logfile besteht aus Zeit, Fehlertext und Request-ID.\nLogfiles werden in regelmäßigen zeitlichen Abständen, grundsätzlich alle 40 Tage, gelöscht.</p>\n<p>\n<strong>SurveyMonkey</strong>\n</p>\n<p>Wir verwenden SurveyMonkey von SurveyMonkey Europe UC, 2 Shelbourne Buildings, Second Floor, Shelbourne Rd, Ballsbridge Dublin 4, Irland.</p>\n<p>SurveyMonkey Europe UC hat sich vertraglich verpflichtet, bei SurveyMonkey Inc.\nStandardvertragsklauseln für die im Rahmen der Leistungserbringung erfolgende Übermittlung von Daten an SurveyMonkey Inc.\neinzubinden.\nSurveyMonkey Inc.\nhat seinen Sitz in den Vereinigten Staaten von Amerika, demzufolge werden Daten (einschließlich Daten von Befragten) in die Vereinigten Staaten von Amerika übermittelt.</p>\n<p>SurveyMonkey Inc.\nbeteiligt sich am EU-US Privacy Shield-Datenschutzabkommen und am Privacy Shield-Abkommen zwischen den USA und der Schweiz und hat die Einhaltung dieser Abkommen bestätigt.\nSurveyMonkey verpflichtet sich, alle aus Mitgliedsländern der Europäischen Union (EU) und der Schweiz empfangenen personenbezogenen Informationen und Daten auf Grundlage des Privacy Shield-Abkommens und entsprechend dessen anwendbaren Grundsätzen zu behandeln.\nWeitere Informationen zum Privacy Shield-Abkommen erhalten Sie auf der Privacy Shield-Liste des Handelsministeriums der USA.\nhttps://www.privacyshield.gov/.</p>\n<p>SurveyMonkey erfüllt ferner die Privacy Shield-Grundsätze für die Weiterübermittlung personenbezogener Daten aus der EU und der Schweiz einschließlich der Haftungsvorschriften zur Weiterübermittlung von Daten.</p>\n<p>Wenn SurveyMonkey personenbezogene Daten nach Privacy Shield empfängt und diese an Dritte weiterleitet, die als Vermittler im Auftrag von SurveyMonkey tätig sind, trägt SurveyMonkey in gewissem Umfang eine Haftung nach Privacy Shield, sofern (1) der Agent die Daten auf eine nicht mit dem Privacy Shield konforme Weise verarbeitet und (2) SurveyMonkey für das schadensauslösende Ereignis verantwortlich ist.\nIn Bezug auf personenbezogene Daten, die nach dem Privacy Shield-Abkommen empfangen oder übertragen wurden, unterliegt SurveyMonkey den Untersuchungs- und Vollstreckungsbefugnissen der FTC (Federal Trade Commission) der USA.\nIn bestimmten Situationen kann es für SurveyMonkey erforderlich sein, auf Aufforderung staatlicher Behörden personenbezogene Daten offenzulegen, um unter anderem nationalen Sicherheits- oder Strafverfolgungsanforderungen zu genügen.</p>\n<p>Wir verwenden SurveyMonkey für Umfragen.\nDabei werden die vom Nutzer angegebenen Antworten auf unsere Fragen erfasst und sind dann Nutzern anhand von ID, Name und/oder E-Mail-Adresse zuordenbar, um beispielsweise anhand der Antworten eine qualifizierte Testerauswahl für Produkttests treffen oder die Gewinner von Gewinnspielen ermitteln zu können.<br>\nSurveyMonkey legt Cookies im Browser des Anwenders ab, um personalisierte Marketing-Inhalte anzeigen zu können.<br>\nInformationen zum Cookie-Opt-Out: https://help.surveymonkey.com/articles/de/kb/How-do-I-opt-out-of-e-mails-from-SurveyMonkey#cookies<br>\nSurveymonkeys Datenschutzrichtlienien: https://www.surveymonkey.de/mp/legal/privacy-policy/</p>\n<p>\n<strong>Taboola</strong>\n</p>\n<p>Diese Website nutzt den Werbedienst Taboola der Taboola Inc., 1115 Broadway, 7th fl., New York, NY, 10010 (USA).\nDie Verwendung des Dienstes ermöglicht es, Ihnen zu Ihren persönlichen Interessen passende Inhalte zu empfehlen.\nTaboola ermittelt dabei durch Cookies, welche Inhalte Du Sie nutzen und wie Sie sich auf unserer Webseite bewegen.\nBei diesem Vorgang werden Geräte- und Protokolldaten (u.a.\nBetriebssystem, besuchte Unterseiten unserer Website, Referrer, Datum und Uhrzeit des Besuchs, Standort sowie die verkürzte IP-Adresse) erhoben sowie unter Verwendung eines Pseudonyms Nutzungsprofile erzeugt, die jedoch keinen Rückschluss auf die Person zulassen.</p>\n<p>Weitere Informationen zu Taboola und der Möglichkeit zur Deaktivierung von Taboola-Cookies sind unter https://www.taboola.com/privacy-policy zu finden.\n</p>\n<p>\n<strong>Twitter</strong>\n</p>\n<p>Bei uns werden außerdem Buttons des Dienstes Twitter genutzt.\nDiese Buttons werden angeboten durch die Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.\nSie sind an Begriffen wie “Twitter” oder “Folge”, verbunden mit einem stillisierten blauen Vogel erkennbar.\nMit Hilfe der Schaltflächen ist es möglich, einen Beitrag oder eine Seite dieses Angebotes bei Twitter zu teilen oder dem Anbieter bei Twitter zu folgen.</p>\n<p>Wenn Sie eine Seite unseres Angebots aufrufen, die einen solchen Button enthält, baut Ihr Browser eine direkte Verbindung mit den Servern von Twitter auf.\nDer Inhalt des Twitter-Buttons wird von Twitter direkt an Ihren Browser übermittelt.\nDabei wird an Twitter übermittelt, dass der entsprechende http://www.spielaffe.de-Dienst aufgerufen wurde.\nAuch wenn Sie nicht bei Twitter eingeloggt sind, kann Twitter so gegebenenfalls Nutzungsdaten erheben und speichern.\nWenn Sie den Twitter-Button anklicken und über das sich öffnende Twitter-Fenster Informationen „twittern“, übermitteln Sie diese Informationen an Twitter, die dann in Ihrem Twitter-Nutzerprofil veröffentlicht werden.\nNach unserem Kenntnisstand wird lediglich die IP-Adresse des Nutzers die URL der jeweiligen Webseite beim Bezug des Buttons übermittelt, aber nicht für andere Zwecke, als die Darstellung des Buttons, genutzt.\nWir haben jedoch keinen Einfluss auf den Umfang der Daten, die Twitter mit Hilfe dieses Buttons erhebt.<br>\nWeitere Informationen hierzu finden sich in der Datenschutzerklärung von Twitter unter:<br>\nhttp://twitter.com/privacy</p>\n<p>\n<strong>VEEDI</strong>\n</p>\n<p>Wir verwenden zum Anzeigen von Video-Tutorials mit Werbeanzeigen eine Technologie von veedi.co, Tel Aviv, Israel.<br>\nVEEDI legt Cookies im Browser des Nutzers zwecks Wiedererkennung anhand einer ID für personalisierte Werbung an.<br>\nSie können veedi.com-Cookies über die Browsereinstellungen löschen und ebenso verhindern, dass zukünftig Cookies gespeichert werden.<br>\nBitte beachten Sie, dass damit die Funktionalität VEEDIs eingeschränkt oider verhindert wird.<br>\nVEEDIs Datenschutzerklärung finden Sie hier: http://www.veedi.com/privacy-policy.php</p>\n<p>\n<strong>Vidazoo</strong>\n</p>\n<p>Vidazoo wird bei uns eingesetzt, um Nutzern Videowerbung anzeigen zu können.</p>\n<p>Nutzerdaten wie Geräteinformationen (Geräteart, Betriebssystem, Version und Sprache) werden erhoben.<br>\nEbenso wird die von Ihnen aktuell besuchte URL unserer Website an Vidazoo übergeben.\nDiese wird nicht gespeichert, sondern genutzt, um entscheiden zu können, welche Art Videoinhalt für die Anzeige auf dieser Domain ausgewählt wird.<br>\nVidazoo kann ebenso die IP-Adresse des Besuchers während dessen Besuches unserer Website speichern, um so Fraud vorbeugen und eventuelle Roboter identifizieren und ausschließen zu können.\nIn diesem Fall wird die IP-Adresse ohne jede Zuordnung zu anderen Nutzerdaten gespeichert.<br>\nVidazoos Datenschutzbestimmungen finden Sie hier: https://vidazoo.com/privacy_policy<br>\nHier haben Sie die Möglichkeit zum Opt-Out:<br>\nhttps://vidazoo.com/privacy_policy/opt_out</p>\n<p>\n<strong>YouTube</strong>\n</p>\n<p>Auf unserer Website sind Videos der Videoplattform YouTube eingebunden, die von der Firma YouTube LLC, 901 Cherry Avenue, San Bruno, CA 94066, USA, angeboten wird.\nYouTube wird durch Google vertreten.\nDie Einbindung setzt voraus, dass YouTube die IP-Adresse der Nutzer wahrnehmen kann.\nDie IP-Adresse ist erforderlich, um die Inhalte an den Browser des Nutzers senden zu können.\nWeitere Informationen zum Datenschutz, zu den eingesetzten Cookies sowie den Kontrolloption hierüber finden Sie hier:<br>\nwww.google.de/intl/de/policies/privacy/<br>\nOpt-Out: https://adssettings.google.com/authenticated.</p>\n<p>\n<strong>Zammad</strong>\n</p>\n<p>Kundenanfragen per Kontaktformular oder Support-E-Mail-Adresse werden in dem von uns verwendeten Helpdesk-Tool \"Zammad\" gespeichert.<br>\nAnbieter von \"Zammad\" ist die Zammad GmbH, Marienstraße 11, 10117 Berlin, Deutschland.<br>\nAbgelegt werden hier durch SMB Ihre Anfragentexte, Antworttexte und eventuelle Dateianhänge zusammen mit den Antworten unserer Mitarbeiter.<br>\nZuzuordnen sind diese Texte zu Ihrer E-Mail-Adresse sowie ihrem Vor- und Zunamen, sofern diese von Ihnen angegeben wurde.<br>\nDiese Daten dienen dazu, dass SMB-Mitarbeiter Anfragen im Kontext vorausgegangener Vorgänge schneller und kompetenter beantworten können als dies z.B.\nbei ausschließlicher Nutzung eines E-Mail-Postfachs möglich wäre.<br>\nSollten Sie eine Löschung sämtlicher Daten aus unserem Helpdesk-Tool \"Zammad\" wünschen, so fragen Sie dies bitte bei datenschutz@stroeermediabrands.de an und wir werden Ihre Daten umgehend löschen.\n</p>\n<p>\n<strong>Werbung / Individualisierung</strong>\n</p>\n<p>Unser Vermarktungspartner, die Ströer Digital Media GmbH, Kehrwieder 8-9, 20457 Hamburg, arbeitet mit folgenden Werbepartnern zusammen, welchen zur Ausübung ihrer Funktion als Auftragsdatenverarbeiter im Einklang mit dem geltenden Recht, sowie geeigneten Vertraulichkeits- und Sicherheitsmaßnahmen, mit denen sowohl die Ströer Digital Media GmbH als auch wir (SMB) jederzeit den Schutz Ihrer Daten sicherstellen, Daten zur Verfügung gestellt werden.\nDiese Partner umfassen: </p>\n<ul>\n<li>\n<p>\n<strong>Adsquare (www.adsquare.com/)</strong>\n<br>\nAnbieter von Adsquare ist die adsquare GmbH, Saarbrücker Str.\n36, 10405 Berlin, Deutschland.\nAdsquare setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.adsquare.com/privacy/<br>\nLink zum Opt.Out: www.adsquare.com/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Emetriq (www.emetriq.com)</strong>\n<br>\nAnbieter von Emetriq ist die Emetriq GmbH, Vorsetzen 35, 20459 Hamburg, Deutschland.\nEmetriq setzt Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen ein.<br>\nLink Datenschutzhinweise: www.emetriq.com/datenschutz/<br>\nLink zum Opt.Out: www.emetriq.com/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>mbr targeting (https://mbr-targeting.com/)</strong>\n<br>\nAnbieter ist die mbr targeting GmbH, Hobrechtstr.\n65, 12047 Berlin, Deutschland.\nmbr targeting ist ein Anbieter für Data-Management Lösungen und Steuerung von nutzungsbasierten Werbeeinblendungen.<br>\nLink Datenschutzhinweise: privacy.mbr-targeting.com<br>\nLink zum Opt.Out: privacy.mbr-targeting.com</p>\n</li>\n<li>\n<p>\n<strong>meetrics (https://www.meetrics.com)</strong>\n<br>\nAnbieter von Meetrics ist die Meetrics GmbH, Alexanderstraße 7 in 10178 Berlin, Deutschland.\nMeetrics setzt Analyse-Cookies ein, um das Nutzungsverhalten (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, Dauer der Video-Nutzung) unserer Nutzer aufzeichnen und in statistischer Form auswerten und validieren zu können.\nDa hierzu eine Anmeldung erforderlich ist kann ein Opt.Out auch nur auf der Webseite des Panel-Anbieters stattfinden.\nNicht angmeldete Nutzer werden nicht erfasst.<br>\nDatenschutzhinweise: www.meetrics.com/datenschutz/<br>\nLink zum Opt.Out: www.meetrics.com/datenschutz/</p>\n</li>\n<li>\n<p>\n<strong>Nugg.ad (www.nugg.ad)</strong>\n<br>\nAnbieter von nugg.ad ist die nugg.ad GmbH, Rotherstraße 16, 10245 Berlin, Deutschland.\nNugg.ad setzt Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen ein.<br>\nLink Datenschutzhinweise: www.nugg.ad/de/datenschutz/allgemeine-informationen.html<br>\nLink zum Opt.Out: nugg.ad/de/datenschutz/allgemeine-informationen.html</p>\n</li>\n<li>\n<p>\n<strong>OS Data Solutions GmbH &amp.\nCo.\nKG (www.osdatasolutions.de)</strong>\n<br>\nAnbieter von OS Data Solutions ist die OS Data Solutions GmbH &amp.\nCo.\nKG, Am Sandtorkai 37, 20457 Hamburg, Deutschland.\nOS Data Solutions setzt Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen ein.<br>\nLink Datenschutzhinweise: osdatasolutions.de/datenschutz/<br>\nLink zum Opt.Out: Für den Fall, dass Sie zukünftig keine individualisierte Werbung, die auf durch die OS DS gespeicherten Informationen basiert, mehr angezeigt bekommen möchten, können Sie die folgende Opt-out-Möglichkeit (http://www.youronlinechoices.com/de/praferenzmanagement/) in Anspruch nehmen, wobei das Opt-out in Bezug auf den Partner der OS Data Solutions, The ADEX, vorzunehmen ist.</p>\n</li>\n<li>\n<p>\n<strong>Permodo (http://permodo.com)</strong>\n<br>\nAnbieter von Permodo ist die PERMODO GmbH, Dachauerstrasse 15c, 80335 München, Deutschland.\nPermodo verarbeitet sogenannte Identifier zur Ausspielung von personalisierter Werbung.<br>\nLink Datenschutzhinweise: permodo.com/de/privacy.html<br>\nLink zum Opt.Out: permodo.com/optout/cookieOptOut.php</p>\n</li>\n<li>\n<p>\n<strong>Seeding Alliance (https://seeding-alliance.de/)</strong>\n<br>\nAnbieter von Seeding Alliance ist die Seeding Alliance GmbH, Wichernstr.\n34b, 21335 Lüneburg, Deutschland.\nSeeding Alliance setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: seeding-alliance.de/datenschutz/<br>\nLink zum Opt.Out: seeding-alliance.de/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Ströer SSP (https://www.stroeer.de/konvergenz-konzepte/daten-technologien/stroeer-ssp.html)</strong>\n<br>\nAnbieter ist die Ströer SSP GmbH, St.-Martin-Str.\n106, 81669 München, Deutschland.\nDie Ströer SSP stellt Online-Marketing-Lösungen bereit, insbesondere im Bereich Adserving, Auslieferung von Werbemitteln und als Marktplatz für digitale Werbemittel.<br>\nLink Datenschutzhinweise: https://www.stroeer.de/service/datenschutz.html<br>\nLink zum Opt.Out: ih.adscale.de/adscale-ih/oo</p>\n</li>\n<li>\n<p>\n<strong>The Adex/Batch (www.theadex.com)</strong>\n<br>\nAnbieter von The ADEX/Batch ist The ADEX GmbH, Torstraße 19, 10119 Berlin, Deutschland.\nThe Adex ist ein Anbieter für Data-Management Lösungen.<br>\nLink Datenschutzhinweise: de.theadex.com/opt-out<br>\nLink zum Opt.Out: de.theadex.com/opt-out</p>\n</li>\n<li>\n<p>\n<strong>Twiago (https://www.twiago.com/)</strong>\n<br>\nAnbieter von Twiago ist die twiago GmbH, Gustav-Heinemann-Ufer 72b, 50968 Köln, Deutschland.\nTwiago setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.twiago.com/datenschutz/<br>\nLink zum Opt.Out: control.twiago.com/privacy.php</p>\n</li>\n<li>\n<p>\n<strong>Yieldlove (https://www.yieldlove.com)</strong>\n<br>\nAnbieter von Yieldlove ist die Yieldlove GmbH, Kehrwieder 9, 20457 Hamburg, Deutschland.\nYieldlove setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.yieldlove.com/cookie-policy<br>\nLink zum Opt.Out: www.yieldlove.com/cookie-policy</p>\n</li>\n<li>\n<p>\n<strong>AudienceProject (https://www.audienceproject.com/)</strong>\n<br>\nAnbieter von AudienceProject ist AudienceProject ApS Ryesgade 3f, 2200 Copenhagen N, Denmark.<br>\nAuf dieser Website werden mit der Technologie von AudienceProject Daten zu Markt- und Medienforschungszwecken erhoben.<br>\nLink Datenschutzhinweise: https://privacy.audienceproject.com/de-DE/for-users/privacy-policy<br>\nLink zum Opt.Out: https://privacy.audienceproject.com/de-DE/for-users/opt-out </p>\n</li>\n</ul>\n<p>\n<strong>Einsatz der Technologien von Dritten</strong>\n</p>\n<p>Des Weiteren verwenden wir im Rahmen der digitalen Werbevermarktung Drittsysteme, die von eigenverantwortlichen Dritten betrieben werden.</p>\n<ul>\n<li>\n<p>\n<strong>Active Agent (http://www.active-agent.com/de/)</strong>\n<br>\nAnbieter von Active Agent ist Active Agent AG, Ellen-Gottlieb-Straße 16, 79106 Freiburg i.Br., Deutschland.\nActive Agent ist eine Plattform für einfaches und transparentes Handling von Werbekampagnen im Real Time &amp.\nData Driven Advertising Umfeld.<br>\nLink Datenschutzhinweise: www.active-agent.com/de/unternehmen/datenschutzerklaerung/<br>\nLink zum Opt.Out: www.active-agent.com/de/unternehmen/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Acxiom (http://www.acxiom.de)</strong>\n<br>\nAnbieter von Acxiom ist die Acxiom Deutschland GmbH, Martin-Behaim Str.\n12, 63263 Neu-Isenburg, Deutschland.\nAcxiom setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.acxiom.de/datenschutz/</p>\n</li>\n<li>\n<p>\n<strong>AddThis (http://www.addthis.com)</strong>\n<br>\nAnbieter von AddThis ist die Oracle America, Inc., 500 Oracle Parkway, Redwood Shores, CA 94065, United States.\nAddThis setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.addthis.com/privacy<br>\nLink zum Opt.Out: http://www.addthis.com/privacy/opt-out</p>\n</li>\n<li>\n<p>\n<strong>AdForm (http://site.adform.com)</strong>\n<br>\nAnbieter von AdForm ist die AdForm GmbH, Gr.\nBurstah 50-52, 20457 Hamburg, Deutschland.\nAdform setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: site.adform.com/privacy-policy-opt-out/<br>\nLink zum Opt.Out: site.adform.com/privacy-policy-opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Adition (www.adition.com)</strong>\n<br>\nAnbieter von Adition ist die Adition technologies AG, Am Gatherhof 44, 40472 Düsseldorf, Deutschland.\nAdition setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: de.adition.com/privacy/<br>\nLink zum Opt.Out: de.adition.com/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Admetrics (https://admetrics.io/en/start/)</strong>\n<br>\nAnbieter von Admetrics ist die admetrics GmbH, Hanauer Landstrasse 161-173, 60314 Frankfurt am Main, Deutschland.\nAdmetrics setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://admetrics.io/en/privacy_policy_web/</p>\n</li>\n<li>\n<p>\n<strong>Adobe (https://www.adobe.com)</strong>\n<br>\nAnbieter von Adobe ist die Adobe Systems Software Ireland Limited, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Republic of Ireland.\nAdobe setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.adobe.com/de/privacy.html<br>\nLink zum Opt.Out: https://www.adobe.com/de/privacy/opt-out.html</p>\n</li>\n<li>\n<p>\n<strong>Adswizz (https://www.adswizz.com/)</strong>\n<br>\nAnbieter von Adswizz ist die Adswizz S.A., 94 Gulledelle, Brussels, 1200, Belgium.\nAdswizz setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.adswizz.com/our-privacy-policy/<br>\nLink zum Opt.Out: https://www.adswizz.com/our-privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Advanced Store (http://www.advanced-store.com/de/)</strong>\n<br>\nAnbieter von Advanced Store ist die advanced store GmbH, Alte Jakobstraße 79 / 80, 10179 Berlin, Deutschland.\nAdvanced Store setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.advanced-store.com/de/datenschutz/<br>\nLink zum Opt.Out: www.ad4mat.com/de/adchoices/</p>\n</li>\n<li>\n<p>\n<strong>Ad Up (https://www.adup-tech.com/)</strong>\n<br>\nAnbieter von Ad Up ist die Axel Springer Teaser Ad GmbH, Axel-Springer-Straße 65, 10888 Berlin, Deutschland.\nAd Up setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.adup-tech.com/datenschutz/<br>\nLink zum Opt.Out: www.adup-tech.com/datenschutz/</p>\n</li>\n<li>\n<p>\n<strong>Amazon (https://aps.amazon.com/aps/index.html)</strong>\n<br>\nAnbieter von Amazon publisher services ist die Amazon publisher services, 410 Terry Ave.\nNorth, Seattle, WA 98109-5210, Washington, United States.\nAmazon publisher services setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://aps.amazon.com/aps/privacy-policy/<br>\nLink zum Opt.Out: https://www.amazon.de/adprefs</p>\n</li>\n<li>\n<p>\n<strong>Amobee (https://www.amobee.com/)</strong>\n<br>\nAnbieter von Amobee ist die Amobee Inc., 901 Marshall Street, Suite 200, Redwood City, CA 94063, United States.\nAmobee setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.amobee.com/trust/privacy-guidelines<br>\nLink zum Opt.Out: http://www.amobee.com/trust/consumer-opt-out</p>\n</li>\n<li>\n<p>\n<strong>Appnexus (https://www.appnexus.com)</strong>\n<br>\nAnbieter von Appnexus ist AppNexus Group, 28 W.\n23rd Street, 10010 New York, United States.\nAppNexus setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen zu präsentieren.<br>\nLink Datenschutzhinweise: www.appnexus.com/en/company/privacy-policy<br>\nLink zum Opt.Out: www.appnexus.com/en/company/platform-privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>Audience Network by Facebook (https://de-de.facebook.com/business/)</strong>\n<br>\nAnbieter von Audience Network ist die Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland.\nAudience Network setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.facebook.com/privacy/explanation<br>\nLink zum Opt.Out: www.facebook.com/ads/edaa/optout</p>\n</li>\n<li>\n<p>\n<strong>Audio CC (https://www.audio-cc.de/)</strong>\n<br>\nAnbieter von Audio CC ist die audio content &amp.\ncontrol GmbH, Münsterstr.\n246, 40470 Düsseldorf, Deutschland.\nAudio CC setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.audio-cc.de/impressum/</p>\n</li>\n<li>\n<p>\n<strong>Bidswitch (http://www.bidswitch.com/)</strong>\n<br>\nAnbieter von Bidswitch ist die Bidswitch GmbH, Bahnhofstrasse 28, 6304 Zug, Schweiz.\nBidswitch setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.bidswitch.com/privacy-policy/<br>\nLink zum Opt.Out: x.bidswitch.net/opt-out</p>\n</li>\n<li>\n<p>\n<strong>bRealTime (https://emxdigital.com)</strong>\n<br>\nAnbieter von bRealTime ist die EMX Digital LLC, 222 North LaSalle Street, Suite 1650, Chicago, IL 60601, USA.\nbRealTime setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: emxdigital.com/privacy/<br>\nLink zum Opt.Out: optout.aboutads.info</p>\n</li>\n<li>\n<p>\n<strong>ComScore (https://www.comscore.com/ger/)</strong>\n<br>\nAnbieter von ComScore ist die comScore Inc., 11950 Democracy Drive, Suite 600, Reston, VA 20190, United States.\nComScore setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.comscore.com/ger/Ueber-Uns/Datenschutzerklaerung<br>\nLink zum Opt.Out: www.comscore.com/ger/Ueber-Uns/Datenschutzerklaerung</p>\n</li>\n<li>\n<p>\n<strong>Conative (http://www.definemedia.de)</strong>\n<br>\nAnbieter von Conative ist die Define Media GmbH, An der Raumfabrik 31a, 76227 Karlsruhe.\nConative setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: http://www.definemedia.de/datenschutz-conative<br>\nLink zum Opt.Out: http://www.definemedia.de/datenschutz-conative</p>\n</li>\n<li>\n<p>\n<strong>Consentric (https://www.deutschepost.de/de/c/consentric.html)</strong>\n<br>\nAnbieter von Consentric ist die Deutsche Post AG, Charles-de-Gaulle-Straße 20, 53113 Bonn, Deutschland.\nDie Consentric Technologie der Deutsche Post AG nutzt das Consentric Cookie für die Ermittlung statistischer Kennwerte zur crossmedialen Mediennutzung.<br>\nLink Datenschutzhinweise: https://www.deutschepost.de/de/c/consentric/datenschutz.html<br>\nLink zum Opt.Out: https://pixel.consentric.de/optout</p>\n</li>\n<li>\n<p>\n<strong>Conversant (https://www.conversantmedia.com)</strong>\n<br>\nAnbieter von Conversant ist die Conversant Europe Limited, 1st Floor, 40 Dukes Place, London, EC3A 7NH.\nConversant setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.conversantmedia.com/legal/privacy<br>\nLink zum Opt.Out: https://www.conversantmedia.com/optout</p>\n</li>\n<li>\n<p>\n<strong>criteo (https://www.criteo.com/de/)</strong>\n<br>\nAnbieter ist Criteo SA, 32 Rue Blanche, 75009 Paris, Frankreich.\nCriteo setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen zu präsentieren.<br>\nLink Datenschutzhinweise: www.criteo.com/de/privacy/<br>\nLink zum Opt.Out: www.criteo.com/de/privacy/</p>\n</li>\n<li>\n<p>\n<strong>DataXtrade (http://www.dataxtrade.com/de.html)</strong>\n<br>\nAnbieter von DataXtrade ist die dataXtrade GmbH, Dachauer Straße 15c, 80335 München, Deutschland.\nDataXtrade setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.dataxtrade.com/de/privacy.html<br>\nLink zum Opt.Out: http://www.dataxtrade.com/de/privacy.html</p>\n</li>\n<li>\n<p>\n<strong>Dataxu (https://www.dataxu.com)</strong>\n<br>\nAnbieter von Dataxu ist die Dataxu Inc., 281 Summer Street 4th Floor, Boston, Massachusetts, 02210, United States.\nDataxu setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.dataxu.com/about-us/privacy/data-collection-platform/<br>\nLink zum Opt.Out: https://www.dataxu.com/about-us/privacy/data-collection-platform/</p>\n</li>\n<li>\n<p>\n<strong>District M (https://districtm.net/en/)</strong>\n<br>\nAnbieter von DistrictM ist die district m Inc., 5455 de Gaspé Avenue, Suite 730, Montreal, QC H2T 3B3, Canada.\nDistrictM setzt Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen ein.<br>\nLink Datenschutzhinweise: districtm.net/en/page/platforms-data-and-privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>DoubleClick for Publishers (https://www.google.de/doubleclick/publishers/)</strong>\n<br>\nAnbieter ist DoubleClick by Google, a division of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\nDoubleClick stellt Online-Marketing-Lösungen bereit, insbesondere im Bereich Adserving, Auslieferung von Werbemitteln und als Marktplatz für digitale Werbemittel.<br>\nLink Datenschutzhinweise: www.google.com/policies/privacy/<br>\nLink zum Opt.Out: adssettings.google.com/authenticated</p>\n</li>\n<li>\n<p>\n<strong>DoubleClick Ad Exchange (https://www.doubleclickbygoogle.com/de/solutions/digital-marketing/ad-exchange/)</strong>\n<br>\nAnbieter ist DoubleClick by Google, a division of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\nGoogle stellt Online-Marketing-Lösungen bereit, insbesondere im Bereich Adserving, Auslieferung von Werbemitteln und als Marktplatz für digitale Werbemittel.<br>\nLink Datenschutzhinweise: www.google.com/policies/privacy/<br>\nLink zum Opt.Out: adssettings.google.com/authenticated</p>\n</li>\n<li>\n<p>\n<strong>DoubleClick AdSense (https://www.google.de/adsense)</strong>\n<br>\nAnbieter ist DoubleClick by Google, a division of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\nGoogle stellt Online-Marketing-Lösungen bereit, insbesondere im Bereich Adserving, Auslieferung von Werbemitteln und als Marktplatz für digitale Werbemittel.<br>\nLink Datenschutzhinweise: www.google.com/policies/privacy/<br>\nLink zum Opt.Out: support.google.com/ads/answer/2662922</p>\n</li>\n<li>\n<p>\n<strong>DoubleClick Bid Manager (https://www.doubleclickbygoogle.com/solutions/digital-marketing/bid-manager/)</strong>\n<br>\nAnbieter ist DoubleClick by Google, a division of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\nGoogle stellt Online-Marketing-Lösungen bereit, insbesondere im Bereich Adserving, Auslieferung von Werbemitteln und als Marktplatz für digitale Werbemittel.<br>\nLink Datenschutzhinweise: www.google.com/policies/privacy/<br>\nLink zum Opt.Out: adssettings.google.com/authenticated</p>\n</li>\n<li>\n<p>\n<strong>DoubleVerify (https://www.doubleverify.com/)</strong>\n<br>\nAnbieter von DoubleVerify ist die DoubleVerify, Inc., 233 Spring Street, 4th Floor, New York, NY 10013.\nDoubleVerify setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.doubleverify.com/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Drawbridge (https://drawbridge.com)</strong>\n<br>\nAnbieter von Drawbridge ist die Drawbridge Inc., 2121 South El Camino Real, Suite 700, San Mateo, CA 94403, United States.\nDrawbridge setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://drawbridge.com/privacy<br>\nLink zum Opt.Out: https://drawbridge.com/optoutstart</p>\n</li>\n<li>\n<p>\n<strong>Dynamic Yield (https://www.dynamicyield.com/de/)</strong>\n<br>\nAnbieter von Dynamic Yield ist die AddApptr GmbH, Alsterufer 4, 20354 Hamburg, Deutschland.\nDynamic Yield setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.dynamicyield.com/platform-privacy-policy/<br>\nLink zum Opt.Out: https://www.dynamicyield.com/platform-privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Econda (https://www.econda.de/)</strong>\n<br>\nAnbieter von Econda ist die econda GmbH, Zimmerstr.\n6, 76137 Karlsruhe, Deutschland.\nEconda setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.econda.de/datenschutzhinweise/<br>\nLink zum Opt.Out: www.econda.de/datenschutzhinweise/</p>\n</li>\n<li>\n<p>\n<strong>Ensighten (https://www.ensighten.com/)</strong>\n<br>\nAnbieter von Ensighten ist Ensighten, Inc., 226 Airport Pkwy, Suite 390, San Jose, CA 95110, United States.\nEnsighten setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.ensighten.com/privacy-policy/<br>\nLink zum Opt.Out: https://www.ensighten.com/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Exelate (http://www.exelate.com)</strong>\n<br>\nAnbieter von Exelate ist The Nielsen Company, 85 Broad Street, New York, NY 10004, United States.\nExelate setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.exelate.com/privacy/services-privacy-policy/<br>\nLink zum Opt.Out: http://www.exelate.com/privacy/opt-in-opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Experian (http://www.experian.de/)</strong>\n<br>\nAnbieter von Experian ist die Experian GmbH, Speditionstraße 21, 40221 Düsseldorf, Deutschland.\nExperian setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.experian.de/rechtliches/datenschutz.html</p>\n</li>\n<li>\n<p>\n<strong>Exactag (https://www.exactag.com/)</strong>\n<br>\nAnbieter von Exactag ist die Exactag GmbH, Philosophenweg 17, 47051 Duisburg, Deutschland.\nExactag setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.exactag.com/datenschutz/<br>\nLink zum Opt.Out: m.exactag.com/optout.aspx=https://www.exactag.com/bestaetigung/</p>\n</li>\n<li>\n<p>\n<strong>Eyeota (https://www.eyeota.com/)</strong>\n<br>\nAnbieter von Eyeota ist die Eyeota Pte Ltd, 12a Upper Circular Rd, Singapur, 058410.\nEyeota setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://get.eyeota.com/datenschutz-bestimmungen<br>\nLink zum Opt.Out: http://ps.eyeota.net/opt-out</p>\n</li>\n<li>\n<p>\n<strong>Factor Eleven (https://www.factor-eleven.de/)</strong>\n<br>\nAnbieter von Factor Eleven ist die Factor Eleven GmbH, Siemensstraße 3, Betriebsstätte Fernwald, 35463 Fernwald - Annerod, Deutschland.\nFactor Eleven setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.factor-eleven.de/datenschutz/</p>\n</li>\n<li>\n<p>\n<strong>Flashtalking (http://www.flashtalking.com)</strong>\n<br>\nAnbieter von Flashtalking ist die Flashtalking Inc., 142 West 36th Street, 10th Floor, New York, NY 10018, United States.\nFlashtalking setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.flashtalking.com/privacypolicy/<br>\nLink zum Opt.Out: https://www.flashtalking.com/optout/</p>\n</li>\n<li>\n<p>\n<strong>Forensiq (https://impact.com/ad-fraud-detection/)</strong>\n<br>\nAnbieter von Nielsen ist die Forensiq Ltd., 50 Eastcastle Street, 3rd Floor, Suite 350, London, W1W 8EA, United Kingdom.\nForensiq setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: impact.com/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Grapeshot (https://www.grapeshot.com)</strong>\n<br>\nAnbieter von Grapeshot ist die Grapeshot Limited, 9 Dukes Court, 54-62 Newmarket Rd, CB5 8DZ, UK.\nGrapeshot setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.grapeshot.com/privacy/</p>\n</li>\n<li>\n<p>\n<strong>GroundTruth (https://www.eyeota.com/)</strong>\n<br>\nAnbieter von GroundTruth ist die xAd, Inc.\ndba GroundTruth, One World Trade, 60th Floor, New York, NY 10007, United States.\nGroundTruth setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://uk.groundtruth.com/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>iBillboard (http://www.ibillboard.com/en/)</strong>\n<br>\nAnbieter von iBillboard ist die Internet BillBoard, a.s., Novoveská 1261/95, 70900, Ostrava, Česká republika.\niBillboard setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: http://www.ibillboard.com/en/privacy-information/</p>\n</li>\n<li>\n<p>\n<strong>IndexExchange (http://de.indexexchange.com)</strong>\n<br>\nAnbieter von IndexExchange ist die Index Exchange Inc., 74 Wingold Avenue, Toronto, ON M6B 1P5, Canada.\nIndexExchange setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: de.indexexchange.com/datenschutzerklarung/<br>\nLink zum Opt.Out: optout.networkadvertising.org</p>\n</li>\n<li>\n<p>\n<strong>inmobi (https://www.inmobi.com)</strong>\n<br>\nAnbieter von inmobi ist die Inmobi Pte Ltd., Embassy Tech Square, Kadubeesanahalli Village Outer Ring Roard, Varthur Hobli, Bangalore 560103, India.\ninmobi setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.inmobi.com/privacy-policy/<br>\nLink zum Opt.Out: www.inmobi.com/page/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Inskin Media (http://www.inskinmedia.com)</strong>\n<br>\nAnbieter von Inskin Media ist die Inskin Media Ltd, 233 - High Holborn, London, WC1V 7DN, UK.\nInskin arbeitet mit einer limitierten Anzahl an Drittanbieter-Dienstleistern für Reichweitenbeurteilung und um ein breites Targeting anwenden zu können.\nInskin Media sammelt möglicherweise Informationen über die Werbeanzeigen, die Sie beim Surfen auf den Websites unserer Partner anschauen.\nInskin verwendet die IP-Adresse für die Betrugserkennung und geografische Ausrichtung sowie eine eindeutige Benutzer-ID, um die Anzahl der Unique User in unserem Netzwerk zu ermitteln.<br>\nLink Datenschutzhinweise: http://www.inskinmedia.com/privacy-policy.html<br>\nLink zum Opt.Out: http://www.inskinmedia.com/de/opt-out.html</p>\n</li>\n<li>\n<p>\n<strong>Integral (http://www.integralads.com)</strong>\n<br>\nAnbieter von Integral ist die Integral Ad Science GmbH, Rosenthaler Straße 38, 10178 Berlin, Deutschland.\nIntegral setzt Analyse-Cookies ein, um das Nutzungsverhalten (z.\nB.\ngeklickte Werbebanner, besuchte Unterseiten, Dauer der Video-Nutzung) unserer Nutzer aufzeichnen und in statistischer Form auswerten und validieren zu können.<br>\nLink Datenschutzhinweise: https://integralads.com/de/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>IntelliAd (https://www.intelliad.de)</strong>\n<br>\nAnbieter von IntelliAd ist die intelliAd Media GmbH, Sendlinger Str.\n7, 80331 München, Deutschland.\nIntelliAd setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.intelliad.de/datenschutzerklaerung/<br>\nLink zum Opt.Out: www.intelliad.de/opt-out-manager/</p>\n</li>\n<li>\n<p>\n<strong>Just Premium (http://justpremium.com)</strong>\n<br>\nAnbieter von Just Premium ist die JustPremium B.V., Constellation CL, Stationsplein Noord-Oost 410, Schiphol, Niederlande.\nJust Premium setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: justpremium.com/privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>LemonPi (https://www.lemonpi.io/)</strong>\n<br>\nAnbieter von LemonPi ist die Greenhouse Group B.V., De Admirant, Emmasingel 25, Eindhoven, 5611 AZ, Netherlands.\nLemonPi setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.lemonpi.io/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Ligatus (https://www.ligatus.com/de)</strong>\n<br>\nAnbieter von Ligatus ist die Ligatus GmbH, Christophstraße 19, 50670 Köln, Deutschland.\nLigatus setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.ligatus.com/de/privacy-policy<br>\nLink zum Opt.Out: www.ligatus.com/de/privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>LiquidM (https://liquidm.com/)</strong>\n<br>\nAnbieter von LiquidM ist die LiquidM Technology GmbH, Rosenthalerstr.\n36, 10178 Berlin, Deutschland.\nLiquidM setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: liquidm.com/privacy-policy/<br>\nLink zum Opt.Out: liquidm.com/optout/</p>\n</li>\n<li>\n<p>\n<strong>Lotame (https://www.lotame.com)</strong>\n<br>\nAnbieter von Lotame ist die Lotame Solutions, Inc., 8850 Stanford Blvd., Suite 4000, Columbia, Maryland, 21045, United States.\nLotame setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.lotame.com/about-lotame/privacy/lotames-products-services-privacy-policy/<br>\nLink zum Opt.Out: https://www.lotame.com/about-lotame/privacy/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>MediaMath (http://www.mediamath.com/de/)</strong>\n<br>\nAnbieter von MediaMath ist die MediaMath Inc., 4 World Trade Center, 150 Greenwich Street, 45th Floor, New York, NY 10007, United States.\nMediaMath setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.mediamath.com/privacy-policy/<br>\nLink zum Opt.Out: http://www.mediamath.com/ad-choices-opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Media.net (https://www.media.net)</strong>\n<br>\nAnbieter von Media.net ist die Media.net Advertising Ltd., 107/108, DIC Building 5, Dubai Internet City, Dubai, 215028, United Arab Emirates.\nIndex Exchange setzt Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen ein.<br>\nLink Datenschutzhinweise: www.media.net/privacy-policy<br>\nLink zum Opt.Out: www.networkadvertising.org/choices/</p>\n</li>\n<li>\n<p>\n<strong>mediasports (http://www.mediasports.de)</strong>\n<br>\nAnbieter von mediasports ist die mediasports Digital GmbH, Kehrwieder 8-10, 2.\nOG, c/o Musterpublisher Digital Media GmbH, D-20457 Hamburg, Deutschland.\nmediasports setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.mediasports.de/impressum<br>\nLink zum Opt.Out: optout.ioam.de</p>\n</li>\n<li>\n<p>\n<strong>Moat (https://moat.com/)</strong>\n<br>\nAnbieter von Moat ist die Moat Inc., 228 Park Ave South #17953, New York NY 10003, United States.\nMoat setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.oracle.com/legal/privacy/services-privacy-policy.html<br>\nLink zum Opt.Out: https://www.oracle.com/legal/privacy/privacy-choices.html</p>\n</li>\n<li>\n<p>\n<strong>MoPub (https://www.mopub.com)</strong>\n<br>\nAnbieter von MoPub ist die MoPub Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, United States.\nMoPub setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.mopub.com/legal/privacy/</p>\n</li>\n<li>\n<p>\n<strong>M,P,NEWMEDIA (https://www.mp-newmedia.com)</strong>\n<br>\nAnbieter von M,P,NEWMEDIA ist die M,P,NEWMEDIA, GmbH, Hindenburgstraße 45, 71638 Ludwigsburg, Deutschland.\nM,P,NEWMEDIA setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.mp-newmedia.com/datenschutz<br>\nLink zum Opt.Out: www1.mpnrs.com/deliver2/optout/generaloptout</p>\n</li>\n<li>\n<p>\n<strong>Neustar (https://www.marketing.neustar/)</strong>\n<br>\nAnbieter ist Neustar, Inc., 21575 Ridgetop Circle, Sterling, VA 20166, USA.\nNeustar ist ein Anbieter für Data-Management Lösungen und Technologien zur Steuerung von nutzungsbasierten Werbeeinblendungen.<br>\nLink Datenschutzhinweise: www.home.neustar/privacy<br>\nLink zum Opt.Out: www.home.neustar/privacy/opt-out</p>\n</li>\n<li>\n<p>\n<strong>Nielsen Digital Ad Ratings (www.nielsen.com/us/en/solutions/capabilities/digital-ad-ratings.html)</strong>\n<br>\nAnbieter von Nielsen Digital Ad Ratings ist die The Nielsen Company (Germany) GmbH, Insterburger Str.\n16, 60487 Frankfurt am Main, Deutschland.\nNielsen Digital Ad Ratings setzt Analyse-Cookies ein, um das Nutzungsverhalten von Nutzern aufzeichnen und in statistischer Form auswerten zu können.<br>\nLink Datenschutzhinweise: https://www.nielsen.com/de/de/legal/privacy-statement/<br>\nLink zum Opt.Out: server-us.imrworldwide.com/cgi-bin/o</p>\n</li>\n<li>\n<p>\n<strong>ONE (AOL)/Oath (https://www.oath.com/#home)</strong>\n<br>\nAnbieter von ONE ist die Oath (EMEA) Limited, 5-7 Point Square, North Wall Quay, Dublin 1, Ireland.\nONE setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: policies.oath.com/ie/de/oath/privacy/index.html<br>\nLink zum Opt.Out: optout3.privacy.aol.com/Adapter.aspx?</p>\n</li>\n<li>\n<p>\n<strong>OpenX (https://www.openx.com/de_de/)</strong>\n<br>\nAnbieter von OpenX ist die OpenX Limited, 1-3 Maple Place, London, W1T 4BB, United Kingdom.\nOpenX setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.openx.com/legal/privacy-policy/<br>\nLink zum Opt.Out: u.openx.net/privacy/edaa/optout</p>\n</li>\n<li>\n<p>\n<strong>Oracle (https://www.oracle.com/de)</strong>\n<br>\nAnbieter von Oracle ist die Oracle Corporation, 500 Oracle Parkway, Redwood Shores, CA, 94065, USA.\nOracle setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.oracle.com/de/legal/privacy/marketing-cloud-data-cloud-privacy-policy.html<br>\nLink zum Opt.Out: https://www.oracle.com/legal/privacy/privacy-choices.html</p>\n</li>\n<li>\n<p>\n<strong>Otto (https://www.otto.de)</strong>\n<br>\nAnbieter von Otto ist die Otto (GmbH &amp.\nCo KG), Werner-Otto-Straße 1-7, 22179 Hamburg, Deutschland.\nOtto Group Media setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.otto.de/shoppages/service/about/datenschutzinformation/aboutprivacyneedtoknow<br>\nLink zum Opt.Out: www.otto.de/shoppages/service/about/datenschutzinformation/aboutprivacyneedtoknow</p>\n</li>\n<li>\n<p>\n<strong>Otto Group Media (https://ottogroup.media/)</strong>\n<br>\nAnbieter von Otto Group Media ist die Otto Group Media GmbH, Kleine Rosenstraße 10, 20095 Hamburg, Deutschland.\nOtto Group Media setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: ottogroup.media/kontakt/datenschutz/<br>\nLink zum Opt.Out: ottogroup.media/kontakt/datenschutz/</p>\n</li>\n<li>\n<p>\n<strong>Performance Advertising (https://www.performance-advertising.de)</strong>\n<br>\nAnbieter von Performance Advertising ist die Performance Advertising GmbH, Gorch-Fock-Wall 1a, 20354 Hamburg, Deutschland.\nPerformance Advertising setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.performance-advertising.de/datenschutz/<br>\nLink zum Opt.Out: www.performance-advertising.de/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Plista (https://www.plista.com/de)</strong>\n<br>\nAnbieter von Plista ist die plista GmbH, Torstraße 33-35, D-10119 Berlin, Deutschland.\nPlista setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.plista.com/de/about/privacy/<br>\nLink zum Opt.Out: www.plista.com/about/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Primis (https://www.primis.tech/)</strong>\n<br>\nAnbieter von Primis ist die Primis Inc., 11475 Great Oaks Way, Suite 320, Alpharetta, GA 30022, United States.\nPrimis setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.primis.tech/wp-content/uploads/2019/03/Primis-Privacy-Policy-GDPR.pdf<br>\nLink zum Opt.Out: web.archive.org/web/20180116234711/http:/live.sekindo.com/utils/cookieOptOut.php</p>\n</li>\n<li>\n<p>\n<strong>PubMatic (https://pubmatic.com)</strong>\n<br>\nAnbieter von PubMatic ist die PubMatic Inc., 305 Main Street, First Floor, Redwood City, CA 9406, USA.\nPubMatic setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: pubmatic.com/legal/privacy-policy/<br>\nLink zum Opt.Out: pubmatic.com/legal/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>PulsePoint (https://www.pulsepoint.com)</strong>\n<br>\nAnbieter von PulsePoint ist die PulsePoint Inc., 360 Madison Avenue, 14th Floor, New York, NY 10017, United States.\nPulsePoint setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.pulsepoint.com/privacy-policy<br>\nLink zum Opt.Out: optout.networkadvertising.org</p>\n</li>\n<li>\n<p>\n<strong>Qubit (https://www.qubit.com)</strong>\n<br>\nAnbieter von Qubit ist die Qubit Digital Ltd, 35 King St, London WC2E 8JG, UK.\nQubit setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.qubit.com/legal/privacy-and-cookie-policy/</p>\n</li>\n<li>\n<p>\n<strong>Reachnet (https://www.reachnet.de)</strong>\n<br>\nAnbieter von Reachnet ist die Reachnet DE Ltd., Grindelallee 41, 20146 Hamburg, Deutschland.\nReachnet setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.reachnet.de/unternehmen/datenschutz.html<br>\nLink zum Opt.Out: www.reachnet.de/unternehmen/datenschutz.html</p>\n</li>\n<li>\n<p>\n<strong>RTB House (https://www.rtbhouse.com/de)</strong>\n<br>\nAnbieter von RTB House ist die RTB House GmbH, Kurfürstendamm 226, 10719 Berlin, Deutschland.\nRTB House setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.rtbhouse.com/de/privacy/<br>\nLink zum Opt.Out: www.rtbhouse.com/de/optout-page/</p>\n</li>\n<li>\n<p>\n<strong>Rubicon (http://rubiconproject.com)</strong>\n<br>\nAnbieter von Rubicon ist die The Rubicon Project Ltd., Walmar House, 5th Floor, 296 Regent St., London, W1B 3HR, United Kingdom.\nRubicon setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: rubiconproject.com/privacy/<br>\nLink zum Opt.Out: rubiconproject.com/privacy/consumer-online-profile-and-opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Salesforce (https://www.salesforce.com/de)</strong>\n<br>\nAnbieter von Salesforce ist die salesforce.com Germany GmbH, Erika-Mann-Str.\n31, 80636 München, Deutschland.\nSalesforce setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.salesforce.com/de/company/privacy/full_privacy.jsp#info_collected<br>\nLink zum Opt.Out: https://www.salesforce.com/de/company/privacy/full_privacy.jsp#info_collected</p>\n</li>\n<li>\n<p>\n<strong>Semasio (http://www.semasio.com)</strong>\n<br>\nAnbieter von Semasio ist die Semasio GmbH, Rödingsmarkt 9, 20459 Hamburg, Deutschland.\nSemasio setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.semasio.com/privacy<br>\nLink zum Opt.Out: http://www.semasio.com/privacy/optout</p>\n</li>\n<li>\n<p>\n<strong>Signal (https://www.signal.co/)</strong>\n<br>\nAnbieter von Signal ist die Signal Digital Inc., 222 N.\nLaSalle St., Suite 1600, Chicago IL, 60601, United States.\nSignal setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.signal.co/privacy-policy/<br>\nLink zum Opt.Out: https://privacy.signal.co/opt-out.html</p>\n</li>\n<li>\n<p>\n<strong>Sizmek (https://www.sizmek.com)</strong>\n<br>\nAnbieter von Sizmek ist die Sizmek Inc., 500 West 5th Street, Suite 900, Austin, TX 78701, United States.\nSizmek setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.sizmek.com/privacy-policy/<br>\nLink zum Opt.Out: www.sizmek.com/privacy-policy/optedout/</p>\n</li>\n<li>\n<p>\n<strong>Smaato (https://www.smaato.com)</strong>\n<br>\nAnbieter von Smaato ist die Smaato Ad Services, Valentinskamp 70, Emporio, 20355 Hamburg, Deutschland.\nSmaato setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.smaato.com/privacy/<br>\nLink zum Opt.Out: www.smaato.com/privacy/</p>\n</li>\n<li>\n<p>\n<strong>SmartAdServer (http://smartadserver.com)</strong>\n<br>\nAnbieter von SmartAdServer ist die SmartAdServer GmbH, Mehringdamm 33, 10961 Berlin, Deutschland.\nSmartAdServer setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: smartadserver.com/company/privacy-policy/<br>\nLink zum Opt.Out: www.smartadserver.com/diffx/optout/IABOptout.aspx</p>\n</li>\n<li>\n<p>\n<strong>Sociomantic (https://www.sociomantic.de/)</strong>\n<br>\nAnbieter von Sociomantic ist die sociomantic labs GmbH, Paul-Lincke-Ufer 39/40, 10999 Berlin, Deutschland.\nSociomantic setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.sociomantic.com/privacy/en/<br>\nLink zum Opt.Out: https://www.sociomantic.com/privacy/en/</p>\n</li>\n<li>\n<p>\n<strong>Sovrn (https://www.sovrn.com)</strong>\n<br>\nAnbieter von Sovrn ist die Sovrn Inc., 5541 Central Ave.\n#100, Boulder, CO 80301, United States.\nSovrn setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.sovrn.com/privacy-policy/<br>\nLink zum Opt.Out: info.evidon.com/pub_info/15620</p>\n</li>\n<li>\n<p>\n<strong>Splicky (https://www.splicky.com/de)</strong>\n<br>\nAnbieter von Splicky ist die Goldbach Digital Services AG, Seestrasse 353, 8038 Zürich Wollishofen, Schweiz.\nSplicky setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.splicky.com/de/web/privacy<br>\nLink zum Opt.Out: www.splicky.com/de/web/privacy</p>\n</li>\n<li>\n<p>\n<strong>TabMo (http://tabmo.io/)</strong>\n<br>\nAnbieter von TabMo ist die TabMo, SAS 2, rue clichy, Paris, 75009, France.\nTabMo setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: tabmo.io<br>\nLink zum Opt.Out: tabmo.io</p>\n</li>\n<li>\n<p>\n<strong>Taboola (https://www.taboola.com/de)</strong>\n<br>\nAnbieter von Taboola ist die Taboola, Inc., 1115 Broadway, 7th Floor, New York, NY 10010, USA.\nTaboola setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.taboola.com/privacy-policy<br>\nLink zum Opt.Out: https://www.taboola.com/privacy-policy#user-choices-and-optout</p>\n</li>\n<li>\n<p>\n<strong>Tapad (https://www.tapad.com/)</strong>\n<br>\nAnbieter von Tapad ist die Tapad UK Limited, 40 Bernard Street, Bloomsbury, London, WC1N 1LE, UK.\nTapad setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise &amp.\nOpt.Out: https://www.tapad.com/eu-privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>Teads (https://teads.tv/)</strong>\n<br>\nAnbieter von Teads ist die Teads Deutschland GmbH, Poststraße 6, 20354 Hamburg, Deutschland.\nTeads setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: teads.tv/privacy-policy/<br>\nLink zum Opt.Out: teads.tv/privacy-policy/ad-interest-manager/</p>\n</li>\n<li>\n<p>\n<strong>Tealium (http://tealium.com/de/)</strong>\n<br>\nAnbieter von Tealium ist die Tealium Inc., 11095 Torreyana Road, San Diego, CA 92121, United States.\nTealium setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://tealium.com/de/privacy/</p>\n</li>\n<li>\n<p>\n<strong>The Adex/Batch (www.theadex.com)</strong>\n<br>\nAnbieter von The ADEX/Batch ist The ADEX GmbH, Torstraße 19, 10119 Berlin, Deutschland.\nThe Adex ist ein Anbieter für Data-Management Lösungen.<br>\nLink Datenschutzhinweise: de.theadex.com/opt-out<br>\nLink zum Opt.Out: de.theadex.com/opt-out</p>\n</li>\n<li>\n<p>\n<strong>The Tradedesk (https://www.thetradedesk.com/)</strong>\n<br>\nAnbieter von The Tradedesk ist The Trade Desk, Inc, Große Theaterstraße 31, 1st Floor, 20354 Hamburg, Deutschland.\nThe Tradedesk ist eine Plattform für einfaches und transparentes Handling von Werbekampagnen im Real Time &amp.\nData Driven Advertising Umfeld.<br>\nLink Datenschutzhinweise: https://www.thetradedesk.com/general/privacy<br>\nLink zum Opt.Out: https://www.adsrvr.org/</p>\n</li>\n<li>\n<p>\n<strong>TVTY (https://www.tvty.tv)</strong>\n<br>\nAnbieter von TVTY ist die TVTY S.A., 14 Rue du Soleillet 75020 Paris, France.\nTVTY setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.tvty.tv/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Unruly (https://unruly.co/)</strong>\n<br>\nAnbieter von Unruly ist die Unruly Media GmbH, Großer Burstah 36-38, 20457 Hamburg, Deutschland.\nUnruly setzt Technologien ein, um die Einblendung von Werbemitteln, für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: https://unruly.co/legal/privacy/<br>\nLink zum Opt.Out: https://unruly.co/legal/gdpr/</p>\n</li>\n<li>\n<p>\n<strong>Videology (https://videologygroup.com/)</strong>\n<br>\nAnbieter von Videology ist die Videology Inc., 1500 Broadway, New York, NY 10036, United States.\nVideology setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://videologygroup.com/platform-privacy-policy<br>\nLink zum Opt.Out: https://videologygroup.com/en/learn-about-interest-based-ads-opt-out</p>\n</li>\n<li>\n<p>\n<strong>Visual DNA (https://www.visualdna.com/)</strong>\n<br>\nAnbieter von Visual DNA ist die The Nielsen Company, 85 Broad Street, New York, NY 10004, United States.\nVisual DNA setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.visualdna.com/privacy-policy/<br>\nLink zum Opt.Out: https://www.visualdna.com/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Visual IQ (https://www.refinedlabs.com/)</strong>\n<br>\nAnbieter von Visual IQ ist die Refined Labs GmbH – A Nielsen Company, Theresienstraße 4-6, 80333 München, Deutschland.\nVisual IQ setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.refinedlabs.com/datenschutz-rfa<br>\nLink zum Opt.Out: www.refinedlabs.com/datenschutz-rfa</p>\n</li>\n<li>\n<p>\n<strong>Webtrekk (https://www.webtrekk.com/de)</strong>\n<br>\nAnbieter von Webtrekk ist die Webtrekk GmbH, Robert-Koch-Platz 4, 10115 Berlin, Deutschland.\nWebtrekk setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.webtrekk.com/de/legal/opt-out-webtrekk/<br>\nLink zum Opt.Out: optout.webtrekk.net</p>\n</li>\n<li>\n<p>\n<strong>White Ops (https://www.whiteops.com/)</strong>\n<br>\nAnbieter von White Ops ist die White Ops Inc., 7 West 22nd Street, 9th Floor, New York, NY 10011, United States.\nWhite Ops setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: https://www.whiteops.com/privacy</p>\n</li>\n<li>\n<p>\n<strong>Xaxis (https://www.xaxis.com)</strong>\n<br>\nAnbieter von Xaxis ist die Xaxis, LLC., 140 East 45th St, 12th Floor, New York, NY 10017, United States.\nXaxis setzt Technologien ein, um die Einblendung von Werbemitteln für den User auszusteuern und zu optimieren.<br>\nLink Datenschutzhinweise: www.xaxis.com/privacy-policy/<br>\nLink zum Opt.Out: www.xaxis.com/opt-out/</p>\n</li>\n<li>\n<p>\n<strong>Yieldlab (http://www.yieldlab.de/)</strong>\n<br>\nAnbieter von Yieldlab ist die Yieldlab AG, Colonnaden 41, 20354 Hamburg, Deutschland.\nYieldlab setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.yieldlab.de/meta-navigation/datenschutzerklaerung/<br>\nLink zum Opt.Out: http://www.yieldlab.de/elements/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Zemanta (http://www.zemanta.com/)</strong>\n<br>\nAnbieter von Zemanta ist die Zemanta Inc.\n33 West 17th Street.\n9th floor, 10010 New York NY, United States.\nZemanta setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: www.zemanta.com/legal/privacy/<br>\nLink zum Opt.Out: www.zemanta.com/opt-out</p>\n</li>\n<li>\n<p>\n<strong>4C Insights (http://www.4cinsights.com)</strong>\n<br>\nAnbieter von 4C Insights ist die 4C Insights Inc1 East Wacker Drive, Suite 700, Chicago, IL 60601, United States.\n4C Insights setzt Technologien ein, um Ihnen für Sie relevante Werbeanzeigen auszuliefern.<br>\nLink Datenschutzhinweise: http://www.4cinsights.com/privacy-policy/</p>\n</li>\n</ul>\n<p>\n<strong>Verwendung von Webfonts</strong>\n</p>\n<p>Auf diesen Internetseiten werden u.U.\nexterne Schriften, Google Fonts verwendet, u.a.\nüber Werbebanner.\nGoogle Fonts ist ein Dienst der Google Inc.\n(\"Google\").\nDie Einbindung dieser Web Fonts erfolgt durch einen Serveraufruf, dabei werden an den Server Daten Ihrer Seitennutzung übermittelt (u.a.\nIhre IP-Adresse).\nNähere Informationen finden Sie in den Datenschutzhinweisen von Google, die Sie hier abrufen können:<br>\nwww.google.com/fonts#AboutPlace:about<br>\nwww.google.com/policies/privacy/</p>\n<p>\n<strong>Sonstige Dritte</strong>\n</p>\n<p>Darüber hinaus kann es im Rahmen von Werbeausspielungen dazu kommen, dass weitere Technologie-Anbieter Informationen sammeln, die im Zusammenhang mit der Einblendung von Werbung stehen (Auslieferungshäufigkeit von Werbebannern, Messung der Sichtbarkeit oder Akzeptanz der Werbefläche, Klick auf das Werbebanner oder ähnliches).\nDiese Informationen werden mittels Einsatz von Cookies gewonnen.</p>\n<p>Browser lassen sich so einstellen, dass Cookies generell abgelehnt werden.\nEbenso können Sie bereits gesetzte Cookies in Ihren Browser-Einstellungen löschen.\nWenn Sie keine Cookies verwenden, könnte dies jedoch dazu führen, dass Sie die Funktionen unserer Webseite nicht mehr in vollem Umfang nutzen können.\nBitte sehen Sie die detaillierten Informationen dazu auch unter Ziffer 2.\n</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Im Rahmen unserer Webseiten verwenden wir sogenannte Cookies um die Nutzung unserer Webseite zu ermöglichen und zu analysieren.\nCookies sind kleine Dateien, die auf Ihrer Festplatte gespeichert werden und durch die uns bestimmte Informationen zufließen.\nDie Cookies werden teilweise am Ende jeder Browsersitzung, teilweise nach einem gewissen Zeitablauf automatisch gelöscht.</p>\n<p>In den Cookies werden unterschiedliche Informationen gespeichert, in etwa die Geräteklasse (Desktop-PC, Smartphone, Tablet).\nIn Einzelfällen wird in den Cookies u.a.\neine einzigartige Identifikationsnummer zugeteilt.</p>\n<p>Der Einsatz von Cookies ermöglicht es uns, unsere Dienste für Sie bereitzustellen und zu optimieren.\nZudem können wir über Cookies einschätzen, ob es sich um einen richtigen Benutzer handelt oder ob ein Roboter unsere Seiten ausliest.\nDies ist beispielsweise für die Spam-Absicherung unserer Kommentarfunktionen notwendig.</p>\n<p>Sollten Sie ein registrierter Nutzer sein, so wird die Identifikationsnummer in einem pseudonymen Nutzungsprofil gespeichert und mit den dort gespeicherten Daten zusammengeführt.\nIn diesem Fall werden die Daten für Zwecke der bedarfsgerechten Gestaltung verwendet.</p>\n<p>Sie können der Nutzung von Cookies jederzeit widersprechen, indem die entsprechenden Einstellungen in Ihren Browser-Einstellungen vorgenommen werden.\nWir weisen jedoch darauf hin, dass in diesem Fall die Seite nicht in vollem Umfang funktionsfähig sein könnte.</p>\n<p>\n<b>Einwilligungsmanagement</b>\n</p>\n<p>Wir bieten Ihnen mit dem <u>Privacy Manager</u> die Möglichkeit, selbst detailliert entscheiden zu können, in welchen Fällen Sie Tracking via Cookies und anderer Technologien - zwecks Anzeige für Sie relevanter Inhalte sowie auf Sie maßgeschneiderter Werbung - zustimmen wollen.<br>\n<br>Die Verarbeitung Ihrer Daten zu oben genannten Zwecken erfolgt teilweise auf der Grundlage des berechtigten Interesses, teilweise benötigen wir jedoch auch Ihre Zustimmung.<br>\n<br>Um die Anforderungen der Datenschutzgrundverordnung (DSGVO) zu gewährleisten und ein Höchstmaß an Transparenz für Sie als Nutzer bereit zu stellen, nehmen wir am Transparency &amp.\nConsent Framework (TCF) von IAB Europe teil und unterwerfen uns dessen Spezifikationen und Richtlinien.\nDafür setzen wir die Consent-Management-Plattform (CMP) der Sourcepoint Technologie Inc., 228 Park Ave S #87903, New York 10003-1502, USA als Auftragsverarbeiter ein.\nIm Rahmen des IAB Europe Transparency &amp.\nConsent Frameworks ist Sourcepoint unter der Identifikationsnummer 6 gelistet.\nDie CMP von Sourcepoint ermöglicht es Ihnen uns eine datenschutzkonforme und selbstbestimmte Einwilligung in die Verarbeitung Ihrer Daten zu erteilen sowie diese jederzeit zu widerrufen.\nAuch können Sie der Datenverarbeitung widersprechen, die auf unserem berechtigten Interesse beruht.<br>\n<br>Eine Übersicht Ihrer Einstellungsmöglichkeiten, den Zwecken und eingebundenen Dritten finden Sie hier: <u>Privacy Manager</u>\n<br>\n<br>Weitere Informationen zum Datenschutz und der CMP von Sourcepoint finden Sie auf der Website www.sourcepoint.com/privacy-policy.<br>Darüber hinaus können Sie sich auf der Website von IAB Europe über das Transparency and Consent Framework (TCF) informieren: iabeurope.eu/</p>\n<p>\n<strong>Zu welchem Zweck und auf welcher rechtlichen Grundlage erheben wir Ihre Daten?</strong>\n</p>\n<p>Wir nutzen Ihre Daten zu folgenden Zwecken und auf Basis folgender Grundlagen:</p>\n<p>(a) Zur Erfüllung des Vertrages, dessen Vertragspartei Sie sind, oder zur<br>\nErfüllung vorvertraglicher Pflichten Ihnen gegenüber:</p>\n<ul>\n<li>zur Ermöglichung der Nutzung unserer Dienste durch das Teilen von Beiträgen und Interessen, Vorlieben und Gedanken auf unserer Webseite,</li>\n<li>zur Bereitstellung Ihres Accounts, zum technischen Support sowie anderen ähnlichen Zwecken,</li>\n<li>zur Behebung sonstiger Probleme hinsichtlich unserer Produkte und der Speicherungen unserer Kommunikation mit Ihnen dazu, soweit dies für die Problembeseitigung erforderlich ist.* </li>\n</ul>\n<p>(b) Aufgrund unserer berechtigten Interessen:</p>\n<ul>\n<li>zur Bereitstellung, zur Wartung, zum Schutz und zur Verbesserung unserer Dienste, zur Entwicklung neuer Dienste sowie zu unserem Schutz und zum Schutz unserer Nutzer,</li>\n<li>außerdem, um Ihnen maßgeschneiderte Inhalte bei Suchergebnissen anzubieten und personalisierte Werbung (z.\nB.\nmittels Werbebannern auf Webseiten) zur Verfügung zu stellen,</li>\n<li>zur weiteren Verbesserung der Sicherheit unseres IT-Systems zum Vorteil aller Nutzer,</li>\n<li>zur Durchsetzung geltender Nutzungsbedingungen, einschließlich der Untersuchung möglicher Verstöße der Nutzungsbedingungen oder geltenden Rechts (z.\nB.\nBeleidigung, Betrug),</li>\n<li>zur sonstigen erforderlichen Kommunikation mit Ihnen, sofern diese nicht zur Erfüllung (vor-)vertraglicher Verpflichtungen Ihnen gegenüber erfolgt (etwa um Ihnen Störungen mitzuteilen),</li>\n<li>zur Aufdeckung oder zur Verhinderung technischer Probleme,</li>\n<li>zum Schutz von Rechten, die unser Eigentum oder unsere Sicherheit, das Eigentum oder die Sicherheit unserer Nutzer oder der Öffentlichkeit betreffen, soweit gesetzlich zulässig und erforderlich.</li>\n</ul>\n<p>(c) Aufgrund gesetzlicher Verpflichtungen:</p>\n<ul>\n<li>zur Erfüllung und Einhaltung von geltenden Gesetzen, Vorschriften, Rechtsverfahren oder vollstreckbaren behördlichen Anordnungen, die für Ströer verbindlich sind,</li>\n<li>zur Aufdeckung, zur Verhinderung oder zur Bekämpfung von Rechtsverstößen, sofern Ströer hierzu gesetzlich verpflichtet ist oder Dritte darauf einen Anspruch gegenüber Ströer haben.</li>\n</ul>\n<p>(d) Aufgrund Ihrer Einwilligung:</p>\n<ul>\n<li>Die genauen Zwecke können Sie der jeweiligen Einwilligungserklärung entnehmen.\nDiese Zwecke können die Verarbeitung zur Bereitstellung, zur Wartung, zum Schutz und zur Verbesserung unserer Dienste, für Gewinnspiele, zur Entwicklung neuer Dienste sowie zu unserem Schutz und dem Schutz unserer Nutzer, außerdem, um Ihnen maßgeschneiderte Inhalte anzubieten (z.\nB., um Ihnen personalisierte Werbung zur Verfügung zu stellen) oder um Ihnen Produktinformationen zukommen zu lassen, beinhalten.\n</li>\n<li>Die Verarbeitung kann darüber hinaus zur Aufzeichnung der Kommunikation mit uns, um Ihnen bei der Lösung eventuell auftretender Problemen behilflich zu sein, und für Mitteilungen zur Nutzung unserer Dienste, einschließlich Mitteilungen zu anstehenden Veränderungen oder Verbesserungen, an Ihre E-Mail-Adresse erfolgen, sofern dies nicht der Erfüllung unseres Vertrags mit Ihnen oder der Erfüllung vorvertraglicher Pflichten oder rechtlichen Verpflichtungen dient – in diesem Fall ist Ihre Einwilligung nicht erforderlich.</li>\n</ul>\n<p>\n<strong>Mit wem teilen wir Ihre Daten?</strong>\n</p>\n<p>Wir geben keine Ihrer Daten an Unternehmen, Organisationen oder Personen außerhalb unseres Unternehmens weiter, außer:</p>\n<p>(a) Mit Ihrer Einwilligung<br>\nWir geben Ihre Daten an Unternehmen, Organisationen oder Personen außerhalb unseres Unternehmens weiter, wenn wir hierfür Ihre Einwilligung erhalten haben.</p>\n<p>(b) Bei Auftragsverarbeitung<br>\nWir stellen personenbezogene Daten ausgewählten vertrauenswürdigen Unternehmen oder Personen zur Verfügung, die diese in unserem Auftrag verarbeiten (sog.\nAuftragsverarbeiter), z.\nB.\nData Hosting Provider.\nDies geschieht auf der Grundlage von Verträgen und der Umgang mit Ihren Daten durch die Auftragsverarbeiter unterliegt unseren Weisungen und findet im Einklang mit datenschutzrechtlichen Vorschriften und auf Basis geeigneter Vertraulichkeits- und Sicherheitsmaßnahmen, die den Schutz Ihrer Daten sicherstellen, statt.</p>\n<p>(c) Aus rechtlichen Gründen<br>\nWir werden personenbezogene Daten an andere Unternehmen weitergeben, wenn dies notwendig ist, um</p>\n<ul>\n<li>geltende Gesetze oder Vorschriften einzuhalten, bspw.\nfür Rechtsverfahren erforderlich ist oder die Weitergabe erfolgt, um einer verbindlichen behördlichen Anordnung nachzukommen,</li>\n<li>geltende Nutzungsbedingungen durchzusetzen, einschließlich der Untersuchung möglicher Verstöße,</li>\n<li>Betrug, Sicherheitsmängel oder technische Probleme aufzudecken, zu verhindern oder anderweitig zu bekämpfen oder</li>\n<li>unser Eigentum, unsere sonstigen Rechte oder unsere Sicherheit, das Eigentum oder die Sicherheit unserer Nutzer oder der Öffentlichkeit vor Schaden zu schützen, soweit dies gesetzlich zulässig oder erforderlich ist.<br>\nDarüber hinaus haben nur unsere Mitarbeiter Zugang zu Ihren Daten.\nDaten, die keinen Personenbezug zu Ihnen haben, also Daten nicht mit Ihrer Person in Zusammenhang gebracht werden können (z.\nB.\nvollständig anonymisierte Daten), geben wir möglicherweise an Dritte weiter, z.\nB.\nan andere Werbetreibende oder verbundene Webseiten.</li>\n</ul>\n<p>\n<strong>Wo werden Ihre Daten verarbeitet?</strong>\n</p>\n<p>Ihre Daten werden nur innerhalb der Europäischen Union („EU“) und dem Europäischen Wirtschaftsraums („EWR“) durch uns oder von den in Ziffer 1.4 genannten Parteien verarbeitet.<br>\nBitte beachten Sie: Wenn Ihre Daten von Ihrem Heimatland in ein anderes Land übermittelt werden, können die dortigen Gesetze zum Schutz Ihrer Daten von denen Ihres Landes abweichen (und gegebenenfalls nur ein geringeres Schutzniveau gewährleisten).\nBeispielsweise gelten insbesondere in Ländern außerhalb des EWR andere Voraussetzungen, unter denen Strafverfolgungsbehörden Zugriff auf Ihre Daten nehmen können, als innerhalb des EWR.\nSofern wir Ihre Daten in ein Land außerhalb des EWR übermitteln, werden wir geeignete Maßnahmen treffen, um ein angemessenes Datenschutzniveau sicherzustellen (etwa durch den Abschluss von Standardvertragsklauseln).\n</p>\n<p>\n<strong>Wie lange behalten wir Ihre personenbezogenen Daten?</strong>\n</p>\n<p>Wir werden Ihre personenbezogenen Daten nicht länger als zur Erfüllung des jeweiligen Zwecks, für den sie erhoben wurden speichern, es sei denn, für eine solche Speicherung besteht eine gesetzliche Grundlage.\nAnschließend werden wir Ihre Daten löschen.\nDie jeweiligen Aufbewahrungsfristen sind von dem zugrundeliegenden Zweck und von der Art der personenbezogenen Daten abhängig.</p>\n<p>Insbesondere behalten wir:</p>\n<ul>\n<li>Daten, die wir zum Zwecke eines personalisierten Accounts benötigen (Anmeldedaten), so lange wie Sie diesen Account nutzen.\nSollten Sie Ihren Account nicht mehr nutzen wollen, können Sie diesen, einschließlich sämtlicher Anmeldedaten, löschen.\n</li>\n<li>Daten, die Sie auf unserer Plattform teilen solange Sie Ihren Account nutzen.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Welche Rechte haben Sie hinsichtlich Ihrer Daten?</strong>\n</p>\n<p>Bezüglich der Verarbeitung Ihrer Daten stehen Ihnen folgende Rechte zu:</p>\n<ul>\n<li>Ein Recht auf Auskunft gegen uns in Bezug auf Ihre Daten<br>\n(Art.\n15 DSGVO),</li>\n<li>Ein Recht auf Berichtigung, sofern Ihre Daten unrichtig sind<br>\n(Art.\n16 DSGVO),</li>\n<li>Ein Recht auf Löschung, (1) wenn eine Speicherung Ihrer Daten zu den genannten Zwecken nicht weiter notwendig ist, (2) wenn die Speicherung sich auf eine von Ihnen mittlerweile widerrufene Einwilligung stützt und keine andere Rechtsgrundlage für eine Speicherung durch uns vorliegt, (3) wenn Sie Widerspruch gegen durch uns durchgeführte Direktwerbung oder Profiling erhoben haben und wir Ihre Daten zu diesen Zwecken speichern, (4) wenn wir Ihre Daten unrechtmäßig verarbeitetet haben, oder (5) wenn eine rechtliche Verpflichtung zur Löschung besteht (sog.\n„Recht auf Vergessenwerden“, Art.\n17 DSGVO),</li>\n<li>Ein Recht auf Einschränkung der Verarbeitung, (1) wenn Sie die Richtigkeit Ihrer Daten bestritten haben für den Zeitraum, den wir zur Prüfung der Richtigkeit benötigen, (2) wenn die Verarbeitung Ihrer Daten unrechtmäßig war und Sie eine Einschränkung der Verarbeitung statt einer Löschung wünschen, oder (3) wenn eine Speicherung durch uns zu den genannten Zwecken nicht länger erforderlich ist, Sie Ihre Daten jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen (Art.\n18 DSGVO),</li>\n<li>Ein Recht auf Datenübertragbarkeit im Hinblick auf Ihre Daten, die Sie uns zur Verfügung gestellt haben, wenn die Verarbeitung auf Ihrer Einwilligung oder einem Vertrag mit uns beruht, d.\nh.\nSie können Ihre uns zur Verfügung gestellten Daten in einem strukturierten, gängigen und maschinenlesbaren Format an sich oder an Dritte herausverlangen (Art.\n20 DSGVO),</li>\n<li>Ein Recht auf Widerspruch gegen die Verarbeitung, sofern wir Ihre Daten für Zwecke der Direktwerbung speichern (Art.\n21 DSGVO).</li>\n</ul>\n<p>Diese Rechte sind teilweise gesetzlich eingeschränkt.\nSofern wir diese Rechte daher nicht erfüllen könne, werden wir Ihnen dies mitteilen.</p>\n<p>Im Übrigen steht Ihnen hinsichtlich der Verarbeitung Ihrer Daten ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.</p>\n<p>\n<strong>Kontakt, Geltendmachung Ihrer Rechte</strong>\n</p>\n<p>Um Ihre vorstehenden Rechte wahrzunehmen oder bei Fragen oder Anmerkungen zu dieser Datenschutzerklärung oder allgemein zum Datenschutz, wenden Sie sich bitte an unseren Datenschutzbeauftragten, welcher in Beschwerdefällen zuständig ist:</p>\n<p>Rechtsanwalt Thorsten Feldmann, LL.M., JBB Rechtsanwälte Jaschinski Biere Brexl Partnerschaft mbB<br>\nChristinenstr.\n18/19<br>\n10119 Berlin<br>\nWebsite: www.jbb.de</p>\n<p>Alternativ können Sie sich auch an unser Datenschutzteam wenden: datenschutz+spielaffe@stroeermediabrands.de<br>\nGeben Sie in Ihrer E-Mail an uns bitte an, auf welche unserer Websites oder Apps sich Ihre Anfrage bezieht.</p>\n<p>\n<strong>Wie oft aktualisieren wir diese Datenschutzerklärung?</strong>\n</p>\n<p>Diese Datenschutzerklärung kann von Zeit zu Zeit geändert werden, z.\nB.\num sie neuen datenschutzrechtlichen Bestimmungen anzupassen.\nAlle Änderungen der Datenschutzerklärung werden von uns auf dieser Seite veröffentlicht.<br>\nÄltere Versionen dieser Datenschutzerklärung werden wir zu Ihrer Einsicht in einem Archiv aufbewahren.</p>\n<p>Diese Datenschutzerklärung wurde zuletzt am 01.12.2020 aktualisiert.</p>•&nbsp;&nbsp.\nImpressum und Kontakt<br>•&nbsp;&nbsp.\nDatenschutz<br>•&nbsp;&nbsp.\nInfos für Eltern und Kind<br>•&nbsp;&nbsp.\nHersteller und Partner<br>\n<br>\n<br>", "created_at": "2019-06-20 09:01:12.434613", "updated_at": "2020-12-14 22:47:58.908958"}], "points": [{"id": 7111, "title": "There is a date of the last update of the terms", "source": "https://www.spielaffe.de/Statisch/Datenschutz", "status": "Generated through the annotate view", "created_at": "2019-06-20 09:04:54.024347", "updated_at": "2019-06-22 06:01:02.08956", "quoteText": "Diese Datenschutzerklärung wurde zuletzt am 01.12.2020 aktualisiert", "case_id": 331, "document_id": 1516, "quoteStart": 103613, "quoteEnd": 103680}, {"id": 7112, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.spielaffe.de/Statisch/Datenschutz", "status": "Generated through the annotate view", "created_at": "2019-06-20 09:07:12.99919", "updated_at": "2020-12-15 08:59:49.664059", "quoteText": "Sie können der Nutzung von Cookies jederzeit widersprechen, indem die entsprechenden Einstellungen in Ihren Browser-Einstellungen vorgenommen werden.\nWir weisen jedoch darauf hin, dass in diesem Fall die Seite nicht in vollem Umfang funktionsfähig sein könnte.</p>", "case_id": 375, "document_id": 1516, "quoteStart": 90894, "quoteEnd": 91158}, {"id": 7113, "title": "You can opt out of targeted advertising", "source": "https://www.spielaffe.de/Statisch/Datenschutz", "status": "Generated through the annotate view", "created_at": "2019-06-20 09:10:41.676903", "updated_at": "2021-02-06 03:50:43.806891", "quoteText": "<p>Weitere Informationen zu Taboola finden Sie unter https://www.taboola.com/privacy-policy.<br>\nDort können Sie im Abschnitt „User Choices“ jederzeit das Tracking deaktivieren.<br>", "case_id": 219, "document_id": 1516, "quoteStart": 42753, "quoteEnd": 42934}], "urls": ["spielaffe.de", "kraloyun.com"]}}