{"error": 448, "message": "OK", "parameters": {"id": 4710, "name": "WetHunt", "created_at": "2021-07-13 23:08:24.692478", "updated_at": "2021-07-13 22:00:48.436824", "wikipedia": null, "keywords": null, "related": null, "slug": "wethunt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4710.png", "url": "wethunt.com", "documents": [{"id": 8435, "name": "Terms ", "url": "https://m.wethunt.com/termsofuse", "xpath": "", "text": " Whoops! Something is wrong ...&nbsp;Try again <p>\n<strong>License Agreement</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Last updated</strong>: 25 January 2021</p>\n<p>\n<br>\n</p>\n<p>PLEASE READ ALL THE TERMS OF THIS AGREEMENT CAREFULLY.\nYOUR ACCEPTANCE OF THIS TERMS OF USE WILL CONSTITUTE A BINDING AND ENFORCEABLE AGREEMENT BETWEEN YOU AND&nbsp;WetHunt.</p>\n<p>&nbsp;</p>\n<p>IF YOU DO NOT AGREE TO THE AGREEMENT, YOU MAY NOT ACCESS OR OTHERWISE USE THE WEBSITE.</p>\n<p>&nbsp;</p>\n<p>Artificial intelligence (“AI\") can be used to expand the number of actual activity of the website.\nBy using our web-site you agree to the resulting risk of impersonation.</p>\n<p>\n<br>\n</p>\n<p>Please see our Risk Notice for more details.</p>\n<p>&nbsp;</p>\n<p>Welcome to WetHunt (the \"Website\").\nBy registering for or otherwise using of our Website, or accessing any content or material available through the Website, you agree to this License Agreement (“Terms”), our Privacy Policy, Refund Policy, Risk Notice and all other documents referred to in these Terms (the \"Agreement\") between you, a user, and (“WetHunt”, “Company”, or “us” in any declension).\nThis Agreement governs your access to and use of the Website as well as the associated services offered through the Website (together with the Website, the “Service” or the “Services”).</p>\n<p>&nbsp;</p>\n<p>THIS AGREEMENT CONTAINS SECTIONS 24 – 26, WHICH DESCRIBES HOW DISPUTES BETWEEN YOU AND US ARE RESOLVED.\nIN PARTICULAR, ARBITRATION IS MANDATORY AND EXCLUSIVE REMEDY FOR ANY AND ALL DISPUTES UNLESS INDICATED OVERWISE BELOW.</p>\n<p>&nbsp;</p>\n<p>IF YOU BECOME A MEMBER, YOUR PREMIUM SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR CERTAIN PERIODS OF TIME IF YOU DO NOT CANCEL PRIOR TO THE END OF THE TERM.\nSEE OUR BILLING POLICY FOR MORE INFORMATION ON THE AUTOMATIC RENEWAL TERMS APPLICABLE TO SUBSCRIPTIONS.</p>\n<p>\n<br>\n</p>\n<p>We reserve the right at any time to amend the terms of this Agreement, modify our Webites contents or features, or change any fees or charges for using our Websites and our Services.\nThe changes are deemed to be effective from the date of the posting changes on the Website without notice to you.\nYour continued use of the Services after the effective date of any changes constitutes an acceptance of such changes.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>1.\nELIGIBILITY</strong>\n</p>\n<p>&nbsp;</p>\n<p>a.\nBy using the Service, you represent and warrant that you are at least 18 years of age or the age of majority in your state or jurisdiction, whichever is greater.\nIF YOU ARE UNDER 18 YEARS OF AGE OR THE AGE OF LEGAL MAJORITY IN YOUR STATE OR JURISDICTION, YOU MUST NOT USE OR ACCESS THE SERVICE AT ANY TIME OR IN ANY MANNER.</p>\n<p>\n<br>\n</p>\n<p>b.\nMembership in the Service is void where prohibited by law.\nBy using the Service, you represent and warrant that you have the right, authority, and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement.\nIf you become a Member, you represent and warrant that you have never been convicted of a felony and that you are not required to register as a sex offender with any government entity.\nIf any such representations or warranties turn out to be false or misleading in any way, your membership will be terminated immediately (without prejudice to the generality of other provisions of this Agreement), and WetHunt reserves the right to take any legal action against you to enforce its rights and to refuse to make any refund of any unused or used funds in your account.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.\nCHANGES TO AGREEMENT.\nNOTICES</strong>\n</p>\n<p>\n<br>\n</p>\n<p>a.\nBy using our Services, whether through a mobile device or computer, you agree to be bound by (i) these Terms, (ii) our Privacy Policy, (iii) Billing Policy, (iv) Refund Policy and (iv) any additional policy incorporated by reference in this Agreement, each of which we may amend from time to time.</p>\n<p>\n<br>\n</p>\n<p>b.\nWe reserve the right, in our sole discretion, to make changes or modifications to this Agreement at any time and for any reason.\nWe may choose to notify you of changes to this Agreement by posting a notice via the Service, by sending you an email, by updating the “Last updated” date of these Terms or otherwise.\nIn any case, it is your responsibility to check our Service and your email account&nbsp;periodically for changes to these Terms and other parts of the Agreement.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms by your continued use of the Website after the date such revised Agreement is posted.</p>\n<p>\n<br>\n</p>\n<p>c.\nIf we choose to notify you about changes to this Agreement or about other matters by email, each such notification shall be effective and shall be deemed received by you immediately after being sent to the email address you have provided to us, even if: (i) our email notification is filtered as spam, junk, bulk, or other undesirable or low-priority message and is not displayed in your email inbox.\nor (ii) you do not actually read it for any other reason.</p>\n<p>To reduce the chance that it is so filtered, please add support@digitalint.co to your email contact book and whitelist this address as a \"safe\" or \"approved\" sender.\nIn addition, you may wish to create a custom filter marking emails from this address as important emails for your high-priority inbox.\nPlease contact your email service provider if you are not sure how to do any of that.\nYou agree to notify us immediately of any change in your contact details, including your email address.\nYou can do so by updating your profile on the Website (if applicable) or by contacting support@digitalint.co .</p>\n<p>Without limiting other provisions of this Agreement (including the Privacy Policy), by using the Service, you agree to accept and consent to receiving electronic communications initiated from us regarding your account, security, privacy, and administrative issues.\nIf we learn of a security system’s breach, then we may attempt to notify you electronically by posting a notice on the Service or sending an email to you.\nYou may have a legal right to receive this notice in writing.\nTo receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please write to us at support@digitalint.co .</p>\n<p>\n<br>\n</p>\n<p>d.\nAny new features which are added to the Service shall also be subject to the Agreement.\nIn this clause, the terms \"change\" and \"changed\" in relation to changes to the Agreement shall be interpreted broadly and shall include any and all modifications, amendments, revisions and restatements whatsoever, including adding or removing any portions of this Agreement.</p>\n<p>\n<br>\n</p>\n<p>e.\nWe may assign or transfer all of our rights and obligations hereunder to any other person, whether by way of novation or otherwise, and you hereby give us consent to any such assignment and transfer.\nYou agree that posting on this Website of a version of this Agreement indicating another person as a party to this Agreement will constitute sufficient notice to you of the transfer of our rights and obligations under the Agreement with you to that party (unless otherwise is expressly indicated).</p>\n<p>\n<br>\n</p>\n<p>\n<strong>3.\nMEMBERSHIP</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nYou may become a User of the Service at no cost.\nIf you are registered with the Service and have a profile, then you are a \"User\".</p>\n<p>&nbsp;</p>\n<p>b.\nTo become a User, you must create an account by providing a valid email address, username, password and/or other information as prompted by the registration form or as required by applicable law.</p>\n<p>\n<br>\n</p>\n<p>c.\nWhen registering, you are prohibited from selecting or using as a username:</p>\n<p>(i) a name of another person with the intent to impersonate that person;</p>\n<p>(ii) a name that is subject to any rights of a person other than you without appropriate authorization.\nor</p>\n<p>(iii) a name that is otherwise offensive, vulgar, or obscene.</p>\n<p>You represent and warrant that the information you provide to us upon registration and at all other times will be true, accurate, current, and complete.\nWe reserve the right to reject any username or to terminate your username and give such username to another User of the Service in our sole discretion, and without any liability to you.\nYou also represent and warrant that you will ensure that this information is kept accurate and up-to-date at all times.</p>\n<p>\n<br>\n</p>\n<p>d.\nTo become a “Member” of the Service and get additional functionality and features of the Services (\"Premium Features\"), you should subscribe to the Services.\nWe may offer Premium Features for a flat fee payable as set in the payment page.\nIn those cases, you agree to pay the fee stated on the Service.\nWe also may provide for the possibility to subscribe for regular access to certain features of the Service.\nYou will be required to pay a fee to obtain Premium Features.\nFor more information about subscriptions and billing please visit our Billing Policy.</p>\n<p>&nbsp;</p>\n<p>e.\nWe may allow you to agree to a plan or arrangement in which a subscription or purchasing agreement continues until you cancel it.\nFor example, the Service may provide you with opportunities to authorize us to charge your credit card or other payment method for a certain number of Premium Features every time the term of the Premium Features is about to expire, until you cancel this arrangement via the Service.</p>\n<p>&nbsp;</p>\n<p>f.\n<em>Limitation of Liability with Respect to Premium Features.</em> We have no liability for hacking or loss of your Premium Features or any goods or services obtained with the help of the Service.\nWe have no obligation to, and will not, reimburse you for any cost of Premium Features or any goods or services obtained via the Service that are lost due to your breach of this Agreement.\nWe reserve the right, without prior notification, to limit the quantity of Premium Features and/or to refuse to provide you with any Premium Features.\nPrice, exchangeability, and availability of Premium Features are determined by us in our sole discretion and are subject to change without notice.\nSubject to applicable law, you agree that we have the absolute right to manage, distribute, regulate, control, modify, cancel, restrict, terminate and/or eliminate Premium Features in our sole discretion, and that we will have no liability for exercising such right.\nYou agree that under no circumstances are we liable to you for any damages or claims that may arise from the loss or use of your Premium Features regardless of the circumstances.\nYou absolve us of any responsibility to maintain or update your account balance.\nHowever, if there is a loss of Premium Features in your account due to technical or operational problems with the Service, we will replenish and/or renew the lost Premium Features once the loss has been verified.\nWithout limiting any of the foregoing, our maximum liability or responsibility to you is to replenish and/or renew the Premium Features lost.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>4.\nACCOUNT INACTIVITY AND TERMINATION OF ACCOUNT</strong>\n</p>\n<p>\n<br>\n</p>\n<p>a.\nIn the event that your account has not been active or you have not otherwise accessed the Service for 3 months, your account may be terminated and all prepaid Premium Features may be forfeited at our sole discretion.\nAdditionally, if your account or access to the Service is terminated due to reasons other than inactivity (e.g., a breach of this Agreement), or if we discontinue availability of some or all of the Service, then all of your Premium Features may be forfeited, unless otherwise is expressly provided in our Refund Policy.</p>\n<p>\n<br>\n</p>\n<p>b.\n<em>Cancellation as a result of Death or Disability</em>.\nIf, by reason of death or disability, you are unable to receive the Service for which you contracted, you or your estate may elect to be relieved of the obligation to make payments for Services other than those received before death or the onset of disability, except as provided in subsection (i) below.</p>\n<p>\n<br>\n</p>\n<p>c.\n\"Disability\" means a condition which precludes you from physically using the Service during the term of disability and the condition is verified in writing by a physician designated and remunerated by you.\nWritten verification from the physician must be presented to us.</p>\n<p>\n<br>\n</p>\n<p>d.\nIf the physician determines that the duration of the disability will be less than six (6) months, we may extend the term of the Service contract for a period of six (6) months at no additional charge to you in lieu of cancellation.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>5.\nNON-COMMERCIAL USE</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The Services are for personal use only and may not be used in connection with any commercial endeavors.\nOrganizations, companies, and/or businesses may not use the Service for any purpose.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>6.\nACCOUNT SECURITY</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You are responsible for maintaining the confidentiality of the username and password that you designate during the registration process, and you are fully responsible for all activities that occur under your username and password.\nYou agree to (a) immediately notify us of any unauthorized use of your username or password or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nWe shall not be liable for any loss or damage arising from your failure to comply with this provision.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\nYou are solely responsible for complying with any and all rules and restrictions governing the use of any public or shared computer, and we shall not be liable for any violations by you of such rules and restrictions.\nAdditionally, by using the Service, you acknowledge and agree that Internet transmissions are never completely private or secure.\nYou understand that any message or information you send to the Service may be read or intercepted by others, even if there is a special notice that a particular transmission (for example, credit card information) is encrypted or otherwise protected or secured.\nWe shall not be liable for any loss or damage arising from unauthorized use of your credentials.\nYou may not authorize others to use your membership and you may not assign or otherwise transfer your account to any other person or entity.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>7.\nYOUR INTERACTIONS WITH OTHER USERS AND MEMBERS</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nYOU ARE SOLELY RESPONSIBLE FOR YOUR ONLINE AND OFFLINE INTERACTIONS AND COMMUNICATIONS WITH OTHER USERS AND MEMBERS OF THE WEBSITE OR SERVICES.\nYOU UNDERSTAND THAT WE CURRENTLY DO NOT CONDUCT CRIMINAL BACKGROUND CHECKS OR SCREENINGS ON ALL MEMBERS.\nWE&nbsp;MAKE NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF USERS OR MEMBERS OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE USERS OR MEMBERS.\nWE RESERVE THE RIGHT TO CONDUCT ANY CRIMINAL BACKGROUND CHECK OR OTHER SCREENINGS (SUCH AS SEX OFFENDER REGISTER SEARCHES), AT ANY TIME AND USING AVAILABLE PUBLIC RECORDS, AND YOU CONSENT TO SUCH SEARCHES AND OTHER SCREENINGS.</p>\n<p>&nbsp;</p>\n<p>b.\nUse caution and common sense when using the Service, especially when providing personal information to other Users or Members.\nThe Service is an internet information service that facilitates contact between persons who may or may not be seeking friendship or a relationship.\nWetHunt makes no, and expressly disclaims all, representations or warranties as to the conduct of Users or Members.\nWe are not responsible for any disputes or disagreements between you and any third party you interact with using the Service and the Website.\nThis includes disputes between you and Members, Users and/or other third parties.\nYou assume all risk associated with dealing with third parties.\nYou agree to resolve disputes directly with the other party.</p>\n<p>\n<br>\n</p>\n<p>c.\nWetHunt do not pre-screen the User Content, inquire into the background of the Users or Members or your conversations.\nYou release WetHunt of all claims, demands, and damages in disputes among Users of the Service.\nYou also agree not to involve us in such disputes.\nUse caution and common sense when using the Service.\nWetHunt makes no representations or warranties as to the conduct of Users.</p>\n<p>&nbsp;</p>\n<p>d.\nYou assume all risk associated with dealing with any and all Users, Members, or other&nbsp;third parties, including without limitation the risk that information about a certain User or Member posted on the Service or information provided by a User or Member in the course of interactions with other Users or Members via the Service may be false or misleading.\nYou agree to resolve disputes directly with the other party.\nYou release WetHunt of all claims, demands, and damages in disputes among Users and Members of the Service or other third parties .\nYou also agree not to involve us in such disputes.</p>\n<p>\n<br>\n</p>\n<p>e.\nTO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL WetHunt OR ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS, AND LICENSORS (COLLECTIVELY, THE \"RELEASED PARTIES\") BE LIABLE FOR ANY DAMAGES WHATSOEVER, WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, COMPENSATORY, CONSEQUENTIAL, AND/OR INCIDENTAL, ARISING OUT OF, OR RELATING TO, THE CONDUCT OF YOU OR ANYONE ELSE IN CONNECTION WITH THE USE OF THE SERVICE, INCLUDING, WITHOUT LIMITATION, BODILY INJURY, EMOTIONAL DISTRESS, LOSS OF BUSINESS, LOST PROFITS, TRADE SECRET MISAPPROPRIATION, INTELLECTUAL PROPERTY INFRINGEMENT, AND/OR ANY OTHER DAMAGES RESULTING FROM COMMUNICATIONS OR MEETINGS WITH OTHER USERS OR MEMBERS OF THIS SERVICE OR PERSONS YOU MEET THROUGH THE SERVICE.\nYOU AGREE TO TAKE REASONABLE PRECAUTIONS IN ALL INTERACTIONS WITH OTHER USERS AND MEMBERS, PARTICULARLY IF YOU MEET OFFLINE OR IN PERSON.\nYOU ASSUME ALL RISK WHEN INTERACTING WITH ANY OTHER USER&nbsp;OR MEMBER IN CONNECTION WITH USING THE SERVICE, INCLUDING, BUT NOT LIMITED TO, ANY RISKS ASSOCIATED WITH SHARING CONFIDENTIAL INFORMATION WITH ANY OTHER USER OR&nbsp;MEMBER OR SENDING MONEY TO ANY USER&nbsp;OR MEMBER.\nALL USERS AND MEMBERS OF THE SERVICE HEREBY EXPRESSLY AGREE NOT TO&nbsp;SUE OR HOLD LIABLE THE RELEASED PARTIES FOR ANY INSTRUCTION, ADVICE, OR SERVICES THAT ORIGINATED THROUGH THE SERVICE, AND THE RELEASED PARTIES EXPRESSLY DISCLAIM ANY LIABILITY WHATSOEVER, TO THE FULLEST EXTENT PERMITTED BY LAW, FOR ANY DAMAGE, SUITS, CLAIMS, AND/OR CONTROVERSIES THAT ARISE OR ARE RELATED IN ANY WAY TO THE SERVICE, THE INFORMATION PROVIDED THROUGH THE SERVICE, AND /OR THE INTERACTION(S) BETWEEN&nbsp;ANY USERS OR MEMBERS OF THE SERVICE, WHETHER ARISING UNDER CONTRACT, TORT OR OTHERWISE.\nIN ADDITION, YOU AGREE TO REVIEW WetHunt’ SAFETY TIPS PRIOR TO USING THE SERVICE&nbsp;WHICH ARE AVAILABLE AT Safety Tips.\nYOU UNDERSTAND THAT WetHunt MAKES NO GUARANTEES, EITHER EXPRESS OR IMPLIED, REGARDING YOUR ULTIMATE COMPATIBILITY WITH INDIVIDUALS YOU MEET THROUGH THE SERVICE.\nYOU SHOULD NOT PROVIDE YOUR FINANCIAL INFORMATION (FOR EXAMPLE, YOUR CREDIT CARD OR BANK ACCOUNT INFORMATION) TO OTHER USERS OR MEMBERS AND WE DISCLAIM ALL LIABILITY ASSOCIATED WITH THE FOREGOING.</p>\n<p>\n<br>\n</p>\n<p>f.\nWe make no representations or warranties that you will experience specific results from the use of the Service.</p>\n<p>\n<br>\n</p>\n<p>g.\nThe Service may ask you to rate other Users' and/or Members’ photos or ask other Users and/or Members to rate your photo.\nThe Service may also send you a notification of other Users and/or Members visiting your profile (via email or on the Website) if a User or Member rates your photo or visits your profile on the Service.\nYou understand and agree that WetHunt has no control over any User or Member’s rating of your photo, or of your rating of the photos of other Users or Members, and that WetHunt shall not be liable for any damage or harm arising out of or relating to same.</p>\n<p>&nbsp;</p>\n<p>h.\nThe Service may automatically translate your name or your city to other languages for other Users or Members located in foreign countries to view and/or to interact with you.</p>\n<p>&nbsp;</p>\n<p>i.\nWe may allow our Users to choose to send the same message (an \"Icebreaker\") to a number of other Members, who are selected by an automatic algorithm in order to allocate the attention and activity among Members of our Service.\nYou may receive Icebreakers from the same Users more than once.\nIcebreakers may be sent through the same channels as ordinary messages, including as a chat message and as a letter.</p>\n<p>This may work as follows:</p>\n<p>(i ) the User drafts the text of an Icebreaker and chooses to send it via our mass-messaging service;</p>\n<p>(ii) the User does not select the recipients of the Icebreaker.\nand</p>\n<p>(iii) within a certain period thereafter (up to 24 hours), the Icebreaker is delivered to Users selected by the automatic algorithm.</p>\n<p>We reserve the right to monitor the content of Icebreakers (as well as of any other communication via our Service) and to remove them, or prevent them from being sent, with or without cause.\nHowever, we assume no obligation to do so.</p>\n<p>If you are unsure whether a certain message is an Icebreaker and wish to find out, please contact us.</p>\n<p>For the purposes of provision of our Websites to you via the Website during the hours of low attendance, we may register ai profiles as Users so that you may continue using Website and chatting with other Users uninterruptedly when the number of active Users is decreasing</p>\n<p>\n<br>\n</p>\n<p>All AI profiles are marked by UP icon on profile picture or next to profile name.</p>\n<p>\n<br>\n</p>\n<p>Types of icons:</p>\n<p>\n<br>\n</p>\n<p>UP - unreal personality</p>\n<p>\n<br>\n</p>\n<p>ON - real personality online</p>\n<p>\n<br>\n</p>\n<p>OFF - real personality offline</p>\n<p>\n<br>\n</p>\n<p>Types of background color:</p>\n<p>\n<br>\n</p>\n<p>green - higher chance to get answered</p>\n<p>\n<br>\n</p>\n<p>red - lower chance to get answered</p>\n<p>\n<br>\n</p>\n<p>\n<strong>8.\nPERSONAL MEETINGS</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nPLEASE USE CAUTION AT ALL TIMES WITH RESPECT TO YOUR ARRANGEMENTS FOR YOUR PERSONAL MEETINGS, AS THESE ARE ENTIRELY AT YOUR OWN RISK.</p>\n<p>\n<br>\n</p>\n<p>b.\nWe do not provide any services in connection with your personal meeting, and do not take part in any arrangements relating to it.\nIt is your responsibility to take all advisable and necessary precautions when interacting and communicating with individuals you meet or communicate with through the Services.\nCommunications received through the Service, including automatic notifications sent by WetHunt, may result from Members engaging with the Service with improper behavior, including fraud, abuse, harassment.\nWetHunt MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT, IDENTITY, INTENTIONS, LEGITIMACY, OR VERACITY OF MEMBERS.\nWE MAKE NO REPRESENTATIONS, WARRANTIES, OR GUARANTEES AS TO THE ABILITY TO SECURE ANY VISAS OR OTHER INTERNATIONAL TRAVEL DOCUMENTATION&nbsp;FOR ANY USERS OR MEMBERS.</p>\n<p>&nbsp;</p>\n<p>c.\nYOU HEREBY FULLY ACKNOWLEDGE ALL RISK OF PERSONAL HARM ARISING OUT OF YOUR USE OF THE SERVICES AND OFFLINE INTERACTIONS AND COMMUNICATIONS WITH OTHER MEMBERS.\nWE RESERVE THE RIGHT TO CONDUCT ANY CRIMINAL BACKGROUND CHECK OR OTHER SCREENINGS (SUCH AS SEX OFFENDER REGISTER SEARCHES), AT ANY TIME AND USING AVAILABLE PUBLIC RECORDS , AND YOU CONSENT TO SUCH SEARCHES AND OTHER SCREENINGS.</p>\n<p>\n<br>\n</p>\n<p>d.\nWe do not conduct criminal, identity or other background checks on the members or any third parties.\nuse your best judgement when interacting with other members and review our Safety Tips for more information.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>9.\nCONTENT ON OUR WEBSITE</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Subject to your continued strict compliance with all terms of the Agreement, WetHunt provides to you a revocable, limited, non-exclusive, royalty-free, non-sublicensable, non-transferrable license to use the Service.\nNotwithstanding the foregoing, you acknowledge and agree that WetHunt owns, licenses, or otherwise retains all proprietary rights in the Service and all intellectual property thereon and therein.\nThose rights include, but are not limited to, database rights, copyright, design rights (whether registered or unregistered), patents, trademarks (whether registered or unregistered) and other similar rights, wherever existing in the world, together with the&nbsp;sole and exclusive right to apply for the protection of the same on behalf of WetHunt and its licensors.\nThe Service contains the copyrighted material, trademarks, and other proprietary information of WetHunt and its licensors.\nExcept for that information which is in the public domain or for which you have been given written permission, you may not copy, modify, publish, transmit, distribute, perform, display, or sell any such proprietary information.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>10.\nRELIANCE ON CONTENT, ADVICE, AND OTHER STATEMENTS</strong>\n</p>\n<p>\n<br>\n</p>\n<p>Opinions, advice, statements, offers, or other information or content made available through the Service by any User, Member, or third party are not those of WetHunt and should not be relied upon as accurate, complete, or reliable.\nSuch Users, Members, or third parties are solely responsible for such content, including its accuracy, completeness, or reliability.\nWetHunt does not: (i ) guarantee the accuracy, completeness, or reliability of any information on the Service provided by any User, Member, or third party, or (ii) adopt, endorse, or accept responsibility for the accuracy, completeness, or reliability of any opinion, advice, or statement made by any User, Member, or third party that appears on the Service.\nTo the fullest extent permitted by law, under no circumstances will WetHunt or its officers, directors, employees, or affiliates be responsible for any loss or damage resulting from your reliance on information or other content posted on the Service or transmitted to or by any User, Member, or third party.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>11.\nCONTENT POSTED BY YOU ON THE WEBSITE</strong>\n</p>\n<p>\n<br>\n</p>\n<p>a.\nYou are solely responsible for the information, communications and content that you publish or display (hereinafter, \"post\") on the Service, or transmit to other&nbsp;Users or&nbsp;Members (\"User Content\").\nYou will not post on the Service, or transmit to other&nbsp;Users or Members, any defamatory, inaccurate, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, racially offensive, or illegal material, or any material that infringes or violates another party's rights (including, but not limited to, intellectual property rights, and rights of privacy and publicity).\nYou will not provide inaccurate, misleading or false information to WetHunt or to any other User or&nbsp;Member.\nIf information provided to WetHunt, or another User or Member, subsequently becomes inaccurate, misleading, or false, you will promptly notify WetHunt of such change and you will take all reasonably necessary measures to correct the information.</p>\n<p>\n<br>\n</p>\n<p>b.\nYou understand and agree that we reserve the right, but have no obligation, to have access to and monitor any and all User Content.\nWe have the right, but have no obligation,&nbsp;to remove any User Content .</p>\n<p>\n<br>\n</p>\n<p>c.\nBy posting User Content to WetHunt, you automatically grant, and you represent and warrant that you have the right to grant, to WetHunt, its affiliates, licensees, and successors, an irrevocable, non-exclusive, fully paid, worldwide license to use, copy, perform, display, reproduce, adapt, modify and distribute such information and content and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing for the purpose of providing the Service to you.\nYou further represent and warrant that public posting and use of your User Content by WetHunt will not infringe or violate the rights of any third party.\nWe may use any of your User Content (including your photographs) and your endorsements, testimonials, or other comments in respect of your use of the Service (whether provided via the Service, other methods of communication, or otherwise), in full or in part, and with such corrections of any grammatical, stylistic, or other similar shortcomings as we deem appropriate, for the purposes of displaying on the public pages of the Service,&nbsp;advertising or publicity.\nIf you do not wish us to do this, please contact us.\nMore details on how we use your information are contained within our Privacy Policy.</p>\n<p>\n<br>\n</p>\n<p>d.\nYou hereby release, discharge and agree to hold WetHunt harmless from any causes of action in law or equity you may have or may hereafter acquire against WetHunt or any of its affiliates for libel, slander, invasion of privacy, copyright or trademark violation, right of publicity, or false light arising out of or in connection with the utilization by WetHunt or its affiliates of your User Content.</p>\n<p>\n<br>\n</p>\n<p>e.\nWetHunt may remove any User Content for any reason.\nThe following is a list of&nbsp;examples&nbsp;of User Content that is illegal or prohibited on the Service.\nUser Content that: (i ) is patently offensive to the online community, such as User Content that promotes racism, bigotry, hatred ,&nbsp;or physical harm of any kind against any group or individual, harasses or advocates harassment of another person.\n(ii) promotes information that is false, misleading, or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous.\n(iii) promotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated images, audio or video, or links to pirated images, audio or video files.\n(iv) contains restricted or password only access pages, or hidden pages or images (those not linked to or from another accessible page).\n(v) provides material that exploits people under the age of 18 in a sexual or violent manner, or solicits personal information from anyone under the age of 18.\n(vi) provides instructional information about illegal activities such as making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses.\n(vii) engages in commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, and pyramid schemes.</p>\n<p>We reserve the right to investigate and take appropriate legal action in our sole discretion against anyone who violates this provision, including, without limitation, removing the offending communication from the Service and terminating the access and membership of such violators.</p>\n<p>\n<br>\n</p>\n<p>f.\nYou represent and warrant that your use of the Service, including but not limited to your User Content, must be in accordance with any and all applicable laws and regulations.</p>\n<p>\n<br>\n</p>\n<p>g.\nYou&nbsp;represent and warrant that you will&nbsp;not include in your Member profile any telephone numbers, street addresses, email addresses, other personal contact information, your last name or any URLs.</p>\n<p>\n<br>\n</p>\n<p>h.\nYou represent and warrant that you will&nbsp;not publish false or inaccurate information in your Member profile.\nYou may not create duplicate profiles.\nWetHunt reserves the right to terminate the membership and deactivate the profile of any Member violating this provision (without prejudice to the generality of other provisions of this Agreement).</p>\n<p>\n<br>\n</p>\n<p>i.\nYou represent and warrant that you will not engage in advertising to, or solicitation of, other Members or Users.\nThis includes but is not limited to solicitation or advertising to buy or sell any products or services through the Service or to attend parties or other social functions or networking for commercial purposes.\nYou may not transmit any chain letters or junk email to other Members or Users.\nAlthough WetHunt cannot monitor the conduct of its Members while not on the Service , it is also a violation of these rules to use any information obtained from the Service in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to any Member or User without their prior explicit consent.\nIn order to protect our Members or Users from such advertising or solicitation, we reserve the right to restrict the number of emails which a Member or User may send to other Members or Users in any 24-hour period to a number which we deem appropriate in our sole discretion.</p>\n<p>\n<br>\n</p>\n<p>j.\nTo ensure the quality of the Services, your phone call or live chat through the&nbsp;Service&nbsp;may be recorded.</p>\n<p>\n<br>\n</p>\n<p>k.\nYou represent and warrant that: (i ) all&nbsp;information you include in your Member profile is accurate, current, and complete.\n(ii) you&nbsp;will be honest in your communication and interactions with other members.\n(iii) you will&nbsp;not conceal from those with whom you correspond any information regarding infectious or incurable diseases, physical or psychological handicap, disabilities, or disorders you may have or may believe that you have, or any other adverse elements that may be deemed by a reasonable person&nbsp;to be unsuitable for relationships.</p>\n<p>\n<br>\n</p>\n<p>l.\nWhen using particular services on the Service, you shall be subject to any posted policies or procedural rules applicable to such Services, which may be posted and modified from time to time.\nAll such policies or procedural rules are hereby incorporated into this Agreement.</p>\n<p>\n<br>\n</p>\n<p>m.\nThe Website may contain adult-oriented content by Users who desire to share and view visual depictions of adult-oriented content, including sexually explicit images.\nIn addition, the Website contains texts, messages, files, data, information, images, photos, videos, recordings, materials, code or content of any kind and other materials posted/uploaded by users.\nBy using the Website you represent that the jurisdiction from which you access the Website does not prohibit the receiving or viewing of sexually explicit content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nPROHIBITED ACTIVITIES</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You represent and warrant that you will not act in any inappropriate, unlawful, or illegal manner with respect to, or while using, the Service, including, but not limited to the following representations and warranties:</p>\n<p>&nbsp;</p>\n<p>a.\nYou shall not \"stalk\" or otherwise harass any person;</p>\n<p>\n<br>\n</p>\n<p>b.\nYou shall not use any robot, spider, site search/retrieval application, or other manual or automatic device or process to retrieve, index, \"data mine\", or in any way reproduce or circumvent the navigational structure or presentation of the Service or its contents ;</p>\n<p>\n<br>\n</p>\n<p>c.\nYou shall not post, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior consent of the owner of such proprietary rights;</p>\n<p>\n<br>\n</p>\n<p>d.\nYou shall not remove any copyright, trademark, or other proprietary rights notices contained in the Service;</p>\n<p>\n<br>\n</p>\n<p>e.\nYou shall not interfere with or disrupt the Services or the Website or the servers or networks connected to the Services or the Website;</p>\n<p>\n<br>\n</p>\n<p>f.\nYou shall not post, email, or otherwise transmit any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</p>\n<p>\n<br>\n</p>\n<p>g.\nYou shall not forge headers or otherwise manipulate identifiers in order to disguise the origin of any information transmitted through the Service;</p>\n<p>\n<br>\n</p>\n<p>h.\nYou shall not make illegal and/or unauthorized uses of the Services, including , but not limited to, collecting usernames and/or email addresses of other Members or Users&nbsp;posted on the Service by any means for the purpose of sending unsolicited emails and /or&nbsp;unauthorized framing of, or linking to, the Service;</p>\n<p>\n<br>\n</p>\n<p>i.\nYou shall not \"frame\" or \"mirror\" any part of the Service or the Website, without WetHunt prior written authorization.\nYou also shall not use meta-tags or code or other devices containing any reference to WetHunt or the Service or the Website in order to direct any person to any other web site for any purpose;</p>\n<p>\n<br>\n</p>\n<p>j.\nYou shall not modify, adapt, sublicense, translate, sell, reverse engineer, decipher, decompile, or otherwise disassemble any portion of the Service or any software used on or for the Service or cause others to do so;</p>\n<p>\n<br>\n</p>\n<p>k.\nYou shall not attempt to interfere with, harm, steal from, or gain unauthorized access to the Service, User accounts, or the technology and equipment supporting the Service;</p>\n<p>\n<br>\n</p>\n<p>l.\nYou shall not post incomplete, false, or misleading information, impersonate another person, or misrepresent your affiliation with a person or entity ;</p>\n<p>\n<br>\n</p>\n<p>m.\nYou shall not disclose personal information about another person or harass, abuse, or post objectionable material ;</p>\n<p>\n<br>\n</p>\n<p>n.\nYou shall not post advertising or marketing links or content, except as specifically allowed by this Agreement;</p>\n<p>\n<br>\n</p>\n<p>o.\nYou shall not use the Service in an unlawful or illegal way or commit an illegal act in relation to the Service including, without limitation, all laws associated with international money transfers;</p>\n<p>\n<br>\n</p>\n<p>p.\nYou shall not access the Service from a jurisdiction where it is illegal or unauthorized;</p>\n<p>\n<br>\n</p>\n<p>q.\nYou shall not collect usernames and/or email addresses of&nbsp;Members or Users&nbsp;by electronic or other means for the purpose of sending unsolicited email and unauthorized framing of or linking to the Service;</p>\n<p>\n<br>\n</p>\n<p>r.\nYou shall not create any databases, websites, software, legal entities, and/or services&nbsp;that compete with the Website;</p>\n<p>\n<br>\n</p>\n<p>s.\nYou shall not access or use (or attempt to access or use) the Service in any way that violates this Agreement.</p>\n<p>\n<br>\n</p>\n<p>We reserve the right to take appropriate legal action against you in the event that you breach any of the foregoing representations and warranties including, without limitation, seeking civil, criminal, and injunctive redress.</p>\n<p>&nbsp;</p>\n<p>PLEASE REPORT ANY VIOLATIONS OF THIS SECTION at support@digitalint.co .</p>\n<p>&nbsp;</p>\n<p>\n<strong>13.\nCOPYRIGHT POLICY</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>WetHunt respects the intellectual property of others and takes the protection of intellectual property very seriously.\nYou may not post, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior written consent of the owner of such proprietary rights.</p>\n<p>\n<br>\n</p>\n<p>Our intellectual property policy is to (i ) remove or disable access to material that we believe, in good faith, upon notice from an intellectual property owner or his or her agent, is infringing the intellectual property of a third party by being made available on or through the Service.\nand (ii) remove any User Content uploaded to the Service by \"repeat infringers\".\nWetHunt considers a \"repeat infringer\" to be any User or Member that has uploaded User Content to or through the Service and about whom WetHunt has received more than two takedown notices.\nWetHunt has discretion, however, to terminate the account of any User or Member after receipt of a single notification of claimed infringement or otherwise upon WetHunt’ sole and exclusive determination (without prejudice to the generality of other provisions of this Agreement).</p>\n<p>\n<br>\n</p>\n<p>a.\nProcedure for Reporting Claimed Infringement.</p>\n<p>\n<br>\n</p>\n<p>If you believe that any content made available on or through the Service has been used or exploited in a manner that infringes an intellectual property right you own or control, then please promptly send a written \"Notification of Claimed Infringement\" containing the following information to the designated agent identified below.\nWetHunt may share your Notification of Claimed Infringement with the User or Member alleged to have infringed a right you own or control, and you consent to WetHunt making such disclosure.\nYour communication must include substantially the following:</p>\n<p>\n<br>\n</p>\n<p>1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of the material(s) that has/have been allegedly infringed.</p>\n<p>\n<br>\n</p>\n<p>2.\nIdentification of the material allegedly being infringed, or, if multiple materials are covered by a single notification, then a representative list of such works.</p>\n<p>\n<br>\n</p>\n<p>3.\nIdentification of the specific material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit WetHunt to locate the material on the Service.</p>\n<p>\n<br>\n</p>\n<p>4.\nInformation reasonably sufficient to permit WetHunt to contact you, such as your name, address, telephone number, and email address.</p>\n<p>\n<br>\n</p>\n<p>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright or other intellectual property owner, its agent, or the law.</p>\n<p>\n<br>\n</p>\n<p>6.\nUnder penalty of perjury, a statement that the information in the Notification of Claimed Infringement is accurate and truthful, and that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>\n<br>\n</p>\n<p>You should consult with your own lawyer and/or review Section 512 of the Digital Millennium Copyright Act of 1998, as amended, (“DMCA”) or other applicable law regarding copyright or other intellectual property infringement to confirm your obligations to provide a valid notice of claimed infringement.</p>\n<p>\n<br>\n</p>\n<p>In accordance with the DMCA, any person who knowingly materially misrepresents that material or activity is infringing, or that material or activity was removed or disabled by mistake or misidentification, shall be liable for any damages, including costs and attorneys’ fees, incurred by the alleged infringer, by any copyright owner or copyright owner’s authorized licensee, or by a service provider, who is injured by such misrepresentation, as the result of WetHunt relying upon such misrepresentation in removing or disabling access to the material or activity claimed to be infringing, or in replacing the removed material or ceasing to disable access to it.</p>\n<p>\n<br>\n</p>\n<p>b.\nCounter-Notification Procedure</p>\n<p>&nbsp;</p>\n<p>If you have received a Notification of Claimed Infringement and believe that material on the Website was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (the “Counter Notice”).\nCounter Notice must be submitted by the material’s original uploader or an agent authorized to act on their behalf.</p>\n<p>&nbsp;</p>\n<p>Your Counter Notice must include substantially the following:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information reasonably sufficient to permit us to contact you, such as your name, address, telephone number, and email address;</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A physical or electronic signature of a person authorized to act on behalf of the owner of the material(s) that dispute the Notification of Claimed Infringement;</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A description of the material that was removed and the location on the website (e.g., the URL) where it previously appeared.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;</p>\n<p>&nbsp;</p>\n<p>Do not make false claims.\nMisuse of this process may result in the suspension of your account or other legal consequences.</p>\n<p>&nbsp;</p>\n<p>Designated Agent Contact information:</p>\n<p>\n<br>\n</p>\n<p>attn.\nCompliance Department of , .</p>\n<p>\n<br>\n</p>\n<p>WetHunt reserves the right to seek damages from any party that submits a false notification in violation of the law.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>14.\nPRIVACY POLICY</strong>\n</p>\n<p>&nbsp;</p>\n<p>We respect your privacy and the use and protection of your non-public, personal information.&nbsp;Your submission of personal information through the Service is governed by our Privacy Policy, incorporated herein by reference.\nPlease review our Privacy Policy for important information and disclosures relating to the collection and use of your personal information in connection with your use of the Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>15.\nCUSTOMER SERVICE</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nWetHunt provides assistance and guidance through its customer care representatives.\nWe may, from time to time, create profiles which are created, maintained, and managed by our employees (\"Staff Profiles\").\nThe purpose of these Staff Profiles is to enable us to ensure our Services are operating properly by testing the Services, features, and functionalities, and to research our products and Services.\nAll Staff Profiles will be identifiable as such and, in the event that you opt to communicate or interact with a Staff Profile, you will be made aware of the nature of this Staff Profile.</p>\n<p>\n<br>\n</p>\n<p>b.\nWhen communicating with our customer care representatives, you agree to not be abusive, obscene, profane, offensive, sexist, threatening, harassing, racially offensive, and to not otherwise behave inappropriately.\nIf we feel that your behavior towards any of our customer care representatives or other employees is at any time not in compliance with the previous sentence, we reserve the right to immediately terminate your membership (without prejudice to the generality of other provisions of this Agreement).</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.\nTHIRD-PARTY LINKS AND WEBSITES</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nWetHunt may provide you with access to third-party links, websites or services whether through advertising or otherwise available through the Website (“Third-Party Websites”), over which we neither monitor nor have any control nor input.</p>\n<p>\n<br>\n</p>\n<p>b.\nYou acknowledge and agree that WetHunt provides access to Third-Party Websites and access to Third-Party Websites \"as is\" and \"as available\" without any express or implied warranties, representations or conditions of any kind and without any endorsement.\nWe shall have no liability whatsoever arising from or relating to your use of Third-Party Websites.</p>\n<p>\n<br>\n</p>\n<p>Any use by you of Third-Party Websites offered through the Service is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms and conditions of use and privacy policy on which the Third-Party Websites are provided by the relevant third-party provider(s).</p>\n<p>\n<br>\n</p>\n<p>\n<strong>17.\nMODIFICATIONS TO SERVICE</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nWe reserve the right at any time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) at our sole discretion with or without notice.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>\n<p>&nbsp;</p>\n<p>b.\nIn order to protect the integrity of the Service, WetHunt reserves the right, at any time in its sole discretion, to block Members from certain IP addresses from accessing the Website.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>18.\nREFUNDS</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nOur general policy is that all payments made and Premium Features purchased are not refundable, but we may make refunds at our sole discretion or if we obliged to provide the refund by the applicable law.\nThe principles guiding our discretion are stated in our Refund Policy on this Website.</p>\n<p>\n<br>\n</p>\n<p>b.\nWithout limiting the generality of the other provisions of this Agreement, we reserve the right to change the Refund Policy at any time.\nThose changes are effective upon posting on this Service or giving you notice of the change.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>19.\nSPECIAL BONUS OFFERS</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>When checking out WetHunt may offer you special bonus offers for Premium Features on other websites operated by .\nIf you agree for such special bonus offers you will be charged consolidated flat fee for both Premium Features at WetHunt and Premium Features on other websites operated by for which you subscribe.\nYou may unsubscribe or cancel subscription to such special bonus offers as prescribed in these Terms.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>20.\nDISCLAIMERS OF WARRANTIES</strong>\n</p>\n<p>\n<br>\n</p>\n<p>a.\nEXCEPT WHERE OTHERWISE INAPPLICABLE OR PROHIBITED BY LAW, INCLUDING THE STATE OF NEW JERSEY, TO THE FULLEST EXTENT PERMITTED BY LAW, YOU EXPRESSLY UNDERSTAND AND AGREE THAT: (A) YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK, AND THE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTHE RELEASED PARTIES ( AS DEFINED ABOVE IN SECTION 7 (E)), EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT&nbsp;AS WELL AS ANY AND ALL WARRANTIES AS TO PRODUCTS OR SERVICES OFFERED BY BUSINESSES LISTED ON THE SERVICE.\nTHE RELEASED PARTIES MAKE NO, AND EXPRESSLY DISCLAIM ANY WARRANTY THAT: (I) THE SERVICE WILL MEET YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE, INCLUDING DATA, WILL BE ACCURATE OR RELIABLE, (IV) THE QUALITY OF ANY DATA OR SERVICE AVAILABLE ON THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V ) ANY ERRORS IN THE SERVICE WILL BE CORRECTED.\nANY MATERIAL OBTAINED THROUGH THE USE OF THE SERVICE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM THE USE OF ANY SUCH MATERIAL.\nWE CANNOT GUARANTEE AND DO NO PROMISE ANY SPECIFIC RESULTS FROM USE OF THE WEBSITE AND/OR THE SERVICE.\nWITHOUT LIMITING THE GENERALITY OF ANY OTHER PROVISIONS, YOU AGREE TO TAKE THE RISKS OF INTERRUPTION OF THE SERVICE FOR ANY TECHNICAL REASONS.</p>\n<p>\n<br>\n</p>\n<p>b.In addition to the preceding paragraph and other provisions of this Agreement, any statement that may be posted on the Service is for informational and entertainment purposes only and is not intended to replace or substitute for any professional financial, medical, legal, or other advice.\nWetHunt makes no representations or warranties and, to the fullest extent permitted by law, expressly disclaims any and all liability relating to your reliance on the statements or other information offered or provided within or through the Service.\nIf you have specific concerns or a situation arises in which you require professional or medical advice, you should consult with an appropriately trained and qualified specialist.</p>\n<p>\n<br>\n</p>\n<p>c.\nAll the information provided on the Service is subject to change at our sole discretion without notice.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>21.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>\n<br>\n</p>\n<p>EXCEPT WHERE OTHERWISE INAPPLICABLE OR PROHIBITED BY LAW, INCLUDING THE STATE OF NEW JERSEY, YOU EXPRESSLY UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY LAW, THE RELEASED PARTIES&nbsp;SHALL&nbsp;NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WetHunt HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (A) THE USE , ATTEMPTED USE, OR THE INABILITY TO USE THE SERVICE.\n(B) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY DATA, INFORMATION, OR SERVICES OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH, FROM, OR AS A RESULT OF THE SERVICE.\n(C) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(D) STATEMENTS OR CONDUCT OF ANY MEMBER OR THIRD PARTY ON THE SERVICE.\n(E) YOUR RELIANCE ON CONTENT OR DATA MADE AVAILABLE BY US.\nOR (F) ANY OTHER MATTER RELATING TO THE SERVICE.</p>\n<p>\n<br>\n</p>\n<p>IF, NOT WITHSTANDING THE LIMITATIONS OF LIABILITY SET FORTH ABOVE, WetHunt IS FOUND LIABLE UNDER ANY THEORY, WetHunt LIABILITY AND YOUR EXCLUSIVE REMEDY WILL BE LIMITED TO THE GREATER OF THE FEES YOU HAVE PAID TO WetHunt OR USD $100.\nTHIS LIMITATION OF LIABILITY SHALL APPLY FOR ALL CLAIMS, REGARDLESS OF WHETHER WetHunt WAS AWARE OF OR ADVISED IN ADVANCE OF THE POSSIBILITY OF DAMAGES OR SUCH CLAIMS.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS IN THIS PARAGRAPH MAY NOT APPLY TO YOU.</p>\n<p>\n<br>\n</p>\n<p>IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE YOUR RIGHTS WITH RESPECT TO CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, AND THAT IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>22.\nINDEMNITY BY YOU</strong>\n</p>\n<p>\n<br>\n</p>\n<p>To the fullest extent permitted by law, you agree to indemnify , defend,&nbsp;and hold us harmless WetHunt and all of its subsidiaries, affiliates, officers, agents, and other partners and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorney's fees and costs, made by any third party resulting from or in any way connected with or related to (i) your use of the Service and the Website in violation of this Agreement.\n(ii) your breach of this Agreement and/or any of your representations and warranties set forth above.\n(iii) your violation of the rights of a third party, including but not limited to intellectual property rights.\n(iv) User Content.\n(v) any harmful act toward any other Member of the Website with whom you connected via the Website.\nWetHunt reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with, and fully indemnify, WetHunt in connection therewith.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>23.\nNO THIRD PARTY BENEFICIARIES</strong>\n</p>\n<p>\n<br>\n</p>\n<p>You agree that, except as otherwise expressly provided in this Agreement, there shall be no third party beneficiaries to this Agreement.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>24.\nDISPUTE RESOLUTION</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You hereby specifically agree that any dispute or claim arising out of or relating to this Agreement and/or your use of or access to the Website and Services, any validity, interpretation, breach, enforcement or termination of this Agreement, or otherwise relating to (the “Dispute”) shall be finally settled, resolved in accordance with the provisions set forth.</p>\n<p>&nbsp;</p>\n<p>\n<strong>a.\nInformal Dispute Resolution.</strong> Prior to the initiation of formal dispute resolution procedures, you specifically agree to contact us at<strong>\n</strong> support@digitalint.co <strong>\n</strong>to resolve the Dispute informally, as follows:</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>First, you must provide a notice of the Dispute (the “Notice”) with (a) brief description of the Dispute, (b) a statement of your concerns and perspectives on the issues in Dispute, (c) a summary of supporting facts and circumstances, (d) your contact information (email, you user account credentials) and (e) other information which you deemed relevant.</p>\n<p>&nbsp;</p>\n<p>Upon receipt of the Notice, the will submit to the you a written response (the “Response”).</p>\n<p>&nbsp;</p>\n<p>The parties will attempt to resolve the Dispute in good faith in an effort to resolve the dispute without the necessity of any formal proceeding.\nIn addition, to facilitate such negotiations, the parties may agree to utilize the services of a mediator whose fees will be split equally by the wethunt.com and you.</p>\n<p>&nbsp;</p>\n<p>The Parties agree that any written statements, including the Response, and other documents, which will be prepared in connection with settlement, and as such will be privileged and will not be used against the unless it is subsequently introduced by the in any formal proceedings.\nThe Parties also agree that the informal settlement will be conducted privately, amicably and confidentially.</p>\n<p>&nbsp;</p>\n<p>Should the parties fail to reach agreement within 30 days after receipt of the Notice in accordance with Section 24 (a) above (or such longer period as the parties may agree in writing), then formal proceedings for the resolution of such Dispute may be commenced in accordance with Section 24 (b).</p>\n<p>\n<br>\n</p>\n<p>\n<strong>b.\nArbitration.\n</strong>If the Parties are unable to resolve any Dispute arising under this Agreement as contemplated by Section 24 (a), then such Dispute will be submitted to mandatory and binding arbitration pursuant to the following conditions:</p>\n<p>\n<br>\n</p>\n<p>YOU AND WetHunt, AND EACH OF OUR RESPECTIVE AGENTS, CORPORATE PARENTS, SUBSIDIARIES, AFFILIATES, PREDECESSORS IN INTEREST, SUCCESSORS, AND ASSIGNS, AGREE TO ARBITRATION, AS THE EXCLUSIVE FORM OF DISPUTE RESOLUTION EXCEPT AS PROVIDED FOR BELOW, FOR ALL DISPUTES AND CLAIMS ARISING OUT OF OR RELATING TO THIS AGREEMENT, THE SERVICE, OR THE WEBSITE, UNLESS YOU ARE LOCATED IN A JURISDICTION THAT PROHIBITS THE EXCLUSIVE USE OF ARBITRATION FOR DISPUTE RESOLUTION.</p>\n<p>&nbsp;</p>\n<p>Arbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nPlease visit www.adr.org for more information about arbitration.</p>\n<p>\n<br>\n</p>\n<p>THE AMERICAN ARBITRATION ASSOCIATION (\"AAA\") WILL EXCLUSIVELY&nbsp;ADMINISTER THE ARBITRATION IN ACCORDANCE WITH ITS COMMERCIAL ARBITRATION RULES AND THE SUPPLEMENTARY PROCEDURES FOR CONSUMER RELATED DISPUTES (THE \"Rules\"), AS MODIFIED BY THIS AGREEMENT.</p>\n<p>&nbsp;</p>\n<p>If you commence arbitration against WetHunt, you are required to provide a written notice of intent to arbitrate (the \"Dispute Notice\"), by an international courier with a tracking mechanism, or, in the absence of a mailing address, via any other method available, including via e-mail, to WetHunt at the Arbitration Notice Address as defined below within seven (7) days of such commencement.\nThe Dispute Notice must (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (the \"Demand\").</p>\n<p>&nbsp;</p>\n<p>The Dispute Notice to WetHunt must be addressed to Compliance Department of at (the “Arbitration Notice Address”).</p>\n<p>\n<br>\n</p>\n<p>The Rules and AAA forms are available online at http://www.adr.org.\nIf you are required to pay a filing fee to commence an arbitration against WetHunt, then WetHunt will promptly reimburse you for your confirmed payment of the filing fee upon WetHunt’ receipt of the Dispute Notice at the Arbitration Notice Address that you have commenced arbitration along with a receipt evidencing payment of the filing fee, unless your Demand is equal to or greater than $1,000 or was filed in bad faith, in which case you are solely responsible for the payment of the filing fee.</p>\n<p>\n<br>\n</p>\n<p>The arbitration shall be conducted exclusively in English.\nThe Dispute will be resolved by a single, independent and impartial arbitrator acceptable to the parties involved in the Dispute.\nIf the parties are unable to agree upon a mutually acceptable arbitrator within 30 days of the submission of the Dispute to arbitration, such arbitrator will be appointed pursuant to the AAA Rules, as modified herein.</p>\n<p>\n<br>\n</p>\n<p>You and WetHunt agree to comply with the following rules, which are intended to streamline the arbitration process and reduce the costs and burdens on the parties: (i ) the arbitration will be conducted online and/or be solely based on written submissions, the specific manner to be chosen by the party initiating the arbitration.\n(ii) the arbitration will not require any personal appearance by the parties or witnesses unless otherwise mutually agreed in writing by the parties.\nand (iii) any judgment on the award the arbitrator renders may be entered in any court of competent jurisdiction.</p>\n<p>&nbsp;</p>\n<p>The arbitrator shall have the exclusive and sole authority to resolve any dispute relating to the interpretation, construction, validity, applicability, or enforceability of these Terms, the Privacy Policy, and this arbitration provision.\nThe arbitrator shall have the exclusive and sole authority to determine whether this arbitration agreement can be enforced against a non-signatory to this agreement and whether a non-signatory to this agreement can enforce this provision against you or WetHunt.</p>\n<p>\n<br>\n</p>\n<p>Barring extraordinary circumstances, the arbitrator will issue his or her final, confidential&nbsp;decision within 120 days from the date the arbitrator is appointed.\nThe arbitrator may extend this time limit for an additional 30 days upon a showing of good cause and in the interests of justice.\nAll arbitration proceedings will be closed to the public and confidential, and all records relating thereto will be permanently sealed, except as necessary to obtain court confirmation of the arbitration award.\nThe award of the arbitrator will be in writing and will include a statement setting forth the reasons for the disposition of any claim.</p>\n<p>\n<br>\n</p>\n<p>The arbitrator shall apply the laws of the Delaware without regard to its conflicts of laws principles in conducting the arbitration.\nYou acknowledge that these terms and your use of the Service evidences a transaction involving interstate commerce.\nThe United States Federal Arbitration Act (\"FAA\") will govern the interpretation, enforcement, and proceedings pursuant to this Section 24 in this Agreement.\nAny award rendered shall be final, subject to appeal under the FAA.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>c.\nEquitable Relief.\n</strong>The foregoing provisions of this Section 24 do not apply to any claim in which either party seeks equitable relief to protect such party’s copyrights, trademarks, patents , or other intellectual property.&nbsp;For the avoidance of doubt, you acknowledge that, in the event WetHunt or a third party breaches this Agreement, the damage or harm, if any, caused to you will not entitle you to seek injunctive or other equitable relief against WetHunt, and your only remedy will be for monetary damages, subject to the limitations of liability set forth in this Agreement.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>d.\nClaims.\n</strong>You and WetHunt agree that, notwithstanding any other rights a party may have at&nbsp;law or in equity, any claim arising out of or related to this Agreement (including the Privacy Policy) or the Service, excluding a claim for indemnification, must be initiated with the AAA, filed in small claims court in Delaware as set forth, within one (1) year after the claim accrues.\nOtherwise, such cause of action is permanently and forever barred.\nThis one (1) year period includes the thirty (30) day pre-dispute procedure set forth in Section 24(a) above.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>e.\nImproperly Filed Claims.\n</strong>All claims you bring against WetHunt must be resolved in accordance with this Section.\nAll claims filed or brought contrary to this Section will be considered improperly filed.\nShould you file a claim contrary to this Section, WetHunt may recover attorneys’ fees and reimbursement of its costs, provided that WetHunt has notified you in writing of the improperly filed claim, and you fail to promptly withdraw the claim.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>f.\nModifications</strong>.\nIn the event that WetHunt makes any material change to this Arbitration provision (other than a change to WetHunt’ Arbitration Notice Address), you may reject any such change by sending us written notice within thirty (30) days of the change to WetHunt’ Arbitration Notice Address, in which case your account with WetHunt and your license to use the Service will terminate immediately, and this Section, as in effect immediately prior to the amendments you reject, will survive the termination of this Agreement.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>g.\nCLASS ACTION WAIVER</strong>\n</p>\n<p>\n<br>\n</p>\n<p>YOU HEREBY IRREVOCABLY AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU SPECIFICALLY WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE ACTION AGAINST THE WetHunt IN A COURT OR IN ARBITRATION.\nYOU FURTHER AGREE THAT YOU MAY BRING DISPUTES AGAINST WetHunt ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, you hereby confirm that arbitration claims may not be joined or consolidated in the arbitration proceeding.\nIn no event shall the arbitrator have authority to preside over any form of representative or class proceeding or to issue any relief that applies to any person or entity other than you or WetHunt individually.\nIf this Class Action Waiver is found to be invalid or unenforceable in whole or in part, then the entirety of this Section (except for this sentence) shall be null and void with respect to such proceeding, subject to the right to appeal the limitation or invalidation of the Class Action Waiver.</p>\n<p>\n<br>\n</p>\n<p>THE PARTIES EXPRESSLY ACKNOWLEDGE AND AGREE THAT THEY HAVE READ AND UNDERSTOOD THIS SECTION 24 AND THAT THEY ARE HEREBY KNOWINGLY AND VOLUNTARILY WAIVING THEIR RIGHT TO A JURY TRIAL.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>h.\nEnforceability.\n</strong>If only the \"Class Action Waiver\" paragraph above or the entirety of this Section 24 is found to be unenforceable, then the entirety of this Section 24 will be null and void and, in such case, the parties agree that the applicable law, exclusive jurisdiction and venue described in Section 25 or Section 26 will govern any action arising out of or related to this Agreement and/or your use of Services.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>25.\nGOVERNING LAW</strong>\n</p>\n<p>The laws of the State of Delaware, excluding its conflicts of law rules, govern this Agreement and your use of the Service.\nYour use of the Service may also be subject to other local, state, national, or international laws.\nTo the extent that any action relating to any dispute hereunder is permitted to be brought in a court of law, such action will be subject to the exclusive jurisdiction of the state and federal courts located in Delaware, and you hereby irrevocably submit to personal jurisdiction in such courts, and waive any defense of inconvenient forum.</p>\n<p>\n<strong>26.\nGOVERNING LAW FOR EU RESIDENTS</strong>\n</p>\n<p>If you are a resident of the European Union and European Economic Area, the agreement to arbitrate in Sections 24 and 25 will not apply to you.\nThis Agreement, your use of the Website, and the relationship between you and us shall be governed by the laws of Cyprus, without regard to conflict of law rules.\nThe United Nations Convention of Contracts for the International Sale of Goods (CISG) is specifically excluded.\nThe sole and exclusive jurisdiction and venue for any action or proceeding arising out of or related to this Agreement shall be in an appropriate court located in Limassol, Cyprus, and you hereby irrevocably submit to personal jurisdiction and venue in such courts, and waive any defense of improper venue or inconvenient forum.</p>\n<p>\n<strong>27.\nTERM AND TERMINATION</strong>\n</p>\n<p>&nbsp;</p>\n<p>This Agreement will take full force and effect when you access the Service and will remain in effect while you use the Services.\nYou may terminate your membership (subject to Sections 3 and 4 above) at any time, for any reason, by contacting our Support Team at support@digitalint.co .\nWe may suspend or terminate your use of our Services and/or Membership at any time, at our sole discretion without cause and without notice.\nWe are not required, and may be prohibited by law or otherwise from, disclosing the reason (s) for the termination of your account.\nAfter your Membership is terminated, all terms that by their nature may survive termination of this Agreement shall be deemed to survive such termination including, but not limited to, Sections 3 (f), 7-11, 13-14, 20-26 and 28-29.\nWe reserve the right to take further action for our loss or the potential loss of other Members or third parties when necessary due to your breach of this Agreement, in our sole discretion.</p>\n<p>&nbsp;</p>\n<p>\n<strong>28.\nELECTRONIC SIGNATURE</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>a.\nAll information communicated on the Service is considered an electronic communication.\nWhen you communicate with us through or on the Service or via other forms of electronic media, such as e-mail, you are communicating with WetHunt electronically.\nYou agree that we may communicate electronically with you and that such communications, as well as notices, disclosures, agreements, and other communications that we provide to you electronically, are equivalent to communications in writing and shall have the same force and effect as if they were in writing and signed by the party sending the communication.</p>\n<p>\n<br>\n</p>\n<p>b.\nYou further acknowledge and agree that by clicking on a button labeled \"SUBMIT\", \"I ACCEPT\", \"I AGREE\" or similar links or buttons, you are submitting a legally binding electronic signature and are entering into a legally binding contract.\nYou acknowledge that your electronic submissions constitute your agreement and intent to be bound by this Agreement.&nbsp;&nbsp;Pursuant to any applicable statutes, regulations, rules, ordinances or other laws, including without limitation the United States Electronic Signatures in Global and National Commerce Act, P.L.\n106-229 (the \"E-Sign Act\") or other similar statutes, YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS AND OTHER RECORDS AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED THROUGH THE SERVICE.\nFurthermore, you hereby waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws in any jurisdiction which require an original signature, delivery or retention of non-electronic records, or to payments or the granting of Premium Features by other than electronic means.</p>\n<p>Your account will not be completed until you have read and affirmatively accepted our Terms of Use and our Privacy Policy located at https://wethunt.com/privacypolicy and by checking the applicable boxes on the account creation page.</p>\n<p>&nbsp;</p>\n<p>\n<strong>29.\nMISCELLANEOUS</strong>\n</p>\n<p>&nbsp;</p>\n<p>a.\nThis Agreement contains the entire agreement and understanding between you and WetHunt with respect to the subject matter hereof, and supersedes all prior agreements, understandings, inducements and conditions, express or implied, oral or written, of any nature whatsoever with respect to the subject matter hereof.</p>\n<p>\n<br>\n</p>\n<p>b.\nIn the event that any provision of this Agreement becomes or is declared by a court of competent jurisdiction to be illegal, unenforceable or void, the validity of the remaining provisions shall not be affected, and the rights and obligations of the Parties shall be constructed and enforced as if the Agreement did not contain the particular term or provision held to be invalid.</p>\n<p>&nbsp;</p>\n<p>c.The titles and subtitles used in this Agreement are used for convenience only and are not to be considered in construing or interpreting this Agreement.</p>\n<p>&nbsp;</p>\n<p>d.\nYou agree that, except as otherwise expressly provided in this Agreement, there shall be no third-party beneficiaries to this Agreement.</p>\n<p>\n<br>\n</p>\n<p>e.\nThe failure of WetHunt to insist in any one or more cases upon the performance of any of the provisions, covenants or conditions of this Agreement or to exercise any option herein contained shall not be construed as a waiver or relinquishment for the future of any such provisions, covenants or conditions.</p>\n<p>&nbsp;</p>\n<p>f.\nWetHunt may assign or transfer the Agreement, and any and all of its rights hereunder, in whole or in part, to any other person, whether by way of novation or otherwise, and you hereby give us consent to any such assignment and transfer.\nYou hereby specifically agree that posting on this Website of a version of this Agreement indicating another person as a party to this Agreement will constitute sufficient notice to you of the transfer of our rights and obligations under the Agreement with you to that party (unless otherwise is expressly indicated).</p>\n<p>\n<br>\n</p>\n<p>g.\nWetHunt shall not be responsible for any failure to perform due to unforeseen circumstances or to causes beyond our reasonable control, including but not limited to, acts of God, such as fire, flood, earthquakes, hurricanes, tropical storms or other natural disasters.\nwar, riot, arson, embargoes, acts of civil or military authority, or terrorism.\nstrikes, or shortages in transportation, facilities, fuel, energy, labor or materials.\nfailure of the telecommunications or information services infrastructure.\nhacking, SPAM, or any failure of a computer, server or software, for so long as such event continues to delay WetHunt’ performance.</p>\n<p>\n<br>\n</p>\n<p>h.\nThis is an electronic Agreement.\nYou agree that we may communicate electronically with you and that such communications, as well as notices, disclosures, agreements, and other communications that we provide to you electronically, are equivalent to communications in writing and shall have the same force and effect as if they were in writing and signed by the party sending the communication.</p>\n<p>&nbsp;</p>\n<p>i.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and WetHunt as a result of this Agreement or use of the Service.</p>\n<p>\n<br>\n</p>\n<p>Please contact us in case you have further questions in relation to this Agreement.</p>\n<p>&nbsp;</p>\n<p>Email: support@digitalint.co </p>\n<p>&nbsp;</p>\n<p>Address: c/o Customer Support, support@digitalint.co </p>\n<p>\n<br>\n</p>\n<p>An error has occurred.\nTry again&nbsp;or&nbsp;reload the page.</p> \"Hey! You need to <b>Allow</b> wethunt.com to send you notifications or else I won't be able to send you my nudes!\" \"wethunt.com would like to show you notifications\" Decline Accept ", "created_at": "2021-07-13 23:08:24.694589", "updated_at": "2021-07-13 21:08:38.225192"}], "points": [], "urls": ["wethunt.com"]}}