{"error": 448, "message": "OK", "parameters": {"id": 2312, "name": "Archive of Our Own", "created_at": "2020-08-01 21:11:55.475886", "updated_at": "2021-03-25 03:19:51.71772", "wikipedia": "https://en.wikipedia.org/wiki/Archive_of_Our_Own", "keywords": null, "related": null, "slug": "archive_of_our_own", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2312.png", "url": "archiveofourown.org", "documents": [{"id": 2740, "name": "Privacy Policy", "url": "https://archiveofourown.org/tos#privacy", "xpath": "//body", "text": " <ul>\n<li>Main Content</li>\n</ul>\n<p> While we've done our best to make the core functionality of this site accessible without javascript, it will work better with it enabled.\nPlease consider turning it on! </p> Archive of Our Own<sup> beta</sup>\n<p> Log In </p>\n<dl>\n<dt> User name or email:</dt>\n<dd>\n</dd>\n<dt>Password:</dt>\n<dd>\n</dd>\n</dl>\n<p> Remember Me </p>\n<ul>\n<li>Forgot password?</li>\n<li> Get an Invitation </li>\n</ul> Site Navigation <ul>\n<li> Fandoms <ul>\n<li>All Fandoms</li>\n<li>Anime &amp.\nManga</li>\n<li>Books &amp.\nLiterature</li>\n<li>Cartoons &amp.\nComics &amp.\nGraphic Novels</li>\n<li>Celebrities &amp.\nReal People</li>\n<li>Movies</li>\n<li>Music &amp.\nBands</li>\n<li>Other Media</li>\n<li>Theater</li>\n<li>TV Shows</li>\n<li>Video Games</li>\n<li>Uncategorized Fandoms</li>\n</ul>\n</li>\n<li> Browse <ul>\n<li>Works</li>\n<li>Bookmarks</li>\n<li>Tags</li>\n<li>Collections</li>\n</ul>\n</li>\n<li> Search <ul>\n<li>Works</li>\n<li>Bookmarks</li>\n<li>Tags</li>\n<li>People</li>\n</ul>\n</li>\n<li> About <ul>\n<li>About Us</li>\n<li>News</li>\n<li>FAQ</li>\n<li>Wrangling Guidelines</li>\n<li>Donate or Volunteer</li>\n</ul>\n</li>\n<li> Search Works <p> Work Search: tip: arthur merlin words&gt;1000 sort:hits </p>\n</li>\n</ul> Terms of Service The Archive of Our Own is a place for fanworks, including fan fiction based on books, TV, movies, comics, other media, and real-person fiction (<abbr>RPF</abbr>).\nWhat We Believe <ol>\n<li>Our goal is maximum inclusiveness (refer to the ToS FAQ) of content.\nOur software is open-source and available for others to use if they wish to implement the code elsewhere.</li>\n<li>We are committed to defending fanworks against legal challenges.\nOur position on transformative fanworks is detailed in the <abbr>OTW</abbr>\n<abbr>FAQ</abbr>.\nWe have legal resources and alliances on which we can draw.\nHowever, that is not a guarantee that the organization can or will fight each battle.\nThe Board will take into account a variety of factors, both legal and otherwise, in responding to a legal challenge.\nFurther information is available on the <abbr>OTW</abbr> site.</li>\n<li>We do not sell the data that you post on, submit to or share on \"<abbr>OTW</abbr> Sites\" (transformativeworks.org, archiveofourown.org and fanlore.org) to third parties, and we do not include or accept paid advertisements from third parties.\nEach of the <abbr>OTW</abbr> Sites has Terms of Service and a Privacy Policy that explains what information we collect, how we use it and who we share it with.\nyour use of any of the <abbr>OTW</abbr> Sites is governed by that site's Terms and Policy.</li>\n<li>We strive to make each <abbr>OTW</abbr> Site's Terms of Service (<abbr>ToS</abbr>) and Privacy Policy readable.\nWe have tried to provide explanations for the more unusual legal terms.\nIf you have terminology questions not covered here, Law.com's glossary may help, though we cannot vouch for the accuracy of outside sources, including those referenced in the <abbr>ToS</abbr>.</li>\n</ol> There are five parts to the Terms of Service (<abbr>ToS</abbr>): <ol>\n<li>General Principles</li>\n<li>Age Policy</li>\n<li>Privacy Policy</li>\n<li>Content and Abuse Policies</li>\n<li>Assorted Specialized Policies</li>\n</ol> I.\nGeneral Principles A.\nThe legalese: including where a lawsuit would be filed, when, and under what law <p>The <abbr>ToS</abbr> constitute the entire agreement between you and the Organization for Transformative Works (<abbr>OTW</abbr>) and govern your use of the Archive of Our Own service (hereinafter \"Service\", \"AO3\" or \"Archive\").\nIt takes the place of all prior agreements between you and the OTW concerning your use of the Service.\nIt does not govern your use of other <abbr>OTW</abbr> sites and/or projects including the <abbr>OTW</abbr> site itself, Fanlore, or Transformative Works and Cultures, or donations to or membership in the <abbr>OTW</abbr>, or <abbr>OTW</abbr> elections, all of which are covered under separate agreements hosted on each of the <abbr>OTW</abbr> Sites.</p>\n<p>The AO3 <abbr>ToS</abbr>, the relationship between you and the <abbr>OTW</abbr>, and all disputes arising out of or related to it, shall be governed by the laws of the United States and specifically the State of New York (refer to the ToS FAQ), without regard to its conflict of law provisions.</p>\n<p>You and the <abbr>OTW</abbr> agree to submit to the personal and exclusive jurisdiction of the courts located within New York County (Manhattan), New York, and to waive any objection to the laying of venue there.</p>\n<p>The <abbr>OTW</abbr>'s failure to enforce any part of the <abbr>ToS</abbr> will not waive the <abbr>OTW</abbr>'s ability to enforce it, and any waiver with regard to a specific instance shall not constitute a waiver of any other breaches of the <abbr>ToS</abbr>, even with regard to the same user.</p>\n<p>If any provision of the <abbr>ToS</abbr> is found by a court of competent jurisdiction to be invalid, you agree that the court should give effect to the party's intentions as reflected in the provision, and that the other provisions of the <abbr>ToS</abbr> remain in full force and effect.</p>\n<p>You agree that, regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Archive or the <abbr>ToS</abbr> must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p> B.\nYou agree to the Terms of Service <ol>\n<li>\n<p>Archive Of Our Own hosts and shares content created by fans, for fans.\nOur Privacy Policy is a part of these Terms of Service and is contained in Section III of these Terms of Service.\nBy submitting a work, comment, image, tag, item of information including personally identifying information like an email address, User Name, link, embedded image, audio file or video, or any other form of content (\"Content\") to the Archive, or by creating a User Account and/or by viewing any Content on the Archive, you affirm, confirm and state that you comply with and assent to the <abbr>ToS</abbr>, which incorporates the AO3 Privacy Policy.</p>\n</li>\n<li>\n<p>We may update the <abbr>ToS</abbr> as necessary.\nIf the <abbr>ToS</abbr> change at any time after May 25, 2018, this is how the process will work: Changes in the <abbr>ToS</abbr> may be proposed at any time by or to the <abbr>OTW</abbr> Board.\nProposed changes will be prominently disclosed on the Service, and we will offer at least a two-week comment period for proposed changes.\nAt the end of the comment period, proposed changes will be voted on by the Board.\nIf the Board votes in favor, the changes will become effective at that time.\nYou can learn about changes in the <abbr>ToS</abbr> by visiting the Service.</p>\n<p>Subject to amendments of the update process by the OTW Board, this is the only means by which the Terms of Service may be altered.\nThe Terms of Service cannot be changed by, e.g., emails or oral communications with you.</p>\n</li>\n</ol> C.\nPotential problems with the Service <ol>\n<li>\n<p>The <abbr>OTW</abbr> provides services, including the Archive of Our Own, on an \"as is\" and \"as available\" basis.\nThe <abbr>OTW</abbr> does not warrant (that is, does not make a legally binding promise) that our services will meet your requirements.\nthat our services will be uninterrupted, timely, secure, or error-free.\nor that the results you get from using the services will be accurate, reliable, or satisfactory to you.\nWe will endeavor to provide the best possible service to users of the Service, but many things (e.g., possible outages, hackings, etc.) are not within our control and we cannot provide for all eventualities.\nIn the event we learn of a breach of personally identifying information that users have submitted to the Service, we will notify affected users as soon as practicable.</p>\n</li>\n<li>\n<p>Any material you download, view, or otherwise access through the Service is at your own risk.\nYou will be solely responsible for any damage or loss of data that results from the download of any such material.</p>\n</li>\n<li>\n<p>The <abbr>OTW</abbr> expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nThe <abbr>ToS</abbr> govern your use of the Service, and therefore no communication from anyone associated with the <abbr>OTW</abbr> will create any warranty that isn't expressly stated in the <abbr>ToS</abbr>.</p>\n</li>\n<li>\n<p>You expressly agree that the <abbr>OTW</abbr> shall not be liable to you for any damages of any kind (even if the <abbr>OTW</abbr> has been advised of the possibility of such damages) resulting from the Service, including but not limited to your use of or inability to use the Service.\nunauthorized access to or changes in Content or information you submit.\nand the acts and statements of third parties who use the Service.</p>\n</li>\n<li>\n<p>You agree that the <abbr>OTW</abbr> shall not be liable to you or any third party for any termination of or limitation on your access to <abbr>AO3</abbr>.\nThe <abbr>OTW</abbr> may change, end, or put on hiatus the Service, or parts of its Services, at any time.</p>\n</li>\n<li>\n<p>You agree that the <abbr>OTW</abbr> shall not be liable to you for any claim arising out of Content you make available, your use of the Service, your connection to the Service, your use of the <abbr>ToS</abbr>, or your violation of any rights of another.</p>\n<p>In other words, the <abbr>OTW</abbr> is not liable to you for allowing you to post Content, download Content, use the Service, or interact with AO3.\nThe <abbr>OTW</abbr> does not assume whatever legal risks you face by posting, viewing, or doing other things with Content.</p>\n</li>\n</ol> D.\nWhat you can't do: <p>You agree not to use the Service (as well as the e-mail addresses and <abbr>URL</abbr>s of <abbr>OTW</abbr> sites):</p>\n<ol>\n<li>\n<p>to make available any Content or work that violates the Content Policy;</p>\n</li>\n<li>\n<p>to impersonate any person or entity, including, but not limited to, an <abbr>AO3</abbr> or <abbr>OTW</abbr> representative or volunteer, or falsely state or otherwise misrepresent your affiliation with a person or entity (fiction marked as such, including real-person fiction in first-person format, is not subject to this policy);</p>\n</li>\n<li>\n<p>to forge headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted to or through the Service or any <abbr>OTW</abbr> Content, sites, servers, networks, or services (headers and identifiers are defined as information actually used or intended to be used to route or authenticate Content, and do not include Content that simulates identifiers as part of a story, such as a fictional e-mail exchange);</p>\n</li>\n<li>\n<p>to make available any Content that a court has ruled constitutes patent, trademark, trade secret or copyright infringement (please be aware of the <abbr>OTW</abbr>'s position on fanwork legality);</p>\n</li>\n<li>\n<p>to make available any unsolicited or unauthorized advertising (defined as solicitations for direct or indirect commercial advantage), junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation;</p>\n</li>\n<li>\n<p>to make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer or hardware or telecommunications equipment;</p>\n</li>\n<li>\n<p>to interfere with or disrupt the Service, any <abbr>OTW</abbr>-hosted Content or sites, servers, Services or networks connected to <abbr>OTW</abbr> sites;</p>\n</li>\n<li>\n<p>to create an account if you are a resident or national of any country to which the U.S.\nhas prohibited transactions by mandating a trade embargo, as detailed further by the State Department;</p>\n</li>\n<li>\n<p>to create an account if you are under the age of thirteen;</p>\n</li>\n<li>\n<p>to create an account if you are: between the ages of 13 and 16, and a resident or citizen of a country, including a European Economic Area country that states an age that is older than yours is required to consent to the processing of personal data without our obtaining written permission from a parent or legal guardian under the General Data Protection Regulation (\"GDPR\").</p>\n<p>A list of countries that apply the <abbr>GDPR</abbr> can be found here.\nEach user is responsible for knowing the laws of their own country.</p>\n</li>\n<li>\n<p>to use <abbr>OTW</abbr> services to break any law that applies to you, including any rules or regulations having the force of law.\nJust by way of example, do not use the services to disseminate restricted technologies or violate laws governing the export of technical data.\nThis provision is not intended to deal with matters subject to the Content Policy, but the Content Policy cannot cover every law in every country.\nAs a general matter, the Archive follows US law.\nContent that is alleged to violate the law of a relevant jurisdiction will be dealt with according to the procedures established in the Abuse Policy.</p>\n</li>\n</ol> E.\nContent you see through use of the Service: <ol>\n<li>\n<p>The <abbr>OTW</abbr> or users of its services may provide links to or content via sites that are owned or controlled by third parties, and may use such sites, including Twitter and Tumblr, to communicate information about the <abbr>OTW</abbr> and its family of sites.\nThe <abbr>OTW</abbr> has no control over such sites or their terms of use or privacy policies, and you agree that the <abbr>OTW</abbr> is not responsible for and does not endorse their content, terms or availability.</p>\n</li>\n<li>\n<p>While we limit the types of embedded content visible or accessible via Archive-hosted Content, some of the content and/or works that you see displayed at the Archive are not hosted on the Archive or by the <abbr>OTW</abbr>.\nSuch embedded content can include videos, tweets, images that are hosted by third-party sites, or audio files (\"User-Embedded Content\").\nIf you access a page that includes User-Embedded Content, the content file may share data with the hosted site as if you were on or at the hosted site.\nAlthough all visible Content, including embedded images or other works, must comply with our Content Policy, User-Embedded Content is not otherwise governed by these Terms of Use or the Archive Privacy Policy, and instead is covered by the Terms of Use and/or Privacy Policy of the service that hosts the User-Embedded Content.\nThe Archive reserves the right to provide an indicator to users that User-Embedded Content is present on or visible via your Content.</p>\n</li>\n<li>\n<p>You understand that the <abbr>OTW</abbr> does not prescreen Content or review it for purposes of compliance with the <abbr>ToS</abbr>.\nThis includes but is not limited to work information, a work's content, text, graphics, comments, or any other material.\nContent, including User-Embedded Content, is the sole responsibility of the submitter.\nYou understand that using the Archive may expose you to material that is offensive, triggering, erroneous, sexually explicit, indecent, blasphemous, objectionable, grammatically incorrect, or badly spelled.</p>\n</li>\n<li>\n<p>You recognize that the <abbr>OTW</abbr> does not endorse Content on the Archive in any way, except when material appears as an official statement of the <abbr>OTW</abbr>.\nNo committee members, officers, or directors of the <abbr>OTW</abbr> are acting in an official capacity when they post fanworks, commentary, or other Content of the type generally provided by site users.</p>\n</li>\n<li>\n<p>The <abbr>OTW</abbr> is not liable to you for any Content to which you are exposed on or because of the Archive.</p>\n</li>\n</ol> F.\nValid e-mail address: <ol>\n<li>\n<p>As part of your registration, you agree to provide an accurate and current e-mail address and to update the address as necessary.\nIf your e-mail address is inaccurate or not current, the Archive may suspend your account.\nContent provided by suspended accounts before the suspension will not be removed unless the <abbr>OTW</abbr> Board reasonably believes that presence/inclusion of said Content exposes the Archive and/or the <abbr>OTW</abbr> to liability.</p>\n</li>\n<li>\n<p>We reserve the right to share your e-mail address with the owners and/or moderators of any Challenges that you sign up for, and during Open Doors importation where the email address you provided on your AO3 account matches an email address that you used in connection with a non-AO3 collection that is being imported into AO3, your email address may be shared with the entity that manages the work(s) that is/are being imported onto AO3 through an Open Doors process.</p>\n</li>\n<li>\n<p>By registering or otherwise using an e-mail address in connection with the Archive, you assert that the e-mail address is not listed on any child protection registry.\n(There are child protection registries in Michigan and Utah, and our policy applies to any others that exist or may be adopted, whether local, state, or national, including any outside the U.S.)</p>\n</li>\n</ol> G.\nWhat we do with Content: <p>The <abbr>OTW</abbr> does not claim any ownership or copyright in your Content.\n<strong>Repeat: we do not own your Content</strong>.\nNothing in this agreement changes that in any way.\nRunning the Archive, however, requires us to make copies, and backup copies, on servers that may be located anywhere around the world.</p>\n<ol>\n<li>\n<p>You agree that we can make those copies and show your Content to other people, subject to your privacy settings.\nSpecifically, by submitting Content, you grant the <abbr>OTW</abbr> a world-wide, royalty-free, nonexclusive license to make your Content available.\n\"Making available\" includes distributing, reproducing, performing, displaying, compiling, and modifying or adapting (refer to the ToS FAQ).</p>\n<p>Modifying and adapting here refer strictly to how your work is displayed—not how it is written, drawn, or otherwise created.\nBut because your Content may be transmitted over various networks, we may have to make changes to the formatting or display of your Content in order to adapt to the technical requirements of different networks or devices.\nMultimedia content may not display properly on all devices.\nIn some circumstances, we may make changes to improve accessibility.\nFor example, we may automatically convert html tags to our standard forms (e.g., changing \"bold\" html to \"strong\").\nOr we may make special provisions for accessibility, such as allowing you to use nonstandard fonts but also providing an alternate format for those who cannot read such fonts.\nWe may use an internal search engine whose results display relevant snippets from your Content.</p>\n<p>User-provided tags are subject to organization, which is a process we call tag wrangling.\nfor a full explanation of tag wrangling, refer to the ToS FAQ.</p>\n</li>\n<li>\n<p>Subject to the next paragraph of this policy, this license exists only for as long as you choose to continue to include such Content on the Archive and will terminate within a reasonable time after you remove or the <abbr>OTW</abbr> removes such Content from the Archive.\nWe will always strive to make your Content unavailable to users as soon as possible should you choose to remove it.\nThough removed Content will not be publicly available, for legal and disaster recovery purposes we may retain backup copies for longer periods.</p>\n</li>\n<li>\n<p>You may provide Content to a part of the Archive that you do not completely control.\nFor example, you may decide to participate in a challenge run by another user.\nOr you may provide Content to a part of the Archive where your Content can be deleted by other users, for example a Comments page.\nWhere this is the case, by submitting Content to those parts of the Service, you agree to the rules for removing and retaining such Content on those parts of the Service.</p>\n</li>\n<li>\n<p>You acknowledge and agree that the <abbr>OTW</abbr> may preserve Content and may disclose Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: comply with legal process.\nenforce the <abbr>ToS</abbr>.\nrespond to claims that any Content violates the rights of third parties.\nor protect the rights, property, or personal safety of the <abbr>OTW</abbr> services' users and the public.</p>\n</li>\n</ol> H.\nData and Content Processing <p>\n<abbr>AO3</abbr> and the <abbr>OTW</abbr> exist to host Content by creative people like you.\nIn order to host or share your works, as well as comments, Kudos and whatever you put into your User Profile, we have to process certain data and information including personally identifying information that we collect from Users, and that each User inputs.\nIn order to operate the site, host <abbr>OTW</abbr> and user Content, and prevent technical issues and breaches, we need to process (e.g.\ncollect, store, retrieve, disseminate, make available, and delete) certain data and information including personally identifying information, also known as \"Personal Data\".\nPersonal Data includes your username, your email address, your IP information and any personally identifying information you enter on the Archive, including information that you put into your profile, a work's notes or tags, into the body of a work or other Content itself.</p>\n<p>By using the site, you consent to our collection, processing, retention and display of your Content as set forth and explained in these Terms of Use so we can operate, manage, display and share the creativity on <abbr>AO3</abbr>.\nif we believe that using, retaining and/or sharing that information is necessary to preserve the integrity of the Archive and the Content that we host.\nfor legitimate legal and/or accounting audit purposes.\nwhen we have a good faith belief it is required by law, such as pursuant to a subpoena or other legal process.\nor when we have a good faith belief that doing so will help prevent imminent harm to someone.</p> II.\nArchive Age Policy <p>This Age Policy covers the Archive's treatment of (a) users who are residents or citizens of the European Union and of the age where consent of a parent or legal guardian is required for the processing of personal data of children including email addresses and IP addresses, as well as certain uses of cookies.\nand (b) users who are under the age of thirteen (13) and residents or citizens of any other country.</p>\n<p>In compliance with United States regulations regarding online privacy for children, the Archive does not knowingly solicit or collect information from children under the age of thirteen (13).\nChildren under the age of thirteen (13) are therefore not permitted to have an account or upload Content of any type to the Archive.\nBy submitting Content to the Archive, you thereby confirm that you are thirteen (13) years old or older (refer to the ToS FAQ).</p>\n<p>Asking a parent or legal guardian to upload Content does not constitute submitting Content under this policy.\nIf you are under the age of thirteen (13) and not an Age-Barred Individual (as defined below), your parent or legal guardian may upload your Content through their account.</p>\n<p>We as an organization have opted to protect teen users' privacy.\nAs a result, we cannot receive or host Content from individuals that we know are under the age of sixteen (16) and residents/citizens of the European Union, unless they are residents/citizens of the EU countries that allow the collection of Special Categories of Personal Data from those at a younger age and are old enough to consent to the collection of Special Categories of Personal Data in their own country.\nAny individual who is between the ages of 13 and 16 and a resident or citizen of a country, including a European Economic Area country, that states an age that is older than theirs is required to consent to the processing of personal data without our obtaining written permission from a parent or legal guardian under the GDPR (\"Age-Barred Individual\") may not maintain accounts or submit Content.\nAO3 Personnel may, in their reasonable discretion, hide and/or delete accounts held by and/or Content submitted by Age-Barred Individuals.</p> III.\nArchive Privacy Policy A.\nWho runs the Archive <p>The Archive is a project of the Organization for Transformative Works (<abbr>OTW</abbr>), which is committed to fan privacy.\nFor more information about how you can support the <abbr>OTW</abbr>, please see the <abbr>OTW</abbr> Website.\nThis Privacy Policy governs the Archive.</p> B.\nThis TOS, including the Privacy Policy, applies only to the Archive <p>This Privacy Policy covers the Archive's treatment of personally identifying information submitted to us, and which we collect when you use our services in the course of ordinary communications.\nEach site or Service hosted by the <abbr>OTW</abbr> has its own Terms of Service and Privacy Policy.\nThe <abbr>OTW</abbr> or users of its Services may provide links to or content via sites that are owned or controlled by third parties, and may use such sites, including Twitter and Tumblr, to communicate information about the <abbr>OTW</abbr> and its family of sites including the Archive.\nThe <abbr>OTW</abbr> has no control over such sites or their terms of use or privacy policies, and you agree that the <abbr>OTW</abbr> is not responsible for and does not endorse their content, terms or availability.\nIf you follow links off the Archive, you should review those sites' privacy policies, which may be different, and for which the Archive takes no responsibility.</p> C.\nAbout possible changes: <p>If these Terms of Service and/or this Privacy Policy change at any point in the future, we will post the policy changes to the Archive of Our Own.\nSuch changes will be used only for information provided by those who have visited, used, or accessed the Service after the effective date of such policy changes.\nIf you are concerned about how your information is used, you should check back at the Archive site periodically to review the policies.</p> D.\nArchive adherence to the TOS: <p>If you feel that this Service is not following its stated information policy, please contact Archive Personnel.</p> E.\nWhat we will do: <ol>\n<li>\n<p>Any information you include in your work, comment, profile, bookmark, summary, or other Content, including information about your religious views, political views or your sexual identity, or any personally identifying information such as your email address, location, or account User Name for other sites will be accessible by the general public if the Content is marked public, and by Archive users and personnel if the Content is marked accessible to Archive users only.\nIf you save the Content in Draft form, it will be accessible by certain Archive personnel.</p>\n</li>\n<li>\n<p>We may collect personally identifying information such as your IP address and e-mail address when you request an Archive invitation, register for a user account with the Archive, visit any of the sites and services that are part of the <abbr>OTW</abbr> family of sites, or use any of the Archive's Services.\nWe may use third-party services to store, process, or transmit data, or perform other technical functions related to operating the Service.\nThese services may include spam detectors, backup services, icon hosting, and e-mail services.\na list of third-party services is provided in our Subprocessor List.\nWe cannot guarantee other services' performance.\nWe or the services we use may store or process your personally identifying information in data centers which may be located in the United States or other countries.</p>\n</li>\n<li>\n<p>We will use your email address internally for purposes of managing <abbr>AO3</abbr> and maintaining site integrity.\nif you agree to allow your email address to be public, it will be public and you can change that setting any time.\nYou can choose to leave it private, or make it public on the Site.\nif you opt to make it public, everyone has the ability to access it and use it for any purpose.\nWe may occasionally send emails to you from the Archive about your Content and account, the Archive and our fundraisers, as well as news that we reasonably believe to be of interest to our registered users.\nwe will send you your invitation to register for the Archive via email as well.\nBy creating and maintaining a User Account on and with AO3, you consent to receiving such emails, including fundraising emails.\nWe reserve the right to send you notice of complaints raised against you, or alleged violations by you of the Terms of Service, as well as to reply to any email message you send to the Archive and/or its personnel.\nIf you choose to participate in a Challenge, the Challenge maintainer(s) may have access to your e-mail address for purposes of communicating with you (See Section V.I.a.\nbelow for discussion of Challenges).</p>\n</li>\n<li>\n<p>\n<strong>\n<em>We collect, process and retain the following data for the following reasons:</em>\n</strong>\n</p>\n<ol>\n<li>\n<p>E-mail Addresses: We collect email addresses of and from those who communicate with us via email and any Content or Personal Data included in emails to us.\nWe need this information so we can respond to you, and so we can handle complaints about the Service and any users who may have violated the Terms of Use or other policies, and for other legal and accounting/audit reasons including maintaining the integrity of the Archive and the Content that we host;</p>\n</li>\n<li>\n<p>User-Specific Information: We collect information about what pages users access or visit including your interactions with integral Archive features such as Kudos, Comments, Bookmarks and the tags that you \"favorite\", as well as referral information (i.e.\ndata about what site you are coming to the Archive from) and whether there are errors in displaying Content to you.\nWe need this information to maintain the integrity of the site, the Service and the Content that we host.\nto provide you with the Content that you are seeking.\nto minimize \"gaming\" Kudos counts and spam.\nand for other legal and accounting/audit reasons.</p>\n<ol>\n<li>\n<p>You consent to our collection, processing, retention and display of your Content, including personal data, when you upload a work in a manner that is available to all Archive users, or the general public, depending on which you choose.\nWe need such consent because your purpose in and reason for uploading Content to the Archive is for that Content to be visible to users, and if you opt to, for it to be visible to the general public.</p>\n</li>\n<li>\n<p>You consent to our collection, processing and retention of your Content, and personal information connected therewith, including display to you and certain Archive personnel when you upload a work in \"Draft\" form.\nWe need such consent because your purpose in and reason for uploading such Draft Content to the Archive is for that Content to be accessible to you at a later date.\nIn order for that Content to be available to you, it also needs to be accessible to those on the Archive team who have access to our servers, and to the Board, Policy &amp.\nAbuse and Legal committees if necessary to enforce these Terms of Service and maintain the integrity of the Service.</p>\n</li>\n<li>\n<p>You consent to our collection, processing, retention and display of personal information and Content you submit for inclusion on your Profile Page.\nWe need such consent because your purpose in and reason for including information in your Profile is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>You consent to our collection, processing, retention and display of text that you submit as Comments, as well as your personal information associated therewith.\nWe need such consent because your purpose in and reason for submitting a Comment is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>When you are logged in, you consent to our collection, processing, retention, display and use of your User Name as well as our association of it with Kudos that you submit.\nWe need such consent because your purpose in and reason for submitting Kudos is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>Whether you are logged in or not, you consent to our collection, processing, retention and use of your IP address for a limited time, including when you give Kudos.\nWe need this consent because your purpose in and reason for submitting Kudos is to engage publicly with the Content that you enjoyed without publicly associating your Kudos with a User Name, and you wish for such Kudos to be publicly visible and disassociated from your Archive Account, if you have one.\nand because we endeavour to count only one view of a URL per cookie session on the \"Hit\" count for a work.\nTemporarily collecting, processing, and retaining IP addresses permits us to conduct internal management of Kudos and Hits.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>IP Addresses: we collect and process the IP addresses of Archive visitors, including registered users.\nWe need this information so we can provide you with the Content that you are requesting, to allow you to submit Comments, Content and Profile information, and leave Kudos, and for other legal and accounting audit reasons including maintaining the integrity of the Archive and the Content that we host.\nCertain IP information may be collected by the server for log purposes and used for limited technical assessments of the Service.</p>\n</li>\n<li>\n<p>Logs: We collect and process Logs of server interactions, as well as event logs.\nWe need this information for legal and accounting/audit reasons, including maintaining the integrity of the Archive and the Content that we host.</p>\n</li>\n<li>\n<p>Cookies: We use cookies to collect and store visitors' preferences.\ncustomize web pages' content based on visitors' browser type or other information that the visitor sends.\nand record activity at the Archive in order to provide better service when visitors return to our site.\nCookies must be enabled for the Archive to function properly with your computer.\nThe Archive has no access to cookies set by other sites.</p>\n</li>\n<li>\n<p>If for any reason you terminate your user account with us, we will destroy active records containing your Personal Data as soon as reasonably possible.\n\"Reasonably\" here means no more than thirty business days from the termination of the account.\nhowever, we may have to retain some information for a longer period as legal records or for auditing purposes.\nIf we terminate your service, we may retain enough information to prevent you from signing up for the service in the future.\nIf you delete Content from the Archive, it will not be recoverable.</p>\n</li>\n<li>\n<p>If we receive a complaint about a violation of someone's intellectual property rights, we reserve the right to disclose the information provided by the rightsholder or the rightsholder's representative to the subject of the complaint.\nIf we receive a complaint about other matters, such as plagiarism or harassment, we will follow the Abuse Policy, which explains what information provided by the complainant may be disclosed to the subject of the complaint.</p>\n</li>\n</ol>\n</li>\n</ol> F.\nWhat we will not do: <ol>\n<li>\n<p>The <abbr>OTW</abbr> will not provide any third party with any of your personal information or any of the information we collect, except as provided under our Terms of Service.\nWe will not use your personally identifying information to market third party products and services to you via the Archive.</p>\n</li>\n<li>\n<p>We will not sell, trade, or rent your personally identifying information.\nExcept as provided under this policy, we will not disclose your personally identifying information to any third party without your prior consent unless we (1) are legally compelled to do so, (2) have a good-faith belief that such action is necessary to comply with a current judicial proceeding, a court order, or legal process served on the <abbr>OTW</abbr>, or (3) are cooperating with law enforcement authorities.\nAs to (3), we will cooperate with all investigations conducted by law enforcement authorities within the United States of America when legally required to do so.\nCooperation with law enforcement authorities from other countries and cooperation when it is not legally required are at our sole discretion.\nOur discretion looks favorably on freedom and justice, and unfavorably on oppression and violence.</p>\n</li>\n<li>\n<p>Unless legally prohibited, we will attempt to notify you any time we disclose your personally identifying information to a third party.\nIn some cases, the information we have, such as an IP address, may be insufficient for us to notify you.</p>\n</li>\n</ol> IV.\nContent and Abuse Policies <p>We recognize that there is no such thing as a popular abuse policy.\nBy their nature, abuse complaints are unpleasant at best.\nAnd policy needs to be applied by people, which always complicates matters.\nWe have tried to set out clear procedures to minimize and channel the inevitable conflicts.</p>\n<p>The Content and Abuse Policy covers procedures, spam and commercial promotion, threatening the technical integrity of the site, copyright, plagiarism, personal information and fannish identities, harassment, illegal and non-fanwork content, and ratings and warnings.\nWe have developed a <abbr>FAQ</abbr> page to answer additional questions about Content and Abuse (refer to the ToS FAQ).</p>\n<p>The Archive does not prescreen for content.\nComplaints are investigated only when they are submitted through the appropriate channels and with the appropriate information.</p> A.\nProcedures <ol>\n<li>Submitting a complaint <p>Complaints may be submitted to our Policy &amp.\nAbuse team.\nExcept in the case of copyright complaints, a complainant may submit a complaint via the Policy &amp.\nAbuse web form.\nDepending on the nature of the complaint, anonymity of the complainant may hinder our ability to examine and/or verify the complaint.\nIn order for personnel to follow up on any allegation, the exact location (<abbr>URL</abbr>) and nature of the alleged violation must be supplied in the original complaint.\nRepeated unverified complaints from the same source may be subject to summary rejection.</p>\n</li>\n<li>Treatment and investigation of complaints <p>Only people who need to know about a complaint will be informed about it.\nThe details of any individual complaint are confidential and must be used only in resolving that complaint.</p>\n<p>The subject of a complaint may also be among those who need to know about it.\nOnly information provided in the complaint will be passed on.\nThe complainant has complete control over what information is submitted to Policy &amp.\nAbuse, and can submit a complaint pseudonymously.\n(Legal names and other information sufficient to identify a person in the physical world will never be disclosed as part of a standard abuse complaint.\nFor further clarification, please refer to our privacy policy.)</p>\n<p>In general, the Policy &amp.\nAbuse team will only communicate with the subject of a complaint if there appears to be a violation of site policy, or if personnel need more information to resolve the issue.</p>\n<p>The Policy &amp.\nAbuse team records the IP address from which each complaint is submitted, to prevent misuse of the system and/or Service.</p>\n<p>Subject to obligations of confidentiality about specific complaints, the Policy &amp.\nAbuse team may release statistics about general trends, such as the number of plagiarism complaints made and the actions taken by the team, in public or to other <abbr>OTW</abbr> committees, to facilitate discussions of policies, procedures, and trends in complaints.</p>\n<p>When Policy &amp.\nAbuse personnel determine that Content needs to be removed for reasons other than violation of the Age Policy by Age-Barred Individuals, the team will identify the nature of the problem with the Content, and set a deadline for voluntary removal of the Content.\nAn administrator may also hide Content from other users where appropriate.\nIf the original poster does not remove the Content within the deadline, the Archive will remove the Content.\nIn addition, we may remove Content immediately, without waiting for a response, if we are contacted by a legitimate law enforcement agency or if we determine that the Content is threatening to an individual or reveals an individual's personal information without consent.\nIn such cases we will inform the original poster as soon as possible.\nThe original poster will then have the option to resubmit with the violating Content removed.</p>\n<p>The Policy &amp.\nAbuse team may also determine that tags need to be added to or edited in an item of Content.\nFor more information, please see the ratings/warnings section.</p>\n<p>If Content violating the <abbr>ToS</abbr> is posted with invalid contact information, it will be removed without prior notice.</p>\n<p>If the complainant requests notification of the resolution of the complaint and provides contact information, we will notify them.</p>\n</li>\n<li>Submitting an appeal <p>The complainant or the original poster may appeal a decision to the Policy &amp.\nAbuse team as a whole.\nDuring the appeal, the original decision will remain in effect.\nWe will attempt to resolve appeals as speedily as possible, but please remember that the Policy &amp.\nAbuse team is entirely comprised of volunteers.\nThe team's decisions are final unless overturned by the Board at the Board's sole discretion.\nThere is no right of appeal to the Board.\nThe team, however, may consult with the Board or with committee members authorized by the Board if the team decides that consultation would help resolve an issue.</p>\n</li>\n<li>Account statuses <p>\"Account status\" refers to the existence of warnings on an account and whether that account has been suspended, temporarily or permanently (refer to the ToS FAQ).</p>\n<p>The Policy &amp.\nAbuse team may issue warnings when it determines that a violation of the <abbr>ToS</abbr> was minor or unintentional.\nMore serious, intentional, or repeated violations of the <abbr>ToS</abbr> will trigger suspensions.\nA suspension will generally be for a defined period of time, such as a month.\nThe team may also permanently suspend users when it determines that such action is justified.\nPermanent suspensions for violations other than spam, violation of the Archive's Age Policy by Age-Barred Individuals, or threatening the technical integrity of the site require a majority vote of the team.\nThe team's discretion will be informed by the nature of the violation and the response of the user, including the user's decision to voluntarily remove, modify or edit the Content that violates the <abbr>ToS</abbr>.</p>\n<p>A user whose account has been permanently suspended for reasons other than age may not rejoin under another identity.</p>\n<p>Where possible, we encourage users to try mediating disputes before contacting Policy &amp.\nAbuse.\nWe provide tools for registered users to control Content that is uploaded in their own spaces.\nFor example, users are able to delete comments on their own stories.\nIf you are unable to resolve the problem on your own, you can file a complaint with the Policy &amp.\nAbuse team.</p>\n<p>In some cases, objectionable Content may have already been deleted before the Policy &amp.\nAbuse team acts.\nWe appreciate good faith attempts to resolve disputes, and in most such cases will close the complaint with no further action.\nHowever, we reserve the right to consider individual circumstances, including whether the poster has engaged in a pattern of such conduct.\nIn such cases, if we verify that the original Content violated the <abbr>ToS</abbr>, we may still decide to warn or suspend the original poster.</p>\n<p>Penalties apply to users, not to screen names/pseudonyms.\nPenalties are not retroactive: a suspended user's nonobjectionable Content will not be automatically removed unless the user is an Age-Barred Individual.\nSuspended users retain the right to delete or Orphan their fanworks by contacting Archive administrators.</p>\n</li>\n</ol> B.\nSpam and commercial promotion <p>Promotion of commercial products or activities is not allowed.\nRepeated identical or nearly identical posts in multiple places, e.g., a large number of identical comments promoting a website, will also be considered spam regardless of commercial content.</p>\n<p>Anything we determine is spam will be removed immediately.\nUsers may be permanently suspended for spam the first time they post spam content.</p>\n<p>In general, unsolicited commercial activity is not permitted on the Archive.\nThe Policy &amp.\nAbuse team has discretion to decide that a fan-related offer was mistakenly disseminated and issue a warning instead of a suspension.</p>\n<p>Any spam- or commercial activity-related penalties may be appealed using the ordinary appeal process.</p>\n<p>We may use automated means to filter out spam.\nIf you submit Content that is erroneously caught in a spam filter, please notify Archive administrators.</p> C.\nThreatening the technical integrity of the Service <p>Conduct that threatens the technical integrity of the Archive, e.g.\nattempts to hack the Service or spread viruses through it, will result in an immediate account suspension and deletion of any Content that is hazardous to the operation of the Service or to users' computers.\nUsers may be permanently suspended for threatening the technical integrity of the Archive the first time they do so.\nSuch suspensions may be appealed using the ordinary appeal process.</p>\n<p>Uploading technically misnamed files or Content—e.g., non-image files with an image file extension used to disguise their actual format—constitutes a threat to the technical integrity of the site.</p> D.\nCopyright and Trademark <p>Please be aware that the <abbr>OTW</abbr> believes that transformative fanworks are legal.\ntherefore, complaints based merely on the existence of fanwork based on copyrighted content or mentioning trademarks will not be pursued.</p>\n<p>If you believe that your content has been reproduced in whole or in part, without transformative use (transformative use is defined by the <abbr>OTW</abbr> as adding something new, with a further purpose or different character, altering the source with new expression, meaning, or message), please follow our procedures for reporting copyright infringement.</p>\n<p>The report must clearly and specifically indicate the exact location (<abbr>URL</abbr>), nature, and extent of each instance of allegedly infringing content, as well as the exact copyrighted material that is being infringed, as well as full and complete contact information for the copyright holder and/or an authorized agent.</p>\n<p>Epigraphs and short quotations, including quotations from song lyrics and poetry, are allowed.\nContent that is set within or draws on an existing work is allowed.\nReproductions of entire copyrighted works—whether songs, poems, transcripts, or other material—are not allowed without the consent of the copyright owner.</p> E.\nPlagiarism <p>Plagiarism is an often-contested and fuzzy concept, and no definition will satisfy everyone.\nOur aim is to be transparent and fair in resolving disputes.</p>\n<p>Plagiarism is the use of someone else's words or concepts without properly attributing those words or concepts to their original source.\nSimply finding and replacing names, substituting synonyms, or rearranging a few words is not enough to make the work original to you.\nDeliberately writing a work using the same general idea as another work is not plagiarism, but citation is always appreciated.\nGenerally, quotes from the source material (canon) on which the Content is based will not constitute plagiarism, nor will obvious allusions (\"Use the Force, Luke!\").\nHowever, when in doubt, cite.\nBe aware that the Policy &amp.\nAbuse team may decide that your citation is not sufficient to render the work your own.\na mere nod to another author whose work you are presenting as your own may result in a judgment of plagiarism.</p>\n<p>Plagiarism is a violation of the <abbr>ToS</abbr> and will incur the penalties described in the Abuse Policy.\nAs with all Content that violates the <abbr>ToS</abbr>, plagiarized Content must be removed.\nDepending on the type and amount of plagiarized Content, this might entail removing an entire piece of Content, removing only the plagiarized portions from a longer work while leaving the original material, or adding citations.</p>\n<p>If you believe a fanwork posted on the Archive plagiarizes another work, please report the work to the Policy &amp.\nAbuse team.\nIn order to allow us to investigate, please provide a link to the work on the Archive, relevant excerpts, and a specific citation of the original material (for example, a <abbr>URL</abbr> or a book edition and page number).</p> F.\nPersonal information and fannish identities <ol>\n<li>\n<p>The <abbr>OTW</abbr> is committed to protecting the privacy of our users, including the separation many fans choose to keep between their legal, \"real life\" names and their fannish pseudonyms.\nUnauthorized disclosure of a fan's personal information and/or data which is included within the definition of Special Categories of Personal Data violates the Terms of Service.\nFor these purposes, \"personal information\" may include legal names and other information sufficient to identify a person in the physical world that they have not voluntarily shared on the Archive itself.\n\"Personal information\" may also include the identity of the creator of an Orphaned fanwork.\nThe Archive reserves the right to delete, hide, mask or otherwise make unavailable to the general public any personal information and/or data which is included within the definition of Special Categories of Personal Data.</p>\n</li>\n<li>\n<p>If you are a resident or citizen of the European Community, you can request that the OTW assemble the data about you that it has in our archive, and provide a copy in electronic format to you.\nwe agree to provide such data to you within a reasonable time.</p>\n</li>\n</ol> G.\nHarassment <p>Harassment is any behavior that produces a generally hostile environment for its target.\nThis includes activities such as bullying and hazing by groups of people as well as personal attacks by individuals.\nNot everyone agrees about what is offensive and unacceptable.\nIndividual users are encouraged to try to resolve problems on their own before contacting the Policy &amp.\nAbuse team.</p>\n<p>Harassment is not allowed.\nUsers engaging in this behavior may be warned, suspended, or permanently suspended as described in the general abuse procedure.</p>\n<p>When judging whether a specific incident constitutes harassment, the team will consider factors such as whether the behavior was repeated, whether it was repeated after the offender was asked to stop, whether the behavior was targeted at a specific person, whether that target could have easily avoided encountering the behavior, whether the behavior would be considered unacceptable according to normal community standards, etc.\nAdditionally, making complaints that are both (a) repeated and (b) baseless, particularly those targeting a specific user, can be considered harassing behavior and may be deemed a violation of the <abbr>ToS</abbr>.</p>\n<p>While these complaints will be reviewed on a case by case basis, in general, threatening Content will be considered harassment, while Content that is merely annoying will be allowed.\nPlease note that most statements like \"X is a terrible actor and should die!\" are not death threats.\nWriting a story where X dies as part of the plot is also not usually a death threat.\nContent that is harder to avoid (such as comments on the target's fanworks) will be judged more strictly than Content that is easily avoidable (such as stories).</p>\n<p>The behavior of the original poster (the complaint subject) may also affect the team's determination.\nIf the original poster repeatedly contacts the subject of the Content about the Content after being told to stop, harasses the subject, or requests that others harass the subject, the Content may be considered part of a general pattern of harassment and be removed.\nPlease use your best judgment both when producing Content of this type and when reporting it.</p> A special note on <abbr>RPF</abbr> (real-person fiction): <p>Writing <abbr>RPF</abbr> (real-person fiction) never constitutes harassment in and of itself.\nHowever, Content that advocates specific, real harmful actions towards real people is not allowed.\nThis includes, but is not limited to, death threats and requests for readers to harass specific people.\nIf you find Content that you believe contains harassing or threatening material, please contact the Policy &amp.\nAbuse team.\nAs Real-Person Fiction is fictional, generally Archive policy will be that Content in <abbr>RPF</abbr> that would be deemed Personal Data and/or Special Categories of Personal Data (e.g.\nfull names, usernames on social media services, city of residence, birth date) will not be considered as such.\nHowever, if information that is accurate, non-public and not that of the User is included (i.e.\nnon-public phone numbers, residential addresses, email addresses or hotel room numbers) the work can be removed from public view by the Archive's Policy &amp.\nAbuse team in its sole discretion.</p> H.\nIllegal and inappropriate Content <p>The Archive of Our Own is a place for fanworks.\nContent may not be uploaded to <abbr>OTW</abbr>'s servers if it contains or links to child pornography (images of real children).\nwarez, cracks, hacks or other executable files and their associated utilities.\ntrade secrets, restricted technologies, or classified information.\nor if it consists entirely of actual instruction manuals, technical data, recipes, or other non-fanwork content, including non-fanwork creative work (refer to the ToS FAQ).\nUploading such Content is a violation of the <abbr>ToS</abbr>.</p>\n<p>We may determine that we need to remove Content to resolve a threatened or pending lawsuit or mitigate other liability.\nIf so, we will remove the Content.\nUnless said Content or data otherwise violates the <abbr>ToS</abbr> or was submitted by an Age-Barred Individual, removal for such reasons will not lead to a suspension.</p>\n<p>If you believe Content violates a specific law, you may report it to us.\nPlease, however, read our Offensive Content Policy below.</p> I.\nOffensive Content Policy <p>As provided in part I.E.3 of the Terms of Service, the <abbr>OTW</abbr> is not liable to you for any Content to which you are exposed on or because of the Service.</p>\n<p>Unless it violates some other policy, we will not remove Content for offensiveness, no matter how awful, repugnant, or badly spelled we may personally find that Content to be.\n</p> J.\nUser Icons <p>User icons should be appropriate for general audiences.\nThey should not contain depictions of genital nudity or explicit sexual activity.\nFor more information, please refer to the ToS FAQ.</p> K.\nTags <ol>\n<li> Introduction <ol>\n<li>\n<strong>We will not require specific ratings or warnings.\nHowever, a creator who chooses not to use ratings or warnings on a fanwork must signal this choice </strong> (refer to the ToS FAQ).\n</li>\n<li>By default, all users will see the Archive warnings and tags the creator has selected.\nAny logged-in user who wishes to avoid Archive warnings and tags may set preferences to hide them by default.\nLogged-in users who set their preferences to hide information are proceeding at their own risk and may be exposed to Content they would otherwise wish to avoid.\nSuch users may change their preferences, or reveal information for specific stories, at any time.\n</li>\n<li>Logged-in users may set their preferences to indicate that they are willing to see mature or explicit content.\n</li>\n<li>Other users, including users who are not registered users of the Service, who follow a link to a fanwork rated mature, explicit, or \"not rated,\" will be asked to agree to see mature, explicit, or unrated Content.\nThe Archive software will remember a non-registered user's choice during that user's visit, but will not retain the setting for future visits.\n</li>\n</ol>\n</li>\n<li> Ratings <ol>\n<li>\n<p>The Archive uses the following ratings, or the equivalent text as specified on the creator upload form:</p>\n<ol>\n<li>General audiences.</li>\n<li>Teen and up audiences.</li>\n<li>Mature.</li>\n<li>Explicit.</li>\n<li>Not rated.</li>\n</ol>\n</li>\n<li>\n<p>As a rule, the creator controls the rating.</p>\n<p>In response to a complaint, the Policy &amp.\nAbuse team may decide that a \"general\" or \"teen\" rating is misleading.\nIn such cases, the creator may be required to change the rating.\nIf the creator declines or fails to respond, the team may hide the work, set the rating at \"not rated,\" or take any other appropriate action, but it will not add any other rating.\n</p>\n</li>\n<li>\n<p>The meaning of \"not rated\":</p>\n<p>Fanworks labeled \"not rated\" may be treated, for purposes of searching, screening, and other Archive functions, like \"explicit\"-rated fanworks.\nThus, users may be asked to agree that they have chosen to access the fanwork before proceeding to the fanwork.\n</p>\n</li>\n</ol>\n</li>\n<li> Warnings and Archive Warnings <ol>\n<li>\n<p>General description:</p>\n<p>There are two components to warnings on the Archive.</p>\n<ol>\n<li>Archive warnings: Creators can select from a list of Archive warnings.\nThe list also allows creators to select \"choose not to use Archive warnings\" and \"none of these warnings apply,\" or equivalent text as specified on the creator upload form.</li>\n<li>Secondary (optional or additional) tags, including warnings: Creators can define their own tags, as seriously or as humorously as they like.\nThese can include specific content warnings.\nThe warnings policy only covers Archive warnings.</li>\n</ol>\n</li>\n<li>\n<p>As a rule, the creator controls the warnings.</p>\n<p>Selecting \"choose not to use Archive warnings,\" or the equivalent text as specified on the creator upload form, satisfies a creator's obligation under the warnings policy.\nIf a fanwork uses this option, we will not sustain any failure-to-warn complaints.\nIf the Policy &amp.\nAbuse team receives a failure-to-warn complaint in other circumstances, the team may decide the absence of a specific Archive warning is misleading.\nIn such cases, the creator may be asked to add a warning or to select the choose not to warn option.\nIf the creator declines or fails to respond, the team may hide the work, set the warning to indicate that the creator has chosen not to warn, or take any other appropriate action, but it will not select any other warning.</p>\n</li>\n<li>\n<p>The meaning of \"choose not to use Archive warnings\" or equivalent text:</p>\n<p>The fanwork may or may not contain any of the subject matter on the Archive list.\nUsers who wish to avoid specific elements entirely should not access fanworks marked with \"choose not to use Archive warnings.\" A creator can select both \"choose not to use Archive warnings\" and one of the Archive warnings in order to warn for some but not all of the Archive warnings.</p>\n</li>\n</ol>\n</li>\n<li> Consequence of failure to use an appropriate rating or Archive warning <p>In general, failure to use an appropriate rating or Archive warning is not a violation of the abuse policy.</p>\n<p>It is our policy to defer to creators' categorizations, but we reserve the right to recategorize a fanwork in the situations described above.</p>\n<p>A recategorization decision is appealable through the ordinary appeals process.</p>\n<p>A recategorization of a fanwork will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a recategorization, without agreement from the Policy &amp.\nAbuse team, that will be treated as grounds for a suspension.</p>\n</li>\n<li> Fanwork types <p>It is our policy to defer to creators' categorizations, but we reserve the right to recategorize a fanwork type.</p>\n<p>A manual recategorization decision made by the Policy &amp.\nAbuse team is appealable through the ordinary appeals process.</p>\n<p>A manual recategorization of a fanwork will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a manual recategorization, without agreement from the team, that will be treated as grounds for a suspension.</p>\n</li>\n<li> General tags <p>Some tags may be automatically applied to a work.\nIt is our policy to defer to creators' categorizations, but we reserve the right to manually recategorize language and other Archive tags, including fandom tags.\nA manual recategorization or removal of a tag will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a manual recategorization or removal, without agreement from the team, that will be treated as grounds for a suspension.</p>\n</li>\n</ol> V.\nAssorted Policies A.\nCollections, Challenges, and Exchanges <ol>\n<li>\n<p>Archive users may create Collections and encourage other users to submit fanworks to those Collections.\nThe Collection maintainer can set any constraints they want on the Collection, including rules about anonymous works (see A.4 below) but must otherwise follow AO3 Content policy (e.g., if the Collection Content is explicit, it should be marked as \"explicit\" or \"choose not to rate\").\nThe Collection maintainer may be able to ask users for suggestions for new fanworks (\"prompts\"), gather prompts, match participants with prompts (including contacting them via the contact information provided to the Archive or to the Collection maintainer), and show the prompts on the Archive, following the general rules governing works on the Archive.\nWhere Collection rules allow, prompts may be anonymous or limited-visibility, as detailed in A.4 and A.5 below.</p>\n<ol>\n<li>\n<p>A Challenge is a form of AO3 Collection.\nA Challenge maintainer can communicate with Challenge participants.\nThe Challenge maintainer may have access to participants' email addresses for this purpose.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>To be part of a Collection, created on AO3 the fanwork creator has to affirmatively submit the fanwork to the Collection.\nThe Collection maintainer will be able to remove the fanwork from the Collection, but not from the Archive.</p>\n</li>\n<li>\n<p>If the Collection maintainer has specified in advance in the Collection rules that submissions cannot later be removed from the Collection, the user who submitted the fanwork may not be able to delete it, but will be able to Orphan the Content it so that the user's identity is no longer associated with the Content.</p>\n</li>\n<li>\n<p>In order to implement certain types of Collections, the Archive may allow works to be posted without making the creator generally visible (which we call anonymous works).</p>\n<ol>\n<li>Anonymous works are not Orphan works, though they can be Orphaned.</li>\n<li>The creator's pseudonym will not be publicly associated with the work while the anonymity is in place.\nFor non-Orphaned works, the creator's pseudonym will be visible to administrators (including members of the Policy &amp.\nAbuse team for purposes of resolving complaints), co-creators (if any), and the maintainers of any Collection of which the work is a part.</li>\n<li>If the Collection of which a work is a part specifies rules regarding anonymity, such as a designated time for revealing authorship, the Collection maintainer may be able to control the work's anonymity consistent with those rules.\nIn other situations, creators may be able to choose anonymity.</li>\n</ol>\n</li>\n<li>\n<p>In order to implement certain types of Collections, the Archive may allow works to be posted which will not be generally visible until a time set by the Collection maintainer.</p>\n<ol>\n<li>Once posted, the work will be visible to administrators (including members of the Policy &amp.\nAbuse team for purposes of resolving complaints), co-creators (if any), and the maintainers of any Collection of which the work is a part.</li>\n<li>If the collection of which a work is a part specifies rules regarding time of general visibility, the Collection maintainer may be able to control the time at which a work becomes generally visible to Archive users.</li>\n</ol>\n</li>\n<li>\n<p>In the absence of an independent violation of the abuse policy, the Archive will not intervene in decisions by the Collection maintainer.</p>\n</li>\n</ol> B.\nFannish next-of-kin <p>Registered Archive users may designate a fannish next-of-kin.\nA next-of-kin agreement allows the transfer of Content maintenance in the case of a user's permanent incapacitation or death.</p>\n<p>Both parties to the agreement must be registered users of the Archive.</p>\n<p>The Archive's role in this agreement is only to act as a facilitator.\nIf the person designated as the fannish next-of-kin activates the agreement by sending a message to the Archive, the Archive will not do any independent investigation to confirm the necessity for the transfer.</p>\n<p>A fannish next-of-kin agreement is confidential and accessible only by designated members of the Archive team, who may only use it for purposes of implementing the agreement.</p> C.\nOrphaning Content and Deleting Data <ol>\n<li>Definition of Orphaning <p>One of the goals of the OTW and the Archive is to provide a permanent long-term home for fanworks.\nWe also understand that circumstances can arise in which creators wish to remove their stories from the internet or otherwise dissociate themselves from their work.\nOur Archive software gives creators the ability to anonymize or \"Orphan\" fanworks along with the option of deleting them from the Archive.\nFor a more detailed description of Orphaning, please see About Orphaning.</p>\n</li>\n<li>User-controlled Orphaning <p>Users will have the ability to delete or Orphan their Content themselves as long as they have a valid AO3 account, including the account password and/or access to the e-mail address connected with that AO3 account.\nUsers will be able to have passwords e-mailed to them and to change the e-mail addresses associated with accounts.\nHowever, a user who has lost a password and has no access to the e-mail associated with the account may be unable to access the account for any purpose, including Orphaning or deletion, unless the user can verify identity in some other way, as described below.</p>\n</li>\n<li>Caution: Orphaning may be difficult or impossible to reverse.\n<p>If a user affirmatively Orphans Content, any connection between the user and the work will be removed.\nIt therefore may be difficult or even impossible to restore the link between an Orphaned Content and a user.</p>\n</li>\n<li>Linking an author with an Orphaned work <p>As part of the OTW's commitment to privacy, users are not allowed to use comments or tags to publicly identify the creator of an Orphaned work after the work has been Orphaned.\nUsers who add public identifying tags or comments after a work has been Orphaned violate the Archive's Terms of Service.\nAdditionally, identifying tags or comments will be removed.</p>\n</li>\n<li>\n<p>If the creator has an account, it is the creator's responsibility to delete any comments that personally identify said creator that are associated with the work, prior to Orphaning it, and to inform the Policy &amp.\nAbuse team of any identifying tags that should be deleted.\nIf the creator does not have an account, it is the creator's responsibility to identify any comments and/or tags that should be deleted as part of a request for Orphaning (see Policy on unverified identities and Orphaning or deletion below).</p>\n</li>\n<li>Policy on unverified identities and Orphaning or deletion <p>Our policy is that creators should be able to Orphan or delete Content, and they should also be protected against claims by non-creators.\nDeleting Content is a user's way of withdrawing consent for AO3 to continue hosting said Content.\nWe provide creators with several alternative methods of confirming source, including using the e-mail address associated with the fanwork.\nusing information from a creator's own site or journal.\nor using an e-mail address or other form of contact associated with a different copy of the fanwork, including on the Internet Archive.\nWe will also consult with the maintainer of any collection of which the fanwork is a part and take any other actions that seem likely to help with verification.</p>\n<p>If the source of the request is confirmed, we will comply with the request.\nWhen the link between the source of the request and the fanwork's creator cannot be confirmed, and attempts to contact the fanwork's creator through any existing contact information receive no response, we will Orphan the fanwork.</p>\n</li>\n<li>Deleting Your Account <ol>\n<li>\n<p>Deletion of an account is a way for a user to withdraw their consent for AO3 to continue hosting their Content.\n</p>\n</li>\n<li>\n<p>If you delete Content, such Content will be unrecoverable via the Service.</p>\n</li>\n</ol>\n</li>\n</ol> D.\nOpen Doors <p>Please note: these terms are designed for agreements between the OTW and owners/maintainers of archives/collections of fanworks that were originally hosted on third-party sites.</p>\n<p>The Open Doors project of the Organization for Transformative Works is dedicated to preserving fanworks for the future.</p>\n<p>We are happy to help maintainers of typical fanfic archives preserve or back up their collections by transferring the contents of their archive into the Archive of Our Own.\nOther fannish projects that cannot be integrated into the Archive may also be preserved as special collections, resources permitting.\nBoth kinds of projects may be featured on the Open Doors page.</p> ToS for Open Doors projects <ol>\n<li>Maintainer Consent <p>The OTW will only preserve collections with the full consent of the maintainer of the collection.\nThe current maintainer of the project must agree to the Open Doors ToS, agree to any other conditions of the import, and grant us access to a copy of the current contents of the collection.\nThe maintainer must also transfer ownership of the domain name or follow Open Doors' instructions if they want URL redirects, and if such redirects are possible.\n(Domain name transfer is not necessary if the maintainer is merely backing up an Archive within the Archive of Our Own.)</p>\n</li>\n<li>Transfer of Project <p>When the Open Doors Committee and the current owner of the collection have decided to import an archive or a special collection under the Open Doors project, the current owner will provide a copy of the current contents and take any other steps necessary to carry out the transfer.</p>\n<p>Typically, fanwork archives will be imported into the Archive of Our Own under a collection named after the original archive.</p>\n</li>\n<li>URLs for Open Doors Project <p>For collections not hosted on the Archive itself, the special collection or project may be available under subdirectories or subdomains of an OTW site.</p>\n<p>We may also preserve the original project's domain name.</p>\n<p>Archives that have been integrated into the Archive of Our Own will also be listed in the Open Doors gallery.</p>\n</li>\n<li>Role of Original Maintainer <p>The original maintainer of an archive that has been imported to the Archive of Our Own will be invited to moderate their archive's collection within the Archive of Our Own with all the powers that a collection owner in the Archive usually has.\nso, for instance, to decide whether a new work fulfills their collection's rules, or should be removed from the collection.</p>\n<p>If the collection's maintainer no longer wants to work on the collection, they can designate a new maintainer for the collection, or close the collection to new submissions.\nShould someone volunteer or request to maintain a closed collection, Open Doors will attempt to contact the original maintainer to find out if they are interested in transferring the collection.\nIf the original maintainer does not respond with approval, ownership of the collection will not be transferred.</p>\n</li>\n<li>Collection Policy <p>Where possible, the existing policies of the collection will be preserved, even if they differ from the policies of the Archive of Our Own.\nSpecifically, collections (whether integrated into the Archive of Our Own or preserved as special collections) can have limits on fandom, subject matter, sexual content, etc.\nthat do not apply to Archive Content generally.\nOpen Doors collections may be mixed fan and non-fanworks.\nwhen we accept a mixed collection, the entire collection can be added to the Archive, and the standard prohibition on non-fanworks will not apply to the collection.\nHowever, the OTW retains the right to remove Content from its servers if the Board deems removal necessary for specific legal reasons, or if the Content violates the Content Policy (other than the prohibition on non-fanwork content).</p>\n<p>Control over individual fanworks contained within a collection rests with their creators.\nIf the verified creator of any individual fanwork contained within a collection requests its removal or alteration, the OTW will always comply with such a request in a reasonable period of time.\nWe will also provide mechanisms allowing creators to claim their fanworks from such a collection and if desired to attach them to a new or existing Archive of Our Own account, edit them, Orphan them, or delete them.</p>\n</li>\n<li>Parting from the OTW <p>As noted in section 5, control over individual fanworks contained within a collection always rests with their creators.\nThis section applies to collections as a whole.\nIf the collection's original maintainer decides that they no longer want to be affiliated with the OTW, or the OTW board decides they no longer wish to work with the original maintainer, the following procedures for dissolution will apply:</p>\n<ol>\n<li>\n<p>Open Doors will delete the imported archive's collection on AO3.\nAny works imported to the AO3 already claimed, Orphaned, or anonymized by AO3 users will remain in the Archive under control of the creators' accounts, or the Orphan account.\nOpen Doors will work with the original maintainer to delete any unclaimed works.</p>\n</li>\n<li>\n<p>OTW will give the original maintainer a copy of the archive backup given to the Open Doors Committee, if available.</p>\n</li>\n<li>\n<p>OTW will not be responsible for helping the maintainer set up elsewhere.</p>\n</li>\n<li>\n<p>OTW will place an announcement on the Open Doors page indicating that the original maintainer has moved to a new location, with a link to the new location if provided by the maintainer.</p>\n</li>\n<li>\n<p>These <abbr>ToS</abbr> are written assuming a single maintainer for a collection.\nIf there are multiple active maintainers of a collection, they must all agree before the OTW will bring the collection into Open Doors.\nIf some but not all of the maintainers later wish to part from the OTW, those who wish to do so can continue to work with the collection on the OTW servers, while the OTW will follow provisions b.\nand c.\nfor any maintainers who wish to move the collection elsewhere.\nHowever, the OTW will retransfer any domain names only to maintainers who were formerly registered owners of the domain names at issue.\nFor active collections, maintainers can use whatever dispute resolution procedure they work out between themselves, provided that they otherwise comply with OTW policies.</p>\n</li>\n</ol>\n<p>The goal of these rules is to be clear about how special collections and other extant fannish projects might come under the OTW umbrella while still preserving the autonomy both of the original maintainer and of the OTW.\nWe want to provide a permanent home to projects, and preserve the results of our efforts, without the original maintainer feeling like they are giving up all control.</p>\n</li>\n<li>General provisions <p>Matters not specifically addressed in this Open Doors Agreement will be governed by the OTW Terms of Service.</p>\n</li>\n</ol>\n<p>Material in this draft has been drawn from Slashcity, NearlyFreeSpeech.Net, Vox Populli, imeem.</p>\n<p>Approved: 23 May 2018</p> Footer <ul>\n<li> About the Archive <ul>\n<li>Site Map</li>\n<li>Diversity Statement</li>\n<li>Terms of Service</li>\n<li>DMCA Policy </li>\n</ul>\n</li>\n<li> Contact Us <ul>\n<li>Report Abuse</li>\n<li>Technical Support and Feedback</li>\n</ul>\n</li>\n<li> Development <ul>\n<li>otwarchive v0.9.300.1</li>\n<li>Known Issues</li>\n<li>GPL by the OTW</li>\n</ul>\n</li>\n</ul> Close", "created_at": "2020-08-01 21:18:39.269504", "updated_at": "2021-03-27 09:48:40.453623"}, {"id": 2739, "name": "Terms of Service", "url": "https://archiveofourown.org/tos", "xpath": "//*[@id=\"tos\"]", "text": " The Archive of Our Own is a place for fanworks, including fan fiction based on books, TV, movies, comics, other media, and real-person fiction (<abbr>RPF</abbr>).\nWhat We Believe <ol>\n<li>Our goal is maximum inclusiveness (refer to the ToS FAQ) of content.\nOur software is open-source and available for others to use if they wish to implement the code elsewhere.</li>\n<li>We are committed to defending fanworks against legal challenges.\nOur position on transformative fanworks is detailed in the <abbr>OTW</abbr>\n<abbr>FAQ</abbr>.\nWe have legal resources and alliances on which we can draw.\nHowever, that is not a guarantee that the organization can or will fight each battle.\nThe Board will take into account a variety of factors, both legal and otherwise, in responding to a legal challenge.\nFurther information is available on the <abbr>OTW</abbr> site.</li>\n<li>We do not sell the data that you post on, submit to or share on \"<abbr>OTW</abbr> Sites\" (transformativeworks.org, archiveofourown.org and fanlore.org) to third parties, and we do not include or accept paid advertisements from third parties.\nEach of the <abbr>OTW</abbr> Sites has Terms of Service and a Privacy Policy that explains what information we collect, how we use it and who we share it with.\nyour use of any of the <abbr>OTW</abbr> Sites is governed by that site's Terms and Policy.</li>\n<li>We strive to make each <abbr>OTW</abbr> Site's Terms of Service (<abbr>ToS</abbr>) and Privacy Policy readable.\nWe have tried to provide explanations for the more unusual legal terms.\nIf you have terminology questions not covered here, Law.com's glossary may help, though we cannot vouch for the accuracy of outside sources, including those referenced in the <abbr>ToS</abbr>.</li>\n</ol> There are five parts to the Terms of Service (<abbr>ToS</abbr>): <ol>\n<li>General Principles</li>\n<li>Age Policy</li>\n<li>Privacy Policy</li>\n<li>Content and Abuse Policies</li>\n<li>Assorted Specialized Policies</li>\n</ol> I.\nGeneral Principles A.\nThe legalese: including where a lawsuit would be filed, when, and under what law <p>The <abbr>ToS</abbr> constitute the entire agreement between you and the Organization for Transformative Works (<abbr>OTW</abbr>) and govern your use of the Archive of Our Own service (hereinafter \"Service\", \"AO3\" or \"Archive\").\nIt takes the place of all prior agreements between you and the OTW concerning your use of the Service.\nIt does not govern your use of other <abbr>OTW</abbr> sites and/or projects including the <abbr>OTW</abbr> site itself, Fanlore, or Transformative Works and Cultures, or donations to or membership in the <abbr>OTW</abbr>, or <abbr>OTW</abbr> elections, all of which are covered under separate agreements hosted on each of the <abbr>OTW</abbr> Sites.</p>\n<p>The AO3 <abbr>ToS</abbr>, the relationship between you and the <abbr>OTW</abbr>, and all disputes arising out of or related to it, shall be governed by the laws of the United States and specifically the State of New York (refer to the ToS FAQ), without regard to its conflict of law provisions.</p>\n<p>You and the <abbr>OTW</abbr> agree to submit to the personal and exclusive jurisdiction of the courts located within New York County (Manhattan), New York, and to waive any objection to the laying of venue there.</p>\n<p>The <abbr>OTW</abbr>'s failure to enforce any part of the <abbr>ToS</abbr> will not waive the <abbr>OTW</abbr>'s ability to enforce it, and any waiver with regard to a specific instance shall not constitute a waiver of any other breaches of the <abbr>ToS</abbr>, even with regard to the same user.</p>\n<p>If any provision of the <abbr>ToS</abbr> is found by a court of competent jurisdiction to be invalid, you agree that the court should give effect to the party's intentions as reflected in the provision, and that the other provisions of the <abbr>ToS</abbr> remain in full force and effect.</p>\n<p>You agree that, regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Archive or the <abbr>ToS</abbr> must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p> B.\nYou agree to the Terms of Service <ol>\n<li>\n<p>Archive Of Our Own hosts and shares content created by fans, for fans.\nOur Privacy Policy is a part of these Terms of Service and is contained in Section III of these Terms of Service.\nBy submitting a work, comment, image, tag, item of information including personally identifying information like an email address, User Name, link, embedded image, audio file or video, or any other form of content (\"Content\") to the Archive, or by creating a User Account and/or by viewing any Content on the Archive, you affirm, confirm and state that you comply with and assent to the <abbr>ToS</abbr>, which incorporates the AO3 Privacy Policy.</p>\n</li>\n<li>\n<p>We may update the <abbr>ToS</abbr> as necessary.\nIf the <abbr>ToS</abbr> change at any time after May 25, 2018, this is how the process will work: Changes in the <abbr>ToS</abbr> may be proposed at any time by or to the <abbr>OTW</abbr> Board.\nProposed changes will be prominently disclosed on the Service, and we will offer at least a two-week comment period for proposed changes.\nAt the end of the comment period, proposed changes will be voted on by the Board.\nIf the Board votes in favor, the changes will become effective at that time.\nYou can learn about changes in the <abbr>ToS</abbr> by visiting the Service.</p>\n<p>Subject to amendments of the update process by the OTW Board, this is the only means by which the Terms of Service may be altered.\nThe Terms of Service cannot be changed by, e.g., emails or oral communications with you.</p>\n</li>\n</ol> C.\nPotential problems with the Service <ol>\n<li>\n<p>The <abbr>OTW</abbr> provides services, including the Archive of Our Own, on an \"as is\" and \"as available\" basis.\nThe <abbr>OTW</abbr> does not warrant (that is, does not make a legally binding promise) that our services will meet your requirements.\nthat our services will be uninterrupted, timely, secure, or error-free.\nor that the results you get from using the services will be accurate, reliable, or satisfactory to you.\nWe will endeavor to provide the best possible service to users of the Service, but many things (e.g., possible outages, hackings, etc.) are not within our control and we cannot provide for all eventualities.\nIn the event we learn of a breach of personally identifying information that users have submitted to the Service, we will notify affected users as soon as practicable.</p>\n</li>\n<li>\n<p>Any material you download, view, or otherwise access through the Service is at your own risk.\nYou will be solely responsible for any damage or loss of data that results from the download of any such material.</p>\n</li>\n<li>\n<p>The <abbr>OTW</abbr> expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nThe <abbr>ToS</abbr> govern your use of the Service, and therefore no communication from anyone associated with the <abbr>OTW</abbr> will create any warranty that isn't expressly stated in the <abbr>ToS</abbr>.</p>\n</li>\n<li>\n<p>You expressly agree that the <abbr>OTW</abbr> shall not be liable to you for any damages of any kind (even if the <abbr>OTW</abbr> has been advised of the possibility of such damages) resulting from the Service, including but not limited to your use of or inability to use the Service.\nunauthorized access to or changes in Content or information you submit.\nand the acts and statements of third parties who use the Service.</p>\n</li>\n<li>\n<p>You agree that the <abbr>OTW</abbr> shall not be liable to you or any third party for any termination of or limitation on your access to <abbr>AO3</abbr>.\nThe <abbr>OTW</abbr> may change, end, or put on hiatus the Service, or parts of its Services, at any time.</p>\n</li>\n<li>\n<p>You agree that the <abbr>OTW</abbr> shall not be liable to you for any claim arising out of Content you make available, your use of the Service, your connection to the Service, your use of the <abbr>ToS</abbr>, or your violation of any rights of another.</p>\n<p>In other words, the <abbr>OTW</abbr> is not liable to you for allowing you to post Content, download Content, use the Service, or interact with AO3.\nThe <abbr>OTW</abbr> does not assume whatever legal risks you face by posting, viewing, or doing other things with Content.</p>\n</li>\n</ol> D.\nWhat you can't do: <p>You agree not to use the Service (as well as the e-mail addresses and <abbr>URL</abbr>s of <abbr>OTW</abbr> sites):</p>\n<ol>\n<li>\n<p>to make available any Content or work that violates the Content Policy;</p>\n</li>\n<li>\n<p>to impersonate any person or entity, including, but not limited to, an <abbr>AO3</abbr> or <abbr>OTW</abbr> representative or volunteer, or falsely state or otherwise misrepresent your affiliation with a person or entity (fiction marked as such, including real-person fiction in first-person format, is not subject to this policy);</p>\n</li>\n<li>\n<p>to forge headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted to or through the Service or any <abbr>OTW</abbr> Content, sites, servers, networks, or services (headers and identifiers are defined as information actually used or intended to be used to route or authenticate Content, and do not include Content that simulates identifiers as part of a story, such as a fictional e-mail exchange);</p>\n</li>\n<li>\n<p>to make available any Content that a court has ruled constitutes patent, trademark, trade secret or copyright infringement (please be aware of the <abbr>OTW</abbr>'s position on fanwork legality);</p>\n</li>\n<li>\n<p>to make available any unsolicited or unauthorized advertising (defined as solicitations for direct or indirect commercial advantage), junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation;</p>\n</li>\n<li>\n<p>to make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer or hardware or telecommunications equipment;</p>\n</li>\n<li>\n<p>to interfere with or disrupt the Service, any <abbr>OTW</abbr>-hosted Content or sites, servers, Services or networks connected to <abbr>OTW</abbr> sites;</p>\n</li>\n<li>\n<p>to create an account if you are a resident or national of any country to which the U.S.\nhas prohibited transactions by mandating a trade embargo, as detailed further by the State Department;</p>\n</li>\n<li>\n<p>to create an account if you are under the age of thirteen;</p>\n</li>\n<li>\n<p>to create an account if you are: between the ages of 13 and 16, and a resident or citizen of a country, including a European Economic Area country that states an age that is older than yours is required to consent to the processing of personal data without our obtaining written permission from a parent or legal guardian under the General Data Protection Regulation (\"GDPR\").</p>\n<p>A list of countries that apply the <abbr>GDPR</abbr> can be found here.\nEach user is responsible for knowing the laws of their own country.</p>\n</li>\n<li>\n<p>to use <abbr>OTW</abbr> services to break any law that applies to you, including any rules or regulations having the force of law.\nJust by way of example, do not use the services to disseminate restricted technologies or violate laws governing the export of technical data.\nThis provision is not intended to deal with matters subject to the Content Policy, but the Content Policy cannot cover every law in every country.\nAs a general matter, the Archive follows US law.\nContent that is alleged to violate the law of a relevant jurisdiction will be dealt with according to the procedures established in the Abuse Policy.</p>\n</li>\n</ol> E.\nContent you see through use of the Service: <ol>\n<li>\n<p>The <abbr>OTW</abbr> or users of its services may provide links to or content via sites that are owned or controlled by third parties, and may use such sites, including Twitter and Tumblr, to communicate information about the <abbr>OTW</abbr> and its family of sites.\nThe <abbr>OTW</abbr> has no control over such sites or their terms of use or privacy policies, and you agree that the <abbr>OTW</abbr> is not responsible for and does not endorse their content, terms or availability.</p>\n</li>\n<li>\n<p>While we limit the types of embedded content visible or accessible via Archive-hosted Content, some of the content and/or works that you see displayed at the Archive are not hosted on the Archive or by the <abbr>OTW</abbr>.\nSuch embedded content can include videos, tweets, images that are hosted by third-party sites, or audio files (\"User-Embedded Content\").\nIf you access a page that includes User-Embedded Content, the content file may share data with the hosted site as if you were on or at the hosted site.\nAlthough all visible Content, including embedded images or other works, must comply with our Content Policy, User-Embedded Content is not otherwise governed by these Terms of Use or the Archive Privacy Policy, and instead is covered by the Terms of Use and/or Privacy Policy of the service that hosts the User-Embedded Content.\nThe Archive reserves the right to provide an indicator to users that User-Embedded Content is present on or visible via your Content.</p>\n</li>\n<li>\n<p>You understand that the <abbr>OTW</abbr> does not prescreen Content or review it for purposes of compliance with the <abbr>ToS</abbr>.\nThis includes but is not limited to work information, a work's content, text, graphics, comments, or any other material.\nContent, including User-Embedded Content, is the sole responsibility of the submitter.\nYou understand that using the Archive may expose you to material that is offensive, triggering, erroneous, sexually explicit, indecent, blasphemous, objectionable, grammatically incorrect, or badly spelled.</p>\n</li>\n<li>\n<p>You recognize that the <abbr>OTW</abbr> does not endorse Content on the Archive in any way, except when material appears as an official statement of the <abbr>OTW</abbr>.\nNo committee members, officers, or directors of the <abbr>OTW</abbr> are acting in an official capacity when they post fanworks, commentary, or other Content of the type generally provided by site users.</p>\n</li>\n<li>\n<p>The <abbr>OTW</abbr> is not liable to you for any Content to which you are exposed on or because of the Archive.</p>\n</li>\n</ol> F.\nValid e-mail address: <ol>\n<li>\n<p>As part of your registration, you agree to provide an accurate and current e-mail address and to update the address as necessary.\nIf your e-mail address is inaccurate or not current, the Archive may suspend your account.\nContent provided by suspended accounts before the suspension will not be removed unless the <abbr>OTW</abbr> Board reasonably believes that presence/inclusion of said Content exposes the Archive and/or the <abbr>OTW</abbr> to liability.</p>\n</li>\n<li>\n<p>We reserve the right to share your e-mail address with the owners and/or moderators of any Challenges that you sign up for, and during Open Doors importation where the email address you provided on your AO3 account matches an email address that you used in connection with a non-AO3 collection that is being imported into AO3, your email address may be shared with the entity that manages the work(s) that is/are being imported onto AO3 through an Open Doors process.</p>\n</li>\n<li>\n<p>By registering or otherwise using an e-mail address in connection with the Archive, you assert that the e-mail address is not listed on any child protection registry.\n(There are child protection registries in Michigan and Utah, and our policy applies to any others that exist or may be adopted, whether local, state, or national, including any outside the U.S.)</p>\n</li>\n</ol> G.\nWhat we do with Content: <p>The <abbr>OTW</abbr> does not claim any ownership or copyright in your Content.\n<strong>Repeat: we do not own your Content</strong>.\nNothing in this agreement changes that in any way.\nRunning the Archive, however, requires us to make copies, and backup copies, on servers that may be located anywhere around the world.</p>\n<ol>\n<li>\n<p>You agree that we can make those copies and show your Content to other people, subject to your privacy settings.\nSpecifically, by submitting Content, you grant the <abbr>OTW</abbr> a world-wide, royalty-free, nonexclusive license to make your Content available.\n\"Making available\" includes distributing, reproducing, performing, displaying, compiling, and modifying or adapting (refer to the ToS FAQ).</p>\n<p>Modifying and adapting here refer strictly to how your work is displayed—not how it is written, drawn, or otherwise created.\nBut because your Content may be transmitted over various networks, we may have to make changes to the formatting or display of your Content in order to adapt to the technical requirements of different networks or devices.\nMultimedia content may not display properly on all devices.\nIn some circumstances, we may make changes to improve accessibility.\nFor example, we may automatically convert html tags to our standard forms (e.g., changing \"bold\" html to \"strong\").\nOr we may make special provisions for accessibility, such as allowing you to use nonstandard fonts but also providing an alternate format for those who cannot read such fonts.\nWe may use an internal search engine whose results display relevant snippets from your Content.</p>\n<p>User-provided tags are subject to organization, which is a process we call tag wrangling.\nfor a full explanation of tag wrangling, refer to the ToS FAQ.</p>\n</li>\n<li>\n<p>Subject to the next paragraph of this policy, this license exists only for as long as you choose to continue to include such Content on the Archive and will terminate within a reasonable time after you remove or the <abbr>OTW</abbr> removes such Content from the Archive.\nWe will always strive to make your Content unavailable to users as soon as possible should you choose to remove it.\nThough removed Content will not be publicly available, for legal and disaster recovery purposes we may retain backup copies for longer periods.</p>\n</li>\n<li>\n<p>You may provide Content to a part of the Archive that you do not completely control.\nFor example, you may decide to participate in a challenge run by another user.\nOr you may provide Content to a part of the Archive where your Content can be deleted by other users, for example a Comments page.\nWhere this is the case, by submitting Content to those parts of the Service, you agree to the rules for removing and retaining such Content on those parts of the Service.</p>\n</li>\n<li>\n<p>You acknowledge and agree that the <abbr>OTW</abbr> may preserve Content and may disclose Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: comply with legal process.\nenforce the <abbr>ToS</abbr>.\nrespond to claims that any Content violates the rights of third parties.\nor protect the rights, property, or personal safety of the <abbr>OTW</abbr> services' users and the public.</p>\n</li>\n</ol> H.\nData and Content Processing <p>\n<abbr>AO3</abbr> and the <abbr>OTW</abbr> exist to host Content by creative people like you.\nIn order to host or share your works, as well as comments, Kudos and whatever you put into your User Profile, we have to process certain data and information including personally identifying information that we collect from Users, and that each User inputs.\nIn order to operate the site, host <abbr>OTW</abbr> and user Content, and prevent technical issues and breaches, we need to process (e.g.\ncollect, store, retrieve, disseminate, make available, and delete) certain data and information including personally identifying information, also known as \"Personal Data\".\nPersonal Data includes your username, your email address, your IP information and any personally identifying information you enter on the Archive, including information that you put into your profile, a work's notes or tags, into the body of a work or other Content itself.</p>\n<p>By using the site, you consent to our collection, processing, retention and display of your Content as set forth and explained in these Terms of Use so we can operate, manage, display and share the creativity on <abbr>AO3</abbr>.\nif we believe that using, retaining and/or sharing that information is necessary to preserve the integrity of the Archive and the Content that we host.\nfor legitimate legal and/or accounting audit purposes.\nwhen we have a good faith belief it is required by law, such as pursuant to a subpoena or other legal process.\nor when we have a good faith belief that doing so will help prevent imminent harm to someone.</p> II.\nArchive Age Policy <p>This Age Policy covers the Archive's treatment of (a) users who are residents or citizens of the European Union and of the age where consent of a parent or legal guardian is required for the processing of personal data of children including email addresses and IP addresses, as well as certain uses of cookies.\nand (b) users who are under the age of thirteen (13) and residents or citizens of any other country.</p>\n<p>In compliance with United States regulations regarding online privacy for children, the Archive does not knowingly solicit or collect information from children under the age of thirteen (13).\nChildren under the age of thirteen (13) are therefore not permitted to have an account or upload Content of any type to the Archive.\nBy submitting Content to the Archive, you thereby confirm that you are thirteen (13) years old or older (refer to the ToS FAQ).</p>\n<p>Asking a parent or legal guardian to upload Content does not constitute submitting Content under this policy.\nIf you are under the age of thirteen (13) and not an Age-Barred Individual (as defined below), your parent or legal guardian may upload your Content through their account.</p>\n<p>We as an organization have opted to protect teen users' privacy.\nAs a result, we cannot receive or host Content from individuals that we know are under the age of sixteen (16) and residents/citizens of the European Union, unless they are residents/citizens of the EU countries that allow the collection of Special Categories of Personal Data from those at a younger age and are old enough to consent to the collection of Special Categories of Personal Data in their own country.\nAny individual who is between the ages of 13 and 16 and a resident or citizen of a country, including a European Economic Area country, that states an age that is older than theirs is required to consent to the processing of personal data without our obtaining written permission from a parent or legal guardian under the GDPR (\"Age-Barred Individual\") may not maintain accounts or submit Content.\nAO3 Personnel may, in their reasonable discretion, hide and/or delete accounts held by and/or Content submitted by Age-Barred Individuals.</p> III.\nArchive Privacy Policy A.\nWho runs the Archive <p>The Archive is a project of the Organization for Transformative Works (<abbr>OTW</abbr>), which is committed to fan privacy.\nFor more information about how you can support the <abbr>OTW</abbr>, please see the <abbr>OTW</abbr> Website.\nThis Privacy Policy governs the Archive.</p> B.\nThis TOS, including the Privacy Policy, applies only to the Archive <p>This Privacy Policy covers the Archive's treatment of personally identifying information submitted to us, and which we collect when you use our services in the course of ordinary communications.\nEach site or Service hosted by the <abbr>OTW</abbr> has its own Terms of Service and Privacy Policy.\nThe <abbr>OTW</abbr> or users of its Services may provide links to or content via sites that are owned or controlled by third parties, and may use such sites, including Twitter and Tumblr, to communicate information about the <abbr>OTW</abbr> and its family of sites including the Archive.\nThe <abbr>OTW</abbr> has no control over such sites or their terms of use or privacy policies, and you agree that the <abbr>OTW</abbr> is not responsible for and does not endorse their content, terms or availability.\nIf you follow links off the Archive, you should review those sites' privacy policies, which may be different, and for which the Archive takes no responsibility.</p> C.\nAbout possible changes: <p>If these Terms of Service and/or this Privacy Policy change at any point in the future, we will post the policy changes to the Archive of Our Own.\nSuch changes will be used only for information provided by those who have visited, used, or accessed the Service after the effective date of such policy changes.\nIf you are concerned about how your information is used, you should check back at the Archive site periodically to review the policies.</p> D.\nArchive adherence to the TOS: <p>If you feel that this Service is not following its stated information policy, please contact Archive Personnel.</p> E.\nWhat we will do: <ol>\n<li>\n<p>Any information you include in your work, comment, profile, bookmark, summary, or other Content, including information about your religious views, political views or your sexual identity, or any personally identifying information such as your email address, location, or account User Name for other sites will be accessible by the general public if the Content is marked public, and by Archive users and personnel if the Content is marked accessible to Archive users only.\nIf you save the Content in Draft form, it will be accessible by certain Archive personnel.</p>\n</li>\n<li>\n<p>We may collect personally identifying information such as your IP address and e-mail address when you request an Archive invitation, register for a user account with the Archive, visit any of the sites and services that are part of the <abbr>OTW</abbr> family of sites, or use any of the Archive's Services.\nWe may use third-party services to store, process, or transmit data, or perform other technical functions related to operating the Service.\nThese services may include spam detectors, backup services, icon hosting, and e-mail services.\na list of third-party services is provided in our Subprocessor List.\nWe cannot guarantee other services' performance.\nWe or the services we use may store or process your personally identifying information in data centers which may be located in the United States or other countries.</p>\n</li>\n<li>\n<p>We will use your email address internally for purposes of managing <abbr>AO3</abbr> and maintaining site integrity.\nif you agree to allow your email address to be public, it will be public and you can change that setting any time.\nYou can choose to leave it private, or make it public on the Site.\nif you opt to make it public, everyone has the ability to access it and use it for any purpose.\nWe may occasionally send emails to you from the Archive about your Content and account, the Archive and our fundraisers, as well as news that we reasonably believe to be of interest to our registered users.\nwe will send you your invitation to register for the Archive via email as well.\nBy creating and maintaining a User Account on and with AO3, you consent to receiving such emails, including fundraising emails.\nWe reserve the right to send you notice of complaints raised against you, or alleged violations by you of the Terms of Service, as well as to reply to any email message you send to the Archive and/or its personnel.\nIf you choose to participate in a Challenge, the Challenge maintainer(s) may have access to your e-mail address for purposes of communicating with you (See Section V.I.a.\nbelow for discussion of Challenges).</p>\n</li>\n<li>\n<p>\n<strong>\n<em>We collect, process and retain the following data for the following reasons:</em>\n</strong>\n</p>\n<ol>\n<li>\n<p>E-mail Addresses: We collect email addresses of and from those who communicate with us via email and any Content or Personal Data included in emails to us.\nWe need this information so we can respond to you, and so we can handle complaints about the Service and any users who may have violated the Terms of Use or other policies, and for other legal and accounting/audit reasons including maintaining the integrity of the Archive and the Content that we host;</p>\n</li>\n<li>\n<p>User-Specific Information: We collect information about what pages users access or visit including your interactions with integral Archive features such as Kudos, Comments, Bookmarks and the tags that you \"favorite\", as well as referral information (i.e.\ndata about what site you are coming to the Archive from) and whether there are errors in displaying Content to you.\nWe need this information to maintain the integrity of the site, the Service and the Content that we host.\nto provide you with the Content that you are seeking.\nto minimize \"gaming\" Kudos counts and spam.\nand for other legal and accounting/audit reasons.</p>\n<ol>\n<li>\n<p>You consent to our collection, processing, retention and display of your Content, including personal data, when you upload a work in a manner that is available to all Archive users, or the general public, depending on which you choose.\nWe need such consent because your purpose in and reason for uploading Content to the Archive is for that Content to be visible to users, and if you opt to, for it to be visible to the general public.</p>\n</li>\n<li>\n<p>You consent to our collection, processing and retention of your Content, and personal information connected therewith, including display to you and certain Archive personnel when you upload a work in \"Draft\" form.\nWe need such consent because your purpose in and reason for uploading such Draft Content to the Archive is for that Content to be accessible to you at a later date.\nIn order for that Content to be available to you, it also needs to be accessible to those on the Archive team who have access to our servers, and to the Board, Policy &amp.\nAbuse and Legal committees if necessary to enforce these Terms of Service and maintain the integrity of the Service.</p>\n</li>\n<li>\n<p>You consent to our collection, processing, retention and display of personal information and Content you submit for inclusion on your Profile Page.\nWe need such consent because your purpose in and reason for including information in your Profile is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>You consent to our collection, processing, retention and display of text that you submit as Comments, as well as your personal information associated therewith.\nWe need such consent because your purpose in and reason for submitting a Comment is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>When you are logged in, you consent to our collection, processing, retention, display and use of your User Name as well as our association of it with Kudos that you submit.\nWe need such consent because your purpose in and reason for submitting Kudos is for that Content to be visible to the general public.</p>\n</li>\n<li>\n<p>Whether you are logged in or not, you consent to our collection, processing, retention and use of your IP address for a limited time, including when you give Kudos.\nWe need this consent because your purpose in and reason for submitting Kudos is to engage publicly with the Content that you enjoyed without publicly associating your Kudos with a User Name, and you wish for such Kudos to be publicly visible and disassociated from your Archive Account, if you have one.\nand because we endeavour to count only one view of a URL per cookie session on the \"Hit\" count for a work.\nTemporarily collecting, processing, and retaining IP addresses permits us to conduct internal management of Kudos and Hits.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>IP Addresses: we collect and process the IP addresses of Archive visitors, including registered users.\nWe need this information so we can provide you with the Content that you are requesting, to allow you to submit Comments, Content and Profile information, and leave Kudos, and for other legal and accounting audit reasons including maintaining the integrity of the Archive and the Content that we host.\nCertain IP information may be collected by the server for log purposes and used for limited technical assessments of the Service.</p>\n</li>\n<li>\n<p>Logs: We collect and process Logs of server interactions, as well as event logs.\nWe need this information for legal and accounting/audit reasons, including maintaining the integrity of the Archive and the Content that we host.</p>\n</li>\n<li>\n<p>Cookies: We use cookies to collect and store visitors' preferences.\ncustomize web pages' content based on visitors' browser type or other information that the visitor sends.\nand record activity at the Archive in order to provide better service when visitors return to our site.\nCookies must be enabled for the Archive to function properly with your computer.\nThe Archive has no access to cookies set by other sites.</p>\n</li>\n<li>\n<p>If for any reason you terminate your user account with us, we will destroy active records containing your Personal Data as soon as reasonably possible.\n\"Reasonably\" here means no more than thirty business days from the termination of the account.\nhowever, we may have to retain some information for a longer period as legal records or for auditing purposes.\nIf we terminate your service, we may retain enough information to prevent you from signing up for the service in the future.\nIf you delete Content from the Archive, it will not be recoverable.</p>\n</li>\n<li>\n<p>If we receive a complaint about a violation of someone's intellectual property rights, we reserve the right to disclose the information provided by the rightsholder or the rightsholder's representative to the subject of the complaint.\nIf we receive a complaint about other matters, such as plagiarism or harassment, we will follow the Abuse Policy, which explains what information provided by the complainant may be disclosed to the subject of the complaint.</p>\n</li>\n</ol>\n</li>\n</ol> F.\nWhat we will not do: <ol>\n<li>\n<p>The <abbr>OTW</abbr> will not provide any third party with any of your personal information or any of the information we collect, except as provided under our Terms of Service.\nWe will not use your personally identifying information to market third party products and services to you via the Archive.</p>\n</li>\n<li>\n<p>We will not sell, trade, or rent your personally identifying information.\nExcept as provided under this policy, we will not disclose your personally identifying information to any third party without your prior consent unless we (1) are legally compelled to do so, (2) have a good-faith belief that such action is necessary to comply with a current judicial proceeding, a court order, or legal process served on the <abbr>OTW</abbr>, or (3) are cooperating with law enforcement authorities.\nAs to (3), we will cooperate with all investigations conducted by law enforcement authorities within the United States of America when legally required to do so.\nCooperation with law enforcement authorities from other countries and cooperation when it is not legally required are at our sole discretion.\nOur discretion looks favorably on freedom and justice, and unfavorably on oppression and violence.</p>\n</li>\n<li>\n<p>Unless legally prohibited, we will attempt to notify you any time we disclose your personally identifying information to a third party.\nIn some cases, the information we have, such as an IP address, may be insufficient for us to notify you.</p>\n</li>\n</ol> IV.\nContent and Abuse Policies <p>We recognize that there is no such thing as a popular abuse policy.\nBy their nature, abuse complaints are unpleasant at best.\nAnd policy needs to be applied by people, which always complicates matters.\nWe have tried to set out clear procedures to minimize and channel the inevitable conflicts.</p>\n<p>The Content and Abuse Policy covers procedures, spam and commercial promotion, threatening the technical integrity of the site, copyright, plagiarism, personal information and fannish identities, harassment, illegal and non-fanwork content, and ratings and warnings.\nWe have developed a <abbr>FAQ</abbr> page to answer additional questions about Content and Abuse (refer to the ToS FAQ).</p>\n<p>The Archive does not prescreen for content.\nComplaints are investigated only when they are submitted through the appropriate channels and with the appropriate information.</p> A.\nProcedures <ol>\n<li>Submitting a complaint <p>Complaints may be submitted to our Policy &amp.\nAbuse team.\nExcept in the case of copyright complaints, a complainant may submit a complaint via the Policy &amp.\nAbuse web form.\nDepending on the nature of the complaint, anonymity of the complainant may hinder our ability to examine and/or verify the complaint.\nIn order for personnel to follow up on any allegation, the exact location (<abbr>URL</abbr>) and nature of the alleged violation must be supplied in the original complaint.\nRepeated unverified complaints from the same source may be subject to summary rejection.</p>\n</li>\n<li>Treatment and investigation of complaints <p>Only people who need to know about a complaint will be informed about it.\nThe details of any individual complaint are confidential and must be used only in resolving that complaint.</p>\n<p>The subject of a complaint may also be among those who need to know about it.\nOnly information provided in the complaint will be passed on.\nThe complainant has complete control over what information is submitted to Policy &amp.\nAbuse, and can submit a complaint pseudonymously.\n(Legal names and other information sufficient to identify a person in the physical world will never be disclosed as part of a standard abuse complaint.\nFor further clarification, please refer to our privacy policy.)</p>\n<p>In general, the Policy &amp.\nAbuse team will only communicate with the subject of a complaint if there appears to be a violation of site policy, or if personnel need more information to resolve the issue.</p>\n<p>The Policy &amp.\nAbuse team records the IP address from which each complaint is submitted, to prevent misuse of the system and/or Service.</p>\n<p>Subject to obligations of confidentiality about specific complaints, the Policy &amp.\nAbuse team may release statistics about general trends, such as the number of plagiarism complaints made and the actions taken by the team, in public or to other <abbr>OTW</abbr> committees, to facilitate discussions of policies, procedures, and trends in complaints.</p>\n<p>When Policy &amp.\nAbuse personnel determine that Content needs to be removed for reasons other than violation of the Age Policy by Age-Barred Individuals, the team will identify the nature of the problem with the Content, and set a deadline for voluntary removal of the Content.\nAn administrator may also hide Content from other users where appropriate.\nIf the original poster does not remove the Content within the deadline, the Archive will remove the Content.\nIn addition, we may remove Content immediately, without waiting for a response, if we are contacted by a legitimate law enforcement agency or if we determine that the Content is threatening to an individual or reveals an individual's personal information without consent.\nIn such cases we will inform the original poster as soon as possible.\nThe original poster will then have the option to resubmit with the violating Content removed.</p>\n<p>The Policy &amp.\nAbuse team may also determine that tags need to be added to or edited in an item of Content.\nFor more information, please see the ratings/warnings section.</p>\n<p>If Content violating the <abbr>ToS</abbr> is posted with invalid contact information, it will be removed without prior notice.</p>\n<p>If the complainant requests notification of the resolution of the complaint and provides contact information, we will notify them.</p>\n</li>\n<li>Submitting an appeal <p>The complainant or the original poster may appeal a decision to the Policy &amp.\nAbuse team as a whole.\nDuring the appeal, the original decision will remain in effect.\nWe will attempt to resolve appeals as speedily as possible, but please remember that the Policy &amp.\nAbuse team is entirely comprised of volunteers.\nThe team's decisions are final unless overturned by the Board at the Board's sole discretion.\nThere is no right of appeal to the Board.\nThe team, however, may consult with the Board or with committee members authorized by the Board if the team decides that consultation would help resolve an issue.</p>\n</li>\n<li>Account statuses <p>\"Account status\" refers to the existence of warnings on an account and whether that account has been suspended, temporarily or permanently (refer to the ToS FAQ).</p>\n<p>The Policy &amp.\nAbuse team may issue warnings when it determines that a violation of the <abbr>ToS</abbr> was minor or unintentional.\nMore serious, intentional, or repeated violations of the <abbr>ToS</abbr> will trigger suspensions.\nA suspension will generally be for a defined period of time, such as a month.\nThe team may also permanently suspend users when it determines that such action is justified.\nPermanent suspensions for violations other than spam, violation of the Archive's Age Policy by Age-Barred Individuals, or threatening the technical integrity of the site require a majority vote of the team.\nThe team's discretion will be informed by the nature of the violation and the response of the user, including the user's decision to voluntarily remove, modify or edit the Content that violates the <abbr>ToS</abbr>.</p>\n<p>A user whose account has been permanently suspended for reasons other than age may not rejoin under another identity.</p>\n<p>Where possible, we encourage users to try mediating disputes before contacting Policy &amp.\nAbuse.\nWe provide tools for registered users to control Content that is uploaded in their own spaces.\nFor example, users are able to delete comments on their own stories.\nIf you are unable to resolve the problem on your own, you can file a complaint with the Policy &amp.\nAbuse team.</p>\n<p>In some cases, objectionable Content may have already been deleted before the Policy &amp.\nAbuse team acts.\nWe appreciate good faith attempts to resolve disputes, and in most such cases will close the complaint with no further action.\nHowever, we reserve the right to consider individual circumstances, including whether the poster has engaged in a pattern of such conduct.\nIn such cases, if we verify that the original Content violated the <abbr>ToS</abbr>, we may still decide to warn or suspend the original poster.</p>\n<p>Penalties apply to users, not to screen names/pseudonyms.\nPenalties are not retroactive: a suspended user's nonobjectionable Content will not be automatically removed unless the user is an Age-Barred Individual.\nSuspended users retain the right to delete or Orphan their fanworks by contacting Archive administrators.</p>\n</li>\n</ol> B.\nSpam and commercial promotion <p>Promotion of commercial products or activities is not allowed.\nRepeated identical or nearly identical posts in multiple places, e.g., a large number of identical comments promoting a website, will also be considered spam regardless of commercial content.</p>\n<p>Anything we determine is spam will be removed immediately.\nUsers may be permanently suspended for spam the first time they post spam content.</p>\n<p>In general, unsolicited commercial activity is not permitted on the Archive.\nThe Policy &amp.\nAbuse team has discretion to decide that a fan-related offer was mistakenly disseminated and issue a warning instead of a suspension.</p>\n<p>Any spam- or commercial activity-related penalties may be appealed using the ordinary appeal process.</p>\n<p>We may use automated means to filter out spam.\nIf you submit Content that is erroneously caught in a spam filter, please notify Archive administrators.</p> C.\nThreatening the technical integrity of the Service <p>Conduct that threatens the technical integrity of the Archive, e.g.\nattempts to hack the Service or spread viruses through it, will result in an immediate account suspension and deletion of any Content that is hazardous to the operation of the Service or to users' computers.\nUsers may be permanently suspended for threatening the technical integrity of the Archive the first time they do so.\nSuch suspensions may be appealed using the ordinary appeal process.</p>\n<p>Uploading technically misnamed files or Content—e.g., non-image files with an image file extension used to disguise their actual format—constitutes a threat to the technical integrity of the site.</p> D.\nCopyright and Trademark <p>Please be aware that the <abbr>OTW</abbr> believes that transformative fanworks are legal.\ntherefore, complaints based merely on the existence of fanwork based on copyrighted content or mentioning trademarks will not be pursued.</p>\n<p>If you believe that your content has been reproduced in whole or in part, without transformative use (transformative use is defined by the <abbr>OTW</abbr> as adding something new, with a further purpose or different character, altering the source with new expression, meaning, or message), please follow our procedures for reporting copyright infringement.</p>\n<p>The report must clearly and specifically indicate the exact location (<abbr>URL</abbr>), nature, and extent of each instance of allegedly infringing content, as well as the exact copyrighted material that is being infringed, as well as full and complete contact information for the copyright holder and/or an authorized agent.</p>\n<p>Epigraphs and short quotations, including quotations from song lyrics and poetry, are allowed.\nContent that is set within or draws on an existing work is allowed.\nReproductions of entire copyrighted works—whether songs, poems, transcripts, or other material—are not allowed without the consent of the copyright owner.</p> E.\nPlagiarism <p>Plagiarism is an often-contested and fuzzy concept, and no definition will satisfy everyone.\nOur aim is to be transparent and fair in resolving disputes.</p>\n<p>Plagiarism is the use of someone else's words or concepts without properly attributing those words or concepts to their original source.\nSimply finding and replacing names, substituting synonyms, or rearranging a few words is not enough to make the work original to you.\nDeliberately writing a work using the same general idea as another work is not plagiarism, but citation is always appreciated.\nGenerally, quotes from the source material (canon) on which the Content is based will not constitute plagiarism, nor will obvious allusions (\"Use the Force, Luke!\").\nHowever, when in doubt, cite.\nBe aware that the Policy &amp.\nAbuse team may decide that your citation is not sufficient to render the work your own.\na mere nod to another author whose work you are presenting as your own may result in a judgment of plagiarism.</p>\n<p>Plagiarism is a violation of the <abbr>ToS</abbr> and will incur the penalties described in the Abuse Policy.\nAs with all Content that violates the <abbr>ToS</abbr>, plagiarized Content must be removed.\nDepending on the type and amount of plagiarized Content, this might entail removing an entire piece of Content, removing only the plagiarized portions from a longer work while leaving the original material, or adding citations.</p>\n<p>If you believe a fanwork posted on the Archive plagiarizes another work, please report the work to the Policy &amp.\nAbuse team.\nIn order to allow us to investigate, please provide a link to the work on the Archive, relevant excerpts, and a specific citation of the original material (for example, a <abbr>URL</abbr> or a book edition and page number).</p> F.\nPersonal information and fannish identities <ol>\n<li>\n<p>The <abbr>OTW</abbr> is committed to protecting the privacy of our users, including the separation many fans choose to keep between their legal, \"real life\" names and their fannish pseudonyms.\nUnauthorized disclosure of a fan's personal information and/or data which is included within the definition of Special Categories of Personal Data violates the Terms of Service.\nFor these purposes, \"personal information\" may include legal names and other information sufficient to identify a person in the physical world that they have not voluntarily shared on the Archive itself.\n\"Personal information\" may also include the identity of the creator of an Orphaned fanwork.\nThe Archive reserves the right to delete, hide, mask or otherwise make unavailable to the general public any personal information and/or data which is included within the definition of Special Categories of Personal Data.</p>\n</li>\n<li>\n<p>If you are a resident or citizen of the European Community, you can request that the OTW assemble the data about you that it has in our archive, and provide a copy in electronic format to you.\nwe agree to provide such data to you within a reasonable time.</p>\n</li>\n</ol> G.\nHarassment <p>Harassment is any behavior that produces a generally hostile environment for its target.\nThis includes activities such as bullying and hazing by groups of people as well as personal attacks by individuals.\nNot everyone agrees about what is offensive and unacceptable.\nIndividual users are encouraged to try to resolve problems on their own before contacting the Policy &amp.\nAbuse team.</p>\n<p>Harassment is not allowed.\nUsers engaging in this behavior may be warned, suspended, or permanently suspended as described in the general abuse procedure.</p>\n<p>When judging whether a specific incident constitutes harassment, the team will consider factors such as whether the behavior was repeated, whether it was repeated after the offender was asked to stop, whether the behavior was targeted at a specific person, whether that target could have easily avoided encountering the behavior, whether the behavior would be considered unacceptable according to normal community standards, etc.\nAdditionally, making complaints that are both (a) repeated and (b) baseless, particularly those targeting a specific user, can be considered harassing behavior and may be deemed a violation of the <abbr>ToS</abbr>.</p>\n<p>While these complaints will be reviewed on a case by case basis, in general, threatening Content will be considered harassment, while Content that is merely annoying will be allowed.\nPlease note that most statements like \"X is a terrible actor and should die!\" are not death threats.\nWriting a story where X dies as part of the plot is also not usually a death threat.\nContent that is harder to avoid (such as comments on the target's fanworks) will be judged more strictly than Content that is easily avoidable (such as stories).</p>\n<p>The behavior of the original poster (the complaint subject) may also affect the team's determination.\nIf the original poster repeatedly contacts the subject of the Content about the Content after being told to stop, harasses the subject, or requests that others harass the subject, the Content may be considered part of a general pattern of harassment and be removed.\nPlease use your best judgment both when producing Content of this type and when reporting it.</p> A special note on <abbr>RPF</abbr> (real-person fiction): <p>Writing <abbr>RPF</abbr> (real-person fiction) never constitutes harassment in and of itself.\nHowever, Content that advocates specific, real harmful actions towards real people is not allowed.\nThis includes, but is not limited to, death threats and requests for readers to harass specific people.\nIf you find Content that you believe contains harassing or threatening material, please contact the Policy &amp.\nAbuse team.\nAs Real-Person Fiction is fictional, generally Archive policy will be that Content in <abbr>RPF</abbr> that would be deemed Personal Data and/or Special Categories of Personal Data (e.g.\nfull names, usernames on social media services, city of residence, birth date) will not be considered as such.\nHowever, if information that is accurate, non-public and not that of the User is included (i.e.\nnon-public phone numbers, residential addresses, email addresses or hotel room numbers) the work can be removed from public view by the Archive's Policy &amp.\nAbuse team in its sole discretion.</p> H.\nIllegal and inappropriate Content <p>The Archive of Our Own is a place for fanworks.\nContent may not be uploaded to <abbr>OTW</abbr>'s servers if it contains or links to child pornography (images of real children).\nwarez, cracks, hacks or other executable files and their associated utilities.\ntrade secrets, restricted technologies, or classified information.\nor if it consists entirely of actual instruction manuals, technical data, recipes, or other non-fanwork content, including non-fanwork creative work (refer to the ToS FAQ).\nUploading such Content is a violation of the <abbr>ToS</abbr>.</p>\n<p>We may determine that we need to remove Content to resolve a threatened or pending lawsuit or mitigate other liability.\nIf so, we will remove the Content.\nUnless said Content or data otherwise violates the <abbr>ToS</abbr> or was submitted by an Age-Barred Individual, removal for such reasons will not lead to a suspension.</p>\n<p>If you believe Content violates a specific law, you may report it to us.\nPlease, however, read our Offensive Content Policy below.</p> I.\nOffensive Content Policy <p>As provided in part I.E.3 of the Terms of Service, the <abbr>OTW</abbr> is not liable to you for any Content to which you are exposed on or because of the Service.</p>\n<p>Unless it violates some other policy, we will not remove Content for offensiveness, no matter how awful, repugnant, or badly spelled we may personally find that Content to be.\n</p> J.\nUser Icons <p>User icons should be appropriate for general audiences.\nThey should not contain depictions of genital nudity or explicit sexual activity.\nFor more information, please refer to the ToS FAQ.</p> K.\nTags <ol>\n<li> Introduction <ol>\n<li>\n<strong>We will not require specific ratings or warnings.\nHowever, a creator who chooses not to use ratings or warnings on a fanwork must signal this choice </strong> (refer to the ToS FAQ).\n</li>\n<li>By default, all users will see the Archive warnings and tags the creator has selected.\nAny logged-in user who wishes to avoid Archive warnings and tags may set preferences to hide them by default.\nLogged-in users who set their preferences to hide information are proceeding at their own risk and may be exposed to Content they would otherwise wish to avoid.\nSuch users may change their preferences, or reveal information for specific stories, at any time.\n</li>\n<li>Logged-in users may set their preferences to indicate that they are willing to see mature or explicit content.\n</li>\n<li>Other users, including users who are not registered users of the Service, who follow a link to a fanwork rated mature, explicit, or \"not rated,\" will be asked to agree to see mature, explicit, or unrated Content.\nThe Archive software will remember a non-registered user's choice during that user's visit, but will not retain the setting for future visits.\n</li>\n</ol>\n</li>\n<li> Ratings <ol>\n<li>\n<p>The Archive uses the following ratings, or the equivalent text as specified on the creator upload form:</p>\n<ol>\n<li>General audiences.</li>\n<li>Teen and up audiences.</li>\n<li>Mature.</li>\n<li>Explicit.</li>\n<li>Not rated.</li>\n</ol>\n</li>\n<li>\n<p>As a rule, the creator controls the rating.</p>\n<p>In response to a complaint, the Policy &amp.\nAbuse team may decide that a \"general\" or \"teen\" rating is misleading.\nIn such cases, the creator may be required to change the rating.\nIf the creator declines or fails to respond, the team may hide the work, set the rating at \"not rated,\" or take any other appropriate action, but it will not add any other rating.\n</p>\n</li>\n<li>\n<p>The meaning of \"not rated\":</p>\n<p>Fanworks labeled \"not rated\" may be treated, for purposes of searching, screening, and other Archive functions, like \"explicit\"-rated fanworks.\nThus, users may be asked to agree that they have chosen to access the fanwork before proceeding to the fanwork.\n</p>\n</li>\n</ol>\n</li>\n<li> Warnings and Archive Warnings <ol>\n<li>\n<p>General description:</p>\n<p>There are two components to warnings on the Archive.</p>\n<ol>\n<li>Archive warnings: Creators can select from a list of Archive warnings.\nThe list also allows creators to select \"choose not to use Archive warnings\" and \"none of these warnings apply,\" or equivalent text as specified on the creator upload form.</li>\n<li>Secondary (optional or additional) tags, including warnings: Creators can define their own tags, as seriously or as humorously as they like.\nThese can include specific content warnings.\nThe warnings policy only covers Archive warnings.</li>\n</ol>\n</li>\n<li>\n<p>As a rule, the creator controls the warnings.</p>\n<p>Selecting \"choose not to use Archive warnings,\" or the equivalent text as specified on the creator upload form, satisfies a creator's obligation under the warnings policy.\nIf a fanwork uses this option, we will not sustain any failure-to-warn complaints.\nIf the Policy &amp.\nAbuse team receives a failure-to-warn complaint in other circumstances, the team may decide the absence of a specific Archive warning is misleading.\nIn such cases, the creator may be asked to add a warning or to select the choose not to warn option.\nIf the creator declines or fails to respond, the team may hide the work, set the warning to indicate that the creator has chosen not to warn, or take any other appropriate action, but it will not select any other warning.</p>\n</li>\n<li>\n<p>The meaning of \"choose not to use Archive warnings\" or equivalent text:</p>\n<p>The fanwork may or may not contain any of the subject matter on the Archive list.\nUsers who wish to avoid specific elements entirely should not access fanworks marked with \"choose not to use Archive warnings.\" A creator can select both \"choose not to use Archive warnings\" and one of the Archive warnings in order to warn for some but not all of the Archive warnings.</p>\n</li>\n</ol>\n</li>\n<li> Consequence of failure to use an appropriate rating or Archive warning <p>In general, failure to use an appropriate rating or Archive warning is not a violation of the abuse policy.</p>\n<p>It is our policy to defer to creators' categorizations, but we reserve the right to recategorize a fanwork in the situations described above.</p>\n<p>A recategorization decision is appealable through the ordinary appeals process.</p>\n<p>A recategorization of a fanwork will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a recategorization, without agreement from the Policy &amp.\nAbuse team, that will be treated as grounds for a suspension.</p>\n</li>\n<li> Fanwork types <p>It is our policy to defer to creators' categorizations, but we reserve the right to recategorize a fanwork type.</p>\n<p>A manual recategorization decision made by the Policy &amp.\nAbuse team is appealable through the ordinary appeals process.</p>\n<p>A manual recategorization of a fanwork will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a manual recategorization, without agreement from the team, that will be treated as grounds for a suspension.</p>\n</li>\n<li> General tags <p>Some tags may be automatically applied to a work.\nIt is our policy to defer to creators' categorizations, but we reserve the right to manually recategorize language and other Archive tags, including fandom tags.\nA manual recategorization or removal of a tag will not result in suspension of a user's account, unless it is a repeated pattern for a single user, in which case it may be treated as grounds for a suspension.\nMoreover, if a creator unilaterally reverses a manual recategorization or removal, without agreement from the team, that will be treated as grounds for a suspension.</p>\n</li>\n</ol> V.\nAssorted Policies A.\nCollections, Challenges, and Exchanges <ol>\n<li>\n<p>Archive users may create Collections and encourage other users to submit fanworks to those Collections.\nThe Collection maintainer can set any constraints they want on the Collection, including rules about anonymous works (see A.4 below) but must otherwise follow AO3 Content policy (e.g., if the Collection Content is explicit, it should be marked as \"explicit\" or \"choose not to rate\").\nThe Collection maintainer may be able to ask users for suggestions for new fanworks (\"prompts\"), gather prompts, match participants with prompts (including contacting them via the contact information provided to the Archive or to the Collection maintainer), and show the prompts on the Archive, following the general rules governing works on the Archive.\nWhere Collection rules allow, prompts may be anonymous or limited-visibility, as detailed in A.4 and A.5 below.</p>\n<ol>\n<li>\n<p>A Challenge is a form of AO3 Collection.\nA Challenge maintainer can communicate with Challenge participants.\nThe Challenge maintainer may have access to participants' email addresses for this purpose.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>To be part of a Collection, created on AO3 the fanwork creator has to affirmatively submit the fanwork to the Collection.\nThe Collection maintainer will be able to remove the fanwork from the Collection, but not from the Archive.</p>\n</li>\n<li>\n<p>If the Collection maintainer has specified in advance in the Collection rules that submissions cannot later be removed from the Collection, the user who submitted the fanwork may not be able to delete it, but will be able to Orphan the Content it so that the user's identity is no longer associated with the Content.</p>\n</li>\n<li>\n<p>In order to implement certain types of Collections, the Archive may allow works to be posted without making the creator generally visible (which we call anonymous works).</p>\n<ol>\n<li>Anonymous works are not Orphan works, though they can be Orphaned.</li>\n<li>The creator's pseudonym will not be publicly associated with the work while the anonymity is in place.\nFor non-Orphaned works, the creator's pseudonym will be visible to administrators (including members of the Policy &amp.\nAbuse team for purposes of resolving complaints), co-creators (if any), and the maintainers of any Collection of which the work is a part.</li>\n<li>If the Collection of which a work is a part specifies rules regarding anonymity, such as a designated time for revealing authorship, the Collection maintainer may be able to control the work's anonymity consistent with those rules.\nIn other situations, creators may be able to choose anonymity.</li>\n</ol>\n</li>\n<li>\n<p>In order to implement certain types of Collections, the Archive may allow works to be posted which will not be generally visible until a time set by the Collection maintainer.</p>\n<ol>\n<li>Once posted, the work will be visible to administrators (including members of the Policy &amp.\nAbuse team for purposes of resolving complaints), co-creators (if any), and the maintainers of any Collection of which the work is a part.</li>\n<li>If the collection of which a work is a part specifies rules regarding time of general visibility, the Collection maintainer may be able to control the time at which a work becomes generally visible to Archive users.</li>\n</ol>\n</li>\n<li>\n<p>In the absence of an independent violation of the abuse policy, the Archive will not intervene in decisions by the Collection maintainer.</p>\n</li>\n</ol> B.\nFannish next-of-kin <p>Registered Archive users may designate a fannish next-of-kin.\nA next-of-kin agreement allows the transfer of Content maintenance in the case of a user's permanent incapacitation or death.</p>\n<p>Both parties to the agreement must be registered users of the Archive.</p>\n<p>The Archive's role in this agreement is only to act as a facilitator.\nIf the person designated as the fannish next-of-kin activates the agreement by sending a message to the Archive, the Archive will not do any independent investigation to confirm the necessity for the transfer.</p>\n<p>A fannish next-of-kin agreement is confidential and accessible only by designated members of the Archive team, who may only use it for purposes of implementing the agreement.</p> C.\nOrphaning Content and Deleting Data <ol>\n<li>Definition of Orphaning <p>One of the goals of the OTW and the Archive is to provide a permanent long-term home for fanworks.\nWe also understand that circumstances can arise in which creators wish to remove their stories from the internet or otherwise dissociate themselves from their work.\nOur Archive software gives creators the ability to anonymize or \"Orphan\" fanworks along with the option of deleting them from the Archive.\nFor a more detailed description of Orphaning, please see About Orphaning.</p>\n</li>\n<li>User-controlled Orphaning <p>Users will have the ability to delete or Orphan their Content themselves as long as they have a valid AO3 account, including the account password and/or access to the e-mail address connected with that AO3 account.\nUsers will be able to have passwords e-mailed to them and to change the e-mail addresses associated with accounts.\nHowever, a user who has lost a password and has no access to the e-mail associated with the account may be unable to access the account for any purpose, including Orphaning or deletion, unless the user can verify identity in some other way, as described below.</p>\n</li>\n<li>Caution: Orphaning may be difficult or impossible to reverse.\n<p>If a user affirmatively Orphans Content, any connection between the user and the work will be removed.\nIt therefore may be difficult or even impossible to restore the link between an Orphaned Content and a user.</p>\n</li>\n<li>Linking an author with an Orphaned work <p>As part of the OTW's commitment to privacy, users are not allowed to use comments or tags to publicly identify the creator of an Orphaned work after the work has been Orphaned.\nUsers who add public identifying tags or comments after a work has been Orphaned violate the Archive's Terms of Service.\nAdditionally, identifying tags or comments will be removed.</p>\n</li>\n<li>\n<p>If the creator has an account, it is the creator's responsibility to delete any comments that personally identify said creator that are associated with the work, prior to Orphaning it, and to inform the Policy &amp.\nAbuse team of any identifying tags that should be deleted.\nIf the creator does not have an account, it is the creator's responsibility to identify any comments and/or tags that should be deleted as part of a request for Orphaning (see Policy on unverified identities and Orphaning or deletion below).</p>\n</li>\n<li>Policy on unverified identities and Orphaning or deletion <p>Our policy is that creators should be able to Orphan or delete Content, and they should also be protected against claims by non-creators.\nDeleting Content is a user's way of withdrawing consent for AO3 to continue hosting said Content.\nWe provide creators with several alternative methods of confirming source, including using the e-mail address associated with the fanwork.\nusing information from a creator's own site or journal.\nor using an e-mail address or other form of contact associated with a different copy of the fanwork, including on the Internet Archive.\nWe will also consult with the maintainer of any collection of which the fanwork is a part and take any other actions that seem likely to help with verification.</p>\n<p>If the source of the request is confirmed, we will comply with the request.\nWhen the link between the source of the request and the fanwork's creator cannot be confirmed, and attempts to contact the fanwork's creator through any existing contact information receive no response, we will Orphan the fanwork.</p>\n</li>\n<li>Deleting Your Account <ol>\n<li>\n<p>Deletion of an account is a way for a user to withdraw their consent for AO3 to continue hosting their Content.\n</p>\n</li>\n<li>\n<p>If you delete Content, such Content will be unrecoverable via the Service.</p>\n</li>\n</ol>\n</li>\n</ol> D.\nOpen Doors <p>Please note: these terms are designed for agreements between the OTW and owners/maintainers of archives/collections of fanworks that were originally hosted on third-party sites.</p>\n<p>The Open Doors project of the Organization for Transformative Works is dedicated to preserving fanworks for the future.</p>\n<p>We are happy to help maintainers of typical fanfic archives preserve or back up their collections by transferring the contents of their archive into the Archive of Our Own.\nOther fannish projects that cannot be integrated into the Archive may also be preserved as special collections, resources permitting.\nBoth kinds of projects may be featured on the Open Doors page.</p> ToS for Open Doors projects <ol>\n<li>Maintainer Consent <p>The OTW will only preserve collections with the full consent of the maintainer of the collection.\nThe current maintainer of the project must agree to the Open Doors ToS, agree to any other conditions of the import, and grant us access to a copy of the current contents of the collection.\nThe maintainer must also transfer ownership of the domain name or follow Open Doors' instructions if they want URL redirects, and if such redirects are possible.\n(Domain name transfer is not necessary if the maintainer is merely backing up an Archive within the Archive of Our Own.)</p>\n</li>\n<li>Transfer of Project <p>When the Open Doors Committee and the current owner of the collection have decided to import an archive or a special collection under the Open Doors project, the current owner will provide a copy of the current contents and take any other steps necessary to carry out the transfer.</p>\n<p>Typically, fanwork archives will be imported into the Archive of Our Own under a collection named after the original archive.</p>\n</li>\n<li>URLs for Open Doors Project <p>For collections not hosted on the Archive itself, the special collection or project may be available under subdirectories or subdomains of an OTW site.</p>\n<p>We may also preserve the original project's domain name.</p>\n<p>Archives that have been integrated into the Archive of Our Own will also be listed in the Open Doors gallery.</p>\n</li>\n<li>Role of Original Maintainer <p>The original maintainer of an archive that has been imported to the Archive of Our Own will be invited to moderate their archive's collection within the Archive of Our Own with all the powers that a collection owner in the Archive usually has.\nso, for instance, to decide whether a new work fulfills their collection's rules, or should be removed from the collection.</p>\n<p>If the collection's maintainer no longer wants to work on the collection, they can designate a new maintainer for the collection, or close the collection to new submissions.\nShould someone volunteer or request to maintain a closed collection, Open Doors will attempt to contact the original maintainer to find out if they are interested in transferring the collection.\nIf the original maintainer does not respond with approval, ownership of the collection will not be transferred.</p>\n</li>\n<li>Collection Policy <p>Where possible, the existing policies of the collection will be preserved, even if they differ from the policies of the Archive of Our Own.\nSpecifically, collections (whether integrated into the Archive of Our Own or preserved as special collections) can have limits on fandom, subject matter, sexual content, etc.\nthat do not apply to Archive Content generally.\nOpen Doors collections may be mixed fan and non-fanworks.\nwhen we accept a mixed collection, the entire collection can be added to the Archive, and the standard prohibition on non-fanworks will not apply to the collection.\nHowever, the OTW retains the right to remove Content from its servers if the Board deems removal necessary for specific legal reasons, or if the Content violates the Content Policy (other than the prohibition on non-fanwork content).</p>\n<p>Control over individual fanworks contained within a collection rests with their creators.\nIf the verified creator of any individual fanwork contained within a collection requests its removal or alteration, the OTW will always comply with such a request in a reasonable period of time.\nWe will also provide mechanisms allowing creators to claim their fanworks from such a collection and if desired to attach them to a new or existing Archive of Our Own account, edit them, Orphan them, or delete them.</p>\n</li>\n<li>Parting from the OTW <p>As noted in section 5, control over individual fanworks contained within a collection always rests with their creators.\nThis section applies to collections as a whole.\nIf the collection's original maintainer decides that they no longer want to be affiliated with the OTW, or the OTW board decides they no longer wish to work with the original maintainer, the following procedures for dissolution will apply:</p>\n<ol>\n<li>\n<p>Open Doors will delete the imported archive's collection on AO3.\nAny works imported to the AO3 already claimed, Orphaned, or anonymized by AO3 users will remain in the Archive under control of the creators' accounts, or the Orphan account.\nOpen Doors will work with the original maintainer to delete any unclaimed works.</p>\n</li>\n<li>\n<p>OTW will give the original maintainer a copy of the archive backup given to the Open Doors Committee, if available.</p>\n</li>\n<li>\n<p>OTW will not be responsible for helping the maintainer set up elsewhere.</p>\n</li>\n<li>\n<p>OTW will place an announcement on the Open Doors page indicating that the original maintainer has moved to a new location, with a link to the new location if provided by the maintainer.</p>\n</li>\n<li>\n<p>These <abbr>ToS</abbr> are written assuming a single maintainer for a collection.\nIf there are multiple active maintainers of a collection, they must all agree before the OTW will bring the collection into Open Doors.\nIf some but not all of the maintainers later wish to part from the OTW, those who wish to do so can continue to work with the collection on the OTW servers, while the OTW will follow provisions b.\nand c.\nfor any maintainers who wish to move the collection elsewhere.\nHowever, the OTW will retransfer any domain names only to maintainers who were formerly registered owners of the domain names at issue.\nFor active collections, maintainers can use whatever dispute resolution procedure they work out between themselves, provided that they otherwise comply with OTW policies.</p>\n</li>\n</ol>\n<p>The goal of these rules is to be clear about how special collections and other extant fannish projects might come under the OTW umbrella while still preserving the autonomy both of the original maintainer and of the OTW.\nWe want to provide a permanent home to projects, and preserve the results of our efforts, without the original maintainer feeling like they are giving up all control.</p>\n</li>\n<li>General provisions <p>Matters not specifically addressed in this Open Doors Agreement will be governed by the OTW Terms of Service.</p>\n</li>\n</ol>\n<p>Material in this draft has been drawn from Slashcity, NearlyFreeSpeech.Net, Vox Populli, imeem.</p>\n<p>Approved: 23 May 2018</p>\n", "created_at": "2020-08-01 21:12:51.604205", "updated_at": "2020-08-01 21:13:05.602856"}], "points": [{"id": 26726, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://archiveofourown.org/tos#privacy", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:11:30.351002", "updated_at": "2022-03-13 15:49:22.047575", "quoteText": "If for any reason you terminate your user account with us, we will destroy active records containing your Personal Data as soon as reasonably possible.\n\"Reasonably\" here means no more than thirty business days from the termination of the account.", "case_id": 303, "document_id": 2740, "quoteStart": 34405, "quoteEnd": 34651}, {"id": 26735, "title": "You agree not to use the service for illegal purposes", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:46:21.668583", "updated_at": "2022-03-13 15:49:05.722909", "quoteText": "\n<p>to use <abbr>OTW</abbr> services to break any law that applies to you, including any rules or regulations having the force of law.", "case_id": 280, "document_id": 2739, "quoteStart": 11313, "quoteEnd": 11447}, {"id": 26727, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://archiveofourown.org/tos#privacy", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:13:51.067113", "updated_at": "2022-03-13 15:47:37.685156", "quoteText": "however, we may have to retain some information for a longer period as legal records or for auditing purposes.", "case_id": 304, "document_id": 2740, "quoteStart": 34652, "quoteEnd": 34762}, {"id": 26887, "title": "Your personal data is not sold", "source": "https://archiveofourown.org/tos#privacy", "status": "Generated through the annotate view", "created_at": "2022-02-22 13:50:37.126786", "updated_at": "2022-03-13 15:47:46.24674", "quoteText": "We will not sell, trade, or rent your personally identifying information.", "case_id": 193, "document_id": 2740, "quoteStart": 35817, "quoteEnd": 35890}, {"id": 26886, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://archiveofourown.org/tos#privacy", "status": "Generated through the annotate view", "created_at": "2022-02-22 13:48:37.290461", "updated_at": "2022-03-13 15:50:17.254009", "quoteText": "If we terminate your service, we may retain enough information to prevent you from signing up for the service in the future.", "case_id": 319, "document_id": 2740, "quoteStart": 34763, "quoteEnd": 34887}, {"id": 26885, "title": "You maintain ownership of your content", "source": "https://archiveofourown.org/tos#privacy", "status": "Generated through the annotate view", "created_at": "2022-02-22 13:41:06.957089", "updated_at": "2022-03-13 15:47:57.06861", "quoteText": "<p>The <abbr>OTW</abbr> does not claim any ownership or copyright in your Content.\n<strong>Repeat: we do not own your Content</strong>.\nNothing in this agreement changes that in any way.", "case_id": 183, "document_id": 2740, "quoteStart": 17244, "quoteEnd": 17430}, {"id": 26736, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 13:22:04.303189", "updated_at": "2022-03-13 15:47:17.728583", "quoteText": "Although all visible Content, including embedded images or other works, must comply with our Content Policy, User-Embedded Content is not otherwise governed by these Terms of Use or the Archive Privacy Policy, and instead is covered by the Terms of Use and/or Privacy Policy of the service that hosts the User-Embedded Content.", "case_id": 408, "document_id": 2739, "quoteStart": 13029, "quoteEnd": 13356}, {"id": 26734, "title": " The service is only available in some countries approved by its government", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:45:10.08712", "updated_at": "2022-03-13 15:49:49.018575", "quoteText": "<p>to create an account if you are a resident or national of any country to which the U.S.\nhas prohibited transactions by mandating a trade embargo, as detailed further by the State Department;</p>\n</li>\n<li>\n<p>", "case_id": 490, "document_id": 2739, "quoteStart": 10486, "quoteEnd": 10698}, {"id": 26733, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:44:34.295935", "updated_at": "2022-03-13 15:49:36.402101", "quoteText": "\n<p>to make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer or hardware or telecommunications equipment;</p>\n</li>\n<li>\n<p>to interfere with or disrupt the Service, any <abbr>OTW</abbr>-hosted Content or sites, servers, Services or networks connected to <abbr>OTW</abbr> sites;</p>", "case_id": 284, "document_id": 2739, "quoteStart": 10067, "quoteEnd": 10474}, {"id": 26732, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:33:47.746851", "updated_at": "2022-03-13 15:48:54.697278", "quoteText": "or that the results you get from using the services will be accurate, reliable, or satisfactory to you.", "case_id": 288, "document_id": 2739, "quoteStart": 6107, "quoteEnd": 6210}, {"id": 26731, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:31:32.933685", "updated_at": "2022-03-13 15:48:08.55135", "quoteText": "Changes in the <abbr>ToS</abbr> may be proposed at any time by or to the <abbr>OTW</abbr> Board.\nProposed changes will be prominently disclosed on the Service, and we will offer at least a two-week comment period for proposed changes.", "case_id": 119, "document_id": 2739, "quoteStart": 5019, "quoteEnd": 5253}, {"id": 26730, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:30:25.167695", "updated_at": "2022-03-13 15:54:35.362641", "quoteText": "By submitting a work, comment, image, tag, item of information including personally identifying information like an email address, User Name, link, embedded image, audio file or video, or any other form of content (\"Content\") to the Archive, or by creating a User Account and/or by viewing any Content on the Archive, you affirm, confirm and state that you comply with and assent to the <abbr>ToS</abbr>, which incorporates the AO3 Privacy Policy.</p>\n</li>", "case_id": 403, "document_id": 2739, "quoteStart": 4406, "quoteEnd": 4863}, {"id": 26729, "title": "The service is open-source", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:16:35.579434", "updated_at": "2022-03-13 15:48:17.986741", "quoteText": "Our software is open-source", "case_id": 485, "document_id": 2739, "quoteStart": 258, "quoteEnd": 285}, {"id": 26728, "title": "Your personal data is not sold", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:16:12.468244", "updated_at": "2022-03-13 15:48:33.550503", "quoteText": "We do not sell the data that you post on, submit to or share on \"<abbr>OTW</abbr> Sites\" (transformativeworks.org, archiveofourown.org and fanlore.org) to third parties", "case_id": 193, "document_id": 2739, "quoteStart": 867, "quoteEnd": 1035}, {"id": 10208, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-09-11 02:35:34.296671", "updated_at": "2020-10-08 02:18:36.976892", "quoteText": "Changes in the <abbr>ToS</abbr> may be proposed at any time by or to the <abbr>OTW</abbr> Board.\nProposed changes will be prominently disclosed on the Service, and we will offer at least a two-week comment period for proposed changes.\nAt the end of the comment period, proposed changes will be voted on by the Board.\nIf the Board votes in favor, the changes will become effective at that time.", "case_id": 146, "document_id": 2739, "quoteStart": 5019, "quoteEnd": 5412}, {"id": 10209, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-09-11 02:46:44.58848", "updated_at": "2021-02-06 03:50:43.262473", "quoteText": "\nChildren under the age of thirteen (13) are therefore not permitted to have an account or upload Content of any type to the Archive", "case_id": 146, "document_id": 2739, "quoteStart": 21562, "quoteEnd": 21694}, {"id": 11373, "title": "The court of law governing the terms is in location X", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 04:39:51.180232", "updated_at": "2020-11-22 01:59:08.016366", "quoteText": "You and the <abbr>OTW</abbr> agree to submit to the personal and exclusive jurisdiction of the courts located within New York County (Manhattan), New York", "case_id": 163, "document_id": 2739, "quoteStart": 3080, "quoteEnd": 3234}, {"id": 11375, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 04:42:28.551212", "updated_at": "2020-11-21 14:16:13.785732", "quoteText": "<p>The <abbr>OTW</abbr> provides services, including the Archive of Our Own, on an \"as is\" and \"as available\" basis.", "case_id": 286, "document_id": 2739, "quoteStart": 5782, "quoteEnd": 5898}, {"id": 11374, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 04:41:03.956689", "updated_at": "2020-11-22 01:58:45.929838", "quoteText": "<p>If any provision of the <abbr>ToS</abbr> is found by a court of competent jurisdiction to be invalid, you agree that the court should give effect to the party's intentions as reflected in the provision, and that the other provisions of the <abbr>ToS</abbr> remain in full force and effect.</p>", "case_id": 294, "document_id": 2739, "quoteStart": 3602, "quoteEnd": 3898}, {"id": 11397, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:59:07.03336", "updated_at": "2020-11-22 01:01:43.485746", "quoteText": "You will be solely responsible for any damage or loss of data that results from the download of any such material.", "case_id": 291, "document_id": 2739, "quoteStart": 6699, "quoteEnd": 6813}, {"id": 11395, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:57:36.221064", "updated_at": "2020-11-22 01:21:42.032756", "quoteText": "The <abbr>OTW</abbr> does not warrant (that is, does not make a legally binding promise) that our services will meet your requirements.\nthat our services will be uninterrupted, timely, secure, or error-free.", "case_id": 287, "document_id": 2739, "quoteStart": 5899, "quoteEnd": 6106}, {"id": 11392, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:55:04.318005", "updated_at": "2020-11-22 01:22:14.876285", "quoteText": "The <abbr>OTW</abbr>'s failure to enforce any part of the <abbr>ToS</abbr> will not waive the <abbr>OTW</abbr>'s ability to enforce it", "case_id": 295, "document_id": 2739, "quoteStart": 3300, "quoteEnd": 3434}, {"id": 11399, "title": "This service is only available to users over a certain age", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:06:54.638643", "updated_at": "2020-11-22 01:06:43.133401", "quoteText": "to create an account if you are under the age of thirteen;", "case_id": 152, "document_id": 2739, "quoteStart": 10698, "quoteEnd": 10756}, {"id": 11402, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:08:04.44452", "updated_at": "2020-11-22 01:08:08.559781", "quoteText": "The <abbr>OTW</abbr> has no control over such sites or their terms of use or privacy policies, and you agree that the <abbr>OTW</abbr> is not responsible for and does not endorse their content, terms or availability.</p>", "case_id": 279, "document_id": 2739, "quoteStart": 12281, "quoteEnd": 12501}, {"id": 11405, "title": "Third parties may be involved in operating the service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:12:20.531263", "updated_at": "2020-11-22 01:04:30.920695", "quoteText": "We may use third-party services to store, process, or transmit data, or perform other technical functions related to operating the Service.", "case_id": 207, "document_id": 2739, "quoteStart": 26071, "quoteEnd": 26210}, {"id": 11404, "title": "You maintain ownership of your data", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:10:18.396116", "updated_at": "2020-11-22 01:04:40.75474", "quoteText": "The <abbr>OTW</abbr> does not claim any ownership or copyright in your Content.", "case_id": 183, "document_id": 2739, "quoteStart": 16008, "quoteEnd": 16087}, {"id": 11398, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:01:26.870102", "updated_at": "2020-11-22 01:21:17.605192", "quoteText": "\n<p>to make available any unsolicited or unauthorized advertising (defined as solicitations for direct or indirect commercial advantage), junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation;</p>", "case_id": 281, "document_id": 2739, "quoteStart": 9831, "quoteEnd": 10056}, {"id": 11394, "title": "Users have a reduced time period to take legal action against the service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:56:59.981311", "updated_at": "2020-11-22 01:21:54.652036", "quoteText": "<p>You agree that, regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Archive or the <abbr>ToS</abbr> must be filed within one (1) year after such claim or cause of action arose or be forever barred.", "case_id": 151, "document_id": 2739, "quoteStart": 3899, "quoteEnd": 4166}, {"id": 11396, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:58:19.189684", "updated_at": "2020-11-22 01:21:27.684619", "quoteText": "In the event we learn of a breach of personally identifying information that users have submitted to the Service, we will notify affected users as soon as practicable.", "case_id": 391, "document_id": 2739, "quoteStart": 6419, "quoteEnd": 6586}, {"id": 11401, "title": "This service is only available to users over a certain age", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-11-21 22:07:24.382785", "updated_at": "2020-11-22 01:07:48.748359", "quoteText": "<p>to create an account if you are: between the ages of 13 and 16, and a resident or citizen of a country, including a European Economic Area country that states an age that is older than yours is required to consent to the processing of personal data without our obtaining written permission from a parent or legal guardian under the General Data Protection Regulation (\"GDPR\").", "case_id": 152, "document_id": 2739, "quoteStart": 10772, "quoteEnd": 11151}, {"id": 16012, "title": "They may stop providing the service at any time", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:13:42.320618", "updated_at": "2021-02-07 20:17:31.353147", "quoteText": "The <abbr>OTW</abbr> may change, end, or put on hiatus the Service, or parts of its Services, at any time.</p>", "case_id": 203, "document_id": 2740, "quoteStart": 9183, "quoteEnd": 9293}, {"id": 16013, "title": "This service requires first-party cookies", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:16:51.541686", "updated_at": "2021-02-07 20:18:25.112587", "quoteText": "Cookies must be enabled for the Archive to function properly with your computer.", "case_id": 126, "document_id": 2739, "quoteStart": 33010, "quoteEnd": 33090}, {"id": 16008, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:03:34.101446", "updated_at": "2021-02-07 20:17:59.575762", "quoteText": "<p>Any material you download, view, or otherwise access through the Service is at your own risk.", "case_id": 291, "document_id": 2739, "quoteStart": 6602, "quoteEnd": 6698}, {"id": 16014, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:20:54.696819", "updated_at": "2021-02-07 20:18:39.177523", "quoteText": "<p>A user whose account has been permanently suspended for reasons other than age may not rejoin under another identity.</p>", "case_id": 319, "document_id": 2739, "quoteStart": 41788, "quoteEnd": 41912}, {"id": 16016, "title": "The service provides details about what kinds of personal information they collect", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:34:46.571296", "updated_at": "2021-02-07 20:19:51.635479", "quoteText": "Personal Data includes your username, your email address, your IP information and any personally identifying information you enter on the Archive, including information that you put into your profile, a work's notes or tags, into the body of a work or other Content itself.", "case_id": 228, "document_id": 2739, "quoteStart": 19999, "quoteEnd": 20272}, {"id": 16009, "title": "There is a date of the last update of the agreements", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:07:22.290247", "updated_at": "2021-02-07 20:18:13.922812", "quoteText": "Approved: 23 May 2018", "case_id": 331, "document_id": 2739, "quoteStart": 75621, "quoteEnd": 75642}, {"id": 16010, "title": "The terms for this service are easy to read", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:09:16.741108", "updated_at": "2021-02-07 20:19:36.910799", "quoteText": "We strive to make each <abbr>OTW</abbr> Site's Terms of Service (<abbr>ToS</abbr>) and Privacy Policy readable.\nWe have tried to provide explanations for the more unusual legal terms.\nIf you have terminology questions not covered here, Law.com's glossary may help, though we cannot vouch for the accuracy of outside sources, including those referenced in the <abbr>ToS</abbr>.</li>", "case_id": 199, "document_id": 2740, "quoteStart": 2668, "quoteEnd": 3049}, {"id": 16015, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:32:57.49765", "updated_at": "2021-02-07 20:18:53.561176", "quoteText": "You recognize that the <abbr>OTW</abbr> does not endorse Content on the Archive in any way, except when material appears as an official statement of the <abbr>OTW</abbr>.", "case_id": 292, "document_id": 2739, "quoteStart": 14077, "quoteEnd": 14247}, {"id": 16011, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:10:29.023229", "updated_at": "2021-02-07 20:17:19.742748", "quoteText": "The <abbr>OTW</abbr> does not warrant (that is, does not make a legally binding promise) that our services will meet your requirements.\nthat our services will be uninterrupted, timely, secure, or error-free.", "case_id": 287, "document_id": 2740, "quoteStart": 7198, "quoteEnd": 7405}, {"id": 16017, "title": "The service can intervene in user disputes", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2021-02-07 16:39:37.057101", "updated_at": "2021-02-07 20:19:20.151829", "quoteText": "If you are unable to resolve the problem on your own, you can file a complaint with the Policy &amp.\nAbuse team.</p>", "case_id": 276, "document_id": 2740, "quoteStart": 43478, "quoteEnd": 43594}, {"id": 10207, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://archiveofourown.org/tos", "status": "Generated through the annotate view", "created_at": "2020-09-11 02:33:22.269813", "updated_at": "2021-02-06 03:50:43.22765", "quoteText": "</li>\n<li>We do not sell the data that you post on, submit to or share on \"<abbr>OTW</abbr> Sites\" (transformativeworks.org, archiveofourown.org and fanlore.org) to third parties", "case_id": 146, "document_id": 2739, "quoteStart": 857, "quoteEnd": 1035}], "urls": ["archiveofourown.org"]}}