{"error": 448, "message": "OK", "parameters": {"id": 844, "name": "Bits of Freedom", "created_at": "2018-11-30 08:09:26.397702", "updated_at": "2021-03-25 03:19:39.721022", "wikipedia": "https://en.wikipedia.org/wiki/Bits_of_Freedom", "keywords": null, "related": null, "slug": "bits_of_freedom", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/844.png", "url": "https://www.bitsoffreedom.nl/,https://www.bof.nl/", "documents": [{"id": 757, "name": "Privacy en voorwaarden", "url": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "xpath": "", "text": " <ul>\n<li>\n</li>\n<li> Search for: </li>\n</ul>\n<ul>\n<li>Waarom\n<ul>\n<li>Successen</li>\n<li>Missie</li>\n</ul>\n</li>\n<li>Wat\n<ul>\n<li>Dossiers</li>\n<li>Actueel</li>\n<li>Hoe</li>\n<li>Internationaal</li>\n</ul>\n</li>\n<li>Kom in actie\n<ul>\n<li>Volg ons</li>\n<li>Shop</li>\n<li>Doneren</li>\n<li>Vrijwilligen</li>\n<li>Vacatures</li>\n<li>Tips en tools</li>\n<li>Agenda</li>\n</ul>\n</li>\n<li>Doneren</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li>Waarom\n<ul>\n<li>Successen</li>\n<li>Missie</li>\n</ul>\n</li>\n<li>Wat\n<ul>\n<li>Dossiers</li>\n<li>Actueel</li>\n<li>Hoe</li>\n<li>Internationaal</li>\n</ul>\n</li>\n<li>Kom in actie\n<ul>\n<li>Volg ons</li>\n<li>Shop</li>\n<li>Vrijwilligen</li>\n<li>Tips en tools</li>\n<li>Agenda</li>\n</ul>\n</li>\n<li>Wie\n<ul>\n<li>Over ons</li>\n<li>Financiering</li>\n<li>Bedrijfsdonateurs</li>\n<li>ANBI-informatie</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>English</li>\n<li>Contact</li>\n<li>Pers</li>\n<li>Vacatures</li>\n<li>Doneren</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Waarom\n<ul>\n<li>Successen</li>\n<li>Missie</li>\n</ul>\n</li>\n<li>Wat\n<ul>\n<li>Dossiers</li>\n<li>Actueel</li>\n<li>Hoe</li>\n<li>Internationaal</li>\n</ul>\n</li>\n<li>Kom in actie\n<ul>\n<li>Volg ons</li>\n<li>Shop</li>\n<li>Vrijwilligen</li>\n<li>Tips en tools</li>\n<li>Agenda</li>\n</ul>\n</li>\n<li>Wie\n<ul>\n<li>Over ons</li>\n<li>Financiering</li>\n<li>Bedrijfsdonateurs</li>\n<li>ANBI-informatie</li>\n</ul>\n</li>\n<li>English</li>\n<li>Contact</li>\n<li>Pers</li>\n<li>Vacatures</li>\n<li>Doneren</li>\n</ul> Privacy en voorwaarden <p>\n<strong>Bits of Freedom komt op voor vrijheid en privacy op internet.\nVoor haar activiteiten, websites en mailinglijsten hanteert Bits of Freedom daarom een helder privacy-beleid en geen algemene voorwaarden.</strong>\n</p>\nPrivacyverklaring\n<p>Met deze privacyverklaring wil Bits of Freedom je graag informeren over welke (persoons)gegevens we voor welke doeleinden verzamelen.</p>\n<p>\n<em>(Versie: 13-12-2019 / vorige versies)</em>\n</p>\nGebruiksstatistieken website (cookies)\n<p>Om gebruiksstatistieken op onze website bij te houden, gebruiken we de open source software MatomoWat is Matomo?.\nHiermee plaatsen we twee analytische (first party) cookies:</p>\n<ul>\n<li>\n<em>_pk_id</em>: genereert een uniek nummer om een bezoeker te onderscheiden van andere bezoekers.\nBewaartermijn: 14 dagen na je laatste bezoek aan onze site.</li>\n<li>\n<em>_pk_ref</em>: registreert de site waarvandaan een bezoeker op onze site komt.\nBewaartermijn: 30 minuten na je laatste bezoek aan onze site.</li>\n</ul>\n<p>We hebben de volgende privacybeschermende maatregelen genomen:</p>\n<ol>\n<li>We maskeren de laatste vijf hextetten van de IPv6-adressen en de laatste twee octetten van de IPv4-adressen die we van bezoekers verzamelen (bijvoorbeeld 2001:db8:7bb:: of 198.51.0.0).</li>\n<li>We bewaren de verzamelde gegevens op onze eigen servers die we zelf beheren en die in Nederland staan.</li>\n<li>De bezoekerlogs (met onderstaande gegevens) worden niet langer bewaard dan 32 dagen.</li>\n<li>Via onze website(s) zullen nooit cookies of andere trackers van derden geladen worden.</li>\n<li>We respecteren Do Not Track headers, sterker nog we moedigen het gebruik ervan, en van cookie-blockers, aan!</li>\n</ol>\n<p>Met behulp van Matomo en deze analytische cookies verzamelen we de volgende gegevens:</p>\n<ul>\n<li>Het unieke nummer gekoppeld aan de cookie _pk_id (zie hierboven).</li>\n<li>IP-adres (gemaskeerd).</li>\n<li>Bezochte pagina’s (titel en URL) en datum en tijdstip waarop deze zijn bezocht.</li>\n<li>De URL van de pagina waarmee men op onze website is gekomen (Referrer URL).</li>\n<li>Gebruikte links op onze website die verwijzen naar externe websites (Outlink).</li>\n<li>Gedownloade bestanden.</li>\n<li>Geschatte locatie: land, regio, stad (we verzamelen niet de exacte geolocatie).</li>\n<li>Overige gegevens: schermresolutie, lokale tijd van bezoeker, snelheid van de website, taal van de browser.</li>\n<li>User agent van de browser: gebruikte browser, besturingssysteem, soort apparaat (computer, smartphone, etc.).</li>\n</ul>\n<p>We verwerken deze gegevens voor zover dit noodzakelijk is om het gebruik en functioneren van onze website(s) te kunnen analyseren.\nDoor de privacybeschermende maatregelen die we nemen, is de impact op je privacy beperkt en vragen we niet apart om je toestemming.</p>\nDonaties\n<p>Bij donaties verwerken we de persoonsgegevens die je als donateur aan ons verstrekt voor het afhandelen van de eenmalige of doorlopende donatie aan Bits of Freedom en (optioneel) voor het verstrekken van een @freedom.nl adres.\nBij doorlopende donaties zijn dit je bankrekeningnummer, naam en e-mailadres, het donatiebedrag, de startdatum en frequentie van doneren.\nAls je aangeeft dat je merchandise wil ontvangen zullen we hiervoor ook je adresgegevens verzamelen.\nDeze gegevens zullen we niet langer bewaren dan noodzakelijk is om de donatie te verwerken, (optioneel) het @freedom.nl adres ter beschikking te stellen, (optioneel) het versturen van merchandise, en om aan onze wettelijke administratieve verplichtingen te kunnen voldoen.</p>\n<p>\n<em>Doorlopende donaties</em>\n</p>\n<p>Doorlopende donaties verwerken we door middel van een (SEPA) incasso.\nWe laten het donatiebedrag incasseren door onze bank, Triodos Bank.\nHiervoor verstrekken we aan Triodos Bank periodiek uitsluitend de gegevens die voor het incasseren van de verschuldigde bedragen noodzakelijk zijn.</p>\n<p>\n<em>Eenmalige donaties</em>\n</p>\n<p>Eenmalige donaties worden uitgevoerd via de betaalmodule van Mollie.\nVoor de uitvoering van donaties via deze betaalmodule moet Mollie persoonsgegevens verwerken.\nHierop is het privacybeleidPrivacybeleid Mollie van Mollie van toepassing en is Mollie de verwerkingsverantwoordelijke.\nWe raden je aan om het privacybeleid van Mollie door te nemen voordat je van hun betaalmodule gebruik maakt.</p>\n<p>\n<em>Donaties in bitcoin</em>\n</p>\n<p>Donaties in bitcoin worden uitgevoerd door Bitonic.\nVoor de uitvoering van donaties via deze betaalmodule moet Bitonic gegevens verwerken.\nHierop is het privacybeleidPrivacybeleid Bitonic van Bitonic van toepassing en is Bitonic de verwerkingsverantwoordelijke.\nJouw donatie is door Bitonic en waarschijnlijk ook door derde partijen makkelijk te koppelen aan Bits of Freedom.\nDoor de manier waarop bitcoin werkt is jouw donatie hoogstwaarschijnlijk niet echt anoniem.</p>\n<p>\n<em>Zelf overmaken</em>\n</p>\n<p>Het is ook mogelijk om je donatie zelf direct over te maken naar onze bankrekening.\nIn dat geval worden de persoonsgegevens die noodzakelijk zijn voor het overmaken van het bedrag verwerkt door jouw bank en onze bank (Triodos BankTriodos Bank).</p>\nDe webshop\n<p>Als je onze <em>merchandise</em> koopt via de webshop plaatsen we een aantal cookies om je winkelwagentje bij te houden.\nDit kunnen de volgende cookies zijn:</p>\n<ul>\n<li>\n<em>woocommerce_cart_hash</em> en <em>woocommerce_items_in_cart</em>: onthouden wat er in je winkelwagentje zit en of daar iets bij of af gaat.\nBewaartermijn: gedurende de ‘sessie’ (ze worden dus gewist zodra je de browser opnieuw opstart).</li>\n<li>\n<em>wp_woocommerce_session_</em>: hier zit een code in waarmee we je bezoek kunnen koppelen aan een opgeslagen winkelwagentje in de database.\nBewaartermijn: 2 dagen na je laatste bezoek aan onze site.</li>\n</ul>\n<p>Je hebt geen account nodig om bij ons te bestellen (en moet dus voor iedere bestelling opnieuw je gegevens invullen).\nVan elke bestelling bewaren wij de volgende gegevens voor een periode van zes weken:</p>\n<ul>\n<li>Je voor- en achternaam en eventueel je bedrijfsnaam</li>\n<li>Het volledige verzendadres</li>\n<li>Je e-mailadres</li>\n<li>Een eventuele notitie die je bij de bestelling hebt getypt</li>\n<li>De producten in de bestelling, wat je ervoor betaald hebt, en of je een kortingsbon hebt gebruikt</li>\n</ul>\n<p>Van onbetaalde of mislukte bestellingen bewaren we deze gegevens een week.\nAls je een bestelling annuleert, dan verwijderen we gegevens binnen een dag.</p>\n<p>Betalingen voor de webshop worden uitgevoerd via de betaalmodule van Mollie.\nHiervoor moet Mollie persoonsgegevens verwerken.\nHierop is het privacybeleidPrivacybeleid Mollie van Mollie van toepassing en is Mollie de verwerkingsverantwoordelijke.\nWe raden je aan om het privacybeleid van Mollie door te nemen voordat je van hun betaalmodule gebruik maakt.</p>\nMeekijkvrij e-mailadres\n<p>Donateurs die €10 in de maand of meer doneren kunnen een meekijkvrij e-mailadres krijgen als ze dat willen.\nDeze dienst wordt geleverd door Soverin en heeft zijn eigen voorwaarden en privacyverklaringVoorwaarden en privacyverklaring Soverin.</p>\nMy Data Done Right\n<p>De volgende onderdelen zijn uitsluitend van toepassing als je gebruik maakt van de tool My Data Done Right:</p>\n<p>\n<em>Je contactgegevens</em>\n</p>\n<p>De contactgegevens die je verstrekt door gebruik te maken van My Data Done Right worden tijdelijk opgeslagen in je browser op je eigen apparaat voor de duur van het genereren van je verzoek(en).\nWe bewaren je contactgegevens niet op onze eigen servers.\nIndien je ervoor kiest om per e-mail een reminder te ontvangen over je ingediende verzoek en je verstrekt hiervoor je e-mailadres, dan bewaren we de volgende gegevens op onze servers in Nederland:</p>\n<ul>\n<li>je e-mailadres;</li>\n<li>het type verzoek (bijvoorbeeld: ‘inzageverzoek’);</li>\n<li>de organisatie aan wie het verzoek is verzonden.\nen</li>\n<li>de datum waarop je verzoek is gegenereerd.</li>\n</ul>\n<p>We gebruiken deze informatie om je op het juiste moment per mail een reminder te sturen.\nDeze informatie wordt verwijderd na het versturen van de laatste reminder.<br>\n<em>\n<br>\nFeedbackformulier</em>\n</p>\n<p>Wanneer je ons feedbackformulier invult vragen we niet om je persoonsgegevens te verstrekken (zoals je contactgegevens of naam).\nDe enige gegevens die we dan verzamelen, zijn:</p>\n<ul>\n<li>je antwoorden op de vragen (bijvoorbeeld: ‘Heb je een reactie ontvangen?’ Ja/Nee);</li>\n<li>het type verzoek (bijvoorbeeld: ‘inzageverzoek’).\nen</li>\n<li>de organisatie aan wie het verzoek is verzonden.</li>\n</ul>\n<p>We aggregeren deze gegevens en gebruiken de geaggregeerde gegevens om in kaart te brengen of organisaties verzoeken correct afhandelen en hun wettelijke verplichtingen nakomen.</p>\nMailinglijsten\n<p>Voor al onze mailinglijsten geldt dat je e-mailadres alleen met je voorafgaande toestemming wordt toegevoegd aan de lijst van abonnees.\nIedere mail die we naar een mailinglijst sturen, bevat een link waarmee je je direct kunt afmelden.\nHet onderhoud, het beheer en de beveiliging van de software van de mailinglijsten is in eigen beheer.</p>\nReactie op blogposts\n<p>Wanneer er reacties geplaatst worden onder blogs op onze website worden hierbij de IP-adressen en, waar ingevuld door de bezoekers, e-mailadressen en namen opgeslagen.\nIP-adressen worden uitsluitend opgeslagen om spam te voorkomen.\nAlleen de gebruikers van WordPress van Bits of Freedom (de vaste medewerkers en een strenge selectie van vrijwilligers) kunnen deze gegevens zien.\nDeze gegevens worden bewaard zolang de desbetreffende reactie zichtbaar is op de website.</p>\nFormulieren, websitebezoek, e-mails en relatiebeheer\n<p>Als je een (contact)formulier op onze website invult of ons een e-mail stuurt (@bof.nl), dan zullen we de persoonsgegevens die je ons hiermee stuurt, verwerken en bewaren zolang als naar de aard van het formulier of de inhoud van je e-mail noodzakelijk is voor de volledige beantwoording en afhandeling daarvan.\nOntvangen e-mails kunnen we daarnaast ook bewaren voor zover dit voor een goede uitvoering van onze reguliere werkzaamheden noodzakelijk is.</p>\n<p>Wanneer je via onze website deelneemt aan een poll, wordt je IP-adres uitsluitend gelogd om vast te stellen dat er per IP-adres maar één keer wordt gestemd.\nDe verzameling van IP-adressen voor een poll wordt permanent verwijderd op het moment dat de betreffende poll gesloten wordt.</p>\n<p>Als je onze website(s) bezoekt dan moeten onze servers je IP-adres verwerken om je de opgevraagde pagina te kunnen tonen.\nWe slaan in dat geval je IP-adres niet op in een logbestand.</p>\n<p>Als je in het kader van onze werkzaamheden vrijwillig je contactgegevens aan ons verstrekt met de bedoeling dat we je via deze contactgegevens kunnen bereiken, bijvoorbeeld door het verstrekken van een visitekaartje of omdat je je als vrijwilliger inzet voor Bits of Freedom, kunnen we deze gegevens bewaren voor zover dat in het kader van onze reguliere activiteiten, waaronder relatiebeheer, noodzakelijk is.</p>\n<p>Voor het beheren van contactgegevens van relaties gebruiken we de open source software CiviCRMInformatie over CiviCRM.\nDeze software draaien we in eigen beheer op onze eigen servers.\nE-mailadressen en PGP keyrings van relaties kunnen ook lokaal bewaard worden in de persoonlijke adresboeken van medewerkers van Bits of Freedom.\nOp verzoek zullen we uiteraard je contactgegevens uit onze systemen verwijderen.</p>\nOverige activiteiten\n<p>Voor alle andere activiteiten die Bits of Freedom organiseert, zoals de uitreiking van de Big Brother Awards of andere acties waarbij de inzet van belangstellenden wordt gevraagd, geldt dat Bits of Freedom zo min mogelijk persoonlijke gegevens vraagt.\nAls Bits of Freedom in campagnes samenwerkt met andere organisaties, bijvoorbeeld in Europees verband, zal zij erop aandringen dat er een helder privacybeleid wordt gevoerd.</p>\nVerstrekking aan derden\n<p>We zullen je persoonsgegevens nooit aan derden verstrekken als dit niet expliciet uit onze privacyverklaring volgt.\nDe enige twee uitzonderingen hierop zijn:</p>\n<ul>\n<li>als we voor een verstrekking aan derden vooraf expliciet je toestemming vragen.\nof</li>\n<li>als we hiertoe wettelijk zijn verplicht en pas nadat we ons uiterste best hebben gedaan om verstrekking op basis van een wettelijke verplichting te voorkomen.</li>\n</ul>\nJe rechten\n<p>Op grond van de Algemene verordening gegevensbescherming (AVG) heb je onder andere recht op inzage in de persoonsgegevens die we van je verzamelen en deze in bepaalde gevallen aan te passen of te laten verwijderen.\nOok kan je in bepaalde gevallen ons verzoeken om ons gebruik van je gegevens te stoppen of ons verzoeken om je gegevens in een machine readable formaat te verstrekken.</p>\n<p>Om je rechten uit te oefenen kan je ons per e-mail of post een verzoek sturen via de contactgegevens die hieronder staan vermeld.\nOm aan je verzoek te kunnen voldoen kunnen we om nadere informatie vragen om je identiteit te controleren.</p>\n<p>Meer informatie over de rechten die je op basis van de AVG hebt, vind je ook op de websiteUitleg over je rechten van de toezichthouder, de Autoriteit Persoonsgegevens.\nJe kan bij de Autoriteit Persoonsgegevens ook een klacht indienen over ons gebruik van je persoonsgegevens als je dit nodig acht.</p>\nWijzigingen privacyverklaring\n<p>We kunnen deze privacyverklaring wijzigen.\nBelangrijke wijzigingen zullen we aankondigen op onze website.\nVoorgaande versiesOude versies van onze privacyverklaring archiveren we online.</p>\nOnze contactgegevens\n<p>Voor de verwerking van persoonsgegevens zoals omschreven in deze privacyverklaring is de stichting Bits of Freedom (Bof) de verwerkingsverantwoordelijke, tenzij expliciet anders is aangegeven.\nHeb je deze tekst helemaal uitgelezen? Dan kun je een gratis webcam-cover ontvangen.\nWil je dat? Stuur dan een mailtje naar info@bitsoffreedom.nl met het onderwerp “Privacyverklaring, mag ik een webcam-cover?”.\nJe krijgt dan van ons een code waarmee je de cover in onze webshop gratis kunt bestellen.</p>\n<p>Vragen over onze privacyverklaring of wil je één van je rechten uit de AVG uitoefenen? Neem dan contact met ons op.\nPer post: Bits of Freedom, Prinseneiland 97hs, 1013LN Amsterdam.\nPer mail: info@bitsoffreedom.nl.\nTelefonisch: +31 20 261 8350.</p>\nGéén algemene voorwaarden\n<p>Je leest het goed: géén algemene voorwaarden.\nWe zouden hier een lang stuk kunnen schrijven over de juridische voorwaarden waarmee je akkoord gaat als je onze website bezoekt.\nEn dat Nederlands recht van toepassing is op jouw bezoek aan onze website.\nOfzo.\nMaar we geloven niet dat je akkoord kan gaan met onze voorwaarden, alleen door onze website te bezoeken.\nDaarvoor is meer nodig, bijvoorbeeld door voorafgaand aan ons sitebezoek op een ‘I accept’ knopje te klikken.\nMaar dat willen we je niet vragen.</p>\n<p>Toch vinden sommige organisaties waarmee we samenwerken het prettig als we alle informatie over Bits of Freedom op één plek samenvatten.\nDaarom hebben we hier de meest belangrijke informatie over Bits of Freedom opgesomd.\nMocht je nog vragen hebben, aarzel dan niet om contact op te nemen met ons op info@bitsoffreedom.nlMail info@bitsoffreedom.nl.</p>\n<p>De Stichting Bits of Freedom (Bof) is gevestigd op de Prinseneiland 97hs, 1013 LN Amsterdam, Nederland.\nBits of Freedom is ingeschreven in het handelsregister van de Kamer van Koophandel onder nummer 34121286.\nHet BTW-nummer is: NL808804169B01.</p>\n<p>Je kan doneren aan Bits of Freedom via de bankrekening van Bits of Freedom: IBAN NL73TRIO0391107380.\nJe kan Bits of Freedom ook machtigen om periodiek een donatie van je rekening af te schrijven, en je kan die machtiging op ieder moment weer intrekken.\nJe hoeft daarvoor alleen een mail te sturen naar info@bitsoffreedom.nl.\nWij verzoeken je daarbij je naam, adres en rekeningnummer te vermelden, en we waarderen het ook als je zou willen aangeven waarom je de machtiging wil opzeggen (maar dat is niet verplicht).\nBits of Freedom is door de Belastingdienst aangemerkt als Algemeen Nut Beogende Insteling (ANBI).</p>\n<p>We zijn grote voorstanders van het delen van kennis en de vrijheid van meningsuiting.\nWe bieden daarom de mogelijkheid om te reageren op onze site.\nLees hier de huisregels voor onze blogDe huisregels voor ons blog.</p>\n<p>Bits of Freedom streeft ernaar dat de informatie op haar website correct is.\nMocht je een fout vinden, laat het ons vooral weten.\nJe kan ons bereiken op info@bitsoffreedom.nl.</p>\n<p>De teksten en de vormgeving op deze website worden uitgebracht onder een Naamsvermelding-NietCommercieel-GelijkDelen 4.0 Internationaal (CC BY-NC-SA 4.0) Creative Commons licentieAlles wat je wilt weten over deze licentie.\nAls je ons merk of onze huisstijl wilt gebruiken, of als je de teksten op onze website wil gebruiken onder andere voorwaarden dan die van de toepasselijke Creative Commons-licentie, neem dan contact met ons op, via info@bitsoffreedom.nl.</p> Help mee en steun ons Door mijn bijdrage ondersteun ik Bits of Freedom, dat kan maandelijks of eenmalig.\n<p>Ik geef graag per maand</p> € <p>Ik geef graag een eenmalig bedrag</p> € Nieuwsbrief Laat dit veld leeg <p>Controleer je inbox of spammap om je abonnement te bevestigen.\n</p>\n<p>\n</p> Contact <p>info@bitsoffreedom.nl</p>\n<p>+31 20 261 8350</p>\n<p>Prinseneiland 97hs</p>\n<p>1013 LN Amsterdam</p>\n<p>Privacy en voorwaarden | Creative Commons | Huisregels | Coordinated Vulnerability Disclosure | Ontwerp: Van Lennep | Code: Van Ons | Infrastructuur: LeaseWeb en Sentia</p> ", "created_at": "2018-11-30 08:09:58.45148", "updated_at": "2020-12-14 20:31:13.190166"}], "points": [{"id": 5031, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2018-11-30 08:26:15.966235", "updated_at": "2019-06-24 04:52:34.852749", "quoteText": "We zullen je persoonsgegevens nooit aan derden verstrekken als dit niet expliciet uit onze privacyverklaring volgt.\nDe enige twee uitzonderingen hierop zijn:</p>\n<ul>\n<li>als we voor een verstrekking aan derden vooraf expliciet je toestemming vragen.\nof</li>\n<li>als we hiertoe wettelijk zijn verplicht en pas nadat we ons uiterste best hebben gedaan om verstrekking op basis van een wettelijke verplichting te voorkomen.</li>", "case_id": 305, "document_id": 757, "quoteStart": 13347, "quoteEnd": 13773}, {"id": 5030, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2018-11-30 08:24:10.394005", "updated_at": "2020-12-14 21:30:53.415905", "quoteText": "Via onze website(s) zullen nooit cookies of andere trackers van derden geladen worden.</li>\n<li>We respecteren Do Not Track headers, sterker nog we moedigen het gebruik ervan, en van cookie-blockers, aan", "case_id": 381, "document_id": 757, "quoteStart": 2951, "quoteEnd": 3154}, {"id": 5032, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2018-11-30 08:28:40.006281", "updated_at": "2021-02-15 00:01:40.637787", "quoteText": "Op grond van de Algemene verordening gegevensbescherming (AVG) heb je onder andere recht op inzage in de persoonsgegevens die we van je verzamelen en deze in bepaalde gevallen aan te passen of te laten verwijderen", "case_id": 228, "document_id": 757, "quoteStart": 13794, "quoteEnd": 14007}, {"id": 5029, "title": "The service deletes tracking data after a period of time and allows you to opt out", "source": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2018-11-30 08:23:19.152726", "updated_at": "2019-08-24 03:17:29.05446", "quoteText": "Om gebruiksstatistieken op onze website bij te houden, gebruiken we de open source software MatomoWat is Matomo?.\nHiermee plaatsen we twee analytische (first party) cookies:</p>\n<ul>\n<li>_pk_id: genereert een uniek nummer om een bezoeker te onderscheiden van andere bezoekers.\nBewaartermijn: 14 dagen na je laatste bezoek aan onze site.</li>\n<li>_pk_ref: registreert de site waarvandaan een bezoeker op onze site komt.\nBewaartermijn: 30 minuten na je laatste bezoek aan onze site", "case_id": 221, "document_id": 757, "quoteStart": 1876, "quoteEnd": 2355}, {"id": 5033, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.bitsoffreedom.nl/privacy-en-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2018-11-30 08:30:25.539825", "updated_at": "2019-09-25 01:29:48.137302", "quoteText": "Wanneer er reacties geplaatst worden onder blogs op onze website worden hierbij de IP-adressen en, waar ingevuld door de bezoekers, e-mailadressen en namen opgeslagen.\nIP-adressen worden uitsluitend opgeslagen om spam te voorkomen.\nAlleen de gebruikers van WordPress van Bits of Freedom (de vaste medewerkers en een strenge selectie van vrijwilligers) kunnen deze gegevens zien.\nDeze gegevens worden bewaard zolang de desbetreffende reactie zichtbaar is op de website.</p>", "case_id": 303, "document_id": 757, "quoteStart": 10566, "quoteEnd": 11038}], "urls": ["https://www.bitsoffreedom.nl/", "https://www.bof.nl/"]}}