{"error": 448, "message": "OK", "parameters": {"id": 2412, "name": "Pixel8Earth", "created_at": "2020-11-20 06:05:48.921989", "updated_at": "2021-03-25 03:19:52.490526", "wikipedia": null, "keywords": null, "related": null, "slug": "pixel8earth", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2412.png", "url": "pixel8.earth", "documents": [{"id": 3109, "name": "Terms of Use", "url": "https://www.pixel8.earth/terms-of-use.html", "xpath": "/html/body/div[1]", "text": " Pixel8Earth Terms of Use <p>YOUR CONTINUED USE OF OR ACCESS TO THE SITE AND/OR SERVICES SHALL BE DEEMED ACCEPTANCE OF THE TERMS OF USE.</p> 1.\nAcceptance of Terms.\n<p> The following terms and conditions govern all use of the http://pixel8.earth website and mobile application (<b>the Site</b>) and the services available on or at the Site (taken together, <b>the Service</b>).\nThe Service is owned and operated by Pixel8Earth, LLC.\n(Pixel8Earth).\nThe Service is offered subject to acceptance without modification of all of the terms and conditions contained herein (<b>the Terms of Use</b>) and all other operating rules, policies and procedures that may be published from time to time on this Site by Pixel8Earth.\nThe Service is available only to individuals who are at least 13 years old or possess legal parental or guardian consent.\nIf you do not so qualify, do not attempt to use the Service.\nPixel8Earth may refuse to offer the Service to any person or entity at any time and may change its eligibility criteria, at any time, in its sole discretion.\n</p> 2.\nModification of Terms of Use.\n<p>Pixel8Earth reserves the right, at its sole discretion, to modify or replace any of the Terms of Use at any time.\nIt is your responsibility to check the Terms of Use periodically for changes.\nYour continued use of the Service following the posting of any changes to the Terms of Use constitutes acceptance of those changes.</p> 3.\nPrivacy.\n<p>Pixel8Earth's current Privacy Statement for the Pixel8.earth site is located on the Privacy Page and is incorporated into these Terms of Use.\nFor inquiries in regard to the Pixel8Earth's Privacy Policy, or to report a privacy related problem, please contact privacy@pixel8.earth</p> 4.\nRules and Conduct.\n<p>As a condition of use, you promise not to use the Service for any purpose that is prohibited by the Terms of Use.\nThe Service (including, without limitation, any Content or User Submissions (both as defined below)) is provided only for your own personal, non-commercial use.\nFor purposes of the Terms of Use, \"Content\" includes, without limitation, any information, data, text, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible by Pixel8Earth or its partners on or through the Service.</p>\n<p>By way of example, and not as a limitation, you shall not to (or permit others to) either (a) take any action or (b) upload, download, post, submit or otherwise distribute or facilitate distribution of any content using any communications service or other service available on or through the Service, that:</p>\n<ul>\n<li>infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity;</li>\n<br>\n<li>is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, obscene, offensive, or profane;</li>\n<br>\n<li>constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (\"spamming\");</li>\n<br>\n<li>contains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data or other information of Pixel8Earth or any third party.\nor</li>\n<br>\n<li>impersonates any person or entity, including any employee or representative of Pixel8Earth.</li>\n</ul>\n<p>Additionally, you shall not: (i) take any action that imposes or may impose (as determined by Pixel8Earth in its sole discretion) an unreasonable or disproportionately large load on Pixel8Earth's (or its third party providers') infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service.\nor (iii) bypass any measures Pixel8Earth may use to prevent or restrict access to the Service (or other accounts, computer systems or networks connected to the Service).</p>\n<p>You shall not (directly or indirectly): (i) decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Service, except to the limited extent applicable laws specifically prohibit such restriction, (ii) modify, translate, or otherwise create derivative works of any part of the Service, or (iii) copy, rent, lease, distribute, or otherwise transfer any or the rights that you receive hereunder.</p>\n<p>You shall abide by all applicable local, state, national and international laws and regulations.</p> 5.\nRegistration.\n<p>As a condition to using Services, you may be required to register with Pixel8Earth and select a password and screen name (Pixel8.earth Screen Name).\nYou shall provide Pixel8Earth with accurate, complete, and updated registration information.\nFailure to do so shall constitute a breach of the Terms of Use, which may result in immediate termination of your Pixel8.earth account.\nYou shall not (i) select or use as a Pixel8.earth Screen Name a name of another person with the intent to impersonate that person.\n(ii) use as a Pixel8.earth Screen Name a name subject to any rights of a person other than you without appropriate authorization.\nor (iii) use as a Pixel8.earth Screen Name a name that is otherwise offensive, vulgar or obscene.\nPixel8.earth reserves the right to refuse registration of, or cancel a Pixel8.earth Screen Name in its sole discretion.\nYou are solely responsible for activity that occurs on your account and shall be responsible for maintaining the confidentiality of your Pixel8.earth password.\nYou shall never use another user's account without such other user's express permission.\nYou will immediately notify Pixel8Earth in writing of any unauthorized use of your account, or other account related security breach of which you are aware.</p> 6.\nThird Party Sites.\n<p>The Service may permit you to link to other websites or resources on the Internet, and other websites or resources may contain links to the Site.\nThese other websites are not under Pixel8Earth's control, and you acknowledge that Pixel8Earth is not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such websites or resources.\nThe inclusion of any such link does not imply endorsement by Pixel8Earth or any association with its operators.\nYou further acknowledge and agree that Pixel8Earth shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Content, goods or services available on or through any such website or resource.</p> 7.\nPixel8.earth Content Generally.\n<p>You agree that the Service contains Content specifically provided by Pixel8Earth or its partners and that such Content is protected by copyrights, trademarks, service marks, patents, trade secrets or other proprietary rights and laws.\nExcept as expressly authorized by Pixel8Earth in writing, you shall not sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from such Content.\nHowever, Pixel8Earth hereby grants you a limited, revocable, non-sublicensable license to reproduce and display the Content (excluding any software code).\nprovided, that you retain all copyright and other proprietary notices contained therein.\nReproducing, copying or distributing any Content, materials or design elements on the Site for any other purpose is strictly prohibited without the express prior written permission of Pixel8Earth.</p> 8.\nUser Submissions.\n<p>The Service provides you with the ability to upload, submit, disclose, distribute or otherwise post (hereafter, \"posting\") content (including, without limitation, information, data, and images) to the Service (\"User Submissions\").\nBy posting User Submissions on or at the Site or otherwise through the Service, you:</p>\n<ul>\n<li>acknowledge and agree that you grant to Pixel8Earth, its affiliates and their assignees a Creative Commons Attribution-ShareAlike 2.5 license (located at: http://creativecommons.org/licenses/by-sa/2.5/ ) to such User Submissions, including without limitation, any concepts, ideas or know-how embodied therein;</li>\n<li>\n<br>\n</li>\n<li>represent and warrant that you own or otherwise control all rights to such User Submissions and that disclosure and use of such User Submissions by Pixel8Earth (including without limitation, publishing content on or at the Site) will not infringe or violate the rights of any third party.\nand</li>\n<li>\n<br>\n</li>\n<li>acknowledge that such User Submissions may not be treated confidentially.</li>\n<li>\n</li>\n</ul>\n<p>You shall not provide Pixel8Earth with any confidential or proprietary information that you desire or are required to keep secret.\nYou are solely responsible for the User Submissions you post on or through the Service.\nPixel8Earth does not endorse and has no control over any User Submission.</p>\n<p>Pixel8Earth has no obligation to monitor the Site, Service, Content, or User Submissions.\nPixel8Earth may remove any User Submission at any time for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such User Submission), or for no reason at all.</p> 9.\nTermination.\n<p>Pixel8Earth may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate your account, you may simply discontinue using the Service.\nAll provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> 10.\nNo Warranties.\n<p>THE SERVICE (INCLUDING, WITHOUT LIMITATION, THE CONTENT AND USER SUBMISSIONS) IS PROVIDED \"AS IS\" AND \"AS AVAILABLE AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nPixel8Earth, AND ITS DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (A) THE CONTENT OR USER SUBMISSIONS ARE TIMELY, ACCURATE, COMPLETE, RELIABLE OR CORRECT.\n(B) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(C) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(D) THE CONTENT OR USER SUBMISSIONS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (E) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.</p> 11.\nLimitation of Liability.\n<p>IN NO EVENT SHALL Pixel8Earth, NOR ITS DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL THEORY WITH RESPECT TO THE SERVICE OR ANY CONTENT OR USER SUBMISSIONS (I) FOR ANY LOST PROFITS OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, SUBSTITUTE GOODS OR SERVICES (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), (III) FOR ANY ERRORS OR OMISSIONS IN ANY CONTENT OR USER SUBMISSIONS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT OR USER SUBMISSIONS POSTED, EMAILED, TRANSMITTED OR OTHERWISE MADE AVAILABLE ON OR THROUGH THE SERVICE, OR (IV) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) $10 (U.S.).\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p> 12.\nIndemnification.\n<p>You shall defend, indemnify, and hold harmless Pixel8Earth, its affiliates and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, claims, and expenses, including reasonable attorneys' fees, that arise from your (i) use or misuse of the Service.\n(ii) your access to the Site, use of the Services, violation of the Terms of Use by you.\nor, (iii) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity.\nPixel8Earth reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Pixel8Earth in asserting any available defenses.</p> 13.\nInternational/Non-Washington D.C Use.\n<p>Pixel8Earth makes no representation that the Content is appropriate or available for use in locations outside of Washington D.C., and accessing the Service is prohibited from territories where such Content is illegal.\nIf you access the Service from other locations, you do so at your own initiative and are responsible for compliance with local laws.</p> 14.\nDispute Resolution.\n<p>A printed version of the Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Terms of Use to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou and Pixel8Earth agree that any cause of action arising out of or related to the Service must commence within one (1) year after the cause of action arose.\notherwise, such cause of action is permanently barred.</p>\n<p>The Terms of Use shall be governed by and construed in accordance with the laws of the District of Columbia, excluding its conflicts of law rules, and the United States of America.\nYou expressly agree that the exclusive jurisdiction for any claim or action arising out of or relating to the Terms of Use or your use of this Site or Services shall be filed only in the state or federal courts located in District of Columbia and you further agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.\nUse of the Service is not authorized in any jurisdiction that does not give effect to all provisions of the Terms of Use, including without limitation, this section.</p> 15.\nIntegration and Severability.\n<p>The Terms of Use are the entire agreement between you and Pixel8Earth with respect to the Service and use of this Site, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and Pixel8Earth with respect to this Site (but excluding the use of any software which may be subject to a separate end-user license agreement).\nIf any provision of the Terms of Use is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms of Use will otherwise remain in full force and effect and enforceable.</p> 16.\nMiscellaneous.\n<p>The Terms of Use are personal to you, and are not assignable, transferable or sublicensable by you except with Pixel8Earth's prior written consent.\nPixel8Earth may assign, transfer or delegate any of its rights and obligations hereunder without consent.\nNo agency, partnership, joint venture, or employment relationship is created as a result of the Terms of Use and neither party has any authority of any kind to bind the other in any respect.\nIn any action or proceeding to enforce rights under the Terms of Use, the prevailing party will be entitled to recover costs and attorneys' fees.\nAll notices under the Terms of Use will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.</p> Copyright and Trademark Notices.\n<p>Unless otherwise indicated, all Content provided by Pixel8Earth is copyright © 2019 Pixel8Earth, LLC.\nAll rights reserved.</p>\n<p>The names of actual companies and products mentioned at the Site may be the trademarks of their respective owners.</p>\n<p>Creative Commons</p>\n<p>This Terms of Use document is derived from the Terms of Use published by http://www.swivel.com and is licensed under a Creative Commons Attribution-ShareAlike 2.5 License</p> 17.\nContact.\n<p> You may contact Pixel8Earth at the following address:<br>\n<br>\n<br> Pixel8Earth LLC.<br>\n<br> 169 Roosevelt Ave.<br> Louisville, CO 80027<br> 202-321-3914\u2028Email: sean.gorman@Pixel8.earth<br> © 2019 Pixel8Earth </p>\n<small>Pixel8Earth Terms of Use</small> ", "created_at": "2020-11-20 06:06:19.70199", "updated_at": "2020-11-20 06:06:20.610421"}, {"id": 3110, "name": "Privacy Policy", "url": "https://www.pixel8.earth/privacy-policy.html", "xpath": "/html/body/div[1]", "text": " Pixel8.earth Privacy Policy <p>Thank you for visiting Pixel8Earth, LLC’s (“Pixel8Earth”) Internet web site (the “Site”) located at the URL: https://pixel8.earth and associated mobile application.\nThis Privacy Policy details certain policies implemented throughout Pixel8Earth governing Pixel8Earth’s use of personally identifiable information collected from users of the Site and Pixel8Earth’s general operations.\n</p>\n<p>Although we operate internationally, our computer systems are currently based in the United States, so your personal data will be processed by us in the U.S.\nwhere data protection and privacy regulations may not offer the same level of protection as in other parts of the world, such as the European Union.\nIf you create a user account with the Site as a visitor from outside the United States, by using the Site you agree to this Privacy Policy and you consent to the transfer of all such information to the United States, which may not offer an equivalent level of protection of that required in the European Union or certain other countries, and to the processing of that information as described in this Privacy Policy.\n</p>\n<p>You will have the ability to post content to either public or non-public areas of the Site.\nIf you post content to a public area of the Site, such content will be disclosed and accessible to all other users of the Site.\nIf you post content to a non-public-area of the Site, such content will be disclosed and accessible only to those other users of the Site who you designate under your account.\nThis Privacy Policy does not restrict the further use of any personally identifiable information that is included with or in the content you publicly post or otherwise make available to the public via the Site.\nYou acknowledge that your Pixel8.earth screen name (if applicable) may be displayed when you post content on the Site.\nAny content that you submit to the Site may be widely redistributed through the Internet and other media channels as described in the Pixel8.earth Terms of Use, which is available at https://www.pixel8.earth/terms-of-use.html.\n</p> Privacy Policy Updates <p>Due to the Internet’s rapidly evolving nature, Pixel8Earth may need to update this Privacy Policy from time to time.\nIf so, Pixel8Earth will post its updated Privacy Policy on www.Pixel8.earth.com and will use reasonable efforts to include a link to the most current Privacy Policy in any emails that Pixel8Earth sends to you so you are always aware of what personally identifiable information we may collect and how we may use this information.\nPixel8Earth encourages you to review this Privacy Policy regularly for any changes.\nYour continued use of the Site and/or continued provision of personally identifiable information to us will be subject to the terms of the then-current Privacy Policy.\n</p> Information Collection and Use <p>You can generally visit the Site without revealing any personally identifiable information about yourself.\nWe may, however, collect non-personally identifiable information such as browser type, language preference, referring site and date and time of each visit to the Site to better understand how visitors use the Site.\nPixel8Earth may, from time to time, release such non-personally identifiable information in the aggregate by publishing a report on trends in the usage of the Site.\n</p>\n<p>In certain sections of the Site and when you provide data to our servers or conduct transactions through our Pixel8.earth services, we may ask you to complete a registration form and invite you to ask us questions, provide us with feedback or request information.\nDue to the nature of some of these activities, we may collect personally identifiable information such as your name, address, e-mail address, phone number, password and username that you voluntarily transmit with your communication to us.\nIn addition, we may transparently collect your Internet protocol (IP) address without your active disclosure.\nWe also may collect the foregoing personally identifiable information about you from the log-in process.\nregistration forms.\nweb site usage.\ncookies, web bugs or clear gifs.\nproduct or service usage.\nchat or message boards.\nand communications initiated by us or our users via e-mail, phone or postal mail.\nWe may use your personally identifiable information to deliver requested goods, services or information.\nprovide notices regarding the services.\nprovide notices regarding goods or services you might want to purchase in the future and to improve the content and general administration of this Site and our services.\nWe may combine personally and non-personally identifiable information to enable us to attribute usage of the Pixel8.earth services to a particular computer or network for internal business purposes only.\nPixel8Earth will not share such correlated information with third parties without your permission.\nYou can refuse to supply personally identifiable information, however, such refusal may prevent you from engaging in certain activities on the Site.\n</p> Communications <p>If you are a registered member of the Site and have supplied your e-mail address, we may occasionally send you an e-mail describing new goods or services or solicit your feedback.\nIf you do not wish to receive such e-mails, please follow the instructions included in each e-mail.\n</p> Children's Privacy <p>Pixel8Earth recognizes the privacy interests of children and we encourage parents and guardians to take an active role in their children's online activities and interests.\nNo personally identifiable information is collected by Pixel8Earth from children under the age of 13 and the Site are not intended for children under the age of 13.\nPixel8Earth does not target its services or the Site to children under 13.\nPixel8Earth does not knowingly collect personally identifiable information from children under the age of 13.\n</p> Cookies <p>We may use small text files called cookies to improve overall experience of the Site.\nA cookie is a piece of data stored on the user's hard drive containing information about the user.\nCookies generally do not permit us to personally identify you.</p> Aggregate Information <p>The Site may track the total number of visitors to the Site, the number of visitors to each page of the Site, IP addresses and External Web Sites (defined below) linked to, and we may analyze this data for trends and statistics in the aggregate.\nSuch information will be maintained, used and disclosed in aggregate form only and may contain personally identifiable information.\nWe may use such aggregate information to analyze trends, administer the Site, track users’ movement and gather broad demographic information for aggregate use.\nWe may display such aggregate information publicly or provide it to third parties.\n</p> Disclosure <p>We may provide your personally identifiable information and the data generated by cookies and the aggregate information to the vendors, third party service agencies and affiliated organizations that we may engage to assist us.\nFor example, we may provide your personally identifiable information to the hosting company who assists us in operating the Site or to a third party service provider to provide other services for us in regard to the operation of the Site.\nSuch vendors, third party service agencies and affiliated organizations shall be bound by the terms and conditions of this Privacy Policy.\nWe will not sell your personally identifiable information to any third parties except we may transfer your personally identifiable information to a successor entity upon a merger, consolidation or other corporate reorganization in which Pixel8Earth participates or to a purchaser of all or substantially all of Pixel8Earth’s assets to which this Site relates.\nWe will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority or to prevent harm to Pixel8Earth, third parties or the public at large.\nAdditionally, we may disclose your personally identifiable information, in our sole discretion, to law enforcement agencies to assist in any investigation.\n</p> Links to Third Party Sites <p>This Site may provide links to other Web sites or resources over which Pixel8Earth does not have control (“External Web Sites”).\nSuch links do not constitute an endorsement by Pixel8Earth of those External Web Sites.\nYou acknowledge that Pixel8Earth is providing these links to you only as a convenience, and further agree that Pixel8Earth is not responsible for the content of such External Web Sites.\nYour use of External Web Sites is subject to the terms of use and privacy policies located on the linked to External Web Sites.\n</p> Security <p>We may employ procedural and technological measures, consistent with industry practice, to help protect your personally identifiable information from loss, unauthorized access, disclosure, alteration or destruction.\nPixel8Earth may use password protection and place internal restrictions on who in the company may access your data to help prevent unauthorized access to your personally identifiable information.\n</p> Correction/Deletion/Updating Personally Identifiable Information <p>Pixel8Earth provides you with the ability to review, correct and delete certain of the personally identifiable information that you have provided to us.\nprovided, however, that Pixel8Earth will retain a copy in its files of all personally identifiable information, even if removed, in order to resolve disputes or enforce its terms of use.\nIf you wish to review, correct or request the deletion of any information you have provided to us, contact us: </p>\n<p>\n<b>By e-mail:</b> privacy@pixel8.earth</p>\n<p>\n<b>By mail:</b> 169 Roosevelt Ave.\nLouisville, CO 80027</p>\n<p>\n<b>By phone:</b> 202-321-3914.</p>\n<p>If you have any questions regarding this Privacy Policy please contact us via e-mail at the address set forth above.</p>\n<p>This Privacy Policy was last updated: September 24th 2019</p>\n<p>This Privacy Policy is effective as of: September 24th 2019</p>\n<small>PA\\10488936.2\u2028<br>312243-20</small> ", "created_at": "2020-11-20 06:06:49.384391", "updated_at": "2020-11-20 06:06:50.608681"}], "points": [{"id": 13062, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-12-21 10:24:23.387648", "updated_at": "2020-12-21 16:34:13.050814", "quoteText": "except we may transfer your personally identifiable information to a successor entity upon a merger, consolidation or other corporate reorganization in which Pixel8Earth participates or to a purchaser of all or substantially all of Pixel8Earth’s assets to which this Site relates", "case_id": 243, "document_id": 3110, "quoteStart": 7526, "quoteEnd": 7805}, {"id": 11565, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:39:55.202277", "updated_at": "2020-11-25 03:17:02.357523", "quoteText": "Third Party Sites.\n<p>The Service may permit you to link to other websites or resources on the Internet, and other websites or resources may contain links to the Site.\nThese other websites are not under Pixel8Earth's control, and you acknowledge that Pixel8Earth is not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such websites or resources.\nThe inclusion of any such link does not imply endorsement by Pixel8Earth or any association with its operators.\nYou further acknowledge and agree that Pixel8Earth shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Content, goods or services available on or through any such website or resource.</p>", "case_id": 209, "document_id": 3109, "quoteStart": 5928, "quoteEnd": 6756}, {"id": 11555, "title": "Content is published under a free license instead of a bilateral one", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:20:56.683433", "updated_at": "2020-11-25 03:19:38.144028", "quoteText": "By posting User Submissions on or at the Site or otherwise through the Service, you:</p>\n<ul>\n<li>acknowledge and agree that you grant to Pixel8Earth, its affiliates and their assignees a Creative Commons Attribution-ShareAlike 2.5 license (located at: http://creativecommons.org/licenses/by-sa/2.5/ ) to such User Submissions, including without limitation, any concepts, ideas or know-how embodied therein;</li>\n<li>\n<br>\n</li>\n<li>represent and warrant that you own or otherwise control all rights to such User Submissions and that disclosure and use of such User Submissions by Pixel8Earth (including without limitation, publishing content on or at the Site) will not infringe or violate the rights of any third party.\nand</li>\n<li>\n<br>\n</li>\n<li>acknowledge that such User Submissions may not be treated confidentially.</li>", "case_id": 131, "document_id": 3109, "quoteStart": 7973, "quoteEnd": 8802}, {"id": 11551, "title": "The user is informed about security practices", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:13:27.568263", "updated_at": "2020-11-25 03:21:03.039288", "quoteText": "We may employ procedural and technological measures, consistent with industry practice, to help protect your personally identifiable information from loss, unauthorized access, disclosure, alteration or destruction.\nPixel8Earth may use password protection and place internal restrictions on who in the company may access your data to help prevent unauthorized access to your personally identifiable information.", "case_id": 226, "document_id": 3110, "quoteStart": 8776, "quoteEnd": 9187}, {"id": 11549, "title": "This service does not sell your personal data", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:05:34.06049", "updated_at": "2020-12-21 10:22:30.366996", "quoteText": "We will not sell your personally identifiable information to any third parties except we may transfer your personally identifiable information to a successor entity upon a merger, consolidation or other corporate reorganization in which Pixel8Earth participates or to a purchaser of all or substantially all of Pixel8Earth’s assets to which this Site relates.\n", "case_id": 193, "document_id": 3110, "quoteStart": 7447, "quoteEnd": 7807}, {"id": 11695, "title": "Your personal data is given to third parties", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-26 00:15:47.564234", "updated_at": "2020-11-26 01:52:00.855862", "quoteText": "or to prevent harm to Pixel8Earth, third parties or the public at large.", "case_id": 188, "document_id": 3110, "quoteStart": 7964, "quoteEnd": 8036}, {"id": 11694, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-26 00:15:00.623703", "updated_at": "2020-11-26 01:52:10.538506", "quoteText": "We will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority", "case_id": 393, "document_id": 3110, "quoteStart": 7807, "quoteEnd": 7963}, {"id": 11696, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-26 00:16:10.843776", "updated_at": "2020-11-26 01:47:14.682359", "quoteText": "We will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority ", "case_id": 393, "document_id": 3110, "quoteStart": 7807, "quoteEnd": 7964}, {"id": 11558, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:24:29.926275", "updated_at": "2020-11-26 07:10:47.67796", "quoteText": "You shall defend, indemnify, and hold harmless Pixel8Earth, its affiliates and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, claims, and expenses, including reasonable attorneys' fees, that arise from your (i) use or misuse of the Service.\n(ii) your access to the Site, use of the Services, violation of the Terms of Use by you.\nor, (iii) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity.", "case_id": 146, "document_id": 3109, "quoteStart": 11997, "quoteEnd": 12524}, {"id": 11442, "title": "There is a date of the last update of the terms", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-22 05:16:58.744468", "updated_at": "2020-11-22 06:12:03.42162", "quoteText": "This Privacy Policy was last updated: September 24th 2019</p>\n<p>This Privacy Policy is effective as of: September 24th 2019", "case_id": 331, "document_id": 3110, "quoteStart": 9994, "quoteEnd": 10118}, {"id": 11440, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-22 05:15:37.73099", "updated_at": "2020-11-22 06:12:17.317941", "quoteText": "We will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority or to prevent harm to Pixel8Earth, third parties or the public at large.\nAdditionally, we may disclose your personally identifiable information, in our sole discretion, to law enforcement agencies to assist in any investigation.", "case_id": 164, "document_id": 3110, "quoteStart": 7807, "quoteEnd": 8192}, {"id": 11444, "title": "This service is only available to users over a certain age", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-22 05:21:14.259999", "updated_at": "2020-11-22 06:11:38.042273", "quoteText": "The Service is available only to individuals who are at least 13 years old or possess legal parental or guardian consent.", "case_id": 152, "document_id": 3109, "quoteStart": 716, "quoteEnd": 837}, {"id": 11566, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:41:11.485025", "updated_at": "2020-11-24 04:01:06.260733", "quoteText": "2.\nModification of Terms of Use.\n<p>Pixel8Earth reserves the right, at its sole discretion, to modify or replace any of the Terms of Use at any time.\nIt is your responsibility to check the Terms of Use periodically for changes.\nYour continued use of the Service following the posting of any changes to the Terms of Use constitutes acceptance of those changes.</p>", "case_id": 121, "document_id": 3109, "quoteStart": 1062, "quoteEnd": 1425}, {"id": 11562, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:30:06.120592", "updated_at": "2020-11-25 03:18:36.965216", "quoteText": "You and Pixel8Earth agree that any cause of action arising out of or related to the Service must commence within one (1) year after the cause of action arose.\notherwise, such cause of action is permanently barred.", "case_id": 151, "document_id": 3109, "quoteStart": 13522, "quoteEnd": 13735}, {"id": 11552, "title": "You can request access and deletion of personal data", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:16:38.035835", "updated_at": "2020-11-25 03:20:39.381904", "quoteText": " Correction/Deletion/Updating Personally Identifiable Information <p>Pixel8Earth provides you with the ability to review, correct and delete certain of the personally identifiable information that you have provided to us.", "case_id": 195, "document_id": 3110, "quoteStart": 9192, "quoteEnd": 9413}, {"id": 11561, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:29:34.139146", "updated_at": "2020-11-27 18:05:30.306247", "quoteText": "You shall abide by all applicable local, state, national and international laws and regulations.</p>", "case_id": 280, "document_id": 3109, "quoteStart": 4537, "quoteEnd": 4637}, {"id": 11548, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 06:58:51.707734", "updated_at": "2020-11-26 07:05:36.274542", "quoteText": "We may use your personally identifiable information to deliver requested goods, services or information.\nprovide notices regarding the services.\nprovide notices regarding goods or services you might want to purchase in the future and to improve the content and general administration of this Site and our services.", "case_id": 227, "document_id": 3110, "quoteStart": 4290, "quoteEnd": 4604}, {"id": 11547, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 06:57:11.588325", "updated_at": "2020-11-26 07:05:51.416981", "quoteText": "You can generally visit the Site without revealing any personally identifiable information about yourself.", "case_id": 298, "document_id": 3110, "quoteStart": 2876, "quoteEnd": 2982}, {"id": 11546, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 06:52:09.806383", "updated_at": "2020-11-26 07:12:34.343276", "quoteText": "Although we operate internationally, our computer systems are currently based in the United States, so your personal data will be processed by us in the U.S.\nwhere data protection and privacy regulations may not offer the same level of protection as in other parts of the world, such as the European Union.", "case_id": 242, "document_id": 3110, "quoteStart": 423, "quoteEnd": 729}, {"id": 11544, "title": "This service is only available to users over a certain age", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 06:48:03.587988", "updated_at": "2020-11-26 17:09:40.640287", "quoteText": "Children's Privacy <p>Pixel8Earth recognizes the privacy interests of children and we encourage parents and guardians to take an active role in their children's online activities and interests.\nNo personally identifiable information is collected by Pixel8Earth from children under the age of 13 and the Site are not intended for children under the age of 13.\nPixel8Earth does not target its services or the Site to children under 13.\nPixel8Earth does not knowingly collect personally identifiable information from children under the age of 13.", "case_id": 152, "document_id": 3110, "quoteStart": 5365, "quoteEnd": 5908}, {"id": 11563, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:30:42.764444", "updated_at": "2020-11-25 03:18:14.031842", "quoteText": "The Service (including, without limitation, any Content or User Submissions (both as defined below)) is provided only for your own personal, non-commercial use.", "case_id": 143, "document_id": 3109, "quoteStart": 1863, "quoteEnd": 2023}, {"id": 11553, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:17:19.224346", "updated_at": "2020-11-26 07:10:59.469352", "quoteText": "provided, however, that Pixel8Earth will retain a copy in its files of all personally identifiable information, even if removed, in order to resolve disputes or enforce its terms of use.", "case_id": 333, "document_id": 3110, "quoteStart": 9414, "quoteEnd": 9600}, {"id": 11550, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:12:51.04164", "updated_at": "2020-11-26 07:12:03.226536", "quoteText": "We will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority or to prevent harm to Pixel8Earth, third parties or the public at large.\nAdditionally, we may disclose your personally identifiable information, in our sole discretion, to law enforcement agencies to assist in any investigation.", "case_id": 164, "document_id": 3110, "quoteStart": 7807, "quoteEnd": 8192}, {"id": 11564, "title": "Users can scrape the site, as long as it doesn't impact the server too much", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:38:30.176805", "updated_at": "2020-12-07 16:45:33.849411", "quoteText": "Additionally, you shall not: (i) take any action that imposes or may impose (as determined by Pixel8Earth in its sole discretion) an unreasonable or disproportionately large load on Pixel8Earth's (or its third party providers') infrastructure.", "case_id": 389, "document_id": 3109, "quoteStart": 3501, "quoteEnd": 3744}, {"id": 11560, "title": "Usernames can be rejected for any reason", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:27:27.227654", "updated_at": "2020-11-26 07:04:12.434807", "quoteText": "Pixel8.earth reserves the right to refuse registration of, or cancel a Pixel8.earth Screen Name in its sole discretion.\n", "case_id": 328, "document_id": 3109, "quoteStart": 5395, "quoteEnd": 5515}, {"id": 11559, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:26:58.459248", "updated_at": "2020-11-26 07:04:32.986608", "quoteText": "Pixel8Earth may remove any User Submission at any time for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such User Submission), or for no reason at all.", "case_id": 202, "document_id": 3109, "quoteStart": 9213, "quoteEnd": 9446}, {"id": 11557, "title": "only for your individual use", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:23:28.127915", "updated_at": "2020-11-26 07:06:52.969113", "quoteText": "The Terms of Use are personal to you, and are not assignable, transferable or sublicensable by you except with Pixel8Earth's prior written consent.", "case_id": 142, "document_id": 3109, "quoteStart": 15176, "quoteEnd": 15323}, {"id": 11556, "title": "The court of law governing the terms is in location X", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:22:02.19307", "updated_at": "2020-11-26 07:07:05.817107", "quoteText": "The Terms of Use shall be governed by and construed in accordance with the laws of the District of Columbia, excluding its conflicts of law rules, and the United States of America.", "case_id": 163, "document_id": 3109, "quoteStart": 13743, "quoteEnd": 13923}, {"id": 11554, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:17:46.502111", "updated_at": "2020-11-26 17:10:09.145939", "quoteText": "If you wish to review, correct or request the deletion of any information you have provided to us, contact us: ", "case_id": 300, "document_id": 3110, "quoteStart": 9601, "quoteEnd": 9712}, {"id": 11545, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 06:49:46.064022", "updated_at": "2020-11-26 07:08:26.013713", "quoteText": "Privacy Policy Updates <p>Due to the Internet’s rapidly evolving nature, Pixel8Earth may need to update this Privacy Policy from time to time.\nIf so, Pixel8Earth will post its updated Privacy Policy on www.Pixel8.earth.com and will use reasonable efforts to include a link to the most current Privacy Policy in any emails that Pixel8Earth sends to you so you are always aware of what personally identifiable information we may collect and how we may use this information.\nPixel8Earth encourages you to review this Privacy Policy regularly for any changes.\nYour continued use of the Site and/or continued provision of personally identifiable information to us will be subject to the terms of the then-current Privacy Policy.\n</p> ", "case_id": 329, "document_id": 3110, "quoteStart": 2113, "quoteEnd": 2842}, {"id": 11570, "title": "You are allowed to quote their content with attribution", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:44:47.900379", "updated_at": "2020-11-23 22:23:21.928516", "quoteText": "Creative Commons</p>\n<p>This Terms of Use document is derived from the Terms of Use published by http://www.swivel.com and is licensed under a Creative Commons Attribution-ShareAlike 2.5 License", "case_id": 388, "document_id": 3109, "quoteStart": 16444, "quoteEnd": 16638}, {"id": 11568, "title": "You have the right to leave this service at any time", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:43:27.576858", "updated_at": "2020-11-24 04:00:22.80125", "quoteText": "If you wish to terminate your account, you may simply discontinue using the Service.\n", "case_id": 170, "document_id": 3109, "quoteStart": 9625, "quoteEnd": 9710}, {"id": 11567, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:42:45.172809", "updated_at": "2020-11-24 04:00:33.931066", "quoteText": "Pixel8Earth may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice, effective immediately.", "case_id": 201, "document_id": 3109, "quoteStart": 9470, "quoteEnd": 9624}, {"id": 11569, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://www.pixel8.earth/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2020-11-23 07:43:50.904198", "updated_at": "2020-11-25 03:09:20.454578", "quoteText": "All provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.", "case_id": 147, "document_id": 3109, "quoteStart": 9710, "quoteEnd": 9935}, {"id": 13063, "title": "This service does not sell your personal data", "source": "https://www.pixel8.earth/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2020-12-21 10:24:47.614616", "updated_at": "2020-12-21 16:34:04.818531", "quoteText": "We will not sell your personally identifiable information to any third parties", "case_id": 193, "document_id": 3110, "quoteStart": 7447, "quoteEnd": 7525}], "urls": ["pixel8.earth"]}}