{"error": 448, "message": "OK", "parameters": {"id": 1375, "name": "Spinonline", "created_at": "2019-02-08 14:10:48.586284", "updated_at": "2021-03-25 03:19:26.168772", "wikipedia": null, "keywords": null, "related": null, "slug": "spinonline", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1375.png", "url": "spinonline.se", "documents": [{"id": 988, "name": "Privacy Policy", "url": "https://spinonline.se/?s=14", "xpath": null, "text": " ﻿ SpinOnline <ul>\n<li> Forum </li>\n<li> Regler AllmäntMG ReglerMultiArena ReglerJB ReglerTTT Regler</li>\n<li> Spela Hantera LagVoteDiscord</li>\n<li> Kontakta oss Visa AdminsBli AdminKontakta Oss</li>\n<li> Bans </li>\n<li> VIP StoreVIP</li>\n<li> Topplistor </li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Senaste Foruminlägg <small>bli bannad för en bind per..</small>\n<br>\n<small>bot noname (18/11 20:12)</small>\n<br>\n<small>Det är bra admins</small>\n<br>\n<small> (17/11 17:56)</small>\n<br>\n<small>Pban för att man har ''kra..</small>\n<br>\n<small> (16/11 09:48)</small>\n<br>\n<small>wallah unbanna mig</small>\n<br>\n<small> (14/11 15:03)</small>\n<br>\n<small>efterblivna staffs</small>\n<br>\n<small>ahmed5428 (13/10 04:48)</small>\n<br>\n<small>rich </small>\n<br>\n<small>Jontis (8/10 16:21)</small>\n<br>\n<small>SJUk ban</small>\n<br>\n<small>Philip (17/9 23:54)</small>\n<br>\n<small>unban för god hns player</small>\n<br>\n<small>joceninja (1/9 21:59)</small>\n<br>\n<small>Tjena allihopa</small>\n<br>\n<small>vilner15 (29/8 11:19)</small>\n<br>\n<small>HEJSAN! - En JÄTTEROLIG le..</small>\n<br>\n<small>chillvigge (21/8 16:26)</small>\n<br>\n<br>\n<br>\n<b>Denna sida använder Cookies</b> - Genom att fortsätta använda sidan godkänner du detta <i>\n</i> TTT Regler<p>\n<strong>Dessa regler är specifika för våran TTT, utöver dessa gäller även allmänna regler</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Introduktion i form av ordlista och allmän info.</strong>\n</p>\n<p>\n<br>Trouble in terrorist town (förkortat.\nTTT) går ut på att ni som spelare är uppdelade i 3 olika roller.\nRollerna <strong>innocent</strong>[r1] och <strong>detective</strong>[r2] samarbetar för att lista ut vilka som är <strong>Traitors</strong>[r3] och sedan döda dem.</p>\n<p>\n<br>\n<strong>Propblockar:</strong>När man använder props för att blockera spelare eller ingångar.</p>\n<p>\n<br>\n<strong>T-bait:</strong> När man låtsas vara traitor eller får det att se ut som att man är traitor.&nbsp;</p>\n<p>Exempel på T-bait:&nbsp;</p>\n<p>Att du springer runt och skjuter utan någon anledning.</p>\n<p>Att du hotar eller säger att du ska döda någon.</p>\n<p>Att du förstör (eller teamkillar) för dina lagkamrater.Att inte skanna kroppar som du springer förbi.</p>\n<p>Att du skadar folk med molotovs eller nades.</p>\n<p>\n<br>\n<strong>KOS:</strong> Kill on Sight, dvs du får döda spelaren som har blivit Kosad när du ser honom/henne.\nAtt calla KOS på någon ger alla på servern rätten till att döda den spelaren.\nDetta är något man endast får göra ifall den spelaren har t-baitat eller att du kan bevisa att personen är traitor.&nbsp;&nbsp;</p>\n<p>\n<br>\n<strong>RDM:</strong> Random Death Match, att man springer runt och dödar folk helt utan anledning, som innocent får man endast döda folk som har blivit Kosade eller ifall du kan bevisa att det är traitors.</p>\n<p>\n<br>\n<strong>FakeKOS:</strong> FakeKOS är när man callar felaktig KOS på någon.\nExempel, att du callar KOS på någon utan att du har bevis eller att personen inte har gjort något fel.</p>\n<p>\n<br>\n<strong>Roller för TTT:</strong>\n</p>\n<p>&nbsp;</p>\n<p>[r1] <strong>Innocent:</strong> En Innocents jobb är att samarbeta med de andra Innocents som är vid liv och även de Detectives som lever för att lyckas hitta de som är Traitors.</p>\n<p>&nbsp;</p>\n<p>[r2] <strong>Detective:</strong> Detectives jobb är att samarbeta med de andra Detectives och att samarbeta med Innocents för att lyckas hitta de Traitors som finns.\nEn Detective får automatiskt en M4A1-S, samt en Zeus när rundan börjar, M4A1-S används självklart som ett vapen och för att man som Detective ska kunna försvara sig vid eventuella mordförsök.\nZeusen är däremot en skanner som man bör använda väldigt varsamt, man har nämligen endast en chans att sätta rätt med sin skanner, missar man sin Zeus så är det en missad chans att hitta en Traitor.\nMan kan dock skanna Innocents, så det är inte garanterat att personen man skannar är Traitor.</p>\n<p>\n<br>[r3] <strong>Traitor:</strong> Som Traitor så ska man försöka eliminera alla Innocents och Detectives.\nSom Traitor ska man samarbeta med de andra som är Traitors.\nMan får inte calla KOS som Traitor.</p>\n<p>\n<br>\n<strong>Regler för TTT:</strong>\n</p>\n<p>\n<br>Att uppmana till regelbrott är förbjudet.</p>\n<p>\n<br>Använd sunt förnuft.</p>\n<p>\n<br>Att rdma är förbjudet, du får inte springa runt och döda vem som helst.</p>\n<p>\n<br>Man får inte tbaita, vilket innebär att du utger dig för att vara traitor fast du inte är det.\nIfall detta sker har innocents rätten till att calla KOS på dig.&nbsp;&nbsp;</p>\n<p>\n<br>Absolut inte tillåtet att ghosta, du får inte ge information till någon som man inte kan få såvida man inte är levande.</p>\n<p>\n<br>Du som traitor måste visa dig aktiv genom att försöka få läge eller döda innocents och detectives</p>\n<p>\n<br>Du får inte exploita mappen eller några andra buggar på servern, spela mappen som den är tänkt och rapportera buggar till admins eller högre uppsatta.</p>\n<p>\n<br>Man får inte ta över rum eller områden, du får med andra ord inte gå in i ett rum och säga “kommer du in här så dör du” eller liknande.</p>\n<p>\n<br>Man får inte skjuta helt random, skjuter du så ska det finnas en förklaring till varför du skjuter.\nFinns det inte en förklaring till varför du skjuter eller ifall anledningen är “för att det är kul” eller liknande så har man rätt att calla KOS på dig då det kan räknas som T-Bait.</p>\n<p>\n<br>Man får inte fakekosa, dvs du får inte calla KOS (Kill On Sight) på vem som helst.\nFör att få calla KOS så måste du kunna bevisa att personen är traitor.</p>\n<p>Som traitor får man inte calla KOS på någon.</p>\n<p>\n<br>Det är inte tillåtet att propblock eller på något annat sätt förstöra för dina medspelare.\nInnocents och Detectives ska samarbeta aktivt för att lyckas hitta alla Traitors.\nSamtidigt så ska alla Traitors aktivt samarbeta och försöka eliminera alla Innocents och Detectives.</p>\n<p>\n<br>Man får inte samarbeta med motsatta roller, Innocents och Detectives får samarbeta, men Traitors får endast samarbeta med Traitors.</p>\n<p>Man får inte campa traitor-rum på kartor med s.k traitor-rum.\nDetta innebär att du som traitor måste visa dig aktiv på de viset att innocents/detektiver ska ha möjlighet att döda.\n(Traitor-rum är gångar/rum/platser där endast traitors kan befinna sig.)</p>\n<p>\n<br>Man får inte dra runt props utan vidare anledning.</p>\n<p>\n<br>Man får inte välja att punisha den som teamkillade dig sålänge det inte uppenbart var med mening.\nDetta verktyg ska <strong>ENDAST</strong> användas när det är någon som utan rimlig tvivel dödat sin ”lagkamrat” med flit</p> Logga in <br> Glömt Lösenord Bli medlem Gå med i föreningen SpinOnline<p>Föreningen är ansluten till Sverok.\nDu kan läsa mer om vad detta innebär här</p> × <b>Personuppgifter</b>\n<br>\n<small>Dessa uppgifter krävs för att föreningen skall kunna söka om medlemsbidrag.\nUppgifterna lämnas ej ut till tredje part</small>\n<br>\n<br> Förnamn Efternamn Personnummer <b>Kontaktuppgifter</b>\n<br>\n<small>Då och då sker slumpvalda medlemskontroller där vi behöver kunna kontakta dig för att verifiera att du är en verklig person.</small>\n<br>\n<br> Telefon E-post <b>Konto</b>\n<br>\n<small>Du loggar in med ditt användarnamn och lösenord.\nLämna aldrig ut det till någon!</small>\n<br>\n<br> Användarnamn Lösenord Repetera Lösenord Jag godkänner föreningens allmänna villkor, personuppgiftspolicy (gdpr) och stadgar Glömt Lösenord × <p>Fyll i den e-postadress du har kopplad till ditt användarkonto för att återställa ditt lösenord<br>En återställningslänk kommer att skickas till adressen.</p> AWP Asiimov FT <p>2020 börjar närma sig slutet, vi på SpinOnline vill bjuda våra medlemmar på en AWP Asiimov, delta helt gratis.<br> Dragningen sker 2020-12-31</p> Logga in för att gå med gratis Spelservrar Styrelsen ● Stadgar ● Villkor ", "created_at": "2019-02-08 14:17:36.153127", "updated_at": "2020-12-14 20:51:50.032968"}], "points": [{"id": 5720, "title": "There is a date of the last update of the terms", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 14:55:20.20541", "updated_at": "2021-02-06 04:16:13.525836", "quoteText": "Last updated on", "case_id": 331, "document_id": 988, "quoteStart": 1120, "quoteEnd": 1135}, {"id": 5726, "title": "Your personal data is given to third parties", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-10 08:11:50.633613", "updated_at": "2021-02-06 04:16:13.503486", "quoteText": "shared only with our connected association \"Esport United\"", "case_id": 188, "document_id": 988, "quoteStart": 106, "quoteEnd": 164}, {"id": 5721, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 14:55:41.435303", "updated_at": "2021-02-06 04:16:18.400953", "quoteText": "membership will require your legal name", "case_id": 214, "document_id": 988, "quoteStart": 166, "quoteEnd": 205}, {"id": 5723, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 14:58:55.578511", "updated_at": "2019-02-10 08:31:15.686388", "quoteText": "We do use ourselves of cookies in order to save login information", "case_id": 374, "document_id": 988, "quoteStart": 468, "quoteEnd": 533}, {"id": 5724, "title": "Users agree to comply with the law of the service's country", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 15:01:30.935213", "updated_at": "2021-02-06 04:16:18.450328", "quoteText": "you agree to abide by Swedish law", "case_id": 237, "document_id": 988, "quoteStart": 806, "quoteEnd": 839}, {"id": 5725, "title": "This service only shares user information with third parties with knowledge and given consent", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 15:07:14.565975", "updated_at": "2021-02-06 04:16:18.479387", "quoteText": "Your information will not be used for marketing, reselling to third-parties or services alike ", "case_id": 296, "document_id": 988, "quoteStart": 622, "quoteEnd": 716}, {"id": 5722, "title": "This service does not track you", "source": "https://spinonline.se/?s=14", "status": "Generated through the annotate view", "created_at": "2019-02-08 14:57:01.829375", "updated_at": "2021-02-06 04:16:22.597362", "quoteText": "We do not, and will not use ourselves of any form of tracking services either from within or outside our website", "case_id": 218, "document_id": 988, "quoteStart": 354, "quoteEnd": 466}], "urls": ["spinonline.se"]}}