{"error": 448, "message": "OK", "parameters": {"id": 5007, "name": "VidLii", "created_at": "2021-09-04 23:31:33.461134", "updated_at": "2021-09-04 22:01:10.648822", "wikipedia": null, "keywords": null, "related": null, "slug": "vidlii", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5007.png", "url": "vidlii.com", "documents": [{"id": 8993, "name": "Privacy Policy", "url": "https://www.vidlii.com/privacy", "xpath": "/html/body/div[2]/main/div[2]", "text": "\n<strong>Introduction</strong>\n<p>This Privacy Policy governs the manner in which VidLii collects, uses, maintains and discloses information collected from users of the www.vidlii.com website.</p>\n<strong>Personal identification information</strong>\n<p>We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, fill out a form, and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for, as appropriate, email address.</p>\n<strong>Non-personal identification information</strong>\n<p>We may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.</p>\n<strong>Web browser cookies</strong>\n<p>Our Site may use \"cookies\" to enhance User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.</p>\n<strong>How we use collected information</strong>\n<p>VidLii may collect and use Users personal information for the following purposes:</p>\n<ul>\n<li>\n<i>To run and operate our Site</i>\n<br>\nWe may need your information display content on the Site correctly.\n</li>\n<li>\n<i>To personalize user experience</i>\n<br>\nWe may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.\n</li>\n<li>\n<i>To improve our Site</i>\n<br>\nWe may use feedback you provide to improve our products and services.\n</li>\n<li>\n<i>To send periodic emails</i>\n<br>\nWe may use the email address to send them information and updates pertaining to their account.\n</li>\n</ul>\n<strong>How we protect your information</strong>\n<p>We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\n<strong>Sharing your personal information</strong>\n<p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.\n</p>\n<strong>Advertising</strong>\n<p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p>\n<strong>Google Adsense</strong>\n<p>Some of the ads may be served by Google.\nGoogle's use of the DART cookie enables it to serve ads to Users based on their visit to our Site and other sites on the Internet.\nDART uses \"non personally identifiable information\" and does NOT track personal information about you, such as your name, email address, physical address, etc.\nYou may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/privacy_ads.html</p>\n<strong>Compliance with children's online privacy protection act</strong>\n<p>Protecting the privacy of the very young is especially important.\nFor that reason, we never collect or maintain information at our Site from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p>\n<strong>Changes to this privacy policy</strong>\n<p>VidLii has the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of our Site.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p>\n<strong>Your acceptance of these terms</strong>\n<p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p>\n<strong>Contacting us</strong>\n<p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us.</p>\n<br>\n<br>\nFor questions concerning the product or your account, please check out the Help page.\n", "created_at": "2021-09-04 23:31:33.465563", "updated_at": "2021-09-04 21:32:02.80423"}, {"id": 8992, "name": "Terms of Use", "url": "https://www.vidlii.com/terms", "xpath": "/html/body/div[2]/main/div[2]", "text": "\n<strong>Introduction</strong>\n<p>Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the www.vidlii.com website (the \"Service\") operated by VidLii (\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>\n<strong>Content</strong>\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content to the Service, you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.\nYou agree that this license includes the right for us to make your Content available to other users of the Service, who may also use your Content subject to these Terms.</p>\n<p>You represent and warrant that: (i) the Content is yours (you own it) or you have the right to use it and grant us the rights and license as provided in these Terms, and (ii) the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<strong>Accounts</strong>\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trade mark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\n<strong>Copyright Policy</strong>\n<p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on the Service infringes the copyright or other intellectual property infringement (\"Infringement\") of any person.</p>\n<p>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, you must submit your notice in writing to the attention of \"Copyright Infringement\" of contact@vidlii.co and include in your notice a detailed description of the alleged Infringement.</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing your copyright.</p>\n<strong>Links To Other Web Sites</strong>\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by VidLii.</p>\n<p>VidLii has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that VidLii shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p>\n<strong>Termination</strong>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms or if we deem necessary in our own judgement.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<strong>Limitation Of Liability</strong>\n<p>In no event shall VidLii, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>\n<strong>Disclaimer</strong>\n<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.</p>\n<p>VidLii its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p>\n<strong>Governing Law</strong>\n<p>These Terms shall be governed and construed in accordance with the laws of North Rhine-Westphalia, Germany, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p>\n<strong>Changes</strong>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>\n<strong>Contact Us</strong>\n<p>If you have any questions about these Terms, please contact us.</p>\n", "created_at": "2021-09-04 23:31:33.463656", "updated_at": "2021-09-04 21:32:18.43538"}], "points": [], "urls": ["vidlii.com"]}}