{"error": 448, "message": "OK", "parameters": {"id": 2744, "name": "Abilene Christian University", "created_at": "2021-02-06 20:46:20.677965", "updated_at": "2021-03-25 03:19:58.420383", "wikipedia": "https://en.wikipedia.org/wiki/Abilene_Christian_University", "keywords": null, "related": null, "slug": "abilene_christian_university", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2744.png", "url": "acu.edu", "documents": [{"id": 4099, "name": "Privacy Policy", "url": "https://www.acu.edu/privacy-policy/", "xpath": "/html/body/div[2]/div", "text": " Website Privacy Policy <p>\n<em>Effective Date: April 4, 2018</em>\n</p>\n<p>Abilene Christian University, a top online Christian university, is committed to protecting your&nbsp;privacy while you visit our websites.\nThis policy is designed to explain why we collect&nbsp;information from our visitors and how that information is used and disclosed.</p>\nChanges in Privacy Policy\n<p>This privacy policy is current as of the effective date set forth above.\nACU reserves the right to&nbsp;change this privacy policy from time to time, consistent with applicable privacy laws and principles.</p>\nMore Information\n<p>For additional information about this policy or ACU’s privacy practices, contact us:</p>\n<p>\n<strong>Abilene Christian University</strong>\n<br>\n1600 Campus Court<br>\nAbilene, TX 79699</p>\nType of Information Collected and How it is Used\n<p>ACU collects both personally identifiable information (PII) and non-personally identifiable&nbsp;information (non-PII) from its visitors.\nThe information collected is used to help us identify our target market and improve the educational services we offer.\nThe collected information is primarily used for marketing purposes and visitors may expect to receive future communication from ACU.</p>\n<p>Non-PII is collected automatically through cookies and other web technology.\nWe also collect certain non-PII when you visit our website, such as the browser you are using (e.g., Firefox, Chrome, Internet Explorer), your operating system (e.g., Windows XP, Mac OS), the domain&nbsp;name from which you receive Internet access, your IP address and aggregate information regarding ACU web pages you access or visit.</p>\n<p>PII is collected when a visitor fills out a Request More Information Form, application or otherwise provides information to our website.</p>\n<p>To receive additional information about ACU, you can fill out our Request More Information&nbsp;Form by submitting PII, including name, address, phone number, and email address.\nThis information is collected so that a university representative can contact you.\nA phone number is&nbsp;also supplied for those who wish to contact ACU by phone.</p>\n<p>Our student sites may also require you to provide specific user identification information, such as username, address, email address and student ID number.\nThis information is collected so our university staff can contact you if necessary.\nSpecific user identification data is also&nbsp;necessary to verify your identity prior to allowing access to some of these sites.</p>\n<p>Our Office of Alumni Relations subdomain and other web pages allow visitors to order products&nbsp;or make donations.\nIn these cases, we require contact information and credit card numbers.\nThis information is used for the specific transaction, to purchase and send products ordered and any receipts.</p>\n<p>It is also possible to apply for employment opportunities through our website.\nOur online&nbsp;application requests standard employment information, such as your name, address, phone number, email address, employment history, languages you may be fluent in, education, teaching experience, publications, honors or awards you may have received, work-related skills (e.g.\ntechnology experience), professionally related community activities and any licensures, certifications, professional memberships or endorsements you may have.</p>\nSecurity\n<p>Our websites have reasonable security measures in place designed to protect against the loss,&nbsp;misuse, unauthorized access, disclosure, alteration and destruction of information under our control.</p>\n<p>We take reasonable steps to ensure the data is reliable, accurate, complete and current for its intended use.\nPersonal information collected from visitors is protected in transmission to our websites with Secure Sockets Layer (SSL) protocol encryption.\nACU abides by all laws concerning the release of personal information and does not sell or rent any personal information to third parties, except as described below.</p>\n<p>Although we take appropriate measures to safeguard against unauthorized disclosures of information, we cannot assure you that the PII we collect will never be disclosed in a manner&nbsp;that is inconsistent with this privacy policy.</p>\nDisclosure or Transfer of Personal Information\n<p>We may disclose personal information to third parties who perform tasks on ACU’s behalf and&nbsp.\nto other third parties engaged by ACU in the ordinary course of business, provided that the third party agrees to provide adequate protections for your personal information that are no less protective than those set out in this privacy policy and to use the personal information only for the purposes for which the third party has been engaged by ACU.</p>\n<p>We may also disclose PII in response to valid legal processes, such as a court order or a subpoena, in response to a law enforcement agency’s request or where we believe it is necessary to investigate, prevent or take action regarding illegal activities, suspected fraud,situations involving potential threats to the physical safety of any person, violations of our terms of use or as otherwise required by law.</p>\n<p>We work with Google to display retargeted ads to our site prospects, on our behalf, across the Internet.\nThey collect non-PII about your visits to our website and your interaction with our products and services.\nThe anonymous information is collected through the use of a pixel tag, which is industry standard technology used by most major websites.\nNo PII is collected during this process.\nIf you do not want Google to collect this information, you may opt out of their service.\nOpting out will not affect your use of our site.</p>\n<p>To opt out of Google retargeting, visit&nbsp;https://adssettings.google.com/authenticated</p>\n<p>Visit the following website to opt out of national campaigns&nbsp;networkadvertising.org/choices</p>\nOpt Out\n<p>If you do not wish to receive marketing emails from us, click on the opt-out link provided within the email, or you may email the following addresses with the subject line “Opt-Out”</p>\n<p>Undergraduate marketing:&nbsp;info@admissions.acu.edu</p>\n<p>Residential graduate marketing:&nbsp;gradinfo@acu.edu</p>\n<p>Online graduate marketing:&nbsp;acuonline@acu.edu</p>\nLimitations\n<p>ACU may provide links to other websites.\nand there are websites that may link directly to ACU.\nACU does not endorse these third party websites or the content and has no control over their privacy practices.</p>\n<p>This privacy policy only applies to information collected on acu.edu affiliated websites.</p>\nOnline Advertising\n<p>ACU uses Online Advertising Features including Google, Bing, and Yahoo advertising and cookie tracking implemented on&nbsp;acu.edu&nbsp;and&nbsp;grad.acu.edu.\nACU also uses some or all of the following Facebook and Twitter cookie tracking, web beacons or similar technologies to collect or receive visitor information.\nThese features allow ACU to track impressions on our website, track demographic and interests of visitors, collect data for remarketing purposes and track rich media assisted conversions.\nIf you wish to opt out of these online advertising features, follow the instructions on the corresponding pages:</p>\n<p>Google:&nbsp;tools.google.com/dlpage/gaoptout</p>\n<p>Bing:&nbsp;https://advertise.bingads.microsoft.com/en-us/optout-optimization</p>\n<p>Yahoo:&nbsp;https://yahoo.mydashboard.oath.com/lite</p>\n<p>Facebook:&nbsp;facebook.com/settings/?tab=ads</p>\n<p>Twitter:&nbsp;https://support.twitter.com/articles/20170405</p>\nSMS Text\n<p>By completing a Request Information Form on acu.edu or grad.acu.edu for online graduate programs, you opt in to text communication and consent to receive mobile text from our Enrollment Admissions team.\nConsent to receive text messages is not required as a condition of purchasing any goods or services.</p>\nSTOP Information\n<p>Text&nbsp;STOP&nbsp;to stop receiving text messages from Abilene Christian University.</p> ", "created_at": "2021-02-06 20:47:49.069926", "updated_at": "2021-02-06 20:47:57.818489"}, {"id": 4100, "name": "General University Policies", "url": "https://cdn01.acu.edu/community/offices/administrative/dean-of-students/policies/general-university-policies.html", "xpath": "//*[@id=\"content\"]/div[2]/div/div/div[2]/div/div[2]", "text": " <ul>\n<li>\n<strong>Alcohol Policy</strong>\n</li>\n<li>\n<strong>Chapel/Spiritual Formation</strong>\n</li>\n<li>\n<strong>Computer Use</strong>\n</li>\n<li>\n<strong>Dancing</strong>\n</li>\n<li>\n<strong>Demonstrations</strong>\n</li>\n<li>\n<strong>Dress Code</strong>\n</li>\n<li>\n<strong>Drug Policy</strong>\n</li>\n<li>\n<strong>Harassment</strong>\n</li>\n<li>\n<strong>Hazing</strong>\n</li>\n<li>\n<strong>ID Card Policy</strong>\n</li>\n<li>\n<strong>Non-Discrimination Policy</strong>\n</li>\n<li>\n<strong>Political Campaign Activities</strong>\n</li>\n<li>\n<strong>Pornography</strong>\n</li>\n<li>\n<strong>Racism</strong>\n</li>\n<li>\n<strong>Sexual Stewardship</strong>\n</li>\n<li>\n<strong>Solicitation</strong>\n</li>\n<li>\n<strong>Student Complaint Policy</strong>\n</li>\n<li>\n<strong>Tobacco and Electronic Cigarettes/Vaporizers</strong>\n</li>\n<li>\n<strong>Weapons</strong>\n</li>\n<li>\n<strong>Withdrawals/Leave and Administrative Action<br> &nbsp;</strong>\n</li>\n</ul>\n<p>\n<strong>Alcohol Policy</strong>\n</p>\n<p>Abilene Christian University is committed to maintaining an alcohol-free campus.\nThe ACU community cares deeply about the health and safety of our students, and is committed to educating students about the physical and spiritual dangers of alcohol abuse.</p>\n<p>Furthermore, ACU realizes the heightened dangers in some social settings off campus and thus discourages students from attending establishments such as dance clubs, bars, and private parties where the principal purpose is known to be the sale and/or consumption of alcoholic beverages.\nThe history of activities associated with these establishments (such as alcohol abuse, underage drinking, and drunkenness) is counter to our Christian values and lifestyle.\nThe life choices and decisions that students make extend far beyond the college experience, and ACU is committed to challenging students to make decisions that ultimately glorify God.</p>\n<p>In accordance with our educational mission, and for the well-being of our students and the ACU community, the University has established the following policies related to alcohol:</p>\n<ol>\n<li>The possession, consumption, or distribution of alcoholic beverages on campus (including all ACU residence halls and University Park Apartments) is strictly prohibited.\nMoreover, any student present where alcohol is found on campus (including but not limited to residence halls or apartment rooms, vehicles, or in personal belongings) may be subject to sanctions.</li>\n<li>Alcohol is prohibited at all University-sponsored events (including off-campus events).\nAny ACU-provided channels of communication may not be used to promote or advertise any event (on or off campus) that involves alcohol.</li>\n<li>Any officially recognized student club or organization (regardless of legal drinking age of its members) is prohibited from hosting or participating in any formal group event (on or off-campus) that involves alcohol.\nSuch groups include, but are not limited to: special interest groups, social clubs, athletic and intramural teams, and Spring Break Campaigns, etc.</li>\n<li>Intoxicated students on campus or at a University-sponsored event will be sanctioned.\nFor the purposes of ACU’s student conduct policy and process, intoxication will be defined as any disruptive, destructive, hazardous, vulgar, or uncontrolled behavior during or following the consumption of alcoholic beverages.</li>\n<li>Alcohol paraphernalia (such as glassware commonly used to serve alcoholic beverages.\nempty beer bottles or cans.\nposters, clothing, or signs promoting alcohol, etc.) is not permitted on campus.&nbsp;</li>\n<li>Local neighborhood disturbances of the peace caused by ACU students may result in disciplinary action.\n(See also the Student Conduct section of this Handbook).\nWhere alcohol is involved, additional or further sanctions may apply.\nFor the purposes of ACU's student conduct policy and process, a disturbance involving alcohol will be defined as an event in which alcohol is present and one or more of the following occur: the student(s) fail(s) to maintain control of the event, complaints are reported, and/or police respond to the scene.</li>\n<li>All students must abide by Texas law related to the possession, consumption, and distribution of alcohol.\nSpecifically, Texas law prohibits:<br>\n<br>\na.\nThe purchase, possession, or consumption of alcoholic beverages by a person under 21 years of age (Texas Alcohol Beverage Code Sec.\n106.02, 106.04-106.05, 106.071);<br>\n<br>\nb.\nBeing intoxicated in public to the degree that one poses a danger to him/herself or to others (Texas Penal Code Sec.\n49.02);<br>\n<br>\nc.\nFurnishing alcohol to a minor (Texas Alcohol Beverage Code Sec.\n106.06).\nFor the purposes of this policy, ACU defines furnishing as purchasing for, giving to, or making alcoholic beverages available to a minor.\nThis includes, but is not limited to, creating a situation where there is a risk a minor may be provided with or obtain alcohol.<br>\n<br>\nd.\nDriving while intoxicated (Texas Penal Code Sec.\n49.04).<br>\n<br>\ne.\nDriving under the influence of alcohol by a minor (TABC Code 106.041).\nPer Texas law, any detectable amount of alcohol in the minor’s system (such as alcohol emitting from the person’s breath) is defined as driving under the influence.</li>\n</ol>\n<p>\n<br>\nStudents who are found guilty of violating the University policy concerning the possession, consumption, or distribution of alcohol or related disturbances will be subject to a range and/or combination of the following sanctions: (1) fines ranging from $100 to $250.\n(2) completion of an alcohol education program, which involves a $75 fee to students.\n(3) counseling.\n(4) disciplinary probation.\n(5) indefinite suspension.\nand (6) dismissal from the University.\nViolations of under-age drinking, serving, or making alcohol available to those who are under the legal drinking age will result in strict sanctions (up to and including dismissal), and will be turned over to the appropriate legal authorities.</p>\n<p>This information is intended to give students a range of expected outcomes or consequences regarding violations of the University’s alcohol policy.\nDepending on the level of severity involved per violation, and at the discretion of the Vice President for Student Life or his/her designee, sanctions may vary from what is outlined above.\nSubject to privacy laws, parents or legal guardians may be contacted where deemed appropriate.</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Chapel/Spiritual Formation</strong>\n</p>\n<p>\n<strong>Attendance Policy<br>\n</strong>The university desires that students engage Chapel as a significant experience in their educational and spiritual formation while attending ACU.\n“In keeping with the mission of the university, daily Chapel will be held as a part of the curriculum.\nRegular attendance by undergraduates is required.” (ACU Board of Trustees Policy Manual, Policy Number 2.7.4)</p>\n<p>\n<strong>Daily Chapel Attendance Procedures<br>\n</strong>Chapel meets daily, Monday through Friday, from 11:00 to 11:30 a.m.\nduring the fall and spring semesters, except on university-approved holidays (Fall Break, Thanksgiving Break, Christmas Break, Martin Luther King Day, Spring Break, and Good Friday).\nDaily Chapel on the first day of classes during the fall semester is the official Opening Assembly for the university.</p>\n<p>\n<strong>Credit Requirements<br>\n</strong>Undergraduate students under the age of twenty-five are required to earn 55 Spiritual Formation Event credits each semester of fulltime enrollment (12 or more hours), except when exemptions have been granted for one or more days during a given semester for student teaching, full-time enrollment in the Patty Hanks Shelton School of Nursing, or for some work related reasons.</p>\n<p>Each regularly-scheduled daily Chapel counts toward the fifty-five (55) Spiritual Formation Event credits required each semester.\nAdditional Spiritual Formation Event credits are offered to students who attend approved programs at alternative times (Small groups, Summit, special speakers or series).\nThese programs are approved by the Spiritual Formation/Chapel Office and are listed on the Spiritual Formation Events calendar at au.edu/spiritual-formation.\nAll Spiritual Formation Events earn one (1) credit unless otherwise noted.</p>\n<p>Many students choose to attend daily Chapel five days per week to fulfill the credit requirement.\nA student who accumulates just four Spiritual Formation Event credits per week will easily meet the fifty-five (55) credit requirement each semester.</p>\n<p>\n<strong>Attendance Requirement Exemptions<br>\n</strong>Students approved to be exempt one or more days per week for some work related reasons have their required number of Chapel credits per semester adjusted according to the following scale:</p>\n<p>Number of Days Exempt Required Credits</p>\n<p>0 days per week- 55 required of 70+</p>\n<p>1 day per week = 45 required of 70+<br>\n2 days per week = 35 required of 70+<br>\n3 days per week = 25 required of 70+<br>\n4 days per week = 12 required of 70+<br>\n5 days per week = 5 required of 70+</p>\n<p>Please note that students who receive a “5 days per week exemption” still have to earn a minimum of 5 Spiritual Formation Event Credits each semester.\nTypically twenty+ (20+) &nbsp;or more Spiritual Formation Event Credits are offered each semester outside of the 11:00 am daily Chapel time, so the minimum number of credits can be earned even if a student is required to work during the 11:00 am hour each day of the week.</p>\n<p>Students are required to apply (or re-apply) for exemptions each semester.\nExemptions must be processed within the first two weeks of any semester, or within two weeks from the beginning date of any reason given for the exemption (new employment, diagnosed chronic illness, etc.).\nStudents must submit evidence of the reason for the exemption, e.g.\nletter from new employer on company letterhead, doctor’s note, etc.\nThe process and required forms for exemptions are available on the Spiritual Formation website at acu.edu/spiritual formation, and in the Spiritual Formation/Chapel Office.\nStudents failing to submit an exemption by the appropriate deadline may fail to earn Spiritual Formation Event credit and be subject to further disciplinary action.</p>\n<p>\n<strong>Attendance Registration<br>\n</strong>Attendance for daily Chapel in Moody Coliseum is registered by sliding a student ID through one of the card readers between 10:45 and 11:03 a.m.\nand again within 10 minutes after Chapel is dismissed.\nA student must slide his or her card at the beginning and again at the end of Chapel in order to be counted present.\nAttendance is not registered for any student sliding in late or sliding out early.\nAn official from the Spiritual Formation/Chapel Office slides an administrative ID card through a card reader after the closing prayer.\nAny student who slides his or her card before this official time stamp will not receive attendance credit.</p>\n<p>Attendance for approved Spiritual Formation Events (SFEs) that meet outside of Moody Coliseum is registered by portable card readers or by signing in with the approved advisor.\nSign in sheets are processed within three class days after receiving them from the advisor of any small group or SFE.\nCredits from portable card readers post within two class days.</p>\n<p>\n<strong>Consequences for Failure to Fulfill Spiritual Formation Event Requirements<br>\n</strong>Students are responsible for monitoring their own Spiritual Formation Event credits online in the myACU portal.\nThe Spiritual Formation/Chapel Office strongly recommends that students check their SFE credit balance on a weekly basis.\nStudents who have a question or concern about their credit balance are encouraged to contact the Spiritual Formation/Chapel Office by phone (325) 674-2867, by email&nbsp;<strong>chapel@acu.edu</strong>&nbsp;or in person.\nThe office (#29) is located in the lower level of the Campus Center.\nUpon the completion of any semester, students who did not attain sufficient SFE credits will be placed on Chapel probation and notified by email to their ACU email account during the week following the last day of finals.\nStudents placed on Chapel probation may contact the Spiritual Formation/Chapel Office with questions.\nThis process is outlined in the email and also on the Spiritual Formation website at acu.edu/spiritual-formation.</p>\n<p>\n<strong>Chapel Attendance Probation<br>\n</strong>Chapel probation is in effect for the following full semester after a student fails to earn the required number of SFEs.\nDuring the semester of probation a student will be restricted from participation in certain extracurricular activities, including but not limited to all student productions, intramurals, leadership positions, and/or award nominations.\nStudents who ignore this loss of privilege by participating in extracurricular activities while on Chapel probation will be subject to stricter sanctions up to and including suspension from the university.\nGraduating seniors who do not earn the required credits during their final semester will be subject to appropriate sanctions.</p>\n<p>\n<strong>Chapel Integrity Violations<br>\n</strong>Students are not permitted to slide someone else’s card to indicate SFE attendance, slide their own card and not attend all of an event, or in the case of Small Groups and other SFEs, sign their name and not attend or sign in for someone else who is not there.\nA “slide and glide” first offense will result in a mandatory meeting with the &nbsp;Spiritual Formation/Chapel Office and may result in being placed on conduct probation.\nUpon a second occurrence a student will be placed on conduct probation and required to meet with the Office of the Dean of Students.\nSubsequent “slide and glide” offenses may result in further sanctions up to and including suspension from the university.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Computer Use Policy</strong>\n</p>\n<p>See “<strong>Responsible Use for Information and Technology Resources</strong>” for more information.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Dancing</strong>\n</p>\n<p>ACU is committed to creating a strong Christian environment, where students have opportunities for appropriate social interaction as young adults and develop lifelong relationships.\nMany forms of dance and cultural expression are embraced by our society, some of which are consistent with our Christian mission and values, while others are more likely to distract us from a Christ-centered life.\nTherefore, in keeping with the Christian mission of the university, only certain dance forms and venues will be considered for approval.\nRequests for events involving dance may be submitted by officially recognized ACU student organizations and must be approved by Student Life.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Demonstrations</strong>\n</p>\n<p>ACU recognizes the right of students to dissent as long as such behavior does not limit the freedom of others, damage university property or delay the opportunity of the student body, faculty or staff to proceed regularly with their work, school or scheduled activities.\nStudents may use public areas approved in advance by the university for assembly as long as they do not restrict the movement of traffic.\nWhen a rally or other such gathering requires building space or public areas, clearance must be obtained in advance from the Dean of Students.\nSuch clearance must be obtained at least 48 hours prior to the event, and the university reserves the right to make reasonable restrictions of location, time or format for such events, using the following guidelines:</p>\n<ol>\n<li>to alleviate potential problems with safety or potential disruption of university activities</li>\n<li>to facilitate a free exchange of ideas consistent with the academic environment and the university’s mission.\nand</li>\n<li>to comply with local, state and federal laws or ordinances.</li>\n</ol>\n<p>\n<br>\nThe university reserves the right to review, alter or otherwise restrict events, demonstrations, speakers or groups whose nature or presentation is contrary to or inconsistent with the university’s mission and Christ-centered character.\nThis determination shall be at the sole discretion of the president or his or her designee.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Dress Code</strong>\n</p>\n<p>All members of our community are responsible for the way they present themselves and how the decisions they make communicate what they value.\nThrough the way they dress, students are encouraged to reflect their God-given worth and professional aspirations.\n&nbsp;ACU believes that God has uniquely designed each person and as God’s creation, we are called to respect ourselves and our bodies.\n&nbsp;There is nothing shameful about the human body.\n&nbsp;&nbsp;However, the university is a professional and educational environment seeking to prepare students for their chosen careers.\nPart of the educational process, then, &nbsp;is learning to dress professionally and teaching students that from the first day at ACU, the way you present yourself to faculty, staff, visitor, future employers, and fellow students matters.</p>\n<p>Because bright line rules are often needed when we talk about dress, the following outlines a few guidelines that will allow our community to address these issues with grace and respect.\nImplementation and enforcement of the dress code are the responsibility of the entire university community.\n&nbsp;In addressing these issues, it is usually best for a member of the same gender to talk to another member of that gender.\n&nbsp;These guidelines apply to all on or off campus university-sponsored activities including class, chapel, and athletic events.\nColleges, Departments, faculty, staff and specific facilities may adopt additional guidelines or expectations based on professional standards, decorum or need.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<ol>\n<li>Clothes should fit appropriately to cover private areas when sitting, standing, and walking.\nSome extremes are not acceptable, including halter-tops.\nany shirts that reveal chest, torso, or midriff.\nshorts with less than a 3 inch inseam.\nand/or revealing skirts or top.</li>\n<li>Shirts should be worn in public at all times including outdoor exercise.</li>\n<li>Athletic clothing appropriate for sports or recreation may be worn while participating in classes/activities in designated athletic or recreational areas or going to or from those areas.</li>\n<li>Clothing with offensive, vulgar, or inappropriate advertising, pictures and/or slogans or that promote drugs or alcohol are contrary to ACU’s mission and should not be worn.</li>\n<li>Pajama pants or sleepwear are not appropriate for the university environment and should not be worn to class.</li>\n<li>Leggings may not be worn without a top garment completely covering the area between the waist and buttocks.</li>\n</ol>\n<p>\n<br>\nQuestions about the interpretation and enforcement of these standards should be directed to the Dean of Students.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Drug Policy</strong>\n</p>\n<p>In keeping with the Drug Free Schools and Communities Act, ACU has implemented a “zero-tolerance” policy prohibiting the unlawful possession, use or distribution of illegal drugs and controlled substances, including prescription medications or steroids.\nAlso prohibited is the possession, use or distribution of any simulated or synthetic psychoactive substance, including synthetic marijuana/cannabinoids, which are designed, intended, possessed or used for the purposes of producing an intoxicating, hallucinogenic or psychoactive effect on the user.\nThese substances may include, but are not limited to, salvia, “spice”, “K2” or any other substance categorized as such.</p>\n<p>The university upholds local, state and federal laws about the possession, use and distribution of illegal drugs and/or drug paraphernalia.\nOffenses involving on-campus possession, use or distribution of illegal drugs and controlled substances may be referred to the ACU Police Department for investigation and possible filing of applicable criminal charges.\nViolations of this policy will be assessed the full range of disciplinary responses, including the possibility of immediate dismissal from the university.&nbsp;</p>\n<p>Students suspected of or reported to have been using illegal drugs or controlled substances, on or off campus, may be required to submit to drug testing.\nFailure to comply may result in further disciplinary action.\nAny student testing positive for any illegal drug or controlled substance, including steroids, or found in violation of the university drug policy, may be suspended or dismissed from the university.</p>\n<p>Under the Higher Education Opportunities Act of 2008, federal law requires the university to notify students that a criminal conviction for any drug offense may result in the student losing his/her financial assistance related to any Title IV, HEA grant, loan, or work-study programs.\nTherefore, a student’s ability to obtain financial assistance upon returning to the university after completion of a suspension may be impacted.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Harassment</strong>\n</p>\n<p>At ACU, we strive to comply with all applicable legal requirements prohibiting, preventing, and responding to harassment against any member of the ACU community (e.g., Title VI, VII, and IX).\nMoreover, as a Christian community, ACU has committed itself, unequivocally, to ensuring a working and learning environment in which the dignity of every individual is respected.&nbsp;</p>\n<p>Our <strong>Anti-Harassment Policy</strong> outlines specific definitions and procedures related to discriminatory and sexual harassment, sexual misconduct, assault, stalking, and relationship violence.\nIf you experience harassment in any of these forms, we encourage you to <strong>report it</strong> so that we can help maintain a work and academic environment free of unlawful harassment.&nbsp;</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Hazing</strong>\n</p>\n<p>ACU will not tolerate hazing as defined by Texas law.\nMoreover, ACU strongly discourages any action which degrades, intimidates, humiliates, or endangers any individual.\nThe University reserves the right, for its administrative disciplinary purposes, to define conduct as \"hazing\" whether or not it would constitute hazing under the Texas law.\nAll acts of hazing and any act which transgresses ACU's Student Handbook will receive the full range of discipline set forth by the current Student Handbook.\nIgnorance of Christian principles, cultural meanings, and Texas law will not constitute immunity from appropriate University discipline, including dismissal from the University.&nbsp;</p>\n<p>\n<strong>View the ACU Policy Statement on Hazing</strong>\n</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>ID Card Policy</strong>\n</p>\n<p>Students are issued an official ACU identification card at the beginning of their academic enrollment with the university.\nStudents are required to carry their card with them at all times and to present the card to any university official upon request.\nStudents failing to render an ID card upon request, using an ID card of another student, allowing an ID card to be used by another student, or falsifying information used for identification purposes will be subject to disciplinary response.\nThe ACU identification card issued to each student remains the property of the university and must be returned to Student Life when a student withdraws or is suspended from the university.\nAny lost or stolen identification card must be reported to&nbsp;<strong>Wildcat Central</strong>&nbsp;immediately.</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Non-Discrimination Policy</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>The purpose of this policy is to preserve a learning environment that is free from unlawful discrimination.\nAbilene Christian University’s policy is to ensure that persons who apply for admission and persons who are enrolled are treated in a nondiscriminatory manner in matters of race, color, nationality or ethnic origin, gender, age, or disability, including qualified disabled veterans and qualified veterans of the Vietnam Era, in accordance with applicable federal, state and local laws.</p>\n<p>\n<strong>Scope</strong>\n</p>\n<p>This policy applies to all students of the university.&nbsp.\nThis policy applies to all terms and conditions of enrollment, including, but not limited to, admission standards and processes, and the guidelines by which enrollment may be denied or terminated, based on the standards outlined in the Student Handbook.\nThis policy does not apply to claims of sexual harassment or sexual misconduct, which are addressed in the university's Title IX Sexual Misconduct Policy.&nbsp;</p>\n<p>\n<strong>Policy</strong>\n</p>\n<p>Abilene Christian University complies with all applicable federal and state non-discrimination laws and does not engage in prohibited discrimination on the basis of race, color, nationality or ethnic origin, gender, age, or disability, including qualified disabled veterans and qualified veterans of the Vietnam Era.\nACU is affiliated with the fellowship of the Church of Christ.\nThe university is governed by a Board of Trustees, all of whom are members of the Church of Christ, and is operated within the Christian-oriented aims, ideals and religious tenets of the Church of Christ.\nAs a religiously controlled institution of higher education, ACU is exempt from compliance with some provisions of certain civil rights laws, including some provisions of Title IX of the Education Amendments of 1972.</p>\n<p>A.\nIt is the responsibility of each student to obtain, read and comprehend the purpose, policies and procedures of the Student Handbook, including the policy for non-discrimination.</p>\n<p>B.\nA student's application for admission to ACU indicates acceptance of and an agreement to abide by the policies and regulations of Abilene Christian University.</p>\n<p>C.\nThe university reserves the right to make changes to the Student Handbook at any time.&nbsp.\nSuch changes will be communicated with students by routine student communication methods and will be updated on the Student Life Web site, which serves as the official Student Handbook.</p>\n<p>D.\nThe university reserves the right to deny the enrollment, or terminate the admission, of any student whose attitudes and actions do not represent the Christian mission of the university as set forth by the Student Handbook.&nbsp.\nSuch decisions will be made according to the principles and guidelines described in the Student Handbook, with careful consideration of the fair and reasonable processes provided for appeal.</p>\n<p>E.\nACU encourages students with disabilities to request any appropriate academic and other accommodations to University Access Programs.\n&nbsp;Elizabeth “Liz” Brown, Director of University Access Programs, serves as the compliance coordinator for ADA/Section 504.</p>\n<p>F.\nACU encourages applicants for enrollment or enrolled students with a complaint regarding discrimination to report the offense to the Dean of Students.&nbsp.\nIf a faculty or staff member should receive a complaint of discrimination from a student, he or she should report it to the Dean of Students.</p>\n<p>G.\nThe Dean of Students will investigate all complaints of discrimination or refer them to other offices for appropriate action (for example, complaints of discrimination related to academic coursework will be referred to the appropriate academic office).</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Political Campaign Activity</strong>\n</p>\n<p>Section 501(c)(3) of the Internal Revenue Code prohibits tax-exempt organizations, such as ACU, from participating or intervening in political campaigns on behalf or in opposition to any candidate for public office.\nWhere applicable, this policy also applies to all students and student organizations.\nViolations of these prohibitions could result in loss of the university’s tax-exempt status, imposition of taxes on the institution and its responsible managers, federal or state government lawsuits, audits, investigations or other penalties.</p>\n<p>For detailed information related to the&nbsp;<strong>political campaign policy</strong>, refer to ACU’s Employee Handbook Section 440.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Pornography</strong>\n</p>\n<p>All materials of a pornographic nature, including magazines, videos and the Internet, are considered immoral and therefore not conducive to the mission of ACU.\nStudents who struggle with addictions to pornography should seek confidential counseling from the Counseling Center.&nbsp;</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Racism</strong>\n</p>\n<p>ACU deplores racism and will not tolerate behaviors associated with expressions of hatred or intimidation.\nScripture teaches that all people are created in the image of God and have been purchased by the sacrifice of His only Son, Jesus Christ.\nAttitudes and behaviors acting against these truths are unacceptable and will be subject to the full range of disciplinary action, including dismissal from the university.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Sexual Stewardship Policy</strong>\n</p>\n<p>\n<em>Our Vision for Sexual Ethics</em>\n</p>\n<p>ACU strives to be a community that follows Jesus’ example in all things, including our understandings about the authority of Scripture, sexuality, relationships and our core identity as children of God.\nTherefore, our foundation for a sexual ethic is a call to chastity outside of marriage between a man and a woman.\nThroughout Scripture and in the life of Jesus, we see a commitment to honor God with our bodies through relational and sexual stewardship as well as pastoral love and compassion for those who do not live according to those beliefs.</p>\n<p>\n<em>Guidance on Same-sex Relationships</em>\n</p>\n<p>The ACU Board of Trustees has developed the following guidance to address the university’s understanding of Scripture and commitment to provide a caring environment for students.</p>\n<p>We affirm the dignity and worth of every person as created in God’s image.\nACU affirms the full humanity and dignity of all human beings, regardless of their sexual orientation or gender identity.\nWe recognize that there are individuals who identify as LGBTQ or who experience same-sex attraction within our community.\nWe strive to love and welcome all individuals.</p>\n<p>We believe Scripture teaches that God intends for sexual relations to be reserved for marriage between a man and a woman.\nWe recognize that this belief may conflict with the practice or vision of the larger culture.\nYet we hold to the historic Christian view on this issue while being respectful of those who disagree with us.</p>\n<p>We call for civility and respect.\nAs a university, we encourage the vigorous pursuit of truth.\nAs a Christian university, we believe the Bible is true and reliable.\nWe recognize that Christians inside and outside the ACU community have different interpretations of Scripture on same-sex relationships.\nRegardless of one’s perspective, we encourage all of our community members to engage this issue with Christian care and compassion.\nWe condemn language and behaviors that communicate disrespect toward any member of the ACU community.</p>\n<p>\n<em>A Call for Love and Inclusion</em>\n</p>\n<p>In regard to student behavior, ACU believes this guidance calls the university to create an inclusive environment for all students – even those who disagree with ACU’s beliefs – so long as they refrain from sexual activity outside of marriage between a man and woman.\nThe university acknowledges that an institution cannot control how students think, believe or identify regarding sexuality.\nInstead, ACU invites all students into a community where they can belong, grow and develop a personal relationship with Jesus Christ.</p>\n<p>\n<em>A Distinction Between Attraction and Action</em>\n</p>\n<p>For both opposite and same-sex attracted people, it is possible to experience attraction without choosing to act upon those feelings.\nInstead, it is what we do with these attractions that determines whether we are living within God’s will for our lives.</p>\n<p>\n<em>A Commitment to Safety and Protection</em>\n</p>\n<p>ACU is committed to ensuring safety and protection for all students.\nSpecifically prohibited are language and actions that communicate disrespect, denigration, threat of harm or assault by members of the campus community to others.\nThe university encourages all such matters to be reported to the ACU Police Department and/or appropriate university officials.</p>\n<p>\n<em>The Heart Behind ACU’s Beliefs</em>\n</p>\n<p>Above all, ACU encourages members of our community to extend love and grace, as some of our students arrive at different interpretations of Scripture on a range of matters.\nSome will choose to act in ways that do not conform to ACU’s beliefs.\nWhile we do not desire this for our students, our first instinct is not to exclude but to love, include and involve students, allowing them to have a vibrant educational, faith and community experience on our campus.\nWe pray that the Holy Spirit will surround, protect, indwell and draw every student closer to God.</p>\n<p>ACU will continue to uphold and promote the university’s commitment to the global, historical Christian teaching that sexual activity is reserved for the context of marriage between a man and a woman.\nEven if students disagree, the university expects those choosing to be a part of our community to live within and respect these boundaries.\nOur hope for all students is that they will pursue relationships in keeping with this historical perspective.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Solicitation</strong>\n</p>\n<p>Privately owned business enterprises may not be operated on campus.\nThe Dean of Students must approve solicitation by any individual student, student group or outside entity, including advertisements, donations, patrons or any other type of financial support for any ACU or outside activity.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Student Complaint Policy</strong>\n<br>\n</p>\n<p>Information regarding disciplinary decisions, harassment, discrimination, residence hall assignments, the residence hall living/learning experience and parking citations may be found in other sections of the&nbsp;Student Handbook.</p>\n<p>For all other student complaints, please see the&nbsp;<strong>Student Complaint Policy</strong>&nbsp;and refer to the appropriate section.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Tobacco and Electronic Cigarettes/Vaporizers</strong>\n</p>\n<p>Students should be aware of the many physical dangers associated with the use of smoking and tobacco products.\nTo maintain a healthy environment and to encourage healthy lifestyles for all students, staff and faculty, use of all tobacco products (including smokeless tobacco) and electronic cigarettes / vaporizers is strictly prohibited on the ACU campus and other university property and at all university-sponsored activities, including sporting events.\nAs part of the university disciplinary response, fines will automatically be assessed for all violations of this policy.\nUse of any of these products in the residence halls and in University Park is a serious violation of this Handbook.\nThe safety of all residents requires that students and their guests respect this policy.\nStudents should be aware they may be held responsible for the actions of any of their visitors or guests.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Weapons</strong>\n</p>\n<p>ACU prohibits the possession of any illegal knives and other dangerous weapons, as well as firearms, either open carry or concealed carry.\nThis includes any replica or facsimile weapon designed, intended, or displayed to appear like a functional firearm or weapon (realistic appearing water guns, air-soft guns, BB/pellet guns) on all university owned or controlled facilities and properties, including athletic venues and any passenger transport vehicles used for university related activities.\nOther dangerous weapons not listed may be subject to sanction.\nIf a student is found in violation of this university policy, they may be subject to the university student conduct policy and may be suspended or dismissed.\nDevices commonly used for personal protection, such as personal size electronic control devices (stun guns), and pepper spray, are permitted.</p>\n<p>Specific to the August 1, 2016 implementation of the Texas Senate Bill 11:Campus Carry Statute.\nplease be aware that ACU, as allowed by the law, did extensive consultation with campus constituents and chose to opt out of Campus Carry.\nACU will continue to be a firearms free campus and will continue to ban the concealed carry of all firearms by anyone, including Texas handgun license holders, on all university owned or controlled premises as defined by Texas law:&nbsp;<strong>http://www.statutes.legis.state.tx.us/Docs/GV/htm/GV.411.htm#411.2031</strong>.</p>\n<p>Please be advised that the open carry of any handguns or any firearms, even by handgun licensees, continues to be prohibited by Texas law on all college/university campuses.\n&nbsp;Students who are Texas Handgun Licensees, are allowed by Texas Law and ACU policy to store their licensed and legal handguns inside their LOCKED vehicle parked on any ACU owned or controlled parking facility.\nSuch students are strongly encouraged (but not required) to consult with ACUPD regarding appropriate crime prevention strategies aimed at preventing firearms from being stolen from their vehicles and compliance with this new law.\nQuestions regarding the Texas Campus Carry Law can be directed to ACUPD by phone, 325-674-2305, or via email at&nbsp;<strong>acupolice@acu.edu</strong>.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Withdrawals/Leave and Administrative Action</strong>\n</p>\n<p>Students deciding to withdraw from the university will do so in one of two ways, depending on the reason for their withdrawal.\nStudents seeking to take a medical withdrawal will contact the Office of Student Life in the lower level of the Campus Center.\nFor more information about medical withdrawals, please see below.\nFor students wanting to withdraw for other reasons than medical, go to Wildcat Central, located on the main level of the Campus Center.\nTo withdraw from specific classes, but not from the university, students should consult the Academic Policy section of this Handbook or the&nbsp;<strong>University Catalog</strong>.\nPolicy regarding refunds of tuition and fees may be found in the FAQ section of the&nbsp;<strong>Registrar’s website</strong>.</p>\n<p>\n<strong>Voluntary Medical Leave of Absence<br>\n</strong>The University recognizes that students may experience medical situations that significantly limit their ability to function successfully or safely in their role as students (e.g., serious injury, illness, or mental-health issue).&nbsp.\nIn those situations, students should consider a voluntary medical leave of absence, which permits students to take a break from University life and their studies, so that they may receive treatment and later return to the University with a better opportunity to achieve their academic and co-curricular goals.&nbsp.\nACU seeks to ease those student-initiated transitions and has designed this policy to ensure that students are given individualized attention, consideration, and support needed to address medical issues that may arise.</p>\n<p>\n<strong>The Leave Process<br>\n</strong>Students may initiate a voluntary medical leave from the university for the reasons set out above by contacting the Office of the Vice President for Student Life (“VPSL”).&nbsp;Appropriate paperwork is in the lower level of the Campus Center in the Student Life Office.&nbsp;Along with the paperwork, students must submit supporting documentation.&nbsp;Acceptable documentation would be a letter or note from the student’s physician, psychologist, or counselor, on their letterhead, which may indicate the following:&nbsp;(1) the reason the student is requesting a medical leave, including your diagnosis.\n(2) the date of initial treatment.\n(3) the dates of subsequent treatment (if applicable).\nand (4) the expected semester of recovery.&nbsp;Additionally, health permitting, a student may be asked to submit to an examination by ACU’s Counseling Center or Medical Clinic so that an individualized treatment recommendations can be made and provided to the VPSL.&nbsp;</p>\n<p>If approved, students on a&nbsp;medical leave receive non-punitive withdrawal grades regardless of the point in the semester that the leave is granted.&nbsp;And depending on the situation, requests for tuition refund or crediting to ease the student’s transition will also be considered.\nA student on medical leave of absence is away from the campus and classes for the remainder of the semester and cannot return until the VPSL or designee has approved a re-entry assessment.\nA Student Life hold will be placed on the student’s account until the VPSL or designee approves return.&nbsp;</p>\n<p>\n<strong>The Return Process<br>\n</strong>In order to return from leave, a student should contact the Office of the VPSL.&nbsp;Although a request for return will be assessed whenever requested by a student, a&nbsp;medical leave is generally for a period of at least one long semester.&nbsp;The normal processing time for a return request is one month.&nbsp;</p>\n<p>In reviewing requests for return from medical leave, all students, regardless of their situations or basis for the leave must sufficiently demonstrate that the situation or basis that led to student’s inability to perform have been addressed.&nbsp;Specifically, evidence the student has maintained stability and demonstrated follow through with treatment for a sufficient period of time to enable him or her to be a successful student.&nbsp;Additionally, evidence of productive functioning (i.e., employment, volunteerism, etc.) is looked upon favorably.&nbsp;In order to be approved for return, student must have complied with any recommendations given to student for treatment at the time of his or her medical leave.\nMoreover, the students are encouraged to inform the VPSL of any help, resources, or reasonable accommodations that the university can provide to support the student’s return.&nbsp;</p>\n<p>If students have not returned from or re-applied to extend their medical leave, they will be administratively withdrawn from the university&nbsp;after more than one long semester&nbsp;and will need to re-apply if they choose to return at a later date.&nbsp;Moreover, a Student Life hold may be placed barring the student’s admission for future semesters until approval is obtained pursuant to this policy.</p>\n<p>\n<strong>Administrative Action</strong>\n</p>\n<p>\n<strong>Responding to Disruptive Behavior<br>\n</strong>Students, whose harmful or disruptive behavior has come to the university’s attention, may be allowed to continue their studies pending adherence to conduct or behavior restrictions over a specified period of time.&nbsp.\nSuch conditions could include, for example, stopping classroom disruptiveness, allocating alternative or more suitable living accommodations if available, undergoing a mandated assessment (as described below) or continuing only if the student avails him or herself of supportive services or treatment.&nbsp;However, such conditions are not appropriate when a student’s behavior indicates harm or danger to any member of the university community.\nFailure to comply with such conditions and/or further disruptive behavior may result in the advancement of pending or previously deferred conduct code proceedings or involuntary leave.</p>\n<p>\n<strong>Mandated Assessment<br>\n</strong>In making determinations under this policy or if a student subject to this policy or conduct proceedings notifies the university that information concerning a mental/behavioral disorder will be introduced, the VPSL may refer or mandate a student for evaluation by a campus or independent licensed mental health professional chosen or approved by the institution.\nStudents referred or mandated will be informed in writing.&nbsp;The evaluation must be complete on the date specified in the notice unless an extension is granted by the VPSL.&nbsp;A student who fails to complete the evaluation or give permission for the results to be shared with the appropriate administrators may be placed on interim leave and/or referred to the Dean of Students.</p>\n<p>\n<strong>Interim Separation<br>\n</strong>The VPSL may impose an interim separation when a student presents an immediate danger to the fulfillment of the educational mission of the university or to the life, health, welfare, safety, or property of any member(s) of the university community.\nSuch separation will only be used pending the outcome of an initial conference or disciplinary hearing, which shall be scheduled as expeditiously as possible.&nbsp;Notification of interim separation and the reasons for it will be communicated to the student, in writing, within 24 hours of the decision.\nIf this is not possible because of a student’s absence or the VPSL or designee is not able to locate and/or correspond with the student, the VPSL or designee may place a Student Life hold on the student’s account.\nThe leave will remain in effect until a final decision has been made pursuant to the standard procedures, unless, before a final decision is made, the VPSL or designee determines that the reasons for imposing the interim separation no longer exist or a voluntary medical leave is granted.\nThis action may be taken, but is not limited to, situations involving physical and/or sexual&nbsp;violence, drugs and other controlled substances.</p>\n<p>\n<strong>Involuntary Medical Leave<br>\n</strong>Unfortunately, there are times when a student’s behavior renders them unable to effectively function in the residential or university community without harming others or disrupting the community, and the student refuses and/or cannot be helped by emotional or medical treatment or voluntary leave.\n&nbsp;In those situations, university officials may consider the appropriateness of utilizing the regular student conduct policies and/or undertaking an involuntary medical leave as described below:</p>\n<p>1.\nThe Dean of Students may require a mandatory assessment if a student's condition render him/her unable to function in the university community without harming others and/or disrupting the educational mission of the institution.&nbsp;<br>\n2.\nThe Dean of Students may require any documentation or assessment that he/she deems necessary in making this determination, including medical assessment or evaluation by a licensed mental health or medical professional of the university's choosing, which will be disclosed to appropriate university personnel.\nFailure to appear for a mandated assessment will result in an involuntary medical leave of absence without further process.&nbsp;<br>\n3.\nWhen in the opinion of a medical or mental health professional the student is unable to function in the university community without harming others and/or disrupting the educational mission of the institution, the professional member shall notify the Dean of Students or designee of the situation as soon as possible.&nbsp;<br>\n4.\nWhen the Dean of Students receives notification, described above, he/she or his/her designee will review appropriate documentation and make a decision regarding the student's status.\nIf the Dean of Students determines that the student should be placed on involuntary leave, he or she or his/her designee may inform the student and student's parents(s), spouse, or other close relative.<br>\n5.\nA student may appeal this decision to the Vice President for Student Life within two business days of receiving notification on one or more of the following bases:&nbsp;</p>\n<p>a) To consider new information, unavailable to the Dean of Students, that could be outcome determinative;&nbsp;<br>\nb) To assess whether a material deviation from this policy impacted the fairness of the decision.\nor&nbsp;<br>\nc) To determine if the conclusion evidence provided did not support the finding.</p>\n<p>\n<br>\nThe appeal is deferential to the original decision, making changes only if compelling justification to do so exists.\n&nbsp;A written decision will be provided to the student summarizing the decision, and will typically be issued within no more than five (5) business days after requested.</p>\n<p>Although a request for return will be assessed whenever requested by a student, involuntary medical leaves of absence are generally for at least one month.\nA student may apply for re-enrollment by following the re-enrollment process described in the procedures for re-enrollment from a medical leave of absence.</p>\n<p>\n<strong>Back to Top</strong>\n</p> ", "created_at": "2021-02-06 20:53:10.063706", "updated_at": "2021-02-06 20:53:22.804108"}, {"id": 4101, "name": "University Policies", "url": "https://www.acu.edu/dean-of-students/general-university-policies/", "xpath": "//*[@id=\"main-inner\"]/section/div/div/div/div[2]/div/div/div/div/div", "text": " General University Policies <ul>\n<li>\n<strong>Alcohol Policy</strong>\n</li>\n<li>\n<strong>Chapel/Spiritual Formation</strong>\n</li>\n<li>\n<strong>Computer Use</strong>\n</li>\n<li>\n<strong>Dancing</strong>\n</li>\n<li>\n<strong>Demonstrations</strong>\n</li>\n<li>\n<strong>Dress Code</strong>\n</li>\n<li>\n<strong>Drug Policy</strong>\n</li>\n<li>\n<strong>Harassment</strong>\n</li>\n<li>\n<strong>Hazing</strong>\n</li>\n<li>\n<strong>ID Card Policy</strong>\n</li>\n<li>\n<strong>Non-Discrimination Policy</strong>\n</li>\n<li>\n<strong>Political Campaign Activities</strong>\n</li>\n<li>\n<strong>Pornography</strong>\n</li>\n<li>\n<strong>Racism</strong>\n</li>\n<li>\n<strong>Sexual Stewardship</strong>\n</li>\n<li>\n<strong>Solicitation</strong>\n</li>\n<li>\n<strong>Student Complaint Policy</strong>\n</li>\n<li>\n<strong>Tobacco and Electronic Cigarettes/Vaporizers</strong>\n</li>\n<li>\n<strong>Weapons</strong>\n</li>\n<li>\n<strong>Withdrawals/Leave and Administrative Action<br>\n</strong>\n</li>\n</ul>\n<p>\n<strong>Alcohol Policy</strong>\n</p>\n<p>Abilene Christian University is committed to maintaining an alcohol-free campus.\nThe ACU community cares deeply about the health and safety of our students, and is committed to educating students about the physical and spiritual dangers of alcohol abuse.</p>\n<p>Furthermore, ACU realizes the heightened dangers in some social settings off campus and thus discourages students from attending establishments such as dance clubs, bars, and private parties where the principal purpose is known to be the sale and/or consumption of alcoholic beverages.\nThe history of activities associated with these establishments (such as alcohol abuse, underage drinking, and drunkenness) is counter to our Christian values and lifestyle.\nThe life choices and decisions that students make extend far beyond the college experience, and ACU is committed to challenging students to make decisions that ultimately glorify God.</p>\n<p>In accordance with our educational mission, and for the well-being of our students and the ACU community, the University has established the following policies related to alcohol:</p>\n<ol>\n<li>The possession, consumption, or distribution of alcoholic beverages on campus (including all ACU residence halls and University Park Apartments) is strictly prohibited.\nMoreover, any student present where alcohol is found on campus (including but not limited to residence halls or apartment rooms, vehicles, or in personal belongings) may be subject to sanctions.</li>\n<li>Alcohol is prohibited at all University-sponsored events (including off-campus events).\nAny ACU-provided channels of communication may not be used to promote or advertise any event (on or off campus) that involves alcohol.</li>\n<li>Any officially recognized student club or organization (regardless of legal drinking age of its members) is prohibited from hosting or participating in any formal group event (on or off-campus) that involves alcohol.\nSuch groups include, but are not limited to: special interest groups, social clubs, athletic and intramural teams, and Spring Break Campaigns, etc.</li>\n<li>Intoxicated students on campus or at a University-sponsored event will be sanctioned.\nFor the purposes of ACU’s student conduct policy and process, intoxication will be defined as any disruptive, destructive, hazardous, vulgar, or uncontrolled behavior during or following the consumption of alcoholic beverages.</li>\n<li>Alcohol paraphernalia (such as glassware commonly used to serve alcoholic beverages.\nempty beer bottles or cans.\nposters, clothing, or signs promoting alcohol, etc.) is not permitted on campus.</li>\n<li>Local neighborhood disturbances of the peace caused by ACU students may result in disciplinary action.\n(See also the Student Conduct section of this Handbook).\nWhere alcohol is involved, additional or further sanctions may apply.\nFor the purposes of ACU’s student conduct policy and process, a disturbance involving alcohol will be defined as an event in which alcohol is present and one or more of the following occur: the student(s) fail(s) to maintain control of the event, complaints are reported, and/or police respond to the scene.</li>\n<li>All students must abide by Texas law related to the possession, consumption, and distribution of alcohol.\nSpecifically, Texas law prohibits:\n<p>a.\nThe purchase, possession, or consumption of alcoholic beverages by a person under 21 years of age (Texas Alcohol Beverage Code Sec.\n106.02, 106.04-106.05, 106.071);</p>\n<p>b.\nBeing intoxicated in public to the degree that one poses a danger to him/herself or to others (Texas Penal Code Sec.\n49.02);</p>\n<p>c.\nFurnishing alcohol to a minor (Texas Alcohol Beverage Code Sec.\n106.06).\nFor the purposes of this policy, ACU defines furnishing as purchasing for, giving to, or making alcoholic beverages available to a minor.\nThis includes, but is not limited to, creating a situation where there is a risk a minor may be provided with or obtain alcohol.</p>\n<p>d.\nDriving while intoxicated (Texas Penal Code Sec.\n49.04).</p>\n<p>e.\nDriving under the influence of alcohol by a minor (TABC Code 106.041).\nPer Texas law, any detectable amount of alcohol in the minor’s system (such as alcohol emitting from the person’s breath) is defined as driving under the influence.</p>\n</li>\n</ol>\n<p>Students who are found guilty of violating the University policy concerning the possession, consumption, or distribution of alcohol or related disturbances will be subject to a range and/or combination of the following sanctions: (1) fines ranging from $100 to $250.\n(2) completion of an alcohol education program, which involves a $75 fee to students.\n(3) counseling.\n(4) disciplinary probation.\n(5) indefinite suspension.\nand (6) dismissal from the University.\nViolations of under-age drinking, serving, or making alcohol available to those who are under the legal drinking age will result in strict sanctions (up to and including dismissal), and will be turned over to the appropriate legal authorities.</p>\n<p>This information is intended to give students a range of expected outcomes or consequences regarding violations of the University’s alcohol policy.\nDepending on the level of severity involved per violation, and at the discretion of the Vice President for Student Life or his/her designee, sanctions may vary from what is outlined above.\nSubject to privacy laws, parents or legal guardians may be contacted where deemed appropriate.</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Chapel/Spiritual Formation</strong>\n</p>\n<p>\n<strong>Attendance Policy<br>\n</strong>The university desires that students engage Chapel as a significant experience in their educational and spiritual formation while attending ACU.\n“In keeping with the mission of the university, daily Chapel will be held as a part of the curriculum.\nRegular attendance by undergraduates is required.” (ACU Board of Trustees Policy Manual, Policy Number 2.7.4)</p>\n<p>\n<strong>Daily Chapel Attendance Procedures<br>\n</strong>Chapel meets daily, Monday through Friday, from 11:00 to 11:30 a.m.\nduring the fall and spring semesters, except on university-approved holidays (Fall Break, Thanksgiving Break, Christmas Break, Martin Luther King Day, Spring Break, and Good Friday).\nDaily Chapel on the first day of classes during the fall semester is the official Opening Assembly for the university.</p>\n<p>\n<strong>Credit Requirements<br>\n</strong>Undergraduate students under the age of twenty-five are required to earn 55 Spiritual Formation Event credits each semester of fulltime enrollment (12 or more hours), except when exemptions have been granted for one or more days during a given semester for student teaching, full-time enrollment in the Patty Hanks Shelton School of Nursing, or for some work related reasons.</p>\n<p>Each regularly-scheduled daily Chapel counts toward the fifty-five (55) Spiritual Formation Event credits required each semester.\nAdditional Spiritual Formation Event credits are offered to students who attend approved programs at alternative times (Small groups, Summit, special speakers or series).\nThese programs are approved by the Spiritual Formation/Chapel Office and are listed on the Spiritual Formation Events calendar at au.edu/spiritual-formation.\nAll Spiritual Formation Events earn one (1) credit unless otherwise noted.</p>\n<p>Many students choose to attend daily Chapel five days per week to fulfill the credit requirement.\nA student who accumulates just four Spiritual Formation Event credits per week will easily meet the fifty-five (55) credit requirement each semester.</p>\n<p>\n<strong>Attendance Requirement Exemptions<br>\n</strong>Students approved to be exempt one or more days per week for some work related reasons have their required number of Chapel credits per semester adjusted according to the following scale:</p>\n<p>Number of Days Exempt Required Credits</p>\n<p>0 days per week- 55 required of 70+</p>\n<p>1 day per week = 45 required of 70+<br>\n2 days per week = 35 required of 70+<br>\n3 days per week = 25 required of 70+<br>\n4 days per week = 12 required of 70+<br>\n5 days per week = 5 required of 70+</p>\n<p>Please note that students who receive a “5 days per week exemption” still have to earn a minimum of 5 Spiritual Formation Event Credits each semester.\nTypically twenty+ (20+) &nbsp;or more Spiritual Formation Event Credits are offered each semester outside of the 11:00 am daily Chapel time, so the minimum number of credits can be earned even if a student is required to work during the 11:00 am hour each day of the week.</p>\n<p>Students are required to apply (or re-apply) for exemptions each semester.\nExemptions must be processed within the first two weeks of any semester, or within two weeks from the beginning date of any reason given for the exemption (new employment, diagnosed chronic illness, etc.).\nStudents must submit evidence of the reason for the exemption, e.g.\nletter from new employer on company letterhead, doctor’s note, etc.\nThe process and required forms for exemptions are available on the Spiritual Formation website at acu.edu/spiritual formation, and in the Spiritual Formation/Chapel Office.\nStudents failing to submit an exemption by the appropriate deadline may fail to earn Spiritual Formation Event credit and be subject to further disciplinary action.</p>\n<p>\n<strong>Attendance Registration<br>\n</strong>Attendance for daily Chapel in Moody Coliseum is registered by sliding a student ID through one of the card readers between 10:45 and 11:03 a.m.\nand again within 10 minutes after Chapel is dismissed.\nA student must slide his or her card at the beginning and again at the end of Chapel in order to be counted present.\nAttendance is not registered for any student sliding in late or sliding out early.\nAn official from the Spiritual Formation/Chapel Office slides an administrative ID card through a card reader after the closing prayer.\nAny student who slides his or her card before this official time stamp will not receive attendance credit.</p>\n<p>Attendance for approved Spiritual Formation Events (SFEs) that meet outside of Moody Coliseum is registered by portable card readers or by signing in with the approved advisor.\nSign in sheets are processed within three class days after receiving them from the advisor of any small group or SFE.\nCredits from portable card readers post within two class days.</p>\n<p>\n<strong>Consequences for Failure to Fulfill Spiritual Formation Event Requirements<br>\n</strong>Students are responsible for monitoring their own Spiritual Formation Event credits online in the myACU portal.\nThe Spiritual Formation/Chapel Office strongly recommends that students check their SFE credit balance on a weekly basis.\nStudents who have a question or concern about their credit balance are encouraged to contact the Spiritual Formation/Chapel Office by phone (325) 674-2867, by email&nbsp;<strong>chapel@acu.edu</strong>&nbsp;or in person.\nThe office (#29) is located in the lower level of the Campus Center.\nUpon the completion of any semester, students who did not attain sufficient SFE credits will be placed on Chapel probation and notified by email to their ACU email account during the week following the last day of finals.\nStudents placed on Chapel probation may contact the Spiritual Formation/Chapel Office with questions.\nThis process is outlined in the email and also on the Spiritual Formation website at acu.edu/spiritual-formation.</p>\n<p>\n<strong>Chapel Attendance Probation<br>\n</strong>Chapel probation is in effect for the following full semester after a student fails to earn the required number of SFEs.\nDuring the semester of probation a student will be restricted from participation in certain extracurricular activities, including but not limited to all student productions, intramurals, leadership positions, and/or award nominations.\nStudents who ignore this loss of privilege by participating in extracurricular activities while on Chapel probation will be subject to stricter sanctions up to and including suspension from the university.\nGraduating seniors who do not earn the required credits during their final semester will be subject to appropriate sanctions.</p>\n<p>\n<strong>Chapel Integrity Violations<br>\n</strong>Students are not permitted to slide someone else’s card to indicate SFE attendance, slide their own card and not attend all of an event, or in the case of Small Groups and other SFEs, sign their name and not attend or sign in for someone else who is not there.\nA “slide and glide” first offense will result in a mandatory meeting with the &nbsp;Spiritual Formation/Chapel Office and may result in being placed on conduct probation.\nUpon a second occurrence a student will be placed on conduct probation and required to meet with the Office of the Dean of Students.\nSubsequent “slide and glide” offenses may result in further sanctions up to and including suspension from the university.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Computer Use Policy</strong>\n</p>\n<p>See “<strong>Responsible Use for Information and Technology Resources</strong>” for more information.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Dancing</strong>\n</p>\n<p>ACU is committed to creating a strong Christian environment, where students have opportunities for appropriate social interaction as young adults and develop lifelong relationships.\nMany forms of dance and cultural expression are embraced by our society, some of which are consistent with our Christian mission and values, while others are more likely to distract us from a Christ-centered life.\nTherefore, in keeping with the Christian mission of the university, only certain dance forms and venues will be considered for approval.\nRequests for events involving dance may be submitted by officially recognized ACU student organizations and must be approved by Student Life.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Demonstrations</strong>\n</p>\n<p>ACU recognizes the right of students to dissent as long as such behavior does not limit the freedom of others, damage university property or delay the opportunity of the student body, faculty or staff to proceed regularly with their work, school or scheduled activities.\nStudents may use public areas approved in advance by the university for assembly as long as they do not restrict the movement of traffic.\nWhen a rally or other such gathering requires building space or public areas, clearance must be obtained in advance from the Dean of Students.\nSuch clearance must be obtained at least 48 hours prior to the event, and the university reserves the right to make reasonable restrictions of location, time or format for such events, using the following guidelines:</p>\n<ol>\n<li>to alleviate potential problems with safety or potential disruption of university activities</li>\n<li>to facilitate a free exchange of ideas consistent with the academic environment and the university’s mission.\nand</li>\n<li>to comply with local, state and federal laws or ordinances.</li>\n</ol>\n<p>The university reserves the right to review, alter or otherwise restrict events, demonstrations, speakers or groups whose nature or presentation is contrary to or inconsistent with the university’s mission and Christ-centered character.\nThis determination shall be at the sole discretion of the president or his or her designee.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Dress Code</strong>\n</p>\n<p>All members of our community are responsible for the way they present themselves and how the decisions they make communicate what they value.\nThrough the way they dress, students are encouraged to reflect their God-given worth and professional aspirations.\n&nbsp;ACU believes that God has uniquely designed each person and as God’s creation, we are called to respect ourselves and our bodies.\n&nbsp;There is nothing shameful about the human body.\n&nbsp;&nbsp;However, the university is a professional and educational environment seeking to prepare students for their chosen careers.\nPart of the educational process, then, &nbsp;is learning to dress professionally and teaching students that from the first day at ACU, the way you present yourself to faculty, staff, visitor, future employers, and fellow students matters.</p>\n<p>Because bright line rules are often needed when we talk about dress, the following outlines a few guidelines that will allow our community to address these issues with grace and respect.\nImplementation and enforcement of the dress code are the responsibility of the entire university community.\n&nbsp;In addressing these issues, it is usually best for a member of the same gender to talk to another member of that gender.\n&nbsp;These guidelines apply to all on or off campus university-sponsored activities including class, chapel, and athletic events.\nColleges, Departments, faculty, staff and specific facilities may adopt additional guidelines or expectations based on professional standards, decorum or need.</p>\n<ol>\n<li>Clothes should fit appropriately to cover private areas when sitting, standing, and walking.\nSome extremes are not acceptable, including halter-tops.\nany shirts that reveal chest, torso, or midriff.\nshorts with less than a 3 inch inseam.\nand/or revealing skirts or top.</li>\n<li>Shirts should be worn in public at all times including outdoor exercise.</li>\n<li>Athletic clothing appropriate for sports or recreation may be worn while participating in classes/activities in designated athletic or recreational areas or going to or from those areas.</li>\n<li>Clothing with offensive, vulgar, or inappropriate advertising, pictures and/or slogans or that promote drugs or alcohol are contrary to ACU’s mission and should not be worn.</li>\n<li>Pajama pants or sleepwear are not appropriate for the university environment and should not be worn to class.</li>\n<li>Leggings may not be worn without a top garment completely covering the area between the waist and buttocks.</li>\n</ol>\n<p>Questions about the interpretation and enforcement of these standards should be directed to the Dean of Students.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Drug Policy</strong>\n</p>\n<p>In keeping with the Drug Free Schools and Communities Act, ACU has implemented a “zero-tolerance” policy prohibiting the unlawful possession, use or distribution of illegal drugs and controlled substances, including prescription medications or steroids.\nAlso prohibited is the possession, use or distribution of any simulated or synthetic psychoactive substance, including synthetic marijuana/cannabinoids, which are designed, intended, possessed or used for the purposes of producing an intoxicating, hallucinogenic or psychoactive effect on the user.\nThese substances may include, but are not limited to, salvia, “spice”, “K2” or any other substance categorized as such.</p>\n<p>The university upholds local, state and federal laws about the possession, use and distribution of illegal drugs and/or drug paraphernalia.\nOffenses involving on-campus possession, use or distribution of illegal drugs and controlled substances may be referred to the ACU Police Department for investigation and possible filing of applicable criminal charges.\nViolations of this policy will be assessed the full range of disciplinary responses, including the possibility of immediate dismissal from the university.</p>\n<p>Students suspected of or reported to have been using illegal drugs or controlled substances, on or off campus, may be required to submit to drug testing.\nFailure to comply may result in further disciplinary action.\nAny student testing positive for any illegal drug or controlled substance, including steroids, or found in violation of the university drug policy, may be suspended or dismissed from the university.</p>\n<p>Under the Higher Education Opportunities Act of 2008, federal law requires the university to notify students that a criminal conviction for any drug offense may result in the student losing his/her financial assistance related to any Title IV, HEA grant, loan, or work-study programs.\nTherefore, a student’s ability to obtain financial assistance upon returning to the university after completion of a suspension may be impacted.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Harassment</strong>\n</p>\n<p>At ACU, we strive to comply with all applicable legal requirements prohibiting, preventing, and responding to harassment against any member of the ACU community (e.g., Title VI, VII, and IX).\nMoreover, as a Christian community, ACU has committed itself, unequivocally, to ensuring a working and learning environment in which the dignity of every individual is respected.</p>\n<p>Our&nbsp;<strong>Anti-Harassment Policy</strong>&nbsp;outlines specific definitions and procedures related to discriminatory and sexual harassment, sexual misconduct, assault, stalking, and relationship violence.\nIf you experience harassment in any of these forms, we encourage you to&nbsp;<strong>report it</strong>&nbsp;so that we can help maintain a work and academic environment free of unlawful harassment.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Hazing</strong>\n</p>\n<p>ACU will not tolerate hazing as defined by Texas law.\nMoreover, ACU strongly discourages any action which degrades, intimidates, humiliates, or endangers any individual.\nThe University reserves the right, for its administrative disciplinary purposes, to define conduct as “hazing” whether or not it would constitute hazing under the Texas law.\nAll acts of hazing and any act which transgresses ACU’s Student Handbook will receive the full range of discipline set forth by the current Student Handbook.\nIgnorance of Christian principles, cultural meanings, and Texas law will not constitute immunity from appropriate University discipline, including dismissal from the University.</p>\n<p>\n<strong>View the ACU Policy Statement on Hazing</strong>\n</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>ID Card Policy</strong>\n</p>\n<p>Students are issued an official ACU identification card at the beginning of their academic enrollment with the university.\nStudents are required to carry their card with them at all times and to present the card to any university official upon request.\nStudents failing to render an ID card upon request, using an ID card of another student, allowing an ID card to be used by another student, or falsifying information used for identification purposes will be subject to disciplinary response.\nThe ACU identification card issued to each student remains the property of the university and must be returned to Student Life when a student withdraws or is suspended from the university.\nAny lost or stolen identification card must be reported to&nbsp;<strong>Wildcat Central</strong>&nbsp;immediately.</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Non-Discrimination Policy</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>The purpose of this policy is to preserve a learning environment that is free from unlawful discrimination.\nAbilene Christian University’s policy is to ensure that persons who apply for admission and persons who are enrolled are treated in a nondiscriminatory manner in matters of race, color, nationality or ethnic origin, gender, age, or disability, including qualified disabled veterans and qualified veterans of the Vietnam Era, in accordance with applicable federal, state and local laws.</p>\n<p>\n<strong>Scope</strong>\n</p>\n<p>This policy applies to all students of the university.&nbsp.\nThis policy applies to all terms and conditions of enrollment, including, but not limited to, admission standards and processes, and the guidelines by which enrollment may be denied or terminated, based on the standards outlined in the Student Handbook.\nThis policy does not apply to claims of sexual harassment or sexual misconduct, which are addressed in the university’s Title IX Sexual Misconduct Policy.</p>\n<p>\n<strong>Policy</strong>\n</p>\n<p>Abilene Christian University complies with all applicable federal and state non-discrimination laws and does not engage in prohibited discrimination on the basis of race, color, nationality or ethnic origin, gender, age, or disability, including qualified disabled veterans and qualified veterans of the Vietnam Era.\nACU is affiliated with the fellowship of the Church of Christ.\nThe university is governed by a Board of Trustees, all of whom are members of the Church of Christ, and is operated within the Christian-oriented aims, ideals and religious tenets of the Church of Christ.\nAs a religiously controlled institution of higher education, ACU is exempt from compliance with some provisions of certain civil rights laws, including some provisions of Title IX of the Education Amendments of 1972.</p>\n<p>A.\nIt is the responsibility of each student to obtain, read and comprehend the purpose, policies and procedures of the Student Handbook, including the policy for non-discrimination.</p>\n<p>B.\nA student’s application for admission to ACU indicates acceptance of and an agreement to abide by the policies and regulations of Abilene Christian University.</p>\n<p>C.\nThe university reserves the right to make changes to the Student Handbook at any time.&nbsp.\nSuch changes will be communicated with students by routine student communication methods and will be updated on the Student Life Web site, which serves as the official Student Handbook.</p>\n<p>D.\nThe university reserves the right to deny the enrollment, or terminate the admission, of any student whose attitudes and actions do not represent the Christian mission of the university as set forth by the Student Handbook.&nbsp.\nSuch decisions will be made according to the principles and guidelines described in the Student Handbook, with careful consideration of the fair and reasonable processes provided for appeal.</p>\n<p>E.\nACU encourages students with disabilities to request any appropriate academic and other accommodations to University Access Programs.\n&nbsp;Elizabeth “Liz” Brown, Director of University Access Programs, serves as the compliance coordinator for ADA/Section 504.</p>\n<p>F.\nACU encourages applicants for enrollment or enrolled students with a complaint regarding discrimination to report the offense to the Dean of Students.&nbsp.\nIf a faculty or staff member should receive a complaint of discrimination from a student, he or she should report it to the Dean of Students.</p>\n<p>G.\nThe Dean of Students will investigate all complaints of discrimination or refer them to other offices for appropriate action (for example, complaints of discrimination related to academic coursework will be referred to the appropriate academic office).</p>\n<p>\n<strong>Back to Top</strong>\n</p>\n<p>\n<strong>Political Campaign Activity</strong>\n</p>\n<p>Section 501(c)(3) of the Internal Revenue Code prohibits tax-exempt organizations, such as ACU, from participating or intervening in political campaigns on behalf or in opposition to any candidate for public office.\nWhere applicable, this policy also applies to all students and student organizations.\nViolations of these prohibitions could result in loss of the university’s tax-exempt status, imposition of taxes on the institution and its responsible managers, federal or state government lawsuits, audits, investigations or other penalties.</p>\n<p>For detailed information related to the&nbsp;<strong>political campaign policy</strong>, refer to ACU’s Employee Handbook Section 440.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Pornography</strong>\n</p>\n<p>All materials of a pornographic nature, including magazines, videos and the Internet, are considered immoral and therefore not conducive to the mission of ACU.\nStudents who struggle with addictions to pornography should seek confidential counseling from the Counseling Center.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Racism</strong>\n</p>\n<p>ACU deplores racism and will not tolerate behaviors associated with expressions of hatred or intimidation.\nScripture teaches that all people are created in the image of God and have been purchased by the sacrifice of His only Son, Jesus Christ.\nAttitudes and behaviors acting against these truths are unacceptable and will be subject to the full range of disciplinary action, including dismissal from the university.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Sexual Stewardship Policy</strong>\n</p>\n<p>\n<em>Our Vision for Sexual Ethics</em>\n</p>\n<p>ACU strives to be a community that follows Jesus’ example in all things, including our understandings about the authority of Scripture, sexuality, relationships and our core identity as children of God.\nTherefore, our foundation for a sexual ethic is a call to chastity outside of marriage between a man and a woman.\nThroughout Scripture and in the life of Jesus, we see a commitment to honor God with our bodies through relational and sexual stewardship as well as pastoral love and compassion for those who do not live according to those beliefs.</p>\n<p>\n<em>Guidance on Same-sex Relationships</em>\n</p>\n<p>The ACU Board of Trustees has developed the following guidance to address the university’s understanding of Scripture and commitment to provide a caring environment for students.</p>\n<p>We affirm the dignity and worth of every person as created in God’s image.\nACU affirms the full humanity and dignity of all human beings, regardless of their sexual orientation or gender identity.\nWe recognize that there are individuals who identify as LGBTQ or who experience same-sex attraction within our community.\nWe strive to love and welcome all individuals.</p>\n<p>We believe Scripture teaches that God intends for sexual relations to be reserved for marriage between a man and a woman.\nWe recognize that this belief may conflict with the practice or vision of the larger culture.\nYet we hold to the historic Christian view on this issue while being respectful of those who disagree with us.</p>\n<p>We call for civility and respect.\nAs a university, we encourage the vigorous pursuit of truth.\nAs a Christian university, we believe the Bible is true and reliable.\nWe recognize that Christians inside and outside the ACU community have different interpretations of Scripture on same-sex relationships.\nRegardless of one’s perspective, we encourage all of our community members to engage this issue with Christian care and compassion.\nWe condemn language and behaviors that communicate disrespect toward any member of the ACU community.</p>\n<p>\n<em>A Call for Love and Inclusion</em>\n</p>\n<p>In regard to student behavior, ACU believes this guidance calls the university to create an inclusive environment for all students – even those who disagree with ACU’s beliefs – so long as they refrain from sexual activity outside of marriage between a man and woman.\nThe university acknowledges that an institution cannot control how students think, believe or identify regarding sexuality.\nInstead, ACU invites all students into a community where they can belong, grow and develop a personal relationship with Jesus Christ.</p>\n<p>\n<em>A Distinction Between Attraction and Action</em>\n</p>\n<p>For both opposite and same-sex attracted people, it is possible to experience attraction without choosing to act upon those feelings.\nInstead, it is what we do with these attractions that determines whether we are living within God’s will for our lives.</p>\n<p>\n<em>A Commitment to Safety and Protection</em>\n</p>\n<p>ACU is committed to ensuring safety and protection for all students.\nSpecifically prohibited are language and actions that communicate disrespect, denigration, threat of harm or assault by members of the campus community to others.\nThe university encourages all such matters to be reported to the&nbsp;ACU Police Department&nbsp;and/or&nbsp;appropriate university officials.</p>\n<p>\n<em>The Heart Behind ACU’s Beliefs</em>\n</p>\n<p>Above all, ACU encourages members of our community to extend love and grace, as some of our students arrive at different interpretations of Scripture on a range of matters.\nSome will choose to act in ways that do not conform to ACU’s beliefs.\nWhile we do not desire this for our students, our first instinct is not to exclude but to love, include and involve students, allowing them to have a vibrant educational, faith and community experience on our campus.\nWe pray that the Holy Spirit will surround, protect, indwell and draw every student closer to God.</p>\n<p>ACU will continue to uphold and promote the university’s commitment to the global, historical Christian teaching that sexual activity is reserved for the context of marriage between a man and a woman.\nEven if students disagree, the university expects those choosing to be a part of our community to live within and respect these boundaries.\nOur hope for all students is that they will pursue relationships in keeping with this historical perspective.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Solicitation</strong>\n</p>\n<p>Privately owned business enterprises may not be operated on campus.\nThe Dean of Students must approve solicitation by any individual student, student group or outside entity, including advertisements, donations, patrons or any other type of financial support for any ACU or outside activity.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Student Complaint Policy</strong>\n<br>\n</p>\n<p>Information regarding disciplinary decisions, harassment, discrimination, residence hall assignments, the residence hall living/learning experience and parking citations may be found in other sections of the&nbsp;Student Handbook.</p>\n<p>For all other student complaints, please see the&nbsp;<strong>Student Complaint Policy</strong>&nbsp;and refer to the appropriate section.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Tobacco and Electronic Cigarettes/Vaporizers</strong>\n</p>\n<p>Students should be aware of the many physical dangers associated with the use of smoking and tobacco products.\nTo maintain a healthy environment and to encourage healthy lifestyles for all students, staff and faculty, use of all tobacco products (including smokeless tobacco) and electronic cigarettes / vaporizers is strictly prohibited on the ACU campus and other university property and at all university-sponsored activities, including sporting events.\nAs part of the university disciplinary response, fines will automatically be assessed for all violations of this policy.\nUse of any of these products in the residence halls and in University Park is a serious violation of this Handbook.\nThe safety of all residents requires that students and their guests respect this policy.\nStudents should be aware they may be held responsible for the actions of any of their visitors or guests.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Weapons</strong>\n</p>\n<p>ACU prohibits the possession of any illegal knives and other dangerous weapons, as well as firearms, either open carry or concealed carry.\nThis includes any replica or facsimile weapon designed, intended, or displayed to appear like a functional firearm or weapon (realistic appearing water guns, air-soft guns, BB/pellet guns) on all university owned or controlled facilities and properties, including athletic venues and any passenger transport vehicles used for university related activities.\nOther dangerous weapons not listed may be subject to sanction.\nIf a student is found in violation of this university policy, they may be subject to the university student conduct policy and may be suspended or dismissed.\nDevices commonly used for personal protection, such as personal size electronic control devices (stun guns), and pepper spray, are permitted.</p>\n<p>Specific to the August 1, 2016 implementation of the Texas Senate Bill 11:Campus Carry Statute.\nplease be aware that ACU, as allowed by the law, did extensive consultation with campus constituents and chose to opt out of Campus Carry.\nACU will continue to be a firearms free campus and will continue to ban the concealed carry of all firearms by anyone, including Texas handgun license holders, on all university owned or controlled premises as defined by Texas law:&nbsp;<strong>http://www.statutes.legis.state.tx.us/Docs/GV/htm/GV.411.htm#411.2031</strong>.</p>\n<p>Please be advised that the open carry of any handguns or any firearms, even by handgun licensees, continues to be prohibited by Texas law on all college/university campuses.\n&nbsp;Students who are Texas Handgun Licensees, are allowed by Texas Law and ACU policy to store their licensed and legal handguns inside their LOCKED vehicle parked on any ACU owned or controlled parking facility.\nSuch students are strongly encouraged (but not required) to consult with ACUPD regarding appropriate crime prevention strategies aimed at preventing firearms from being stolen from their vehicles and compliance with this new law.\nQuestions regarding the Texas Campus Carry Law can be directed to ACUPD by phone, 325-674-2305, or via email at&nbsp;<strong>acupolice@acu.edu</strong>.</p>\n<p>\n<strong>Back to Top<br>\n</strong>\n</p>\n<p>\n<strong>Withdrawals/Leave and Administrative Action</strong>\n</p>\n<p>Students deciding to withdraw from the university will do so in one of two ways, depending on the reason for their withdrawal.\nStudents seeking to take a medical withdrawal will contact the Office of Student Life in the lower level of the Campus Center.\nFor more information about medical withdrawals, please see below.\nFor students wanting to withdraw for other reasons than medical, go to Wildcat Central, located on the main level of the Campus Center.\nTo withdraw from specific classes, but not from the university, students should consult the Academic Policy section of this Handbook or the&nbsp;<strong>University Catalog</strong>.\nPolicy regarding refunds of tuition and fees may be found in the FAQ section of the&nbsp;<strong>Registrar’s website</strong>.</p>\n<p>\n<strong>Voluntary Medical Leave of Absence<br>\n</strong>The University recognizes that students may experience medical situations that significantly limit their ability to function successfully or safely in their role as students (e.g., serious injury, illness, or mental-health issue).&nbsp.\nIn those situations, students should consider a voluntary medical leave of absence, which permits students to take a break from University life and their studies, so that they may receive treatment and later return to the University with a better opportunity to achieve their academic and co-curricular goals.&nbsp.\nACU seeks to ease those student-initiated transitions and has designed this policy to ensure that students are given individualized attention, consideration, and support needed to address medical issues that may arise.</p>\n<p>\n<strong>The Leave Process<br>\n</strong>Students may initiate a voluntary medical leave from the university for the reasons set out above by contacting the Office of the Vice President for Student Life (“VPSL”).&nbsp;Appropriate paperwork is in the lower level of the Campus Center in the Student Life Office.&nbsp;Along with the paperwork, students must submit supporting documentation.&nbsp;Acceptable documentation would be a letter or note from the student’s physician, psychologist, or counselor, on their letterhead, which may indicate the following:&nbsp;(1) the reason the student is requesting a medical leave, including your diagnosis.\n(2) the date of initial treatment.\n(3) the dates of subsequent treatment (if applicable).\nand (4) the expected semester of recovery.&nbsp;Additionally, health permitting, a student may be asked to submit to an examination by ACU’s Counseling Center or Medical Clinic so that an individualized treatment recommendations can be made and provided to the VPSL.</p>\n<p>If approved, students on a&nbsp;medical leave receive non-punitive withdrawal grades regardless of the point in the semester that the leave is granted.&nbsp;And depending on the situation, requests for tuition refund or crediting to ease the student’s transition will also be considered.\nA student on medical leave of absence is away from the campus and classes for the remainder of the semester and cannot return until the VPSL or designee has approved a re-entry assessment.\nA Student Life hold will be placed on the student’s account until the VPSL or designee approves return.</p>\n<p>\n<strong>The Return Process<br>\n</strong>In order to return from leave, a student should contact the Office of the VPSL.&nbsp;Although a request for return will be assessed whenever requested by a student, a&nbsp;medical leave is generally for a period of at least one long semester.&nbsp;The normal processing time for a return request is one month.</p>\n<p>In reviewing requests for return from medical leave, all students, regardless of their situations or basis for the leave must sufficiently demonstrate that the situation or basis that led to student’s inability to perform have been addressed.&nbsp;Specifically, evidence the student has maintained stability and demonstrated follow through with treatment for a sufficient period of time to enable him or her to be a successful student.&nbsp;Additionally, evidence of productive functioning (i.e., employment, volunteerism, etc.) is looked upon favorably.&nbsp;In order to be approved for return, student must have complied with any recommendations given to student for treatment at the time of his or her medical leave.\nMoreover, the students are encouraged to inform the VPSL of any help, resources, or reasonable accommodations that the university can provide to support the student’s return.</p>\n<p>If students have not returned from or re-applied to extend their medical leave, they will be administratively withdrawn from the university&nbsp;after more than one long semester&nbsp;and will need to re-apply if they choose to return at a later date.&nbsp;Moreover, a Student Life hold may be placed barring the student’s admission for future semesters until approval is obtained pursuant to this policy.</p>\n<p>\n<strong>Administrative Action</strong>\n</p>\n<p>\n<strong>Responding to Disruptive Behavior<br>\n</strong>Students, whose harmful or disruptive behavior has come to the university’s attention, may be allowed to continue their studies pending adherence to conduct or behavior restrictions over a specified period of time.&nbsp.\nSuch conditions could include, for example, stopping classroom disruptiveness, allocating alternative or more suitable living accommodations if available, undergoing a mandated assessment (as described below) or continuing only if the student avails him or herself of supportive services or treatment.&nbsp;However, such conditions are not appropriate when a student’s behavior indicates harm or danger to any member of the university community.\nFailure to comply with such conditions and/or further disruptive behavior may result in the advancement of pending or previously deferred conduct code proceedings or involuntary leave.</p>\n<p>\n<strong>Mandated Assessment<br>\n</strong>In making determinations under this policy or if a student subject to this policy or conduct proceedings notifies the university that information concerning a mental/behavioral disorder will be introduced, the VPSL may refer or mandate a student for evaluation by a campus or independent licensed mental health professional chosen or approved by the institution.\nStudents referred or mandated will be informed in writing.&nbsp;The evaluation must be complete on the date specified in the notice unless an extension is granted by the VPSL.&nbsp;A student who fails to complete the evaluation or give permission for the results to be shared with the appropriate administrators may be placed on interim leave and/or referred to the Dean of Students.</p>\n<p>\n<strong>Interim Separation<br>\n</strong>The VPSL may impose an interim separation when a student presents an immediate danger to the fulfillment of the educational mission of the university or to the life, health, welfare, safety, or property of any member(s) of the university community.\nSuch separation will only be used pending the outcome of an initial conference or disciplinary hearing, which shall be scheduled as expeditiously as possible.&nbsp;Notification of interim separation and the reasons for it will be communicated to the student, in writing, within 24 hours of the decision.\nIf this is not possible because of a student’s absence or the VPSL or designee is not able to locate and/or correspond with the student, the VPSL or designee may place a Student Life hold on the student’s account.\nThe leave will remain in effect until a final decision has been made pursuant to the standard procedures, unless, before a final decision is made, the VPSL or designee determines that the reasons for imposing the interim separation no longer exist or a voluntary medical leave is granted.\nThis action may be taken, but is not limited to, situations involving physical and/or sexual&nbsp;violence, drugs and other controlled substances.</p>\n<p>\n<strong>Involuntary Medical Leave<br>\n</strong>Unfortunately, there are times when a student’s behavior renders them unable to effectively function in the residential or university community without harming others or disrupting the community, and the student refuses and/or cannot be helped by emotional or medical treatment or voluntary leave.\n&nbsp;In those situations, university officials may consider the appropriateness of utilizing the regular student conduct policies and/or undertaking an involuntary medical leave as described below:</p>\n<p>1.\nThe Dean of Students may require a mandatory assessment if a student’s condition render him/her unable to function in the university community without harming others and/or disrupting the educational mission of the institution.<br>\n2.\nThe Dean of Students may require any documentation or assessment that he/she deems necessary in making this determination, including medical assessment or evaluation by a licensed mental health or medical professional of the university’s choosing, which will be disclosed to appropriate university personnel.\nFailure to appear for a mandated assessment will result in an involuntary medical leave of absence without further process.<br>\n3.\nWhen in the opinion of a medical or mental health professional the student is unable to function in the university community without harming others and/or disrupting the educational mission of the institution, the professional member shall notify the Dean of Students or designee of the situation as soon as possible.<br>\n4.\nWhen the Dean of Students receives notification, described above, he/she or his/her designee will review appropriate documentation and make a decision regarding the student’s status.\nIf the Dean of Students determines that the student should be placed on involuntary leave, he or she or his/her designee may inform the student and student’s parents(s), spouse, or other close relative.<br>\n5.\nA student may appeal this decision to the Vice President for Student Life within two business days of receiving notification on one or more of the following bases:</p>\n<p>a) To consider new information, unavailable to the Dean of Students, that could be outcome determinative;<br>\nb) To assess whether a material deviation from this policy impacted the fairness of the decision.\nor<br>\nc) To determine if the conclusion evidence provided did not support the finding.</p>\n<p>The appeal is deferential to the original decision, making changes only if compelling justification to do so exists.\n&nbsp;A written decision will be provided to the student summarizing the decision, and will typically be issued within no more than five (5) business days after requested.</p>\n<p>Although a request for return will be assessed whenever requested by a student, involuntary medical leaves of absence are generally for at least one month.\nA student may apply for re-enrollment by following the re-enrollment process described in the procedures for re-enrollment from a medical leave of absence.</p>\n<p>\n<strong>Back to Top</strong>\n</p> ", "created_at": "2021-02-06 20:54:37.741343", "updated_at": "2021-02-06 20:55:16.635761"}], "points": [], "urls": ["acu.edu"]}}