{"error": 448, "message": "OK", "parameters": {"id": 6263, "name": "Faria Education Group Limited", "created_at": "2022-01-08 18:18:15.406041", "updated_at": "2022-01-08 23:01:19.79929", "wikipedia": null, "keywords": null, "related": null, "slug": "faria-education-group-limited", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6263.png", "url": "managebac.com,faria.org", "documents": [{"id": 11350, "name": "Privacy Policy", "url": "https://www.faria.org/terms/managebac/terms/privacy-policy", "xpath": "", "text": " <p>\n<strong>Cookies:</strong> This website uses cookies.\nBy using and further navigating this website you agree to the use of cookies.\nDetailed information about the use of the cookies on this website is available in our Privacy Policy.</p> Accept Decline M\nSearch <ul>\n<li>Learning\n<ul>\n<li>Diploma</li>\n<li>Career-Related</li>\n<li>Middle Years</li>\n<li>Primary Years</li>\n<li>Cambridge</li>\n<li>Advanced Level</li>\n<li>Advanced Placement</li>\n<li>Build-your-Own Curriculum</li>\n<li>Mobile</li>\n<li>AssessPrep</li>\n</ul>\n</li>\n<li>Admissions\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory</li>\n<li>Admissions Testing</li>\n</ul>\n</li>\n<li>School-to-Home\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport &amp.\nDismissal</li>\n<li>Parent Communications</li>\n<li>School Bookings</li>\n</ul>\n</li>\n<li>Online Courses\n<ul>\n<li>IB Diploma</li>\n<li>Cambridge IGCSE</li>\n<li>Cambridge International AS &amp.\nA Level</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>About Pamoja</li>\n</ul>\n</li>\n<li>Study\n<ul>\n<li>OSC Study</li>\n<li>OSC Tutor</li>\n<li>OSC Courses</li>\n</ul>\n</li>\n<li>Help</li>\n<li>Search</li>\n<li>Contact Sales</li>\n<li>Login\n<ul>\n<li>ManageBac</li>\n<li>OpenApply</li>\n<li>SchoolsBuddy</li>\n<li>Pamoja</li>\n<li>OSC</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Learning\n<ul>\n<li>Diploma</li>\n<li>Career-Related</li>\n<li>Middle Years</li>\n<li>Primary Years</li>\n<li>Cambridge</li>\n<li>Advanced Level</li>\n<li>Advanced Placement</li>\n<li>Build-your-Own Curriculum</li>\n<li>Mobile</li>\n<li>AssessPrep</li>\n</ul>\n</li>\n<li>Admissions\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory</li>\n<li>Admissions Testing</li>\n</ul>\n</li>\n<li>School-to-Home\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport &amp.\nDismissal</li>\n<li>Parent Communications</li>\n<li>School Bookings</li>\n</ul>\n</li>\n<li>Online Courses\n<ul>\n<li>IB Diploma</li>\n<li>Cambridge IGCSE</li>\n<li>Cambridge International AS &amp.\nA Level</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>About Pamoja</li>\n</ul>\n</li>\n<li>Study\n<ul>\n<li>OSC Study</li>\n<li>OSC Tutor</li>\n<li>OSC Courses</li>\n</ul>\n</li>\n<li>Help</li>\n<li>Search</li>\n<li>Contact Sales</li>\n<li>Login\n<ul>\n<li>ManageBac</li>\n<li>OpenApply</li>\n<li>SchoolsBuddy</li>\n<li>Pamoja</li>\n<li>OSC</li>\n</ul>\n</li>\n</ul> Terms, Policies &amp.\nAgreements\n<p>These terms &amp.\npolicies explain our legal relationship with you.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>Terms of Service</li>\n<li>Terms of Use</li>\n<li>Privacy Policy\n<ul>\n<li>GDPR Privacy &amp.\nData Protection Addendum</li>\n<li>FERPA Privacy &amp.\nData Protection Addendum</li>\n</ul>\n</li>\n<li>COPPA Disclosure</li>\n<li>Parental Consent</li>\n<li>Service Level Agreement</li>\n<li>EU – US Privacy Shield and Swiss – US Privacy Shield</li>\n<li>GDPR</li>\n<li>Cookie Policy</li>\n</ul> Terms ManageBac Privacy Policy <b>Global Privacy Notice</b>\n<p>&nbsp;</p>\n<p>As a leading provider of integrated education systems, the privacy and security of individuals about whom we process personal data is critical to us.\nThis Global Privacy Notice (“notice”) explains how we manage and protect your personal data (referred to as “data”) when you visit our website (“Visitor”) or use our learning platform services either as a representative of a School to which we provide services (“School User”) or a student or parent of a school which uses our services (a “Service User”).\nIf you are a Service User, for the majority of personal data we process about you, we are a processor and therefore act on behalf of your school and as directed by them.\nWe recommend that you review your school’s privacy notice to understand how your school manages your personal data.</p>\n<p>This notice tells you who we are, what data about you we collect in connection with our website and services, and what we do with it.</p>\n<p>To learn more about our approach to privacy law compliance and data security more broadly, please visit our GDPR page here.</p>\n<b>Who are we?</b>\n<p>ManageBac LLC (“ManageBac”, “we, “us”) is part of Faria Education Group.\nManageBac is a Curriculum First Learning Platform for the world’s leading international schools.\nFounded in 2006, we serve over 700,000 students and 2,600 schools in 120 countries providing integrated systems to enhance efficiency in schools.\nWe are responsible for managing your data in connection with our services.</p>\n<p>Details of how to contact us can be found below at <i>Who should you contact with questions?</i>\n</p>\n<p>&nbsp;</p>\n<b>2.</b>\n<b>What data about you do we collect?</b>\n<p>We use various types of data about you for purposes connected with the management of our website or the delivery of our learning platform services.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.1 Visitor</b>\n</p>\n<p>We may collect and process the following information about you in order to provide you with our website or services:</p>\n<p>\n<br>(i) We will collect and process the information you provide to us if you register for a demonstration, trial account, blog or webinar, which includes your name, email address, phone number, school name, information regarding the curriculums your school offers and other information collected to provide the website or services.\nWe will also process your name and email address to send you email messages about our newsletters, product updates and other marketing materials.\nWe will only send you such email messages as permitted under applicable law and in line with your marketing preferences which you can update at any time as described below.</p>\n<p>(ii) We will collect information through cookies, including analytics information about your use of our website and information about your device, internet connection, browser, location, page and search terms used, etc.\nLearn more about how we use cookies and similar technologies in our cookies policy</p>\n<p>(iii) Process a job application which you submit to us.\nWe will collect and process any personal data you provide in your CV / resume and cover letter.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.2 School User</b>\n</p>\n<p>We may collect and process the following information in order to provide your school with our learning platform services:</p>\n<p>(i) your name, title, business telephone number, details about the school you represent, details about your position at the school (e.g., subjects you teach or how long you have worked at the school) and e-mail address used during our registration process in order to communicate with you in relation to the provision of learning platform services to your school.</p>\n<p>(ii) responses to our surveys you choose to take.</p>\n<p>(iii) your email address to send email marketing to you, including our newsletters and updates as permitted under applicable law and in line with your preferences.</p>\n<p>(iv) details of your interactions with us when you contact us with enquiries through our online customer support, or via telephone or email.</p>\n<p>\n<b>2.3 Service User</b>\n</p>\n<p>We may collect and process the following information:</p>\n<p>(i) information captured in your student account, provided by you or your parents including information such as your name, email address, nationality, date and place of birth, gender, language, national ID, and parents’ names and contact details, in order to conduct statistical analyses for our own reporting.</p>\n<p>(ii) email address in order to request survey responses or feedback from you in relation to future product developments and educational plans.</p>\n<p>(iii) feedback and responses to our surveys you choose to take.</p>\n<p>(iv) details of your interactions with us when you contact us with enquiries through our customer support system online, or via telephone or email.</p>\n<b>3.\nFor what purposes do we use data about you, and on what legal basis?</b>\n<p>Throughout your use of our website and/or our provision of services to you or a school, we use data about you for various purposes.</p>\n<p>The purposes for which we use data about you, with corresponding legal basis for use, are set out below:</p>\n<p>&nbsp;</p>\n<p>\n<b>3.1 Visitor</b>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Legal basis for processing</strong>\n</p>\n<p>Management of our website</p>\n<p>e.g.\nsite maintenance and analytics of website usage (which will include the sharing of data with Google Analytics).</p>\n<p>It is our legitimate business interest to manage and develop our website.</p>\n<p>Fulfilment of online services</p>\n<p>e.g.\nregistering for a demonstration, webinar, blog or trial account.</p>\n<p>We process your data in order to provide you with the online service which you have requested.\nOur processing is based on your consent.</p>\n<p>Marketing</p>\n<p>e.g.\nto send you marketing emails relating to product updates and other services we think you may be interested in</p>\n<p>We either rely on your consent or our legitimate business interest to send email marketing to you depending on how we collected your personal data and the nature of our relationship.\nAny email marketing will only be sent to you as permitted by applicable law and in accordance with your preferences which you can update at any time as described below.</p>\n<p>Legal &amp.\nregulatory compliance and compliance with law enforcement requests</p>\n<p>In some instances, we will be required by law to process your personal data and share it with law enforcement or other government or regulatory bodies.\nWe may also choose to do so in other circumstances, in accordance with our legitimate interests.</p>\n<p>Processing a job application</p>\n<p>e.g.\nif you apply for a job or position via our website</p>\n<p>If you decide to apply for a job with us, we will process your personal data on the basis of our legitimate interests in order to ascertain your suitability for the job.</p>\n<p>\n<b>3.2 School Users</b>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Legal basis for processing</strong>\n</p>\n<p>Customer support activities</p>\n<p>e.g.\ninteracting with you via our online customer support or by phone, e-mail</p>\n<p>It is our legitimate business interest to provide customer support to School Users in order to provide the learning platform services to schools.</p>\n<p>Provision and management of learning platform services to school</p>\n<p>e.g.\nmanaging requests, curriculum standards, managing user accounts, submitting a PO, handling invoices, etc.</p>\n<p>It is our legitimate business interest to provide and manage the learning platform services we provide to schools.</p>\n<p>Marketing</p>\n<p>e.g.\nto send you marketing emails relating to product updates other services we think you may be interested in</p>\n<p>We either rely on your consent or our legitimate business interest to send email marketing to you depending on how we collected your personal data and the nature of our relationship.\nAny email marketing will only be sent to you as permitted by applicable law and in accordance with your preferences which you can update at any time as described below.</p>\n<p>Sharing data with other third parties Please see “Who do we share data with and for what purpose?” below.</p>\n<p>It is our legitimate business interest to share data with third parties to assist with the purposes described below.</p>\n<p>Legal and regulatory compliance and compliance with law enforcement requests</p>\n<p>&nbsp;</p>\n<p>In some instances, we will be required by law to process your personal data and share it with law enforcement or other government or regulatory bodies.\nWe may also choose to do so in other circumstances, in accordance with our legitimate interests.</p>\n<p>\n<b>3.3 Service Users</b>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Legal basis for processing</strong>\n</p>\n<p>Conducting statistical analyses for reporting</p>\n<p>e.g.\nto conduct data analyses that enables us to improve and develop our services</p>\n<p>It is our legitimate business interest to improve our learning platform services through the use of statistical analyses and reporting.</p>\n<p>Customer support activities</p>\n<p>e.g.\ninteracting with you via our online customer support or by phone or e-mail</p>\n<p>It is our legitimate business interest to provide customer support to Service Users.</p>\n<p>Feedback and surveys</p>\n<p>e.g.\nto request survey responses or feedback from you in relation to future product developments and educational plans</p>\n<p>It is our legitimate business interest to gather feedback and survey results to improve user experience and develop improved services.\nWe store this data in anonymised form.</p>\n<p>Sharing data with other third parties Please see “Who do we share data with and for what purpose?” below.</p>\n<p>It is our legitimate business interest to share data with third parties to assist with the purposes described above</p>\n<p>Legal &amp.\nregulatory compliance and compliance with law enforcement requests</p>\n<p>In some instances, we will be required by law to process your personal data and share it with law enforcement or other government or regulatory bodies.\nWe may also choose to do so in other circumstances, in accordance with our legitimate interests.</p>\n<p>3.4 Please note that we do not process any special category data about you (e.g., information of race or ethnicity) for our own purposes.\nYou may be requested to provide such information by your school which may be passed to us for processing but we do not use it for any other purpose.</p>\n<p>3.5 In some instances, we may use personal data about you in ways that are not described above.\nWhere this is the case, we will provide a supplemental privacy notice that explains such us and consent if required.\nYou should read any supplemental notice in conjunction with this notice.</p>\n<b>4.\nWho do we share your data with, and for what purposes?</b>\n<p>\n<strong>4.1 Sharing data with other organisations within our group</strong>\n</p>\n<p>We share data across our Group for various purposes such as:</p>\n<p>(i) Customer support activities (e.g.\nour online support or contacting us via our e-mail or telephone) may be undertaken by our offices in China, Taiwan, UK, Canada or the US depending on your school’s location and the time of the day of your inquiry.</p>\n<p>(ii) Management of learning platform services (e.g.\nbulk process requests, importing curriculum standards, importing users) will be processed in the US, Uk, China, Taiwan or Ukraine.</p>\n<p>(iii) Billing inquiries (e.g.\nsubmitting a PO, handling invoices, etc.) will be processed by our offices in Hong Kong and Taiwan.</p>\n<p>(iv) System usage and platform hosting is provided from our offices in Canada or the US.</p>\n<p>\n<strong>4.2 Sharing data with third parties</strong>\n</p>\n<p>(i) If you are a Service User, we will share data with education partners as instructed to do so by your school such as exam awarding bodies for exam registration, moderation and coursework submission or integration partners, such as other school systems providers, as instructed by your school.</p>\n<p>(ii) We may share data about you with our third-party service providers, such as IT providers or customer support services.\nA list of our Sub Processors can be found here.</p>\n<p>(iii) We may share anonymised data, feedback and survey results with third-party service providers, such as other school systems for research purposes.</p>\n<p>(iv) We may share data about you with other third parties, where required or permitted by law, for example: regulatory authorities.\ngovernment departments.\nin response to a request from law enforcement authorities or other government officials;</p>\n<p>(v) We may share data when we consider disclosure to be necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal purpose.\nand</p>\n<p>(vi) We may share data in the context of organisational restructuring</p>\n<p>\n<i>If you would like to learn more about the parties with which we share data, please contact us using the details below at Who should you contact with questions.</i>\n</p>\n<b>5.\nWhere might your data be processed?</b>\n<p>5.1 As with any multinational organisation, and as a result of the global nature of our services, we are often required to transfer data internationally as described above.\nAccordingly, data about you may be transferred both within our Group and to third parties internationally.</p>\n<p>5.2 These countries may not have the equivalent data protection standards to the country in which you provided your data.\nWe will ensure that we implement appropriate data transfer mechanisms to protect your personal data.\nIf data is transferred outside the EU, we will only transfer such data on the basis of a European Commission adequacy decision, Binding Corporate Rules or, the EU Model Clauses (Standard Contractual Clauses).</p>\n<p>&nbsp;</p>\n<p>\n<i>If you would like to receive a copy of the information relating to the safeguards we put in place, please contact us using the details below at Who should you contact with questions?</i>\n</p>\n<b>6.\nHow do we protect your data?</b>\n<p>6.1 Faria Education Group is certified to the ISO27001:2013 standard and implements appropriate technical and organisational measures to protect personal data that we hold from unauthorised disclosure, use, alteration or destruction.\nOur standard protocols include:</p>\n<p>\n<b>(i) Application security: </b>traffic encryption, strongly hashed passwords, safeguards against vulnerabilities such as cross site scripting, SQL injections, phishing and others.Network security: firewalls and systems to detect suspicious behaviour, stop malicious attempts to gain access, or compromise the resilience of the service (e.g.\nDDOS attacks).</p>\n<p>\n<b>(ii) Organisational security</b>: access policies, audit logs and confidentiality agreements.</p>\n<p>\n<b>(iii) Physical security</b>: preventing unauthorized access to infrastructure processing personal data.</p>\n<p>\n<b>(iv) Procedural security</b>: IT management processes to minimize the risk of human errors, or testing regimes to identify software weaknesses before releasing new features to our cloud services, or policies to ensure data is only processed on instruction from our customers.</p>\n<b>7.\nHow long will data about you be kept?</b>\n<p>7.1 The period for which we may retain data about you will depend on the purposes for which the data was collected, whether you have requested the deletion of the data, and whether any legal obligations require the retention of the data (for example, for regulatory compliance).</p>\n<p>7.2 We will not retain data about you for longer than is necessary to fulfil the purposes for which the data was collected.</p>\n<b>8.\nWhat rights do you have over your data?</b>\n<p>8.1 Depending on where you are resident, you may have some or all of the following rights under applicable law in respect of data about you which we hold:</p>\n<p>(i) request us to give you access to it, and have us provide you with a copy of any data we hold about you</p>\n<p>(ii) request us to rectify or update it</p>\n<p>(iii) request us to erase it in certain circumstances</p>\n<p>(iv) request us to restrict our using it, under certain circumstances</p>\n<p>(v) object to our using it, in certain circumstances</p>\n<p>(vi) withdraw your consent to our using it, where our processing is based on consent</p>\n<p>(vii) data portability, in certain circumstances</p>\n<p>(viii) opt out from using it for email marketing.\nYou may opt out by clicking on the unsubscribe link in the email marketing messages we send you or by contacting us as set out below and we will always comply with this request.\nand</p>\n<p>(ix) lodge a complaint with the supervisory authority in your country (if there is one).</p>\n<p>8.2 You can exercise these rights, or learn more about them, by contacting us using the details below at Who should you contact with questions?</p>\n<p>8.3 We may be required to confirm your identity before we action any request from you in connection with your data.\nThis may involve asking you to provide identification documents.</p>\n<b>9.\nWho should you contact with questions?</b>\n<p>9.1 If you have any questions, or wish to exercise any of your rights, then you can contact our Data Protection Officer at dpo@faria.org</p>\n<p>&nbsp;</p>\n<p>9.2 If your country has a supervisory authority, you have a right to contact it with any questions or concerns.\nIf we cannot resolve your questions or concerns, you also have the right to seek judicial remedy before a national court.</p>\n<b>10.\nChanges to this notice</b>\n<p>10.1 We may update this notice (and any supplemental privacy notice), from time to time as shown below.\nWe will notify of the changes where required by applicable law to do so.</p>\n<p>Last modified on April 2nd 2021.</p>\n&nbsp.\n<p>\n<strong>FariaOne</strong>\n</p>\n<ul>\n<li>Systems</li>\n</ul>\n<strong>Admissions</strong>\n<p>\n</p>\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory New</li>\n<li>Admissions Testing</li>\n</ul>\n<p>\n<strong>Learning</strong>\n</p>\n<ul>\n<li>IB Diploma</li>\n<li>IB Career-Related</li>\n<li>IB Middle Years</li>\n<li>IB Primary Years</li>\n<li>IGCSE &amp.\nA Levels</li>\n<li>Advanced Placement</li>\n<li>Curriculum First</li>\n<li>Mobile</li>\n<li>Online Exams</li>\n<li>Remote Learning</li>\n<li>Atlas</li>\n</ul>\n<p>\n<strong>School-to-Home</strong>\n</p>\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport System</li>\n<li>Parent Communications</li>\n</ul>\n<p>\n<strong>Study</strong>\n</p>\n<ul>\n<li>OSC Study App</li>\n<li>OSC Revision Courses</li>\n<li>OSC Tutor</li>\n</ul>\n<strong> Online Courses </strong>\n<p>\n</p>\n<ul>\n<li>IB Online Courses</li>\n<li>Cambridge International Online Courses</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>Homeschool</li>\n</ul>\n<p>\n<strong>Support Centre</strong>\n</p>\n<ul>\n<li>Help &amp.\nSupport</li>\n<li>Events, PD &amp.\nWorkshops</li>\n</ul>\n<p>\n<strong>About Faria</strong>\n</p>\n<ul>\n<li>About Faria</li>\n<li>Leadership</li>\n<li>Contact</li>\n<li>Jobs at Faria</li>\n<li>Newsroom</li>\n<li>Brand Guidelines &amp.\nMedia Kit</li>\n<li>Writing</li>\n<li>Terms</li>\n<li>Security &amp.\nData Protection</li>\n</ul>\n<p>© 2021 Faria Education Group Limited.\nAll Rights Reserved.</p>\n<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Global</li>\n</ul> ", "created_at": "2022-01-08 18:18:15.411511", "updated_at": "2022-01-08 17:18:37.540214"}, {"id": 11349, "name": "Terms of Service", "url": "https://www.faria.org/terms/managebac/terms/terms-of-service", "xpath": "", "text": " <p>\n<strong>Cookies:</strong> This website uses cookies.\nBy using and further navigating this website you agree to the use of cookies.\nDetailed information about the use of the cookies on this website is available in our Privacy Policy.</p> Accept Decline M\nSearch <ul>\n<li>Learning\n<ul>\n<li>Diploma</li>\n<li>Career-Related</li>\n<li>Middle Years</li>\n<li>Primary Years</li>\n<li>Cambridge</li>\n<li>Advanced Level</li>\n<li>Advanced Placement</li>\n<li>Build-your-Own Curriculum</li>\n<li>Mobile</li>\n<li>AssessPrep</li>\n</ul>\n</li>\n<li>Admissions\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory</li>\n<li>Admissions Testing</li>\n</ul>\n</li>\n<li>School-to-Home\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport &amp.\nDismissal</li>\n<li>Parent Communications</li>\n<li>School Bookings</li>\n</ul>\n</li>\n<li>Online Courses\n<ul>\n<li>IB Diploma</li>\n<li>Cambridge IGCSE</li>\n<li>Cambridge International AS &amp.\nA Level</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>About Pamoja</li>\n</ul>\n</li>\n<li>Study\n<ul>\n<li>OSC Study</li>\n<li>OSC Tutor</li>\n<li>OSC Courses</li>\n</ul>\n</li>\n<li>Help</li>\n<li>Search</li>\n<li>Contact Sales</li>\n<li>Login\n<ul>\n<li>ManageBac</li>\n<li>OpenApply</li>\n<li>SchoolsBuddy</li>\n<li>Pamoja</li>\n<li>OSC</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Learning\n<ul>\n<li>Diploma</li>\n<li>Career-Related</li>\n<li>Middle Years</li>\n<li>Primary Years</li>\n<li>Cambridge</li>\n<li>Advanced Level</li>\n<li>Advanced Placement</li>\n<li>Build-your-Own Curriculum</li>\n<li>Mobile</li>\n<li>AssessPrep</li>\n</ul>\n</li>\n<li>Admissions\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory</li>\n<li>Admissions Testing</li>\n</ul>\n</li>\n<li>School-to-Home\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport &amp.\nDismissal</li>\n<li>Parent Communications</li>\n<li>School Bookings</li>\n</ul>\n</li>\n<li>Online Courses\n<ul>\n<li>IB Diploma</li>\n<li>Cambridge IGCSE</li>\n<li>Cambridge International AS &amp.\nA Level</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>About Pamoja</li>\n</ul>\n</li>\n<li>Study\n<ul>\n<li>OSC Study</li>\n<li>OSC Tutor</li>\n<li>OSC Courses</li>\n</ul>\n</li>\n<li>Help</li>\n<li>Search</li>\n<li>Contact Sales</li>\n<li>Login\n<ul>\n<li>ManageBac</li>\n<li>OpenApply</li>\n<li>SchoolsBuddy</li>\n<li>Pamoja</li>\n<li>OSC</li>\n</ul>\n</li>\n</ul> Terms, Policies &amp.\nAgreements\n<p>These terms &amp.\npolicies explain our legal relationship with you.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>Terms of Service</li>\n<li>Terms of Use</li>\n<li>Privacy Policy\n<ul>\n<li>GDPR Privacy &amp.\nData Protection Addendum</li>\n<li>FERPA Privacy &amp.\nData Protection Addendum</li>\n</ul>\n</li>\n<li>COPPA Disclosure</li>\n<li>Parental Consent</li>\n<li>Service Level Agreement</li>\n<li>EU – US Privacy Shield and Swiss – US Privacy Shield</li>\n<li>GDPR</li>\n<li>Cookie Policy</li>\n</ul> Terms ManageBac Terms of Service <b>Terms of Service</b>\n<p>&nbsp;</p>\n<p>ManageBac.com is a website made available by ManageBac LLC.</p>\n<p>All services and facilities provided through it are provided subject to the following terms and conditions.\nThe Terms of Service, Terms of Use, Privacy Policy, COPPA Disclosure, Service Level Agreement and EU-US Privacy Shield notice and other documents published on the https://www.managebac.com/terms page on each of the Websites (the “<b>Terms and Policies</b>”) govern your use of each website.\nWe limit our liability to you in our Disclaimer at paragraph 1.5 and elsewhere below.</p>\n<p>A copy of the Terms &amp.\nPolicies is available for download here.</p>\n<p>&nbsp;</p>\n<b>1.\nPreliminary</b>\n<p>\n<b>1.1 Definitions</b>\n</p>\n<p>ManageBac LLC 548 Market St.\n#40438, San Francisco, CA 94104 USA and its subsidiaries, affiliates, successors or assigns “ManageBac”, “we,” “us,” or “our,” the operators of the Website.</p>\n<p>\n<b>“IB Student Registry”</b> refers to the service provided by the International Baccalaureate at http://registry.ibo.org to connect to and share information between students enrolled in International Baccalaureate accredited schools and accredited colleges and universities.</p>\n<p>\n<b>“Member”</b> refers to an individual authorised to use the Website and/or the Service by a School, whether a member of staff of a School, a Parent, or a Student.</p>\n<p>\n<b>“Membership”</b> means an individual’s licence to access our service and associated login information (such as a login email and password), as authorised.</p>\n<p>\n<b>“Parent”</b> means a parent or legal guardian of a student as the case may be.\n“Parental” shall be interpreted accordingly.</p>\n<p>\n<b>“Service”</b> refers to the services provided through any of our Websites.</p>\n<p>\n<b>“School”</b> refers to a school, school district, or institution, which are primary account subscribers to the Service.</p>\n<p>\n<b>“Student”</b> means a student invited to use the Service by a School.</p>\n<p>\n<b>“Websites”</b> means our websites at managebac.com, openapply.com, onatlas.com, rubiconatlas.org, schoolsbuddy.net, the SchoolsBuddy iOS app, the SchoolsBuddy android app, SchoolsBuddy Asia (iOS and Android), clubsbuddy.net, commsbuddy.net, pamojaeducation.com and oxfordstudycourses.com.\nUse of the term “Website” below means the one or more of our Websites, those which you are a Member, and/or use and access.</p>\n<p>\n<b>1.2 Terms.</b>&nbsp;</p>\n<p>These Terms of Service should be read as a whole with the other Terms and Policies, and provide the exclusive terms of the relationship between ManageBac and&nbsp;</p>\n<p>(i) Schools,&nbsp;</p>\n<p>(ii) Members,&nbsp;</p>\n<p>(iii) Students other users of the Website, and&nbsp;</p>\n<p>(iv) any other users.&nbsp;</p>\n<p>With the exception of a valid signed written agreement between a School and ManageBac, nothing outside the terms published in our Terms and Policies shall constitute part of any agreement between ManageBac and you relating to your use of the Service.\nAny previous version of these Terms and Policies is superseded by these Terms and Policies.\nThese Terms and Policies govern any Scope of Services Agreement signed between the School and ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.3 Subject to Change.&nbsp;</b>\n</p>\n<p>We reserve the right to update and change our Terms of Service on 14 days’ notice.\nAny new features that augment, enhance, or change the current Service, including the release of new tools and resources, shall be subject to our Terms of Service.\nContinued use of the Service after any such changes shall constitute consent to such changes.\nOur current version of the Terms of Service is available at the Terms and Policies page of our respective Websites.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.4 Violations.&nbsp;</b>\n</p>\n<p>Violation of any of these terms by you may result in the termination of (1) your account and/or denial of your ability to access the Websites without notice, and/or (2) the account of the School on 14 days’ notice in writing.\nManageBac reserves the right to bar use of the Service by any person or entity that has violated the Terms of Service at any time.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.5 Disclaimers.&nbsp;</b>\n</p>\n<p>To the full extent permitted by law, you agree to use the Service on an “as is” basis and understand that ManageBac is not responsible for prohibiting or regulating in any way any information or data provided or transmitted by the Website <b>(“Content“)</b>, or provided or transmitted by you or any other person.\nYou confirm and agree that ManageBac shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses.\nThis is regardless of whether ManageBac has been advised of the possibility of such damages, whether or not resulting from:&nbsp;</p>\n<p>(i) the use or the inability to use the Service;&nbsp;</p>\n<p>(ii) the unauthorized access to or alteration of your transmissions or data;&nbsp;</p>\n<p>(iii) statements or conduct of any third party on the Service;&nbsp;</p>\n<p>(iv) termination of your account.\nand/or&nbsp;</p>\n<p>(v) any other matter relating to the Service.</p>\n<p>\n<b>1.6 </b>ManageBac does not warrant that the Service will meet your specific requirements or that the Service will be uninterrupted or error-free.\nWe shall not be liable for and make no warranties in relation to the Website or its functionality, Content or capabilities of the Website, to the fullest extent that such liabilities can be excluded by law.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.7 Content.\n</b>We provide all information on our Website free of any access charge other than our charges to Schools.\nThe information provided on our Website is provided on the basis that we accept no liability for any of the information published.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.8 </b>School and Parents shall:</p>\n<p>(i) Ensure that information contained in anything sent to ManageBac is accurate and does not breach any third parties’ rights including trade mark, database right, copyright or other intellectual property rights nor is libelous, obscene, menacing, threatening, radicalising, bullying, offensive, abusive, fraudulent, pornographic, criminal nor infringes the rights of other people such as privacy rights or is in any way illegal or unlawful;</p>\n<p>(ii) Verify the accuracy of any information before sending it to us.\nand</p>\n<p>(iii) Ensure that information provided on the Website complies with all applicable laws and, by posting information, agrees to indemnify us in full on request and continue to indemnify us on request against any claim or liability arising in connection therewith.</p>\n<p>\n<b>1.9</b> ManageBac reserves the right to reject any information published to the Website without notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.10</b> Any views expressed in messaging facilities after you login are not those of ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.11</b> We make no statement and provide no warranty that Content is accurate, up to date or complete and we accept no liability for any loss or damage caused by anything inaccurate or misleading which without limitation, may contain statistical data which may have inaccuracies or errors.\nIf you find that information on the Website is not accurate, please inform your School in the first instance to have information corrected.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.12</b> Nothing in these terms and conditions shall exclude or limit our liability for fraud, personal injury or death caused by our negligence, or for any other liability which cannot be excluded or limited under the laws of State of Delaware or under English law (as per clause 9.5 below).\nOther than the foregoing, all warranties, guarantees or benefits implied or provided by law are excluded to the fullest extent possible and with an absolute limitation of liability capped at the value of the School’s annual subscription fees.</p>\n<p>\n<b>1.13</b> If any agreements or arrangements are made by you with any third party as a result of your use of the Website, they are and remain entirely at your own risk.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.14 Security.&nbsp;</b>\n</p>\n<p>You will ensure at all times that you do not share your designated password with any other person and you maintain active and effective security measures to protect the integrity and security of your and our computer systems.\nYou will be responsible for loss and damage suffered by us where any third party abuses the services using your login details and/or computing environment, including hardware and software.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.15 Privacy.&nbsp;</b>\n</p>\n<p>The privacy of information submitted to or transmitted through the service is governed by our Privacy Policy, which is published at each of our Websites.\nWith regard to children under the age of thirteen (13), an additional COPPA Compliance Policy applies which is available at the same location.</p>\n<p>(i) The School is responsible for having and communicating a data privacy policy for parents and staff.</p>\n<p>(ii) Any need for parental consent is obtained by the School</p>\n<p>\n<b>1.16</b>&nbsp;</p>\n<p>All disputes between the parties arising out of or relating to these terms or the breach, termination or validity thereof shall be referred by either party in writing, first to each party’s representative.\nThe representatives shall meet and attempt to resolve the dispute within a period of thirty (30) working days from the date of referral of the dispute to them.</p>\n<b>2.\nServices</b>\n<p>\n<b>2.1</b>&nbsp;</p>\n<p>Each of our Websites describes the Services which are available.\nFor more information please refer to the specific Website for details of the services available.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.2</b>&nbsp;</p>\n<p>Generally speaking, our services revolve around providing Members with online access to School information such as curriculum details, assessments &amp.\ntasks, academic records, assessment submission &amp.\ndeadline dates, and other information, as well as acting as a communications medium to facilitate interaction between Teachers, IB Coordinators, Administrators, and Members.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.3</b>&nbsp;</p>\n<p>Administrators, IB Coordinators and Teachers employed by Schools determine the scope and nature of the information to make available to Students and Parents.\nDepending upon the preferences of the School and subject to the consent of Parents, students may be encouraged to make educational materials, results and grades available to third parties, such as Higher Education Institutions (i.e.\nColleges &amp.\nUniversities) on one or more of the Websites.\nFurther details are available on the Websites.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.4</b>&nbsp;</p>\n<p>No information is shared on the IB Student Registry in respect to a Student without express Parental Consent, as defined below.\nWe operate an opt-in policy, which requires all Members to consent in advance to make information which identifies them (such as academic and extra-curricular achievements) available publicly on the International Baccalaureate Student Registry.</p>\n<p>&nbsp;</p>\n<b>3.\nAccount Terms: Child Online Privacy Protection Act Compliance</b>\n<p>\n<b>3.1</b>&nbsp;</p>\n<p>Informed Parental Consent.\nBefore a Student of 13 years of age or less may use the Service or a School facilitates access to a Student (separately to a Parent), the Parent <b>MUST</b> provide a signed copy of the Form of Written Parental Consent <b>(“Parental Consent“)</b> to the school.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.2</b>&nbsp;</p>\n<p>The School is responsible at all times for obtaining Parental Consent, and is wholly responsible for verifying that a parent or legal guardian is properly identified, that the Parent has properly authorised a Student’s access, and has in fact signed the Parental Consent, before signing up or causing to sign up any Student for an account.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.3</b> The School must provide a copy of the signed Parental Consent to ManageBac within 7 days of a request made in writing.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.4 Indemnification.&nbsp;</b>\n</p>\n<p>To the maximum extent permitted by law, and in addition to any other indemnification mentioned in these Terms of Service, the School agrees to fully indemnify ManageBac on request and keep ManageBac indemnified on request with regard to any claim, if the suit involves claims arising directly or indirectly from failures to comply with this paragraph.\nThe fact that a cause other than a failure to comply with the foregoing paragraph may have contributed to the harm alleged in such suit or proceeding will not in any way diminish the scope or force of this indemnification, even if such other cause is ManageBac’s own failure or negligence.</p>\n<p>&nbsp;</p>\n<b>4.\nPayment Terms</b>\n<p>\n<b>4.1</b>&nbsp;</p>\n<p>The Service is provided on an annual basis.\nSchools are invoiced in advance on an annual basis for use of the Service, and Schools shall make payment to ManageBac net 30 days from the invoice date.\nThe payments are in consideration of the creation, deletion, modification and maintenance of Members, and the license to use the Service.\nManageBac will not pay any refund or credit if the School terminates or suspends use of the Service before the end of any prepaid period.\nEach payment is non-refundable.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.2</b>&nbsp;</p>\n<p>Separate subscriptions are required for each of our Services.\nPamoja Lesson Suite Services are additionally subject to the service specific terms and conditions held within the Admission Timeline and Fees document available here.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.3</b>&nbsp;</p>\n<p>Accounts are automatically renewed for successive periods equal to the Initial Term, (each a “Renewal Term”) as detailed in the Scope of Services Agreement, SOW, Services Agreement or Framework Agreement.\nIn the absence of a signed agreement detailing the Initial Term, accounts are automatically renewed on an annual basis on the anniversary of the services start date as detailed on our invoice.\nNotice of termination must be received in writing 45 days in advance of the end of the then current term in order to terminate at the end of the current term.\nFor the avoidance of doubt, the current term is the Initial Term, or any subsequent Renewal Term which has started.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.4</b>&nbsp;</p>\n<p>Schools are solely responsible for any and all duties, taxes, levies or fees (including any sales, use or withholding taxes) imposed on or in connection with payment for Services provided by ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.5</b>&nbsp;</p>\n<p>Without prejudice to any other rights or remedy that it may have, if the School fails to pay ManageBac on the due date for payment of any undisputed invoice, ManageBac may:</p>\n<p>(i) suspend all Services until payment has been made in full.\nand/or</p>\n<p>(ii) charge interest on any delinquent amounts owed by Schools to ManageBac from the due date at a rate equal to the lesser of i) two (2%) per month or ii) the maximum legal interest rate chargeable per month until payment is made, whether before or after any judgment.</p>\n<p>\n<b>4.6</b>&nbsp;</p>\n<p>For any multi-year discount to be enjoyed, 2-year or 3-year Annual Services Fee payments must be received in full on or before the Commence Date of Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.7</b>&nbsp;</p>\n<p>Any Non-Recurring Services, as set out in the Pricing Schedule, will be invoiced before each Year in which the services will be performed.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.8</b>&nbsp;</p>\n<p>Any Non-Recurring Services are valid for one year, and expire at the end of the Year specified in the Pricing Schedule.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.9</b>&nbsp;</p>\n<p>Professional Services are assumed to be accepted if no written feedback is provided by the main contact within four (4) weeks of completion.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.10</b>\n</p>\n<p>&nbsp;If Out of Pocket Expenses (“OPE”) are included in the Non-Recurring Services, the School agrees to pay the amounts indicated with the initial invoice.\nIf the Non-Recurring Services does not include OPE, the School will be billed based on actual expenses incurred.\nOPE includes, but is not limited to, air travel, taxi, public transportation, lodging, daily meal per-diem, parking and car rental.&nbsp;</p>\n<p>The School is responsible for all travel expenses incurred for services indicated in this agreement in the event of cancellation for any reason.\nIf travel to your location requires a flight greater than eight (8) hours, we reserve the right to come in a day early.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.11</b>&nbsp;</p>\n<p>The pricing structure for Annual Service Fees for Recurring Services is based on student enrolment numbers, and the fee for individual modules can increase or decrease if student enrolment numbers change.&nbsp;</p>\n<p>The School is requested to provide the current number of enrolled students by programme on an annual basis in order to calculate the fees for the following year.\nManageBac reserves the right to increase the price of Annual Service Fees each year, however any increase that is due to changes to pricing, and not related to student enrolment numbers, will be limited to 5% or less per annum.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Where multi-year payments of 2-year or 3-year Annual Service Fees have been received in full, on or before the Services Start Date, any changes to Services’ pricing structure will not be applied during this 2-year or 3-year period, as applicable.</p>\n<p>&nbsp;</p>\n<b>5.\nCancellation and Termination</b>\n<p>\n<b>5.1</b>&nbsp;</p>\n<p>It is your sole responsibility to notify us that you wish to cancel your account.\nThis can be done by emailing us at support@managebac.com with the subject line “Cancellation Request”.\nWe will require written and telephone confirmation of a cancellation request from a School as this will affect the accounts of all Members associated with a School.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.2</b>&nbsp;</p>\n<p>All Content associated with the School and its Students will be unavailable to Members from the time we are instructed to process the cancellation request.\nAs a convenience, we can continue to make the Content available for a period after cancellation of up to 3 months.&nbsp;</p>\n<p>&nbsp;</p>\n<p>All Content associated with Members, including (and not limited to) all Content related to the School, data related to Students, contact information, database records will be irrecoverably deleted within 18 months of notification of termination of the Service by the School.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.3</b>&nbsp;</p>\n<p>Subject to 4.3 above, where the School cancels the Service more than forty-five (45) days before the end of the then current term and full payment has been received, the cancellation may take on any date before the end of the then current term, as requested by the School in writing, and the School will not incur any further charge.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.4</b>&nbsp;</p>\n<p>We may terminate the Service to a School upon 180 days’ notice in writing for our own convenience.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.5&nbsp;</b>\n</p>\n<p>\n<b>Violation of these Terms of Use.\n</b>Schools are responsible for the use of the Service by Students and Parents.\nMisuse of the Service, by any individual, may result in permanent and/or temporary suspension or termination of the School’s account (at ManageBac’s sole discretion) without notice if problems are not addressed to the satisfaction of ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.6</b>&nbsp;</p>\n<p>ManageBac reserves the right to refuse the Service to anyone in its own unfettered discretion.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.7</b>&nbsp;</p>\n<p>In case of termination for any reason, ManageBac shall either (i) return all content, data etc in a readable (PDF or Excel) format or (ii) provide the School with the features to do so themselves, provided that ManageBac shall not be required to return or delete all or part of the content, data, etc that it is legally permitted to retain.</p>\n<p>&nbsp;</p>\n<b>6.\nModifications to the Service and Prices</b>\n<p>\n<b>6.1</b>&nbsp;</p>\n<p>Prices of all plans, including but not limited to annual subscription fees to the Service, are subject to change without notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.2</b>&nbsp;</p>\n<p>ManageBac shall not be liable to you or to any third party as a result of any modification, price change, suspension or discontinuance of the Service, loss of data, or any consequence thereof whatsoever.</p>\n<p>&nbsp;</p>\n<b>7.\nCopyright and Content Ownership</b>\n<p>\n<b>7.1&nbsp;</b>\n</p>\n<p>Unless otherwise stated below, ManageBac owns all intellectual property rights vesting in the Website.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.2</b>&nbsp;</p>\n<p>ManageBac claims no intellectual property rights to Content published and/or loaded to the Service by Members or Schools.\nYou irrevocably grant us a perpetual licence to publish Content on the Websites for the duration of our Agreement with your School.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.3</b>&nbsp;</p>\n<p>Subject to the consent of the relevant School, Members may download material from the Website for their sole purpose of retaining copies for your own personal use alone, subject to rights granted by others to you.\nThe Service is made available to Schools and Members for school administration and academic functions, not for any other purpose, and you shall not access the Service for any other purpose without the written permission of ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.4</b>&nbsp;</p>\n<p>You may not modify, adapt or hack the Service or modify the Websites so as to falsely imply that it is associated with the Service, or any other service of ManageBac.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.5</b>&nbsp;</p>\n<p>Any hypertext links to other sites, which appear on the Website are operated by third parties and use of such a link means you are leaving the Website.\nWe are not responsible for, and give no warranties, guarantees or representations in respect of linked sites or information upon them.</p>\n<p>\n<b>7.6</b>\n</p>\n<p>“FariaOne”, “ManageBac”, “OpenApply”, “Atlas”, “AtlasNext”, “SchoolsBuddy”, “ClubsBuddy”, “CommsBuddy”, “SummerStart”, “BookJetty”, “Pamoja Education”, “Oxford Study Courses”, “Pamoja Online Courses” and “Pamoja Lesson Suite” and our logos are trade names of Faria Education Group Ltd.\nYou may not use these names or similar variants without our written consent.</p>\n<p>&nbsp;</p>\n<b>8.\nIndemnification</b>\n<p>\n<b>8.1</b>&nbsp;&nbsp;</p>\n<p>To the maximum extent permitted by law, the School and Members jointly and severally agree to hold harmless and indemnify ManageBac, and its parent companies, subsidiaries, affiliates, officers, agents, and employees from and against any third party claims arising from or in any way related to use of the Service or Website, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys’ fees, of every kind and nature.&nbsp;</p>\n<p>In such a case, ManageBac will provide the School and Members with written notice of such claim, suit or action.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.2</b>&nbsp;</p>\n<p>Additionally, and to the maximum extent permitted by law, the School agrees to fully indemnify ManageBac with regard to any suit or proceeding for damages, if the suit involves claims arising directly or indirectly from your failure to comply with its obligations under the Child Online Privacy Protection Act Compliance paragraphs of these Terms of Service.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The fact that a cause other than your failure to comply with such obligations may have contributed to the harm alleged in such suit or proceeding will not in any way diminish the scope or force of this indemnification, even if such other cause is ManageBac’s own failure or negligence.</p>\n<p>&nbsp;</p>\n<b>9.\nGeneral Conditions</b>\n<p>\n<b>9.1&nbsp;</b>\n</p>\n<p>You may not assign or transfer your rights or licences granted under this Agreement.\nManageBac may assign, sub-contract or sub-let this Agreement or any part thereof.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.2</b> In the event that any (or any part) of these terms, conditions or provisions shall be declared invalid, unlawful or unenforceable such terms (or parts), conditions or provisions shall be severed.\nThe remaining terms (or parts), conditions or provisions shall continue to be valid and enforceable to the fullest extent permitted by law.</p>\n<p>\n<b>9.3 </b>You understand that the technical processing and transmission of the Service, including Content, may occur in an unencrypted form if SSL is not enabled on your computer, and result in transmissions over the Internet, which may be intercepted by others.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Loss of SSL may also result from changes in transmissions between networks to conform and adapt to technical requirements of connecting networks or devices.\nPlease look for the SSL notification in the address bar of your browser to ensure that SSL is active during your session.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.4</b>\n</p>\n<p>If the bandwidth associated with a School exceeds 200 GB in a single month, or significantly exceeds the expected bandwidth allocation for the number of Members associated with the School (as notified by ManageBac (from time to time), we reserve the right to:</p>\n<p>(i) cap file or image hosting until the School reduces its bandwidth consumption, and/or&nbsp;</p>\n<p>(ii) raise further invoices for your additional bandwidth requirements.</p>\n<p>\n<b>9.5 </b>&nbsp;</p>\n<p>These Terms of Service will be governed by and construed in accordance with&nbsp;</p>\n<p>(i) the laws of the State of Delaware, without giving effect to its conflict of laws provisions if you are resident in USA or Canada, or&nbsp;</p>\n<p>(ii) English law if you are resident in the European Economic Area or elsewhere.\nNon-contractual claims shall be governed by the same system of law.&nbsp;</p>\n<p>Any claims, legal proceedings or litigation arising in connection with the Service will be brought solely in Wilmington, Delaware, and you irrevocably submit to the jurisdiction of its Courts.</p>\n<p>&nbsp;</p>\n<b>10.\nQuestions &amp.\nContact Information</b>\n<p>Any questions about this Terms of Service agreement should be addressed to legal@faria.org.\nor by mail to:</p>\n<p>\n<b>ManageBac, LLC.</b>\n</p>\n<p>548 Market St.\n#40438,</p>\n<p>San Francisco,</p>\n<p>CA 94104 USA;</p>\n<p>+1 866 297 7022.</p>\n<p>\n<strong>FariaOne</strong>\n</p>\n<ul>\n<li>Systems</li>\n</ul>\n<strong>Admissions</strong>\n<p>\n</p>\n<ul>\n<li>Admissions Management</li>\n<li>CRM</li>\n<li>Schools Directory New</li>\n<li>Admissions Testing</li>\n</ul>\n<p>\n<strong>Learning</strong>\n</p>\n<ul>\n<li>IB Diploma</li>\n<li>IB Career-Related</li>\n<li>IB Middle Years</li>\n<li>IB Primary Years</li>\n<li>IGCSE &amp.\nA Levels</li>\n<li>Advanced Placement</li>\n<li>Curriculum First</li>\n<li>Mobile</li>\n<li>Online Exams</li>\n<li>Remote Learning</li>\n<li>Atlas</li>\n</ul>\n<p>\n<strong>School-to-Home</strong>\n</p>\n<ul>\n<li>Activities Management</li>\n<li>Micropayments &amp.\nBilling</li>\n<li>Events, Sports &amp.\nTrips</li>\n<li>Parent Teacher Conferences</li>\n<li>Transport System</li>\n<li>Parent Communications</li>\n</ul>\n<p>\n<strong>Study</strong>\n</p>\n<ul>\n<li>OSC Study App</li>\n<li>OSC Revision Courses</li>\n<li>OSC Tutor</li>\n</ul>\n<strong> Online Courses </strong>\n<p>\n</p>\n<ul>\n<li>IB Online Courses</li>\n<li>Cambridge International Online Courses</li>\n<li>IB &amp.\nCambridge Lesson Suite</li>\n<li>Homeschool</li>\n</ul>\n<p>\n<strong>Support Centre</strong>\n</p>\n<ul>\n<li>Help &amp.\nSupport</li>\n<li>Events, PD &amp.\nWorkshops</li>\n</ul>\n<p>\n<strong>About Faria</strong>\n</p>\n<ul>\n<li>About Faria</li>\n<li>Leadership</li>\n<li>Contact</li>\n<li>Jobs at Faria</li>\n<li>Newsroom</li>\n<li>Brand Guidelines &amp.\nMedia Kit</li>\n<li>Writing</li>\n<li>Terms</li>\n<li>Security &amp.\nData Protection</li>\n</ul>\n<p>© 2021 Faria Education Group Limited.\nAll Rights Reserved.</p>\n<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Global</li>\n</ul> ", "created_at": "2022-01-08 18:18:15.409288", "updated_at": "2022-01-08 17:18:56.85042"}], "points": [], "urls": ["managebac.com", "faria.org"]}}