{"error": 448, "message": "OK", "parameters": {"id": 3880, "name": "Tenta", "created_at": "2021-05-30 22:12:26.680762", "updated_at": "2021-05-30 22:00:25.115499", "wikipedia": null, "keywords": null, "related": null, "slug": "tenta", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3880.png", "url": "tenta.com", "documents": [{"id": 6566, "name": "Privacy policy", "url": "https://tenta.com/privacy-policy", "xpath": "", "text": " <i>\n</i> TENTA BROWSER <ul>\n<li>Home</li>\n<li>Features</li>\n<li>Blog</li>\n<li>Download</li>\n</ul> Tenta Privacy Policy Introduction <p>We respect your privacy and want to help you protect your personal life online.\nThis privacy policy applies to all Avast Software s.r.o.’s websites pertaining to the Tenta brand (such as tenta.com), apps (such as Tenta Browser), and services (such as Tenta DNS).\nWhen we collect, store, use, or share information differently among these products, we’ll note that below.</p> Your Information <p>For us, “personal information” means information that identifies you, like your name or email address.\nAnything that does not identify you on its own is “non-identifying information,” such as ZIP code or preferences.\nCertain non-identifying information will be considered part of your personal information if it is combined with other identifiers (for example, combining your ZIP code with your street address) in a way that enables you to be identified.</p> Collecting your information <p>\n<strong>User provided information</strong>\n</p>\n<p>You will need to provide a PIN code to access Tenta Browser, however no personal information is required or collected for these services.\nYou have the option to not require a PIN code for subsequent access Tenta Browser in your app settings.\nIf you choose to purchase premium services, you will be asked to create a Tenta account and provide us with certain personal information for the purpose of enabling the purchase and providing support, such as email address and billing information.</p> Web Tracking on tenta.com <p>We do not use Google Analytics or allow other third party services to store tracking data on our site.</p>\n<p>Tenta.com collects and retains anonymous visitor data for 180 days.\nWe do NOT collect or monitor raw Personal Identifying Information.\nYou can opt out of any anonymous tracking by Tenta.com here.</p>\n<p>Like many websites, we use cookies on Tenta to track how visitors are using our site.\nWe use cookies for two purposes.\nFirst, we use cookies to remember if you have logged in to Tenta.\nSecond, we use cookies to better understand how you interact with the website and monitor aggregate usage.\nIf you prefer not to have cookies saved, you can instruct your browser to stop accepting cookies.\nThird, if you opt out of anonymous tracking, we will set a cookie to indicate so.</p>\n<p>Tenta.com respects Do Not Track.</p> Managing Cookies in Tenta Browser <p>The websites your visit using Tenta Browser may use cookies.\nTo clear cookies, open your Zone settings and tap \"Clear zone cookies\".</p> Certain data from VPN sessions <p>When you connect to Tenta, we collect some VPN service related data to monitor overall use and to improve our service.\nWe collect the number of connected users every minute (no IPs or user-specific data) and the incoming and outgoing aggregate traffic from each node (not per user).\nThis data may be necessary to resolve billing issues, improve quality of service, troubleshooting, or to prevent abuse or illicit activity.\nWe DO NOT store source IP addresses, nor do we store details of or monitor the data you send or receive or the sites you connect to when using Tenta.</p> What Information We Do Not Collect <p>Tenta Browser does not collect names, emails, addresses, or other contact information from your address book or contact lists.\nWe do not collect or store your private key, PIN code, your downloaded data or data saved to your Tenta Vault, your browsing history, bookmarks, search history, or settings on any of our servers.\nWe do not log your traffic or content of any communications.</p>\n<p>We do not rate limit internet connection on premium plans.\nWe may choose to rate limit free plans, but only as a means to provide more stable and fair service to all free users.\nIn the event we do rate limit free plans, we will not discriminate against devices, protocols, or applications, and will not prioritize any particular traffic.</p>\n<p>Tenta DNS stores only indirect operational metrics like the total number of requests in a given time period in order for us to plan our hardware deployment.\nThis information is never saved with granularity of less than 5 minutes.\nThis data is only stored in aggregate for a Tenta DNS location, and never includes the IP address or personal information of the requestor.</p>\n<p>In addition, in the event that a DNSSEC error or a domain resolution error is generated while we're resolving a domain name, we'll store the domain name and the responses from the upstream servers in order to diagnose issues with Tenta DNS.\nEven in these cases, however, we won't store the IP address that initiated the query.</p> How We Use Your Information Information for website operators <p>Sites that you visit using a Tenta Zone that is connected to a local, direct connection will automatically receive standard log information, including your IP address and data from cookies.\nAn IP address is the identifier that allows information to be sent between devices on a network.\nAn IP address can be used to discern your physical location.\nFor more privacy, you can access the internet through a VPN connection instead.\nThis will provide the sites you visit an IP address of the VPN, not yours.</p> Personal Information <p>If you choose to purchase premium services, you will be asked to provide us with personal information required for billing.\nWe use this personal information to process your transactions, provide customer support, and to send periodic emails regarding information or updates pertaining to your order.</p> Third Parties Helping Us Provide Services <p>We may share your information with third-party services helping us provide our products or services, such as making payments (e.g.\nPaypal, Stripe, Google Wallet), or communication (e.g.\nZenDesk, e-mail, newsletter).\nIn both cases, you must initiate these interactions by purchasing premium paid services, contacting us first, or signing up for our newsletter.</p> Aggregate Information and Non-Identifying Information <p>We may share aggregated information that does not include personal information for industry analysis.\nAny aggregated information shared in these contexts will not contain your personal information.</p> Criminal Investigations <p>Tenta cooperates with law enforcement agencies if provided with a subpoena.\nWe may be required by law to provide certain data from VPN sessions.</p>\n<p>Your Tenta Browser can only be accessed with your private key, and we do not store your private key, PIN code, or data on our servers.\nTherefore, even if we are served with a subpoena, we are unable to provide your private key, PIN code, downloaded data or data saved to your Tenta Vault, your browsing history, bookmarks, search history, and settings to law enforcement.</p> Data Security and Accessing Your Tenta Account <p>Your access to and use of Tenta Browser is encrypted with a private key that only you know.\nThere is no way for Tenta Browser or anyone else without direct access to your device or your private key to access your browsing history, encrypted data, files, browsing history, bookmarks, search history, or settings saved to your app.\nWe do not store your media files on our servers.\nRather, we encrypt your media, which can only be decrypted with your private key and played in Tenta Browser’s built-in media players.\nIf you choose to, you may backup your key and encrypted data to your storage system of choice.\nHowever, Tenta Browser is not responsible for the actions or effectiveness of third-party storage systems (i.e.\nDropbox, a piece of paper).</p>\n<p>If you have created a Tenta Account, you may manage that account in the Tenta Browser app or on Tenta.</p> Termination <p>If you’d like to stop using Tenta Browser, go to Global Settings and reset Tenta Browser.\nDoing so will permanently revoke your key and PIN code.\nThis action cannot be undone unless you have backed your private key and data to a third party storage system, such as Dropbox.\nIf you have, you must also delete your key there to ensure there are no copies available which can decrypt your data.\nThis does not remove your downloaded data from your device.\nYou must also uninstall Tenta Browser to remove your files downloaded to your Tenta Vault.\nIf you have purchased premium services with recurring billing, you must contact us to cancel your subscription.</p> Change to This Policy <p>We may revise this Privacy Policy from time to time and will indicate by date when the Privacy Policy was most recently changed.\nIf we make significant changes, we will attempt to directly notify you when possible.</p> Contact <p>Your privacy is our top priority.\nIf you have questions, concerns or feedback about this policy or need to report a security vulnerability, please do not hesitate to contact us at support@tenta.com.</p>\n<p>Avast Software s.r.o.\n1737/1A Pikrtova, Prague 4, Czech Republic, 140 00</p>\n<p>Last Updated: December 29, 2020</p> Your Private Encrypted Browser\nDownload Tenta Today Features\n<ul>\n<li>True Private Browsing</li>\n<li>Tenta Modes</li>\n<li>Encrypted Vault</li>\n<li>DNS over TLS</li>\n<li>Nuke History</li>\n</ul> Help\n<ul>\n<li>How Tenta Works</li>\n<li>Using Modes</li>\n<li>Manage VPN</li>\n<li>Tenta DNS</li>\n<li>Troubleshooting</li>\n</ul> Technical\n<ul>\n<li>Encryption Overview</li>\n<li>Tenta on Github</li>\n</ul> About\n<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Download Tenta</li>\n<li>Blog</li>\n<li>Media &amp.\nBrand Guidelines</li>\n</ul> What's My IP Address?\n<p>Need to test your IP address, DNS Servers or if your VPN is working properly?<br>Tenta's Browser Privacy Test is the most comprehensive IP &amp.\nDNS Test online.</p>\n<br>\nTest My IP Address Now\n<br> © 2021 Avast Software s.r.o.\n1737/1A Pikrtova, Prague 4, Czech Republic, 140 00.\nAll Rights Reserved.\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> mia1 <p>\n</p> ", "created_at": "2021-05-30 22:12:26.683221", "updated_at": "2021-05-30 20:16:17.648146"}], "points": [], "urls": ["tenta.com"]}}