{"error": 448, "message": "OK", "parameters": {"id": 3255, "name": "ViacomCBS", "created_at": "2021-04-23 19:41:35.998907", "updated_at": "2022-03-12 22:20:34.002863", "wikipedia": "https://en.wikipedia.org/wiki/ViacomCBS", "keywords": null, "related": null, "slug": "cbs_sports", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3255.png", "url": "viacomcbs.com,comicbook.com,viacomcbsprivacy.com,viacomcbs.legal,cbssports.com,cbsi.secure.force.com,findarticles.com,cbsinteractive.com,ca.privacy.cbs,viacbs.com,cbs.com,rachaelrayshow.com,startrek.com", "documents": [{"id": 1135, "name": "CBS Interactive Privacy Policy", "url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/highlights", "xpath": "//body", "text": "Back to TopPrivacy PolicyLanguageDanskDeutschEnglishEspañolEspañol (España)FrançaisHungarianItalianoNederlandsNorsk bokmålPolishPortuguês (Brasil)Português (Portugal)SuomiSvenska<p>\n<strong>Last Modified:</strong> March 4, 2021</p>\n<p>This Policy describes how ViacomCBS and its affiliates (collectively “ViacomCBS”) collect, use and disclose certain information, including your Personal Information, both online and offline, and the choices you can make about that information.</p>\n<p>We are a leading global media and entertainment company that creates content and experiences for audiences worldwide.\nWhen you use our streaming services, mobile and online applications or other products and services of our brands, visit our websites, attend our live events, view our content or advertisements, or contact our customer service (collectively, the “Services”), we may collect information from or about you.</p>\n<p>Trust is a cornerstone of our mission at ViacomCBS.\nWe are committed to gaining and maintaining your trust by following a core set of privacy principles:</p>\n<ul>\n<li>Transparency – We will tell you what information we collect about you and how we use it.</li>\n<li>Choice – When possible, we will give you choices about how your information is collected and used.</li>\n<li>Access – When possible, and when required by law, we will provide you with access to the information that we collect about you.</li>\n<li>Security – We will protect your information with reasonable security measures.</li>\n<li>Accountability – We will take responsibility for the secure processing of your information and do our best to address any concerns or questions that you have about how we process your information.</li>\n</ul>\n<p>This Privacy Policy applies to all information about you that we collect in connection with the Services throughout the world.\nThere may be additional notices about our information practices and choices for certain ViacomCBS offerings.\nBy using any of the Services, you acknowledge the data collection practices and purposes outlined in this Privacy Policy.\nYou can learn more about ViacomCBS and our affiliates by visiting our affiliates page https://www.viacomcbs.com/brands.</p>\n<p>Click on each header below for more information or scroll down to read the full policy.</p>What Information We Collect About YouHow We Use Your Information &amp.\nWhyWho We Share Your Information With &amp.\nWhyYour Choices, Rights, and ControlsAdditional Information Regarding Children’s PrivacyAdditional Information if You Are Located in CaliforniaAdditional Information if You Are Located Outside of the United StatesInternational TransfersProtecting Your InformationChanges to this PolicyContact UsWhat Information We Collect About You<p>We collect information from and about you in connection with your use of the Services.\nSome of this information may be considered “Personal Information” or “Personal Data” (as defined under applicable law) which is information that identifies you or your device or is reasonably associated with you.</p>\n<p>We also collect, use, and disclose aggregated or de-identified information that does not reasonably identify you or your device, and is not considered Personal Information.</p>Information You Provide<p>\n<strong>We collect information you provide to us which includes:</strong>\n</p>\n<p>\n<strong>Registration Information.</strong> When you register for certain Services, complete an application form, enter contests, giveaways or competitions, attend one of our events, participate in sweepstakes or promotions, or respond to market research surveys that we sponsor, we may collect the information you provide, such as your name and email address.\n</p>\n<p>\n<strong>Billing and Payment Information.</strong> When you purchase a product, subscription, or event ticket from us, we collect certain payment and identity verification information, including your name, email address, physical address, and credit card information.</p>\n<p>\n<strong>Information You Post on our Services.</strong> We may collect information when you post comments or other content to our Services, which may include your username or screenname, comments, likes, interests, status, pictures, and references to your online presence.</p>\n<p>\n<strong>Your Correspondence and Your Feedback about Our Services.</strong> We collect information you provide when you contact us directly or provide feedback, comments, or suggestions on our Services directly to us.</p>\n<p>\n<strong>Information You Provide About Others.</strong> Sometimes, we may collect information you may provide about others, which may include names, emails, and birthdays—for example, to refer a friend or relative to certain Services.</p>\n<p>\n<strong>Information You Provide When You Do Business With Us.</strong> If you are a vendor, service provider, or business partner of ViacomCBS, we may collect information about you and the services you provide, including your or your employees’ business contact information and other information you or your employees provide to us as part of the services you may provide and our agreement with you.</p>\n<p>\n<strong>Information you Provide Offline.</strong> You may also provide information to us in person and offline.\nYou may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of the audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.\n</p>\n<p>\n<strong>Other information.</strong> We also collect information that relates to or is capable of being associated with you, such as passwords, personal preferences and interests, age, gender, and any other information you choose to provide.</p>Information Collected Automatically<p>When using our Services, including on third-party platforms, we, and our service providers operating on our behalf, may automatically collect or receive certain information associated with you or your network device(s), such as your computer, mobile devices, gaming systems, smart TV, or other streaming devices.\nThis includes information about your use of our Services and your preferences.\nSuch information may be automatically collected through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts, or other technology.\nFor more information about cookies or other tracking technologies and the choices you have regarding the use of them, please visit our ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</p>\n<p>The information we automatically collect may also include geolocation information, such as (a) information that identifies the precise location of your mobile device and (b) your IP address, which may be used to estimate your approximate location.</p>\n<p>\n<strong>Information From Our Partners.</strong> We acquire information from other trusted sources.\nThese business partners might include companies, such as your TV or internet service provider, or other streaming media device providers who make our Services or content available on their devices, mobile phone carriers, or other companies who provide services to you.\nWe may also collect information about you from other sources, including service providers, data licensors and aggregators, marketing companies, advertising partners, programming distributors, social media platforms, and public databases.</p>\n<p>The information our business partners provide us varies depending on the nature of their services, and may include IP addresses, device IDs or other unique identifiers, information about your interests, demographic data, purchasing behavior, and your activities online.</p>Information You Provide through Social Media<p>If you connect to us through a social media platform or navigate to a social media platform from one of our sites, the social media platform will collect your information separately from us.\nYou should review the social media platforms’ privacy policies to understand how they are using your information and your rights in relation to such information.</p>Information We Derive<p>We may derive additional information or draw inferences about you based on the information we have collected from you directly, passively, or through third parties.</p>How We Use Your Information &amp.\nWhyWe may use information as disclosed and described here<p>\n<strong>We may use information to provide you with our Services.</strong> We may use your information to create, manage, and authenticate your account or subscriptions with us and provide you with customer support and account updates.\nWe may use your information to complete the transactions you request and perform our contractual obligations with you or to ensure that our Services function properly.</p>\n<p>\n<strong>We may use information to perform our contracts with you.</strong> If ViacomCBS enters into a contract with you, including in instances where you may be a vendor or service provider to ViacomCBS or our business partner, we may use your information to fulfill our contractual obligations.</p>\n<p>\n<strong>We may use information for marketing purposes.</strong> We may use your information to send promotional messages and newsletters such as via email, text messaging, or push notifications.\nThese might be our own offers or products or third-party offers or products we think you might find interesting.\nTo learn about your choices for these communications, read the Your Choices, Rights and Controls section of this Policy.</p>\n<p>\n<strong>We may use your information to provide you with ads or information that we think would be of interest to you.</strong> For example, based on the information we have about your use of the Services, including information provided by third parties, we may target personalized advertising to you both on and off our Services.\n</p>\n<p>\n<strong>We may use information to improve our products and Services.</strong> We use your information to monitor and improve the operation, delivery, and general accessibility on our Services, identify popular areas or features, and optimize and personalize the Services.\nThis may also include conducting internal research and development of our Services.</p>\n<p>\n<strong>We may use information to enable you to participate in public platforms or other interactive features of the Services.</strong> For example, we may use your information when you post comments on one of our websites.</p>\n<p>\n<strong>We may use information to maintain the safety and security of our Services.</strong> We use your information to protect the rights and property of ViacomCBS and others and to comply with our legal obligations, including to detect, investigate, and prevent fraud and other illegal activities and to enforce our agreements.</p>\n<p>\n<strong>We may use information as otherwise permitted by law.</strong> We may use your information to resolve disputes, enforce our agreements, and as otherwise required by law.</p>Who We Share Your Information With &amp.\nWhy<p>\n<strong>We may share information within the ViacomCBS family of companies.</strong> We may share information we collect about you with the ViacomCBS companies for the purposes described in the How We Use Your Information &amp.\nWhy section of this Policy.</p>\n<p>\n<strong>We may share your information in connection with a corporate transaction.</strong> We may disclose or transfer your information as part of, or during negotiations for, any purchase, sale, lease, merger, or any other type of acquisition, disposal, or financing involving our brands.</p>\n<p>\n<strong>We may share information with third parties who perform Services on our behalf.</strong> We may share your information with unaffiliated companies or individuals we hire or work with that provide us with professional advice, business support, or perform services on our behalf, including customer support, web hosting, information technology, payment processing, event providers, direct mail and email distribution, contests, sweepstakes, giveaways and promotion administration, and analytics services.\nThese Service Providers are allowed to use your information to help us provide our Services and not for any other purpose.</p>\n<p>\n<strong>We may share information with our business partners.</strong> Partners may include marketing, audience measurement, or other partners such as those working with us on co-branded Services or events and digital distribution partners where we make our Services available.\nOur partners use the information we give them as described in their privacy policies.</p>\n<p>\n<strong>We may share your information with sponsors and other partners for contests, giveaways, sweepstakes and promotions.</strong> We may use information you provide to verify your entry into and eligibility to participate in contests, sweepstakes, giveaways, or promotions and to inform you if you have won.\nIf your entry information will be used for any other purposes, we will disclose that in the applicable rules governing that sweepstake, contest, giveaway, or promotion.</p>\n<p>\n<strong>We may share information to provide advertising based on your interests.</strong> For more information, please see “Your Choices, Rights, and Controls” section of this Policy.</p>\n<p>\n<strong>We will share your information if you ask us to.</strong> For example, if you ask us to share your information in order for you to participate in an interactive Service that is operated by a third party.</p>\n<p>\n<strong>We may share information if we think we have to in order to comply with the law or to protect ourselves.</strong> For example, we will share information when it is necessary for us to comply with applicable law or legal process, to respond to legal claims, or to protect our rights or the property or personal safety of our users, employees, or the public.</p>\n<p>\n<strong>We may share your information for reasons not described in this policy.</strong> We will tell you before we do this.</p>Your Choices, Rights, and ControlsYou have certain choices about how we use your information.<p>\n<strong>Opt out of receiving our marketing emails.</strong> To stop receiving our promotional emails, follow the instructions in any marketing email you get from us.\nWhen applicable, you can also change your preferences in your account.\nEven if you opt out of getting marketing emails, we will still be permitted to send you transactional messages.\nFor example, we may still contact you about any purchases you make.</p>\n<p>\n<strong>Change or update the information you have given us.</strong> If you have an account or subscription to one of our Services, you can correct or delete information or update account settings by logging into your account and following the instructions or by contacting the customer service team.</p>\n<p>\n<strong>Control cookies and tracking tools.</strong> To learn how we—and our vendors—use cookies and other tracking tools, please visit the ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</p>\n<p>\n<strong>Ad Choices.</strong> We, our affiliates, and any associated third-parties may collect information on our Services and on third-party websites to help serve advertising that will be relevant to your interests across your devices, browsers, and on and off our Services.\nThis is known as interest-based advertising.\nWe rely on third parties who collect information on the Services to provide opt-outs or other controls to you.\nFor more information on how to opt-out of receiving interest-based advertising on desktop and mobile websites, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance (US) https://www.aboutads.info/choices/</li>\n<li>Digital Advertising Alliance (Canada) https://youradchoices.ca/en/tools</li>\n<li>Digital Advertising Alliance (EU) https://www.youronlinechoices.com/</li>\n<li>Network Advertising Initiative https://optout.networkadvertising.org/?c=1</li>\n</ul>\n<p>You can also opt out of interest-based advertising with some of the service providers we use, such as Google https://adssettings.google.com/authenticated.\nPlease note that, if you opt out of interest-based advertising, some information will still be collected for other purposes, such as research, analytics, and internal operations.\nYou will also continue to receive contextual advertisements, but they may be less relevant to your interests.</p>\n<p>On many mobile devices, you can control interest-based advertising through your device’s settings.\nThese options can include resetting your device’s advertising ID or selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) in your device settings.</p>\n<p>Ad choices settings and options will vary depending on your browser and device settings, and this is not an exhaustive list.\nPlease note that your opt-out choices will only apply to the specific browser or device from which you opt out.\nWe encourage you to explore your device and browser settings to better understand your choices.\n</p>\n<p>\n<strong>Push Notifications.</strong> When you use any of our Services that send push notifications or offers to your mobile device, you can change your preferences at any time through the settings on your mobile device.</p>\n<p>\n<strong>Precise Location.</strong> You can withdraw consent for our collection, use, and transfer of precise location information by adjusting the location settings on your device.</p>\n<p>\n<strong>Nielsen Video Measurement.</strong> The Services may feature Nielsen proprietary measurement software that will allow you to contribute to market research, such as Nielsen’s TV Ratings.\nFor more information about Nielsen digital measurement products, please review Nielsen’s privacy statement https://www.nielsen.com/digitalprivacy.</p>\n<p>\n<strong>Connected Devices and Our Partners’ Services.</strong> Connected devices (such as tablets, connected TVs, set top boxes, streaming devices and gaming consoles) may also use an advertising ID or other methods to identify you or serve you interest-based advertising.\nIn some cases, you can disable tracking by selecting options like “limit ad tracking” or disabling options like “interest-based advertising” in your connected device’s settings.\nThese options will vary by device and we do not control the policies or practices of third parties’ providing these devices.\nViacomCBS is not responsible for tracking on connected devices or our business partners’ services and may not have visibility on choices you may have made with respect to tracking on connected devices or our business partners' services.\n</p>\n<p>\n<strong>Additional Rights.</strong> For specific rights you may have depending on your location, please visit the “Additional Information If You Are Located in California” or “Additional Information if You are located Outside of the United States” sections of this Policy.</p>Additional Information Regarding Children’s Privacy<p>Some of our Services are directed to children and are governed by our Children’s Privacy Policy https://www.viacomcbsprivacy.com/childrens.\nThe Services governed by this Privacy Policy are generally not intended for use by children.\nIn cases where channels available through our general audience Services are directed to children, we collect only a limited amount of Personal Information from those channels, as permitted by the Children’s Online Privacy Protection Act and other global laws directed at the protection of children’s data.\nSpecifically, we may collect IP address, device identifiers, certain unique ID numbers, and limited viewing information.\nWe do not use, or allow our partners to use, this information, other than for purposes of supporting our internal operations, such as to provide children with access to features and activities on the Services, to customize content and improve our Services, or to serve contextual advertising or limit the number of times a particular advertisement is seen.\nWe never allow interest-based advertising on portions of our Services that are directed to children or where we know that the user is a child or a teen under 16.</p>Additional Information if You Are Located in California<p>\n<strong>California Consumer Privacy Act.</strong> If you are a California resident, you have specific privacy rights governed by the California Consumer Privacy Act (CCPA).\nThese rights include:</p>\n<p>\n<strong>Right to Know.</strong> You have the right to request a report showing the Personal Information collected, shared, and sold about you in the past 12 months.</p>\n<p>\n<strong>Right to Opt-Out of Sale of Your Personal Information.</strong> You have the right to opt-out of the sale of your Personal Information to third parties.</p>\n<p>\n<strong>Right to Deletion.</strong> You have the right to request that we delete any Personal Information collected from you.</p>\n<p>Right to Non-Discrimination.\nWe shall not discriminate against you based on your exercise of any of the above rights.</p>\n<p>You or your authorized agent may submit a request to exercise any of the above rights by completing the form on our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights or calling us at 1 (888) 841-3343.</p>\n<p>We may require additional information to verify your identity or to verify that your authorized agent has the authority to make the request on your behalf before responding to a CCPA rights request.\nWe will respond to your request within 45 days if possible and required under the law.\nCCPA metrics https://www.viacomcbsprivacy.com/metrics/ccpa/.</p>Personal Information Collected on California Residents<strong>Identifiers</strong>\n<ul>\n<li>Names and Aliases</li>\n<li>Physical Address</li>\n<li>Phone Number</li>\n<li>E-Mail Address</li>\n<li>IP Address</li>\n<li>Unique Identifiers</li>\n</ul>\n<strong>Legally Protected Characteristics</strong>\n<ul>\n<li>Gender</li>\n<li>Age</li>\n</ul>\n<strong>Commercial Information</strong>\n<ul>\n<li>Interactions with Customer Service</li>\n<li>Information about transactions made on our Services, including purchase history</li>\n<li>Customer preferences and attributes, such as likes, interests, social media statuses and updates, pictures, and references to your online presence</li>\n</ul>\n<strong>Financial Information</strong>\n<ul>\n<li>Credit card numbers</li>\n</ul>\n<strong>Inferences drawn from Personal Information categories</strong>\n<ul>\n<li>Information related to your preferences, attitudes, online behaviors, demographics, product and ad choices, and preferences</li>\n</ul>\n<strong>Geolocation</strong>\n<ul>\n<li>Information related to your location, including your IP address</li>\n</ul>\n<strong>Internet/ Electronic Activity</strong>\n<ul>\n<li>Information collected through tracking tools, such as browser cookies and web beacons.\nTo learn more about these tools and how to control them, please visit the ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</li>\n<li>Information related to your location, including your IP address</li>\n<li>Passwords</li>\n<li>Device attributes</li>\n</ul>\n<p>We collect Personal Information from the following sources:</p>\n<ul>\n<li>Directly from you (e.g.\nInformation provided when you register with one of our Services, submit payment for Services, post on our Services, when you correspond with us, information provided and collected offline, etc.);</li>\n<li>Automatically collected information (e.g.\ncollected automatically through cookies and other online tracking technologies, etc.);</li>\n<li>Business partners (e.g.\nAnalytics companies, etc.);</li>\n<li>Third parties (e.g.\ndata brokers, marketing companies, advertising partners, social media platforms, data aggregators, public databases, etc.).\nor</li>\n<li>Inferences from your profile or online behaviors.</li>\n</ul>Personal Information Disclosed for a Business Purpose to Third Parties<p>The categories of Personal Information listed above may be disclosed to the following categories of third parties:</p>\n<ul>\n<li>The ViacomCBS family of companies;</li>\n<li>In connection with a corporate transaction (e.g.\nany purchase, sale, lease, merger, acquisition, disposal, or financing involving our brands);</li>\n<li>Our service providers (e.g.\ncloud services providers, technical service providers, law firms, accounting firms, etc.);</li>\n<li>Business partners (e.g.\naudience measurement companies, marketing companies, sweepstakes partners, other partners who are working with us on co-branded Services or events, etc.);</li>\n<li>Sponsors and other partners for contests, giveaways, sweepstakes, and promotions;</li>\n<li>Advertising partners to provide advertising based on your interests;</li>\n<li>When you ask us to provide information to a third party.\nor</li>\n<li>To law enforcement or others if required by law.</li>\n<li>The disclosures to third parties listed above may be for any of the following business purposes</li>\n<li>To provide you with our Services;</li>\n<li>For marketing purposes;</li>\n<li>To provide you with ads or information we think may be of interest to you;</li>\n<li>To improve our products and Services;</li>\n<li>To enable you to participate in public platforms or other interactive features of the Services;</li>\n<li>To maintain the safety and security of our Services.\nor</li>\n<li>As otherwise permitted by law.</li>\n</ul>Information about the Sale of Personal Information<p>Because of the broad definition of “sale” under CCPA, some information that we share with third parties may constitute the “sale” of your information.\nFor instance, some of our brands share identifiers, such as cookies and the advertising identifier associated with your mobile or internet-connected device with our advertising partners, and those partners use and share those identifiers to show advertisements that are targeted to your interests.</p>\n<p>Where a brand does this or otherwise “sells” your information, we will give you the opportunity to opt out by clicking the “Do Not Sell My Personal Information” https://www.viacomcbsprivacy.com/donotsell on the home page of the relevant website, mobile and online application, or other service.\nPlease note that, when you use these tools on our properties, you will need to renew your choices if you clear your cookies or use a new browser or device.</p>\n<p>The following types of information may be “sold”:</p>\n<ul>\n<li>Names and Aliases;</li>\n<li>Email Address;</li>\n<li>IP Address;</li>\n<li>Unique Identifier;</li>\n<li>Information about transactions or content choices made on or in connection with our Services;</li>\n<li>Customer preferences and attributes, such as likes, interests, social media statuses and updates, pictures, and references to your online presence;</li>\n<li>Information related to your preferences, attitudes, online behaviors, demographics, product and ad choices, and preferences;</li>\n<li>Information related to your location, including your IP address;</li>\n<li>Information collected through cookies and web beacons.\nor</li>\n<li>Device attributes.</li>\n</ul>\n<p>ViacomCBS does not engage in any “sales” of Personal Information of users that it has actual knowledge are minors under the age of sixteen.</p>\n<p>\n<strong>Do Not Track.</strong> Our websites and apps are not designed to respond to “do not track” requests from browsers.</p>\n<p>\n<strong>“Shine the Light” and “Eraser” Laws.</strong> Residents of the State of California may request a list of all third parties to which we have disclosed certain information during the preceding year for those third parties’ direct marketing purposes.</p>\n<p>If you are a California resident under the age of 18, and a registered user of the website where this policy is posted, you may request removal of content or information you have publicly posted.\nPlease be aware that such a request does not ensure complete removal from the Internet of the content or information you posted, and there may be circumstances in which the law does not require or allow removal.</p>\n<p>For all requests under the “Shine the Light” or “Eraser” Law, please use our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyright.\nWe will accept requests to exercise these rights only through this mechanism.</p>Additional Information if You Are Located Outside of the United States<p>This Privacy Policy is global in nature and our goal is to meet the requirements in each country where our Services are provided.\nWhere required, we provide you with specific rights and choices.\nIf you have questions about how we treat your Personal Information in your country, please submit a “General Privacy Request” form on our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\nSpecific countries where we provide additional or different privacy protections are listed below.</p>EEA, the UK or Switzerland<p>If you are located in the European Economic Area (the EEA,) in the United Kingdom (the UK) or in Switzerland, you may have certain rights under applicable data protection laws:</p>\n<ul>\n<li>The right to request access to, and a copy of, the information we hold about you, including details as to how we process this information.</li>\n<li>The right to object to, or restrict, our processing of your information.</li>\n<li>The right to request that your information be erased from further use.</li>\n<li>The right to correct, amend, or update information you have given us (in some instances, where you have an account with us, you can also do this by logging in and updating your information).</li>\n<li>The right of portability, which allows you to request that we share your information with others.</li>\n<li>The right to withdraw any consent to processing you have provided us.\n</li>\n</ul>\n<p>Please note that ViacomCBS does not engage in any automated decision-making about you.\n</p>\n<p>\n<strong>International Transfers.</strong> Information that is collected from the EEA, the UK or Switzerland may be transferred to countries outside of the EEA, the UK or Switzerland, as applicable, that may not provide levels of protection for your Personal Information equivalent the protection provided by the laws of the European Union, the UK or Switzerland, including the United States.\nFor the purposes of such cross-border data transfers, and to protect your information, we have executed Standard Contractual Clauses with all such Controllers and Processors located outside the EEA, the UK or Switzerland and, where necessary, implemented further measures to ensure the Personal Information is subject to equivalent protection.</p>\n<p>We will retain your Personal Information as long as it is needed for our business purposes and in accordance with applicable law.\nIn determining this, we will be considerate of the amount, nature and sensitivity of the Personal Information, the potential risk of harm to the Personal Information, and whether our purposes can be achieved through other means.\n</p>\n<p>\n<strong>Legal Basis for Processing.</strong> We will only collect, store, or otherwise process Personal Information collected from you in the EEA or the UK in the following situations:</p>\n<p>When we have your consent to do so.\nFor example, if you opt in to receive promotional emails.\nYou can withdraw your consent at any time as described below or directly through the Services.</p>\n<p>When we need to use your Personal Information to perform our responsibilities under our contract with you (e.g.\nproviding the Services you have requested).</p>\n<p>When we or a third party have a legitimate interest in processing your Personal Information.\nFor example, we may process your Personal Information to communicate with you about our Services, to provide, secure, and improve our Services, and, in certain circumstances, to deliver advertising to you.\nYou have the right to object to our processing of your Personal Information that is based on our legitimate interests.</p>\n<p>When we are required by law to process the Personal Information.</p>\n<p>For the purposes of our processing of Personal Information in the EEA, the UK or Switzerland, Viacom International Media Networks UK Limited is the Controller.\nShould you have any questions or would like to make a complaint, you may contact the Controller and our Data Protection Officer at eu.dpo@viacomcbs.com.</p>\n<p>If you would like to exercise your rights under the GDPR (or similar laws in the UK or Switzerland), please submit your request using our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\n</p>\n<ul>\n<li>Please note that, while we will carefully assess every request we receive, your rights may differ according to your place of residence and we may not always have to comply.\nWhen this happens, we will explain why.</li>\n</ul>\n<p>If you have any unresolved privacy concerns that we have not addressed satisfactorily after contacting us, you have the right to contact the UK or Swiss Data Protection Authority or an EU Data Protection Authority and lodge a complaint.</p>Additional Information if You Are Located in Countries Outside the U.S., EEA, the UK or Switzerland<p>In certain jurisdictions, including Argentina, Brazil and Singapore, we require your consent or authorization to use or share your Personal Information for the purposes described in this Privacy Policy.\nBy providing your Personal Information to us, you expressly provide such consent or authorization.\n</p>\n<p>In addition, you may have additional privacy rights under certain jurisdictions such as Argentina, Australia, Brazil, Canada, China, Hong Kong, India, Japan, Malaysia, Mexico, Philippines, Singapore, South Africa, and Taiwan, including but not limited to:</p>\n<ul>\n<li>The right to access your Personal Information.\n</li>\n<li>The right to correct/update/rectify your Personal Information.\n</li>\n<li>The right to delete your Personal Information</li>\n<li>The right to object or restrict to the processing or sharing of your Personal Information</li>\n<li>The rights to addition or disassociation with respect to your data.</li>\n</ul>Australian companies<ul>\n<li>CBS Interactive Pty Limited (ABN 41 092 094 525)</li>\n<li>Network Ten Pty Limited (ABN 91 052 515 250)</li>\n<li>Network Ten All Access Pty Limited (ABN 60 629 391 117)</li>\n<li>Network Ten (Adelaide) Pty Limited (ABN 007 577 666</li>\n<li>Network Ten (Brisbane) Pty Limited (ABN 050 148 537) </li>\n<li>Network Ten (Melbourne) Pty Limited (ABN 008 664 953) </li>\n<li>Network Ten (Perth) Pty Limited (ABN 009 108 614) </li>\n<li>Network Ten (Sydney) Pty Limited (ABN 008 664 962) </li>\n<li>Capice Pty Ltd (ABN 008 655 847)</li>\n<li>CBS International Television Australia Pty Limited (ABN 000 005 925) </li>\n<li>Chartreuse Pty Limited (ABN 008 655 874) </li>\n<li>Elevenco Pty Limited (ABN 147 043 981)</li>\n<li>VIMN Australia Pty Ltd.\n(ABN 18 107 601 418)</li>\n<li>Nickelodeon Australia (ABN 99 627 643 021)</li>\n<li>Nickelodeon Australia Management Pty Ltd.\n(ABN 99 627 643 021)</li>\n<li>Paramount Pictures Australia Pty.\n(ABN 85008573171)</li>\n<li>Paramount Home Entertainment (Australasia) Pty Limited (ABN 29 003 914 609)</li>\n<li>Rosy Haze Productions Pty Limited (ABN 63 630 698 529)</li>\n<li>Springy Productions Pty.\nLimited (ABN 164 833 229)</li>\n<li>Linbaba’s Story Pty Ltd (ABN 76 632 452 594)</li>\n</ul>Brazil<p>If you are a resident of Brazil, your Personal Information is controlled by MTV Networks Latin America Inc.\nwhen you use our Services.\n</p>\n<p>If you are a resident of Brazil, you have certain additional rights under the Brazilian General Data Protection Act:</p>\n<ul>\n<li>The right to confirm the existence of the processing of your Personal Information.</li>\n<li>The right to change your marketing preferences, including the right to withdraw your consent at any time.</li>\n<li>The right to request information about the possibility of denying consent and the consequences of such denial.</li>\n<li>The right to request information about the entities, public or private, with which ViacomCBS shared your Personal Information.</li>\n<li>The right to request anonymization, blocking or elimination when (a) you want us to establish the accuracy of the Personal Information.\n(b) you need the Personal Information to be maintained even if we no longer need it to establish, exercise or defend legal claims.\nor (c) you oppose the use of your Personal Information, unless we have verified that we have a legitimate reason for using it.</li>\n<li>The right to review automated decisions made solely on the basis of automated processing of your Personal Information that affects your interests.</li>\n</ul>\n<p>ViacomCBS may process your Personal Information using automated decision-making technologies that use algorithms to create a profile about you based on your interactions with our Services that automatically select advertising or content that may of interest to you.\nHowever, these technologies do not make automated decisions that may have a legal or significant effect on you without your consent, or that is not permitted under applicable law.</p>China<p>If you are a resident of the People’s Republic of China, your Personal Information is controlled by ViacomCBS Asia (Beijing) Advertising and Media Co.\nLtd when you use our Services.</p>\n<p>We will only transfer your Personal Information outside of China with your prior express consent or after applying security measures to your data, such as de-identifying your Personal Information prior to the transfer.\n</p>India<p>If you are a resident of India, your Personal Information is controlled by Nickelodeon India Pvt Ltd or Simon &amp.\nSchuster Publishers India Private Limited for Simon and Schuster when you use our Services.\n</p>Mexico<p>If you are a resident of Mexico, your Personal Information is controlled by MTV Networks Latin America Inc.\nwhen you use our Services.\n</p>Japan<p>If you are a resident of Japan, your Personal Information is controlled by ViacomCBS Networks Japan K.K.\nwhen you use our Services.</p>How to Contact Us and Exercise Your Rights: <p>If you would like to exercise your rights or if you have any questions or concerns regarding the Privacy Policy, including contact information for the relevant data protection officer in your jurisdiction, please contact us through our Privacy Right Manager https://www.viacomcbsprivacy.com/managemyrights.\nIf you would prefer to submit your questions or comments by mail, please send a letter to the address below:</p>\n<p>\n</p>ViacomCBSAttention of ViacomCBS Privacy Team1515 BroadwayNY 10036USA<p>\n</p>\n<p>If we are unable to resolve your request, you may also have the right to lodge a complaint before the proper regulatory authority in your jurisdiction.</p>International Transfers<p>\n<strong>We Transfer Personal Information across Country Borders in Accordance with Applicable Law.</strong> We operate globally and may transfer your information outside of your country of residence, including to the United States.\nThis is necessary for our Services and for the purposes described in this Privacy Policy.\nWhen we do this, we take reasonable steps to ensure an appropriate level of protection for your information, in compliance with applicable law.\n</p>Protecting Your Information<p>\n<strong>We use reasonable security measures.</strong> We are committed to protecting your information.\nWe have adopted commercially reasonable technical, administrative, and physical security procedures to help protect your information from loss, misuse, unauthorized access, and alteration.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using our Services, but we cannot ensure or warrant the security of any information you transmit to us.</p>Changes to this Policy<p>From time to time, we may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements, or for other purposes.\nWe will provide notice to you if these changes are material and, where required by applicable law, we will obtain your consent.\nNotice may be by email to you at the last email address you provided us, by posting notice of such changes on our websites, applications and Services, or by other means, consistent with applicable law.</p>Contact Us<p>If you have any questions about this Privacy Policy, you may contact us through our General Privacy Request form in the Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\nIf you would prefer to submit your questions or comments by mail, please send a letter to the address below:</p>\n<p>\n</p>ViacomCBSAttention of ViacomCBS Privacy Team1515 BroadwayNY 10036USA<p>\n</p>\n<p>©2021 ViacomCBS - All rights reserved</p>Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesEssentialAlways Active<p>These cookies are essential for the proper functioning of our Services.\nEssential cookies cannot be switched off in our systems.\nYou can set your device to block or alert you about these cookies, but some parts of the Service will not work.</p>Analytic &amp.\nPerformanceAlways Active<p>These Cookies allow us to collect information about how visitors use our properties.\nSome examples include counting visits and traffic sources, so we can measure and improve the performance of our services.\nIf you do not allow these Cookies we will not know when users have visited our properties and will not be able to monitor performance.</p>Marketing and AdvertisingAlways Active<p>These Cookies may be set by us or through our services by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertising on this and on other properties.\nIf you do not allow these Cookies, you will still see ads, but you will experience less relevant advertising.\n</p>Back Button Back<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices", "created_at": "2019-03-31 04:11:34.766949", "updated_at": "2021-07-12 11:57:06.524061"}, {"id": 5325, "name": "Terms of Use", "url": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "xpath": "//body", "text": "Back to TopCBS Interactive Terms of UseLanguageDanskEnglishNorsk bokmålPortuguês (Brasil)SuomiSpanishSvenska<p>\n<strong>EFFECTIVE DATE:</strong> FEBRUARY 18, 2021</p>\n<p>Click to review previous version.</p>\n<p>Welcome to the network of interactive services provided by CBS Interactive Inc., its affiliates or its subsidiaries (collectively “CBS Interactive,” “us,” or “we”).\nThese Terms of Use (“Terms”) govern your use of our websites, applications, and other products and services that include an authorized link to these Terms (collectively, the “Services”).</p>\n<p>Please review these Terms carefully before using the Services because they affect your rights.\nBy using any of the Services, you accept these Terms and agree to be legally bound by them.</p>\n<p>Please consult our Privacy Policy for Information regarding our privacy practices.</p>\n<p>Certain Services are provided to you free of charge, while other Services, including Paramount+ and SportsLine, require payment before you can access them.\nIf you choose to subscribe to a paid Service, please also review such Service’s Terms of Use.\nFor example, if you subscribe to Paramount+, please review the Paramount+ Subscription Terms, in addition to all of the other provisions of these Terms.</p>1.\nChanges<p>These Terms are effective as of the Effective Date above.\nIf you have not reviewed the Terms of Use applicable to a Service since the Effective Date, please review these updated Terms carefully before using any Service.</p>\n<p>We may change these Terms in the future, so we encourage you to review periodically the Terms of Use applicable to each Service you use.\nThe most current version of the applicable Terms of Use (along with its effective date) will be linked from each of the Services.\nIf you do not agree with any changes to these Terms, your sole remedy is not to use the Services.\nIf you continue to use the Services after we change these Terms, you accept all changes.</p>2.\nDisputes.\nArbitration<p>If you have any dispute with or claim against us or any of our affiliates, or if we have a dispute with or claim against you, in either case arising out of or relating to the Services or these Terms (a “Claim”), and the Claim is not resolved by calling our Customer Service department at (888) 274-5343, you and we each agree to attempt to resolve such Claim first through informal negotiation.\nIf we do not resolve the Claim through informal negotiation, the Claim shall be resolved through binding arbitration or an individual action in small claims court in the U.S.\ncounty (or parish) of your residence or in San Francisco, California.\nIf neither of us chooses to resolve the Claim in small claims court, or the small claims court determines that it lacks jurisdiction to resolve the Claim, the Claim must be resolved solely and exclusively by binding arbitration.\nClass arbitrations and class actions are not permitted under any circumstances.\nYou and we agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and we are each waiving the right to a trial by jury or to participate in a class action or class arbitration.\nThis Section 2 shall survive termination of these Terms or any subscription that you may have to any of the Services.</p>\n<p>Before you or we commence an arbitration or file a small claims court action with respect to a Claim, you must first send to CBS Interactive a written notice of your Claim or we must send a written notice of our Claim to you (“Notice”).\nYour Notice must (1) be sent by certified mail.\n(2) be addressed to: CBS Interactive, Attn: Legal Department, 235 Second Street, San Francisco, CA 94105.\n(3) describe the nature of your Claim.\nand (4) specify the damages or other relief you seek.\nIf we and you do not then resolve the Claim within 30 days after you receive a Notice of Receipt of the Claim, either you or we may commence an arbitration or file a small claims court action to resolve the Claim.</p>\n<p>Any such arbitration shall be administered by the JAMS Mediation, Arbitration and ADR Services (“JAMS”) in accordance with the JAMS Comprehensive Arbitration Rules and Procedures, as modified by the JAMS Consumer Arbitration Minimum Standards (the “JAMS Rules”).\nContact information for JAMS, as well as copies of the JAMS Rules and applicable forms, are available at http://www.jamsadr.com.\nIn circumstances in which the JAMS Rules provide for an in-person hearing, such hearing will take place in the U.S.\ncounty (or parish) of your residence, or otherwise in San Francisco, California.\nPayment of the parties’ costs and fees owed to JAMS will be determined by the JAMS Rules and fee schedule, and will be subject to any limitations on the costs and fees owed by you under the JAMS Consumer Arbitration Minimum Standards.\nYou and we agree that, under JAMS Comprehensive Rule 6(e), any arbitration commenced by you or by us shall be consolidated with any other arbitration(s) submitted to JAMS if and only if the arbitrations: (a) involve the same legal claims or causes of action.\n(b) involve common issues of fact and law.\n(c) were filed by the same attorney(s) or law firm.\nand (d) are at a similar procedural stage.\nHowever, class or representative arbitrations are not permitted under any circumstances.</p>3.\nAdditional Terms<p>Additional terms may apply to your use of certain Services.\nWe will provide these terms to you or post them on the Services to which they apply, and they are incorporated by reference into these Terms.\nIf there is a conflict between these Terms and any additional terms that apply to a particular Service, the additional terms will control.</p>\n<p>Sweepstakes, contests, and promotions on the Services may also have additional rules and eligibility requirements, such as certain age or geographic area restrictions.\nYou are responsible for complying with these rules and requirements.</p>4.\nRegistration and Access Controls<p>If we request registration information from you to set up a user account, you must provide us with accurate and complete information and must update the information when it changes.\nYou may not access any age-restricted Services unless you are above the required age.</p>\n<p>You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.\nYou accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.\nIf you have reason to believe that someone is using your account without your permission, you should contact us immediately.\nWe are not responsible for any loss or damage resulting from unauthorized use.</p>5.\nIntellectual Property.\nLicense<p>The audio and video materials, photographs, text, graphics, logos, layouts, designs, interfaces, software, data and other content associated with the Services (“Content”) are protected by intellectual property and other laws in the U.S.\nand in other countries.\nYou must comply with all such laws and applicable copyright, trademark or other legal notices or restrictions.\nYou shall not remove or alter any copyright, trademark, or other legal notices marked on the Content.\nAs between you and CBS Interactive, CBS Interactive will retain all right, title, and interest in and to the Services and the Content.\nNo transfer of ownership to any portion of the Content shall be made as a result of any access you are granted.\nExcept as specifically provided below, we reserve all rights to the Services and Content.</p>\n<p>You are only permitted to access and view the Content for personal, non-commercial purposes in accordance with these Terms, and may not build a business or other enterprise utilizing any of the Content, whether for profit or not.\nExcept as provided in Section 5(a) or otherwise expressly authorized by us in writing, you may not either directly or through the use of any software, device, internet site, web-based service or other means download, stream capture, store in a database, archive or otherwise copy any part of the Services or Content.\nupload, sell, rent, lease, lend, broadcast, transmit or otherwise disseminate, distribute, display or perform any part of the Services or Content.\nlicense or sublicense any part of the Services or Content.\nor in any way exploit any part of the Services or Content.\nIn addition, except as provided in Section 5(a) or otherwise expressly authorized by us in writing, you are strictly prohibited from modifying Content.\ncreating, distributing or advertising an index of any significant portion of the Content.\nor otherwise creating derivative works or materials that otherwise are derived from or based in any way on the Content, including mash-ups and similar videos, montages, translations, desktop themes, fonts, icons, wallpaper, greeting cards, and merchandise.\nThis prohibition from creating derivative works is applicable even if you intend to give away the derivative material free of charge.</p>\n<p>Without limiting the foregoing, you may not modify, interfere with, enhance, remove, or otherwise alter in any way any portion of the CBS Interactive video player (the “Video Player”).\nany of the Video Player’s underlying technology.\nor any digital rights management mechanism, device, or other content protection or access control measure incorporated into the Video Player.\nThis restriction includes, without limitation, disabling, modifying, reverse engineering, interfering with or otherwise circumventing the Video Player in any manner that enables users to view Content without: (i) visibly displaying both the Video Player and all surrounding elements (including the graphical user interface, any advertising, copyright notices, and trademarks) of the webpage where the Video Player is located.\nand (ii) having full access to all functionality of the Video Player, including, without limitation, all video quality and display functionality and all interactive, elective or click-through advertising functionality.</p> a.\nViral Distribution<p>We may expressly authorize you to redistribute certain Content on a personal, non-commercial basis.\nWe will identify the Content that you are authorized to redistribute and describe ways you may redistribute it (such as via email, social media posts, blogs, or embedded players, or by producing Mash-Ups).\nWe may revoke this authorization at any time.\nIf you redistribute such Content, you must be able to edit or delete such publicly posted Content and you must edit or delete it promptly upon our request.\nWhen expressly authorized by us in writing, you may embed videos using the Video Player, provided you do not embed the Video Player on any website or other location that (i) contains or hosts content that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, infringing, threatening, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or that we deem, in our sole discretion, to be otherwise objectionable or (ii) links to infringing or unauthorized content, or any content described in (i).\nYou may not embed the Video Player into any hardware or software application, even for non-commercial purposes.\nAs determined by us in our sole discretion, we reserve the right to prevent embedding to any website or other location that we find inappropriate or otherwise objectionable as determined by us in our sole discretion.</p>\n<p>Some Services may include “Mash-Up Tools” that allow you to manipulate Content or combine User Submissions (as defined in Section 6) with Content to create “Mash-Ups.” The following terms apply to your use of Mash-Up Tools, except as specifically provided in other terms accompanying the Mash-Up Tools:</p>\n<ul>\n<li>You may only use designated Content with the Mash-Up Tools, and we may revoke permission to use the designated Content at any time.</li>\n<li>You may manipulate or combine the designated Content using the Mash-Up Tools only as authorized and only for personal, non-commercial purposes.</li>\n<li>As between you and us, we own all compilation rights in the Mash-Ups and may make perpetual and unrestricted use of the Mash-Ups, and you will only retain whatever prior rights you had in your User Submissions.</li>\n<li>With our permission, other users of the Services may make subsequent Mash-Ups using your Mash-Ups.</li>\n<li>You must include any required or existing trademark, copyright or other legal notices in the Mash-Ups and you must comply with any other usage or attribution guidelines we provide.</li>\n<li>If we expressly allow you to do so, you may distribute Mash-Ups under the Viral Distribution guidelines above in Section 4(a) of these Terms.</li>\n</ul> b.\nCommercial Licenses<p>You must obtain our written permission for commercial use of the Content or the Services.\nIf you wish to license Content from the Services, please contact us.</p> c.\nDated Materials<p>Content offered through the Services or in links from the Services is dated as of the date originally issued or indicated on the Content and may no longer be accurate.\nWe assume no obligation to update such Content.</p>6.\nLegal Complaints<p>We respect intellectual property rights.\nIf you believe that Content on the Services infringes your copyright, please follow our procedures for making a copyright infringement claim.\nIf you have a legal complaint other than a copyright claim, please follow our procedure for making other legal complaints.</p>7.\nUser Submissions<p>Some of the Services may allow you to submit or transmit audio, video, text, or other materials, including so-called “user generated content” and “feedback” (collectively, “User Submissions”) to or through the Services.\nWhen you provide User Submissions, you grant to CBS Interactive and its affiliates and partners a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, fully sublicenseable license to use, reproduce, archive, edit, translate, create derivative works of, make available, distribute, sell, display, perform, transmit, broadcast and in any other way exploit those User Submissions, and any names, voices, likenesses and other identifying information of persons that is part of those User Submissions, in any form, media, software, or technology of any kind now known or developed in the future, including, without limitation, for developing, manufacturing, and marketing products.\nYou hereby waive any moral rights you may have in your User Submissions.</p>\n<p>We respect your ownership of User Submissions.\nIf you owned a User Submission before providing it to us, you will continue owning it after providing it to us, subject to any rights granted in these Terms and any access granted to others.\nPlease note that if you delete a User Submission from the Services:</p>\n<p>The User Submission may still exist in our backup copies, which are not publicly available.</p>\n<p>If your User Submission was shared with third parties, those third parties may have retained copies of your User Submissions, and neither we nor our affiliates have any responsibility for any uses of your User Submission that they might make.</p>\n<p>We retain the license specified above.\nThus, for example, if we or one of our sublicensees obtained your user Submission for use in creating a derivative work before you deleted it, we or our sublicensee would remain free to complete the creation of that derivative work and thereafter exploit that derivative work for all purposes and at all times.</p>\n<p>We may refuse or remove a User Submission without notice to you.\nHowever, we have no obligation to monitor User Submissions, and you agree that neither we nor our affiliates will be liable for User Submissions or any loss or damage resulting from User Submissions.</p>\n<p>We do not guarantee that User Submissions will be private, even if the User Submission is in a password-protected area.\nAccordingly, you should not provide User Submissions that you want protected from others.</p>\n<p>You bear all responsibility for your User Submissions.\nYou represent and warrant that you have all rights necessary to grant to CBS Interactive the license above and that your User Submissions do not violate Section 11.</p>8.\nSubscription Terms for Paramount+ and Other Fee-Based Services<p>If you are a subscriber to Paramount+, additional subscription terms apply.\nVisit pplus.legal/subscription to review.</p>\n<p>If you are a subscriber to SportsLine, additional subscription terms apply.\nVisit https://cbsinteractive.com/legal/cbsi/sportsline/terms-of-use to review.</p>\n<p>If you are a subscriber to 247Sports, additional subscription terms apply.\nVisit https://cbsinteractive.com/legal/cbsi/terms-of-use/247sports to review.</p>\n<p>If you accept fee-based Services, you agree to the additional terms governing all such purchases as provided to you or posted on the Services to which they apply, including all requirements to pay applicable fees and taxes.\nExcept as otherwise provided in such additional terms, the provisions of this Section 8 apply to such fee-based Services.</p>\n<p>Unless otherwise stated, all fees and charges are non-refundable, including for unused portions of cancelled subscriptions.\nWe do not provide price protection or refunds in the event of a price drop or promotional offering.</p>\n<p>We reserve the right to change the pricing of all Services at any time.\nIn the event of a price change, we will post the new pricing on the relevant Service and attempt to notify you by sending an email to the address you have registered.\nBilling for all mobile subscription services will be governed by the Mobile Features section of these Terms (Section 10) unless the terms of the subscription say otherwise.</p>\n<p>We may offer trial subscriptions to paid Services for free or at special discounted prices.\nUnless otherwise stated, these trial subscriptions will automatically become paying subscriptions at the current subscription rate if you do not cancel before the end of the trial period.</p>9.\nThird-Party Content<p>We may provide third party content (including advertisements) or link to third party websites on the Services.\nWe do not necessarily endorse or evaluate third party content and websites, and we do not assume responsibility for third parties’ actions or omissions.\nYou should review third parties’ terms of use and privacy policies before you use their services.\nIn certain instances, you may be able to connect and/or link your account to certain third party social media sites (\"Social Media Sites\"), including, without limitation, Facebook and Twitter.\nBY CONNECTING OR LINKING YOUR ACCOUNT TO ANY SOCIAL MEDIA SITE, YOU ACKNOWLEDGE AND AGREE THAT YOU ARE CONSENTING TO THE CONTINUOUS RELEASE OF INFORMATION ABOUT YOU TO OTHERS, INCLUDING TO THE SOCIAL MEDIA SITE (IN ACCORDANCE WITH YOUR PRIVACY SETTINGS ON SUCH SOCIAL MEDIA SITE).\nIF YOU DO NOT WANT INFORMATION ABOUT YOU TO BE SHARED IN THIS MANNER, DO NOT CONNECT OR LINK YOUR ACCOUNT TO ANY SOCIAL MEDIA SITE.\nPlease see our Video Services and Social Networking Policy for additional information.</p>10.\nMobile Features<p>In addition to the general terms applicable to the Services, the following terms apply to Services designed for wireless devices (“Mobile Features”), which we offer only to users who are 18 years of age or older and located in the fifty U.S.\nstates or the District of Columbia unless otherwise noted.</p>\n<p>Your wireless provider may charge for use of Mobile Features, including fees for receipt of text messages or data transmission.\nIn order to receive Mobile Features, your wireless provider may require you to subscribe to additional services, which may require additional fees.\nThese fees are not charged by us, and you should contact your wireless provider before you sign up for Mobile Features to determine what fees, if any, will be charged.\nIn addition, you agree that we may arrange for Mobile Features billing through your wireless provider and that your wireless provider may invoice you for the applicable fees or deduct them from your pre-paid balance.</p>\n<p>You may not transfer or copy any Content from the wireless device on which you originally received Content to any other device, including, without limitation, any computer or another wireless device.</p>\n<p>To cancel a Mobile Feature that involves a subscription fee, you must follow the instructions included in the terms and conditions applicable to that Mobile Feature.\notherwise, you will continue to incur subscription charges.\nIf you stop a subscription-based Mobile Feature in the middle of a billing cycle, you will not receive a refund for that billing cycle.</p>11.\nAcceptable Use<p>Without limiting any other provision in these Terms, you agree not to do the following, or assist others to do the following:</p>\n<ul>\n<li>Access the Services using any interface other than ours.</li>\n<li>Maintain any link to the Services that we ask you to remove, in our sole discretion.</li>\n<li>Frame the Services or Content, make the Services or Content available via in-line links, otherwise display the Services or Content in connection with an unauthorized logo or mark, or do anything that could falsely suggest a relationship between the CBS Interactive or its affiliates and any third party or potentially deprive us of revenue (including, without limitation, revenue from advertising, branding, or promotional activities).</li>\n<li>Threaten, defame, stalk, abuse, or harass other persons or engage in illegal activities, or encourage conduct that would constitute a criminal offense or give rise to civil liability.</li>\n<li>Transmit any material that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or that we deem, in our sole discretion, to be otherwise objectionable.</li>\n<li>Violate any person’s or entity’s legal rights (including, without limitation, intellectual property, privacy, and publicity rights), transmit material that violates or circumvents such rights, or remove or alter intellectual property or other legal notices.</li>\n<li>Transmit files that contain viruses, spyware, adware, or other harmful code.</li>\n<li>Advertise or promote goods or services without our permission (including, without limitation, by sending unsolicited email).</li>\n<li>Interfere with others using the Services or otherwise disrupt the Services.</li>\n<li>Disassemble, decompile or otherwise reverse engineer any software or other technology included in the Content or used to provide the Services.</li>\n<li>Transmit, collect, or access personally identifiable information about other users without the consent of those users and CBS Interactive.</li>\n<li>Engage in unauthorized spidering, “scraping,” data mining or harvesting of Content, or use any other unauthorized automated means to gather data from or about the Services.</li>\n<li>Impersonate any person or entity or otherwise misrepresent your affiliation or the origin of materials you transmit.</li>\n<li>Remove, avoid, interfere with, or otherwise circumvent any access control measures for the Services or Content, including password-protected areas and geo-filtering mechanisms, or any digital rights management measures used in connection with Content.</li>\n<li>Access any portion of the Services that we have not authorized you to access (including password-protected areas), link to password-protected areas, attempt to access or use another user’s account or information, or allow anyone else to use your account or access credentials.</li>\n<li>If you violate this Section 11, we may terminate your access to the Services without notice, and take any other actions or seek any remedies permitted by law.</li>\n</ul>12.\nAccess to Services and Accounts<p>We may take any of the following actions in our sole discretion at any time, and without giving you prior notice:</p>\n<ul>\n<li>Change or discontinue the Services.</li>\n<li>Change how we offer and operate Services (e.g., to begin charging a fee to access features or Content that we previously made available without charge).</li>\n<li>Remove Content from the Services.</li>\n<li>Restrict, suspend or terminate your access to one or more Services or features thereof.</li>\n<li>Deactivate your accounts and delete all related information and files in your accounts.</li>\n</ul>\n<p>We will not be liable to you or any third party for taking any of these actions and we will not be limited to the remedies above if you violate these Terms.\nIf we terminate your access to any of the Services, you must immediately stop using such Service.\nHowever, if you have paid for a subscription to Paramount+ or another paid Service, and we discontinue the Service before the end of a paid subscription period, or we terminate your account before the end of a paid subscription period for reasons other than your breach of these Terms, we will refund a prorated portion of the applicable subscription fee corresponding to the portion of the paid subscription period for which our action caused you not to have access to the relevant Service.\nIf we terminate your access to Paramount+ or another paid Service because you breached these Terms, you will not be entitled to any refund.</p>13.\nUnsolicited Submissions.<p>We do not accept unsolicited submissions, including scripts, story lines, articles, fan fiction, characters, drawings, suggestions, ideas or concepts.\nIt is our policy to delete any such submission without reading it.\nAny similarity between an unsolicited submission and any elements in any CBS creative work would be purely coincidental.</p>14.\nIndemnification<p>You will defend, indemnify and hold harmless CBS Interactive, its affiliates, and their respective directors, officers, employees, shareholders, vendors, partners, contractors, agents, licensors or other representatives and all of their successors and assigns (collectively, the “CBS Interactive Parties”) with respect to all third party claims, costs (including attorney’s fees and costs), damages, liabilities, and expenses or obligations of any kind, arising out of or in connection with your use or misuse of the Services (including, without limitation use of your account, whether or not authorized by you, and claims arising from User Submissions).\nCBS Interactive retains the right to assume the exclusive defense and control of any claim subject to indemnification, and in such cases you agree to cooperate with us to defend such claim.\nYou may not settle any claim covered by this Section 14 without CBS Interactive’s prior written approval.</p>15.\nDisclaimers.\nLimitation of Liability<p>THE CBS INTERACTIVE PARTIES DO NOT WARRANT: (1) THAT THE SERVICES, ANY OF THE SERVICES’ FUNCTIONS OR ANY CONTENT WILL BE UNINTERRUPTED OR FREE OF ERRORS OR OMISSIONS.\n(2) THAT DEFECTS WILL BE CORRECTED.\n(3) THAT THE SERVICES OR THE SERVERS HOSTING THEM ARE FREE OF VIRUSES OR OTHER HARMFUL CODE.\nOR (4) THAT THE SERVICES OR INFORMATION AVAILABLE THROUGH THE SERVICES WILL CONTINUE TO BE AVAILABLE.\nTHE CBS INTERACTIVE PARTIES SHALL HAVE NO LIABILITY FOR ANY SUCH ISSUES.\nTHE CBS INTERACTIVE PARTIES DISCLAIM ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, NONINFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND AS TO QUALITY, AVAILABILITY AND SUBJECT MATTER OF CONTENT.\nTHE SERVICES, INCLUDING ALL CONTENT AND FUNCTIONS MADE AVAILABLE ON OR ACCESSED THROUGH OR SENT FROM THE SERVICES, ARE PROVIDED “AS IS,” “AS AVAILABLE,” AND “WITH ALL FAULTS.”</p>\n<p>YOUR ACCESS TO AND USE OF THE SERVICES (INCLUDING THEIR FUNCTIONS AND CONTENT) IS AT YOUR RISK.\nIF YOU ARE DISSATISFIED WITH THE SERVICES, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESSING AND USING THE SERVICES.</p>\n<p>THE CBS INTERACTIVE PARTIES WILL NOT BE LIABLE FOR ANY FAILURE OR DELAY IN THEIR PERFORMANCE DUE TO ANY CAUSE BEYOND THEIR REASONABLE CONTROL, INCLUDING ACTS OF WAR, ACTS OF GOD, ACTS OF THIRD PARTIES, EARTHQUAKE, FLOOD, EMBARGO, RIOT, SABOTAGE, LABOR SHORTAGE OR DISPUTE, GOVERNMENTAL ACT, POWER FAILURE OR FAILURE OF THE INTERNET OR COMPUTER EQUIPMENT.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT IF YOU INCUR ANY DAMAGES THAT ARISE OUT OF THE CBS INTERACTIVE PARTIES’ ACTS OR OMISSIONS, THE DAMAGES, IF ANY, ARE NOT IRREPARABLE AND ARE NOT SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF RESTRICTING OPERATION OF THE SERVICES OR ANY OTHER SERVICE, PROPERTY, PRODUCT, PROGRAM, TELEVISION SHOW, MOTION PICTURE, OR OTHER CONTENT OWNED OR CONTROLLED BY THE CBS INTERACTIVE PARTIES.</p>16.\nGoverning Law, Venue, and Jurisdiction<p>These Terms and all claims as between you and us arising from or related to your use of the Services will be governed by and construed in accordance with the laws of the State of California, except California’s conflict of law rules.\nThese Terms will not be governed by the United Nations Convention on Contracts for the International Sale of Goods, if applicable.</p>\n<p>With respect to any disputes or claims not subject to arbitration or small claims court (as set forth in Section 2 above), you agree to jurisdiction in the state and federal courts in San Francisco, California.</p>\n<p>Regardless of any statute or law to the contrary, you must file any claim or action related to use of the Services or these Terms within one year after such claim or action accrued.\nOtherwise, you will waive the claim or action.</p>17.\nMiscellaneous<p>We may be required by state or federal law to notify you of certain events.\nYou hereby acknowledge and agree that such notices will be effective upon our posting them in the relevant Service or delivering them to you via email.\nYou may update your email address by visiting the Services where you have provided contact information.\nIf you do not provide us with accurate information, we will not be responsible for failure to notify you.\nOur failure to exercise or enforce any right or provision in these Terms will not constitute a waiver of such right or provision.\nThese Terms, including all additional terms, conditions, and policies on the Services, constitute the entire agreement between you and us and supersede all prior agreements with respect to the subject matter hereof.\nNothing in these Terms affects any non-waivable statutory rights that apply to you.\nIf any part of these Terms is determined to be invalid or unenforceable under applicable law, that provision will be removed, and the remainder of the Terms will continue to be valid and enforceable.</p>\n<p>You authorize us to provide information concerning you and your activities to comply with applicable laws or respond to court order, subpoenas, or other lawful requests, or if we believe doing so would protect your safety or that of another person or protect the security of the Services, or as otherwise described in the Privacy Policy, subject to your right to make certain choices about our use of your personal information as described in the Privacy Policy.</p>\n<p>If you do not agree to these Terms, you should immediately stop using the Services.\nIf you want to delete your account on a Service, please use contact instructions posted on the Service at which you obtained the account.\nIf you are a subscriber of a fee-based Service, you must first cancel your subscription before you will be able to delete your account.\nAny User Submissions you made while using the Services will continue to be governed by Section 7 of these Terms.</p>\n<p>Sections 2, 7 and 11-17 of these Terms will survive any termination of your access to the Services, whether we terminate your access or you voluntarily discontinue your use.</p>\n<p>© 2021 ViacomCBS - All rights reserved</p>Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesEssentialAlways Active<p>These Cookies are essential for the proper functioning of our Services.\nEssential cookies cannot be switched off in our systems.\nYou can set your device to block or alert you about these cookies, but some parts of the Service will not work.</p>Analytic &amp.\nPerformanceAlways Active<p>These Cookies allow us to collect information about how visitors use our properties.\nSome examples include counting visits and traffic sources, so we can measure and improve the performance of our services.\nIf you do not allow these Cookies we will not know when users have visited our properties and will not be able to monitor performance.</p>Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices", "created_at": "2021-04-23 19:41:37.644955", "updated_at": "2021-06-12 17:33:33.300136"}, {"id": 5326, "name": "Do Not Sell My Information", "url": "https://www.viacomcbsprivacy.com/donotsell", "xpath": "", "text": "Back to TopYour “Do Not Sell My Personal Information” Rights under the California Consumer Privacy Act (CCPA)LanguageDanskDeutschEnglishEspañolEspañol (España)FrançaisHungarianItalianoNederlandsNorsk bokmålPolishPortuguês (Brasil)Português (Portugal)SuomiSvenska<p>\n<strong>Last Modified:</strong> March 4, 2021</p>\n<p>If you are a California resident, California Civil Code Section 1798.120 may permit you to “opt out” of the “sale” of your “personal information” to “third parties” (as those terms are defined in the CCPA).\nOur Privacy Policy https://www.viacomcbsprivacy.com/policy describes the circumstances under which we share your information with third parties outside ViacomCBS and its affiliates (collectively “ViacomCBS”).</p>\n<p>If you are a California resident and would like to opt out of the “sale” of your “personal information” to “third parties” associated to your registered account, your newsletter subscription or otherwise associated to the email address you may have provided to us please submit your request here https://www.viacomcbsprivacy.com/dns.</p>Opting Out of Interest-based Advertising<p>Our Privacy Policy also provides you with information regarding how to opt out of receiving interest-based advertising on desktop and mobile websites for:</p>\n<ul>\n<li>Advertising Alliance (US) https://www.aboutads.info/choices/</li>\n<li>Advertising Alliance (Canada) https://youradchoices.ca/en/tools</li>\n<li>Advertising Alliance (EU) https://www.youronlinechoices.com/</li>\n<li>Advertising Initiative https://optout.networkadvertising.org/?c=1</li>\n</ul>\n<p>You can also opt out of interest-based advertising with some of the service providers we use, such as Google https://adssettings.google.com/authenticated.</p>\n<p>In addition, the Digital Advertising Alliance (“DAA”) Ad Choices tool offers a centralized place to opt out of the sale of personal information by any or all DAA participating companies that are collecting your personal information across multiple digital properties (including the ViacomCBS Services).\nPlease keep in mind that while ViacomCBS provides the DAA tool as a means for companies who collect information on the ViacomCBS Services and who participate in the DAA program to receive and honor “Do Not Sell” choices, ViacomCBS does not control the activities of DAA participants or have the ability to verify or enforce any participant’s compliance with any DAA standards.\nLearn more about the DAA and check the status of their CCPA Opt Out Tool at https://www.privacyrights.info/.</p>Additional Choices About Personal Information Associated with Your Browser or Device<p>On many mobile devices, you can control interest-based advertising through your device’s settings.\nThese options can include resetting your device’s advertising ID or selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) in your device settings.</p>\n<p>Ad choices settings and options will vary depending on your browser and device settings, and this is not an exhaustive list.\nPlease note that your opt-out choices will only apply to the specific browser or device from which you opt out.\nWe encourage you to explore your device and browser settings to better understand your choices.</p>\n<p>Connected devices (such as tablets, connected TVs, set top boxes, streaming devices and gaming consoles) may also use an advertising ID or other methods to identify you or serve you interest-based advertising.\nIn some cases, you can disable tracking by selecting options like “limit ad tracking” or disabling options like “interest-based advertising” in your connected device’s settings.\nThese options will vary by device and we do not control the policies or practices of third parties’ providing these devices.\nViacomCBS is not responsible for tracking on connected devices or our business partners’ services and may not have visibility on choices you may have made with respect to tracking on connected devices or our business partners' services.</p>\n<p>For information on how to control your choices on those devices, you should contact those third parties directly to learn more about their privacy practices and any data they may collect and share or sell to third parties.</p>\n<p>©2021 ViacomCBS - All rights reserved</p>Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesEssentialAlways Active<p>These Cookies are essential for the proper functioning of our Services.\nEssential cookies cannot be switched off in our systems.\nYou can set your device to block or alert you about these cookies, but some parts of the Service will not work.</p>Analytic &amp.\nPerformanceAlways Active<p>These Cookies allow us to collect information about how visitors use our properties.\nSome examples include counting visits and traffic sources, so we can measure and improve the performance of our services.\nIf you do not allow these Cookies we will not know when users have visited our properties and will not be able to monitor performance.</p>Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices", "created_at": "2021-04-23 19:41:38.323135", "updated_at": "2021-04-23 20:06:59.126843"}, {"id": 5324, "name": "Privacy Policy", "url": "https://www.viacomcbsprivacy.com/policy", "xpath": "", "text": "Back to TopPrivacy PolicyLanguageDanskDeutschEnglishEspañolEspañol (España)FrançaisHungarianItalianoNederlandsNorsk bokmålPolishPortuguês (Brasil)Português (Portugal)SuomiSvenska<p>\n<strong>Last Modified:</strong> March 4, 2021</p>\n<p>This Policy describes how ViacomCBS and its affiliates (collectively “ViacomCBS”) collect, use and disclose certain information, including your Personal Information, both online and offline, and the choices you can make about that information.</p>\n<p>We are a leading global media and entertainment company that creates content and experiences for audiences worldwide.\nWhen you use our streaming services, mobile and online applications or other products and services of our brands, visit our websites, attend our live events, view our content or advertisements, or contact our customer service (collectively, the “Services”), we may collect information from or about you.</p>\n<p>Trust is a cornerstone of our mission at ViacomCBS.\nWe are committed to gaining and maintaining your trust by following a core set of privacy principles:</p>\n<ul>\n<li>Transparency – We will tell you what information we collect about you and how we use it.</li>\n<li>Choice – When possible, we will give you choices about how your information is collected and used.</li>\n<li>Access – When possible, and when required by law, we will provide you with access to the information that we collect about you.</li>\n<li>Security – We will protect your information with reasonable security measures.</li>\n<li>Accountability – We will take responsibility for the secure processing of your information and do our best to address any concerns or questions that you have about how we process your information.</li>\n</ul>\n<p>This Privacy Policy applies to all information about you that we collect in connection with the Services throughout the world.\nThere may be additional notices about our information practices and choices for certain ViacomCBS offerings.\nBy using any of the Services, you acknowledge the data collection practices and purposes outlined in this Privacy Policy.\nYou can learn more about ViacomCBS and our affiliates by visiting our affiliates page https://www.viacomcbs.com/brands.</p>\n<p>Click on each header below for more information or scroll down to read the full policy.</p>What Information We Collect About YouHow We Use Your Information &amp.\nWhyWho We Share Your Information With &amp.\nWhyYour Choices, Rights, and ControlsAdditional Information Regarding Children’s PrivacyAdditional Information if You Are Located in CaliforniaAdditional Information if You Are Located Outside of the United StatesInternational TransfersProtecting Your InformationChanges to this PolicyContact UsWhat Information We Collect About You<p>We collect information from and about you in connection with your use of the Services.\nSome of this information may be considered “Personal Information” or “Personal Data” (as defined under applicable law) which is information that identifies you or your device or is reasonably associated with you.</p>\n<p>We also collect, use, and disclose aggregated or de-identified information that does not reasonably identify you or your device, and is not considered Personal Information.</p>Information You Provide<p>\n<strong>We collect information you provide to us which includes:</strong>\n</p>\n<p>\n<strong>Registration Information.</strong> When you register for certain Services, complete an application form, enter contests, giveaways or competitions, attend one of our events, participate in sweepstakes or promotions, or respond to market research surveys that we sponsor, we may collect the information you provide, such as your name and email address.\n</p>\n<p>\n<strong>Billing and Payment Information.</strong> When you purchase a product, subscription, or event ticket from us, we collect certain payment and identity verification information, including your name, email address, physical address, and credit card information.</p>\n<p>\n<strong>Information You Post on our Services.</strong> We may collect information when you post comments or other content to our Services, which may include your username or screenname, comments, likes, interests, status, pictures, and references to your online presence.</p>\n<p>\n<strong>Your Correspondence and Your Feedback about Our Services.</strong> We collect information you provide when you contact us directly or provide feedback, comments, or suggestions on our Services directly to us.</p>\n<p>\n<strong>Information You Provide About Others.</strong> Sometimes, we may collect information you may provide about others, which may include names, emails, and birthdays—for example, to refer a friend or relative to certain Services.</p>\n<p>\n<strong>Information You Provide When You Do Business With Us.</strong> If you are a vendor, service provider, or business partner of ViacomCBS, we may collect information about you and the services you provide, including your or your employees’ business contact information and other information you or your employees provide to us as part of the services you may provide and our agreement with you.</p>\n<p>\n<strong>Information you Provide Offline.</strong> You may also provide information to us in person and offline.\nYou may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of the audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.\n</p>\n<p>\n<strong>Other information.</strong> We also collect information that relates to or is capable of being associated with you, such as passwords, personal preferences and interests, age, gender, and any other information you choose to provide.</p>Information Collected Automatically<p>When using our Services, including on third-party platforms, we, and our service providers operating on our behalf, may automatically collect or receive certain information associated with you or your network device(s), such as your computer, mobile devices, gaming systems, smart TV, or other streaming devices.\nThis includes information about your use of our Services and your preferences.\nSuch information may be automatically collected through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts, or other technology.\nFor more information about cookies or other tracking technologies and the choices you have regarding the use of them, please visit our ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</p>\n<p>The information we automatically collect may also include geolocation information, such as (a) information that identifies the precise location of your mobile device and (b) your IP address, which may be used to estimate your approximate location.</p>\n<p>\n<strong>Information From Our Partners.</strong> We acquire information from other trusted sources.\nThese business partners might include companies, such as your TV or internet service provider, or other streaming media device providers who make our Services or content available on their devices, mobile phone carriers, or other companies who provide services to you.\nWe may also collect information about you from other sources, including service providers, data licensors and aggregators, marketing companies, advertising partners, programming distributors, social media platforms, and public databases.</p>\n<p>The information our business partners provide us varies depending on the nature of their services, and may include IP addresses, device IDs or other unique identifiers, information about your interests, demographic data, purchasing behavior, and your activities online.</p>Information You Provide through Social Media<p>If you connect to us through a social media platform or navigate to a social media platform from one of our sites, the social media platform will collect your information separately from us.\nYou should review the social media platforms’ privacy policies to understand how they are using your information and your rights in relation to such information.</p>Information We Derive<p>We may derive additional information or draw inferences about you based on the information we have collected from you directly, passively, or through third parties.</p>How We Use Your Information &amp.\nWhyWe may use information as disclosed and described here<p>\n<strong>We may use information to provide you with our Services.</strong> We may use your information to create, manage, and authenticate your account or subscriptions with us and provide you with customer support and account updates.\nWe may use your information to complete the transactions you request and perform our contractual obligations with you or to ensure that our Services function properly.</p>\n<p>\n<strong>We may use information to perform our contracts with you.</strong> If ViacomCBS enters into a contract with you, including in instances where you may be a vendor or service provider to ViacomCBS or our business partner, we may use your information to fulfill our contractual obligations.</p>\n<p>\n<strong>We may use information for marketing purposes.</strong> We may use your information to send promotional messages and newsletters such as via email, text messaging, or push notifications.\nThese might be our own offers or products or third-party offers or products we think you might find interesting.\nTo learn about your choices for these communications, read the Your Choices, Rights and Controls section of this Policy.</p>\n<p>\n<strong>We may use your information to provide you with ads or information that we think would be of interest to you.</strong> For example, based on the information we have about your use of the Services, including information provided by third parties, we may target personalized advertising to you both on and off our Services.\n</p>\n<p>\n<strong>We may use information to improve our products and Services.</strong> We use your information to monitor and improve the operation, delivery, and general accessibility on our Services, identify popular areas or features, and optimize and personalize the Services.\nThis may also include conducting internal research and development of our Services.</p>\n<p>\n<strong>We may use information to enable you to participate in public platforms or other interactive features of the Services.</strong> For example, we may use your information when you post comments on one of our websites.</p>\n<p>\n<strong>We may use information to maintain the safety and security of our Services.</strong> We use your information to protect the rights and property of ViacomCBS and others and to comply with our legal obligations, including to detect, investigate, and prevent fraud and other illegal activities and to enforce our agreements.</p>\n<p>\n<strong>We may use information as otherwise permitted by law.</strong> We may use your information to resolve disputes, enforce our agreements, and as otherwise required by law.</p>Who We Share Your Information With &amp.\nWhy<p>\n<strong>We may share information within the ViacomCBS family of companies.</strong> We may share information we collect about you with the ViacomCBS companies for the purposes described in the How We Use Your Information &amp.\nWhy section of this Policy.</p>\n<p>\n<strong>We may share your information in connection with a corporate transaction.</strong> We may disclose or transfer your information as part of, or during negotiations for, any purchase, sale, lease, merger, or any other type of acquisition, disposal, or financing involving our brands.</p>\n<p>\n<strong>We may share information with third parties who perform Services on our behalf.</strong> We may share your information with unaffiliated companies or individuals we hire or work with that provide us with professional advice, business support, or perform services on our behalf, including customer support, web hosting, information technology, payment processing, event providers, direct mail and email distribution, contests, sweepstakes, giveaways and promotion administration, and analytics services.\nThese Service Providers are allowed to use your information to help us provide our Services and not for any other purpose.</p>\n<p>\n<strong>We may share information with our business partners.</strong> Partners may include marketing, audience measurement, or other partners such as those working with us on co-branded Services or events and digital distribution partners where we make our Services available.\nOur partners use the information we give them as described in their privacy policies.</p>\n<p>\n<strong>We may share your information with sponsors and other partners for contests, giveaways, sweepstakes and promotions.</strong> We may use information you provide to verify your entry into and eligibility to participate in contests, sweepstakes, giveaways, or promotions and to inform you if you have won.\nIf your entry information will be used for any other purposes, we will disclose that in the applicable rules governing that sweepstake, contest, giveaway, or promotion.</p>\n<p>\n<strong>We may share information to provide advertising based on your interests.</strong> For more information, please see “Your Choices, Rights, and Controls” section of this Policy.</p>\n<p>\n<strong>We will share your information if you ask us to.</strong> For example, if you ask us to share your information in order for you to participate in an interactive Service that is operated by a third party.</p>\n<p>\n<strong>We may share information if we think we have to in order to comply with the law or to protect ourselves.</strong> For example, we will share information when it is necessary for us to comply with applicable law or legal process, to respond to legal claims, or to protect our rights or the property or personal safety of our users, employees, or the public.</p>\n<p>\n<strong>We may share your information for reasons not described in this policy.</strong> We will tell you before we do this.</p>Your Choices, Rights, and ControlsYou have certain choices about how we use your information.<p>\n<strong>Opt out of receiving our marketing emails.</strong> To stop receiving our promotional emails, follow the instructions in any marketing email you get from us.\nWhen applicable, you can also change your preferences in your account.\nEven if you opt out of getting marketing emails, we will still be permitted to send you transactional messages.\nFor example, we may still contact you about any purchases you make.</p>\n<p>\n<strong>Change or update the information you have given us.</strong> If you have an account or subscription to one of our Services, you can correct or delete information or update account settings by logging into your account and following the instructions or by contacting the customer service team.</p>\n<p>\n<strong>Control cookies and tracking tools.</strong> To learn how we—and our vendors—use cookies and other tracking tools, please visit the ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</p>\n<p>\n<strong>Ad Choices.</strong> We, our affiliates, and any associated third-parties may collect information on our Services and on third-party websites to help serve advertising that will be relevant to your interests across your devices, browsers, and on and off our Services.\nThis is known as interest-based advertising.\nWe rely on third parties who collect information on the Services to provide opt-outs or other controls to you.\nFor more information on how to opt-out of receiving interest-based advertising on desktop and mobile websites, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance (US) https://www.aboutads.info/choices/</li>\n<li>Digital Advertising Alliance (Canada) https://youradchoices.ca/en/tools</li>\n<li>Digital Advertising Alliance (EU) https://www.youronlinechoices.com/</li>\n<li>Network Advertising Initiative https://optout.networkadvertising.org/?c=1</li>\n</ul>\n<p>You can also opt out of interest-based advertising with some of the service providers we use, such as Google https://adssettings.google.com/authenticated.\nPlease note that, if you opt out of interest-based advertising, some information will still be collected for other purposes, such as research, analytics, and internal operations.\nYou will also continue to receive contextual advertisements, but they may be less relevant to your interests.</p>\n<p>On many mobile devices, you can control interest-based advertising through your device’s settings.\nThese options can include resetting your device’s advertising ID or selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) in your device settings.</p>\n<p>Ad choices settings and options will vary depending on your browser and device settings, and this is not an exhaustive list.\nPlease note that your opt-out choices will only apply to the specific browser or device from which you opt out.\nWe encourage you to explore your device and browser settings to better understand your choices.\n</p>\n<p>\n<strong>Push Notifications.</strong> When you use any of our Services that send push notifications or offers to your mobile device, you can change your preferences at any time through the settings on your mobile device.</p>\n<p>\n<strong>Precise Location.</strong> You can withdraw consent for our collection, use, and transfer of precise location information by adjusting the location settings on your device.</p>\n<p>\n<strong>Nielsen Video Measurement.</strong> The Services may feature Nielsen proprietary measurement software that will allow you to contribute to market research, such as Nielsen’s TV Ratings.\nFor more information about Nielsen digital measurement products, please review Nielsen’s privacy statement https://www.nielsen.com/digitalprivacy.</p>\n<p>\n<strong>Connected Devices and Our Partners’ Services.</strong> Connected devices (such as tablets, connected TVs, set top boxes, streaming devices and gaming consoles) may also use an advertising ID or other methods to identify you or serve you interest-based advertising.\nIn some cases, you can disable tracking by selecting options like “limit ad tracking” or disabling options like “interest-based advertising” in your connected device’s settings.\nThese options will vary by device and we do not control the policies or practices of third parties’ providing these devices.\nViacomCBS is not responsible for tracking on connected devices or our business partners’ services and may not have visibility on choices you may have made with respect to tracking on connected devices or our business partners' services.\n</p>\n<p>\n<strong>Additional Rights.</strong> For specific rights you may have depending on your location, please visit the “Additional Information If You Are Located in California” or “Additional Information if You are located Outside of the United States” sections of this Policy.</p>Additional Information Regarding Children’s Privacy<p>Some of our Services are directed to children and are governed by our Children’s Privacy Policy https://www.viacomcbsprivacy.com/childrens.\nThe Services governed by this Privacy Policy are generally not intended for use by children.\nIn cases where channels available through our general audience Services are directed to children, we collect only a limited amount of Personal Information from those channels, as permitted by the Children’s Online Privacy Protection Act and other global laws directed at the protection of children’s data.\nSpecifically, we may collect IP address, device identifiers, certain unique ID numbers, and limited viewing information.\nWe do not use, or allow our partners to use, this information, other than for purposes of supporting our internal operations, such as to provide children with access to features and activities on the Services, to customize content and improve our Services, or to serve contextual advertising or limit the number of times a particular advertisement is seen.\nWe never allow interest-based advertising on portions of our Services that are directed to children or where we know that the user is a child or a teen under 16.</p>Additional Information if You Are Located in California<p>\n<strong>California Consumer Privacy Act.</strong> If you are a California resident, you have specific privacy rights governed by the California Consumer Privacy Act (CCPA).\nThese rights include:</p>\n<p>\n<strong>Right to Know.</strong> You have the right to request a report showing the Personal Information collected, shared, and sold about you in the past 12 months.</p>\n<p>\n<strong>Right to Opt-Out of Sale of Your Personal Information.</strong> You have the right to opt-out of the sale of your Personal Information to third parties.</p>\n<p>\n<strong>Right to Deletion.</strong> You have the right to request that we delete any Personal Information collected from you.</p>\n<p>Right to Non-Discrimination.\nWe shall not discriminate against you based on your exercise of any of the above rights.</p>\n<p>You or your authorized agent may submit a request to exercise any of the above rights by completing the form on our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights or calling us at 1 (888) 841-3343.</p>\n<p>We may require additional information to verify your identity or to verify that your authorized agent has the authority to make the request on your behalf before responding to a CCPA rights request.\nWe will respond to your request within 45 days if possible and required under the law.</p>Personal Information Collected on California Residents<strong>Identifiers</strong>\n<ul>\n<li>Names and Aliases</li>\n<li>Physical Address</li>\n<li>Phone Number</li>\n<li>E-Mail Address</li>\n<li>IP Address</li>\n<li>Unique Identifiers</li>\n</ul>\n<strong>Legally Protected Characteristics</strong>\n<ul>\n<li>Gender</li>\n<li>Age</li>\n</ul>\n<strong>Commercial Information</strong>\n<ul>\n<li>Interactions with Customer Service</li>\n<li>Information about transactions made on our Services, including purchase history</li>\n<li>Customer preferences and attributes, such as likes, interests, social media statuses and updates, pictures, and references to your online presence</li>\n</ul>\n<strong>Financial Information</strong>\n<ul>\n<li>Credit card numbers</li>\n</ul>\n<strong>Inferences drawn from Personal Information categories</strong>\n<ul>\n<li>Information related to your preferences, attitudes, online behaviors, demographics, product and ad choices, and preferences</li>\n</ul>\n<strong>Geolocation</strong>\n<ul>\n<li>Information related to your location, including your IP address</li>\n</ul>\n<strong>Internet/ Electronic Activity</strong>\n<ul>\n<li>Information collected through tracking tools, such as browser cookies and web beacons.\nTo learn more about these tools and how to control them, please visit the ViacomCBS Cookie Policy https://www.viacomcbsprivacy.com/cookies.</li>\n<li>Information related to your location, including your IP address</li>\n<li>Passwords</li>\n<li>Device attributes</li>\n</ul>\n<p>We collect Personal Information from the following sources:</p>\n<ul>\n<li>Directly from you (e.g.\nInformation provided when you register with one of our Services, submit payment for Services, post on our Services, when you correspond with us, information provided and collected offline, etc.);</li>\n<li>Automatically collected information (e.g.\ncollected automatically through cookies and other online tracking technologies, etc.);</li>\n<li>Business partners (e.g.\nAnalytics companies, etc.);</li>\n<li>Third parties (e.g.\ndata brokers, marketing companies, advertising partners, social media platforms, data aggregators, public databases, etc.).\nor</li>\n<li>Inferences from your profile or online behaviors.</li>\n</ul>Personal Information Disclosed for a Business Purpose to Third Parties<p>The categories of Personal Information listed above may be disclosed to the following categories of third parties:</p>\n<ul>\n<li>The ViacomCBS family of companies;</li>\n<li>In connection with a corporate transaction (e.g.\nany purchase, sale, lease, merger, acquisition, disposal, or financing involving our brands);</li>\n<li>Our service providers (e.g.\ncloud services providers, technical service providers, law firms, accounting firms, etc.);</li>\n<li>Business partners (e.g.\naudience measurement companies, marketing companies, sweepstakes partners, other partners who are working with us on co-branded Services or events, etc.);</li>\n<li>Sponsors and other partners for contests, giveaways, sweepstakes, and promotions;</li>\n<li>Advertising partners to provide advertising based on your interests;</li>\n<li>When you ask us to provide information to a third party.\nor</li>\n<li>To law enforcement or others if required by law.</li>\n<li>The disclosures to third parties listed above may be for any of the following business purposes</li>\n<li>To provide you with our Services;</li>\n<li>For marketing purposes;</li>\n<li>To provide you with ads or information we think may be of interest to you;</li>\n<li>To improve our products and Services;</li>\n<li>To enable you to participate in public platforms or other interactive features of the Services;</li>\n<li>To maintain the safety and security of our Services.\nor</li>\n<li>As otherwise permitted by law.</li>\n</ul>Information about the Sale of Personal Information<p>Because of the broad definition of “sale” under CCPA, some information that we share with third parties may constitute the “sale” of your information.\nFor instance, some of our brands share identifiers, such as cookies and the advertising identifier associated with your mobile or internet-connected device with our advertising partners, and those partners use and share those identifiers to show advertisements that are targeted to your interests.</p>\n<p>Where a brand does this or otherwise “sells” your information, we will give you the opportunity to opt out by clicking the “Do Not Sell My Personal Information” https://www.viacomcbsprivacy.com/donotsell on the home page of the relevant website, mobile and online application, or other service.\nPlease note that, when you use these tools on our properties, you will need to renew your choices if you clear your cookies or use a new browser or device.</p>\n<p>The following types of information may be “sold”:</p>\n<ul>\n<li>Names and Aliases;</li>\n<li>Email Address;</li>\n<li>IP Address;</li>\n<li>Unique Identifier;</li>\n<li>Information about transactions or content choices made on or in connection with our Services;</li>\n<li>Customer preferences and attributes, such as likes, interests, social media statuses and updates, pictures, and references to your online presence;</li>\n<li>Information related to your preferences, attitudes, online behaviors, demographics, product and ad choices, and preferences;</li>\n<li>Information related to your location, including your IP address;</li>\n<li>Information collected through cookies and web beacons.\nor</li>\n<li>Device attributes.</li>\n</ul>\n<p>ViacomCBS does not engage in any “sales” of Personal Information of users that it has actual knowledge are minors under the age of sixteen.</p>\n<p>\n<strong>Do Not Track.</strong> Our websites and apps are not designed to respond to “do not track” requests from browsers.</p>\n<p>\n<strong>“Shine the Light” and “Eraser” Laws.</strong> Residents of the State of California may request a list of all third parties to which we have disclosed certain information during the preceding year for those third parties’ direct marketing purposes.</p>\n<p>If you are a California resident under the age of 18, and a registered user of the website where this policy is posted, you may request removal of content or information you have publicly posted.\nPlease be aware that such a request does not ensure complete removal from the Internet of the content or information you posted, and there may be circumstances in which the law does not require or allow removal.</p>\n<p>For all requests under the “Shine the Light” or “Eraser” Law, please use our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyright.\nWe will accept requests to exercise these rights only through this mechanism.</p>Additional Information if You Are Located Outside of the United States<p>This Privacy Policy is global in nature and our goal is to meet the requirements in each country where our Services are provided.\nWhere required, we provide you with specific rights and choices.\nIf you have questions about how we treat your Personal Information in your country, please submit a “General Privacy Request” form on our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\nSpecific countries where we provide additional or different privacy protections are listed below.</p>EEA, the UK or Switzerland<p>If you are located in the European Economic Area (the EEA,) in the United Kingdom (the UK) or in Switzerland, you may have certain rights under applicable data protection laws:</p>\n<ul>\n<li>The right to request access to, and a copy of, the information we hold about you, including details as to how we process this information.</li>\n<li>The right to object to, or restrict, our processing of your information.</li>\n<li>The right to request that your information be erased from further use.</li>\n<li>The right to correct, amend, or update information you have given us (in some instances, where you have an account with us, you can also do this by logging in and updating your information).</li>\n<li>The right of portability, which allows you to request that we share your information with others.</li>\n<li>The right to withdraw any consent to processing you have provided us.\n</li>\n</ul>\n<p>Please note that ViacomCBS does not engage in any automated decision-making about you.\n</p>\n<p>\n<strong>International Transfers.</strong> Information that is collected from the EEA, the UK or Switzerland may be transferred to countries outside of the EEA, the UK or Switzerland, as applicable, that may not provide levels of protection for your Personal Information equivalent the protection provided by the laws of the European Union, the UK or Switzerland, including the United States.\nFor the purposes of such cross-border data transfers, and to protect your information, we have executed Standard Contractual Clauses with all such Controllers and Processors located outside the EEA, the UK or Switzerland and, where necessary, implemented further measures to ensure the Personal Information is subject to equivalent protection.</p>\n<p>We will retain your Personal Information as long as it is needed for our business purposes and in accordance with applicable law.\nIn determining this, we will be considerate of the amount, nature and sensitivity of the Personal Information, the potential risk of harm to the Personal Information, and whether our purposes can be achieved through other means.\n</p>\n<p>\n<strong>Legal Basis for Processing.</strong> We will only collect, store, or otherwise process Personal Information collected from you in the EEA or the UK in the following situations:</p>\n<p>When we have your consent to do so.\nFor example, if you opt in to receive promotional emails.\nYou can withdraw your consent at any time as described below or directly through the Services.</p>\n<p>When we need to use your Personal Information to perform our responsibilities under our contract with you (e.g.\nproviding the Services you have requested).</p>\n<p>When we or a third party have a legitimate interest in processing your Personal Information.\nFor example, we may process your Personal Information to communicate with you about our Services, to provide, secure, and improve our Services, and, in certain circumstances, to deliver advertising to you.\nYou have the right to object to our processing of your Personal Information that is based on our legitimate interests.</p>\n<p>When we are required by law to process the Personal Information.</p>\n<p>For the purposes of our processing of Personal Information in the EEA, the UK or Switzerland, Viacom International Media Networks UK Limited is the Controller.\nShould you have any questions or would like to make a complaint, you may contact the Controller and our Data Protection Officer at eu.dpo@viacomcbs.com.</p>\n<p>If you would like to exercise your rights under the GDPR (or similar laws in the UK or Switzerland), please submit your request using our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\n</p>\n<ul>\n<li>Please note that, while we will carefully assess every request we receive, your rights may differ according to your place of residence and we may not always have to comply.\nWhen this happens, we will explain why.</li>\n</ul>\n<p>If you have any unresolved privacy concerns that we have not addressed satisfactorily after contacting us, you have the right to contact the UK or Swiss Data Protection Authority or an EU Data Protection Authority and lodge a complaint.</p>Additional Information if You Are Located in Countries Outside the U.S., EEA, the UK or Switzerland<p>In certain jurisdictions, including Argentina, Brazil and Singapore, we require your consent or authorization to use or share your Personal Information for the purposes described in this Privacy Policy.\nBy providing your Personal Information to us, you expressly provide such consent or authorization.\n</p>\n<p>In addition, you may have additional privacy rights under certain jurisdictions such as Argentina, Australia, Brazil, Canada, China, Hong Kong, India, Japan, Malaysia, Mexico, Philippines, Singapore, South Africa, and Taiwan, including but not limited to:</p>\n<ul>\n<li>The right to access your Personal Information.\n</li>\n<li>The right to correct/update/rectify your Personal Information.\n</li>\n<li>The right to delete your Personal Information</li>\n<li>The right to object or restrict to the processing or sharing of your Personal Information</li>\n<li>The rights to addition or disassociation with respect to your data.</li>\n</ul>Australian companies<ul>\n<li>CBS Interactive Pty Limited (ABN 41 092 094 525)</li>\n<li>Network Ten Pty Limited (ABN 91 052 515 250)</li>\n<li>Network Ten All Access Pty Limited (ABN 60 629 391 117)</li>\n<li>Network Ten (Adelaide) Pty Limited (ABN 007 577 666</li>\n<li>Network Ten (Brisbane) Pty Limited (ABN 050 148 537) </li>\n<li>Network Ten (Melbourne) Pty Limited (ABN 008 664 953) </li>\n<li>Network Ten (Perth) Pty Limited (ABN 009 108 614) </li>\n<li>Network Ten (Sydney) Pty Limited (ABN 008 664 962) </li>\n<li>Capice Pty Ltd (ABN 008 655 847)</li>\n<li>CBS International Television Australia Pty Limited (ABN 000 005 925) </li>\n<li>Chartreuse Pty Limited (ABN 008 655 874) </li>\n<li>Elevenco Pty Limited (ABN 147 043 981)</li>\n<li>VIMN Australia Pty Ltd.\n(ABN 18 107 601 418)</li>\n<li>Nickelodeon Australia (ABN 99 627 643 021)</li>\n<li>Nickelodeon Australia Management Pty Ltd.\n(ABN 99 627 643 021)</li>\n<li>Paramount Pictures Australia Pty.\n(ABN 85008573171)</li>\n<li>Paramount Home Entertainment (Australasia) Pty Limited (ABN 29 003 914 609)</li>\n<li>Rosy Haze Productions Pty Limited (ABN 63 630 698 529)</li>\n<li>Springy Productions Pty.\nLimited (ABN 164 833 229)</li>\n<li>Linbaba’s Story Pty Ltd (ABN 76 632 452 594)</li>\n</ul>Brazil<p>If you are a resident of Brazil, your Personal Information is controlled by MTV Networks Latin America Inc.\nwhen you use our Services.\n</p>\n<p>If you are a resident of Brazil, you have certain additional rights under the Brazilian General Data Protection Act:</p>\n<ul>\n<li>The right to confirm the existence of the processing of your Personal Information.</li>\n<li>The right to change your marketing preferences, including the right to withdraw your consent at any time.</li>\n<li>The right to request information about the possibility of denying consent and the consequences of such denial.</li>\n<li>The right to request information about the entities, public or private, with which ViacomCBS shared your Personal Information.</li>\n<li>The right to request anonymization, blocking or elimination when (a) you want us to establish the accuracy of the Personal Information.\n(b) you need the Personal Information to be maintained even if we no longer need it to establish, exercise or defend legal claims.\nor (c) you oppose the use of your Personal Information, unless we have verified that we have a legitimate reason for using it.</li>\n<li>The right to review automated decisions made solely on the basis of automated processing of your Personal Information that affects your interests.</li>\n</ul>\n<p>ViacomCBS may process your Personal Information using automated decision-making technologies that use algorithms to create a profile about you based on your interactions with our Services that automatically select advertising or content that may of interest to you.\nHowever, these technologies do not make automated decisions that may have a legal or significant effect on you without your consent, or that is not permitted under applicable law.</p>China<p>If you are a resident of the People’s Republic of China, your Personal Information is controlled by ViacomCBS Asia (Beijing) Advertising and Media Co.\nLtd when you use our Services.</p>\n<p>We will only transfer your Personal Information outside of China with your prior express consent or after applying security measures to your data, such as de-identifying your Personal Information prior to the transfer.\n</p>India<p>If you are a resident of India, your Personal Information is controlled by Nickelodeon India Pvt Ltd or Simon &amp.\nSchuster Publishers India Private Limited for Simon and Schuster when you use our Services.\n</p>Mexico<p>If you are a resident of Mexico, your Personal Information is controlled by MTV Networks Latin America Inc.\nwhen you use our Services.\n</p>Japan<p>If you are a resident of Japan, your Personal Information is controlled by ViacomCBS Networks Japan K.K.\nwhen you use our Services.</p>How to Contact Us and Exercise Your Rights: <p>If you would like to exercise your rights or if you have any questions or concerns regarding the Privacy Policy, including contact information for the relevant data protection officer in your jurisdiction, please contact us through our Privacy Right Manager https://www.viacomcbsprivacy.com/managemyrights.\nIf you would prefer to submit your questions or comments by mail, please send a letter to the address below:</p>\n<p>\n</p>ViacomCBSAttention of ViacomCBS Privacy Team1515 BroadwayNY 10036USA<p>\n</p>\n<p>If we are unable to resolve your request, you may also have the right to lodge a complaint before the proper regulatory authority in your jurisdiction.</p>International Transfers<p>\n<strong>We Transfer Personal Information across Country Borders in Accordance with Applicable Law.</strong> We operate globally and may transfer your information outside of your country of residence, including to the United States.\nThis is necessary for our Services and for the purposes described in this Privacy Policy.\nWhen we do this, we take reasonable steps to ensure an appropriate level of protection for your information, in compliance with applicable law.\n</p>Protecting Your Information<p>\n<strong>We use reasonable security measures.</strong> We are committed to protecting your information.\nWe have adopted commercially reasonable technical, administrative, and physical security procedures to help protect your information from loss, misuse, unauthorized access, and alteration.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using our Services, but we cannot ensure or warrant the security of any information you transmit to us.</p>Changes to this Policy<p>From time to time, we may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements, or for other purposes.\nWe will provide notice to you if these changes are material and, where required by applicable law, we will obtain your consent.\nNotice may be by email to you at the last email address you provided us, by posting notice of such changes on our websites, applications and Services, or by other means, consistent with applicable law.</p>Contact Us<p>If you have any questions about this Privacy Policy, you may contact us through our General Privacy Request form in the Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.\nIf you would prefer to submit your questions or comments by mail, please send a letter to the address below:</p>\n<p>\n</p>ViacomCBSAttention of ViacomCBS Privacy Team1515 BroadwayNY 10036USA<p>\n</p>\n<p>©2021 ViacomCBS - All rights reserved</p>Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesEssentialAlways Active<p>These Cookies are essential for the proper functioning of our Services.\nEssential cookies cannot be switched off in our systems.\nYou can set your device to block or alert you about these cookies, but some parts of the Service will not work.</p>Analytic &amp.\nPerformanceAlways Active<p>These Cookies allow us to collect information about how visitors use our properties.\nSome examples include counting visits and traffic sources, so we can measure and improve the performance of our services.\nIf you do not allow these Cookies we will not know when users have visited our properties and will not be able to monitor performance.</p>Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices", "created_at": "2021-04-23 19:41:36.966939", "updated_at": "2021-04-23 20:06:22.652814"}], "points": [{"id": 22312, "title": "Your personal data may be used for marketing purposes", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:45:11.296668", "updated_at": "2021-06-13 14:00:04.413977", "quoteText": "We may use your information to send promotional messages and newsletters such as via email, text messaging, or push notifications.", "case_id": 336, "document_id": 5324, "quoteStart": 9250, "quoteEnd": 9380}, {"id": 22311, "title": "Your profile is combined across various products", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:42:30.721996", "updated_at": "2021-06-13 13:39:24.663988", "quoteText": "We acquire information from other trusted sources.\nThese business partners might include companies, such as your TV or internet service provider, or other streaming media device providers who make our Services or content available on their devices, mobile phone carriers, or other companies who provide services to you.\nWe may also collect information about you from other sources, including service providers, data licensors and aggregators, marketing companies, advertising partners, programming distributors, social media platforms, and public databases.</p>\n<p>", "case_id": 326, "document_id": 5324, "quoteStart": 6943, "quoteEnd": 7508}, {"id": 22320, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:56:37.896253", "updated_at": "2021-06-13 13:35:46.441351", "quoteText": "Because of the broad definition of “sale” under CCPA, some information that we share with third parties may constitute the “sale” of your information.\nFor instance, some of our brands share identifiers, such as cookies and the advertising identifier associated with your mobile or internet-connected device with our advertising partners, and those partners use and share those identifiers to show advertisements that are targeted to your interests.</p>\n<p>Where a brand does this or otherwise “sells” your information, we will give you the opportunity to opt out by clicking the “Do Not Sell My Personal Information” https://www.viacomcbsprivacy.com/donotsell ", "case_id": 396, "document_id": 5324, "quoteStart": 25415, "quoteEnd": 26075}, {"id": 22322, "title": "The service claims to be LGPD compliant for Brazilian users", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:59:13.826828", "updated_at": "2021-06-13 13:34:45.894813", "quoteText": "\n<p>If you are a resident of Brazil, you have certain additional rights under the Brazilian General Data Protection Act:</p>", "case_id": 483, "document_id": 5324, "quoteStart": 35442, "quoteEnd": 35566}, {"id": 22321, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:58:23.473841", "updated_at": "2021-06-13 13:35:25.030046", "quoteText": "\n<p>If you would like to exercise your rights under the GDPR (or similar laws in the UK or Switzerland), please submit your request using our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.", "case_id": 481, "document_id": 5324, "quoteStart": 32318, "quoteEnd": 32531}, {"id": 22319, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:55:04.14831", "updated_at": "2021-06-13 13:35:53.021259", "quoteText": "If you are a California resident, you have specific privacy rights governed by the California Consumer Privacy Act (CCPA).\n", "case_id": 482, "document_id": 5324, "quoteStart": 20347, "quoteEnd": 20470}, {"id": 22318, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:53:35.452255", "updated_at": "2021-06-13 13:36:25.979729", "quoteText": " If you have an account or subscription to one of our Services, you can correct or delete information or update account settings by logging into your account and following the instructions or by contacting the customer service team.</p>", "case_id": 195, "document_id": 5324, "quoteStart": 14690, "quoteEnd": 14926}, {"id": 22317, "title": "You can opt out of promotional communications", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:53:07.791329", "updated_at": "2021-06-13 13:36:33.835288", "quoteText": "<strong>Opt out of receiving our marketing emails.", "case_id": 223, "document_id": 5324, "quoteStart": 14197, "quoteEnd": 14247}, {"id": 22316, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:51:50.793327", "updated_at": "2021-06-13 13:36:46.730764", "quoteText": "\n<strong>We may share information if we think we have to in order to comply with the law or to protect ourselves.</strong> For example, we will share information when it is necessary for us to comply with applicable law or legal process, to respond to legal claims, or to protect our rights or the property or personal safety of our users, employees, or the public.</p>\n<p>", "case_id": 164, "document_id": 5324, "quoteStart": 13598, "quoteEnd": 13971}, {"id": 22315, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:50:42.51979", "updated_at": "2021-06-13 14:08:16.647982", "quoteText": "\n<strong>We may share information within the ViacomCBS family of companies.</strong> We may share information we collect about you with the ViacomCBS companies for the purposes described in the How We Use Your Information", "case_id": 188, "document_id": 5324, "quoteStart": 11124, "quoteEnd": 11345}, {"id": 22314, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:48:07.672087", "updated_at": "2021-06-13 13:38:12.007554", "quoteText": "We may share information to provide advertising based on your interests.</strong> ", "case_id": 166, "document_id": 5324, "quoteStart": 13195, "quoteEnd": 13277}, {"id": 22313, "title": "Your personal data is used for advertising", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:46:32.025448", "updated_at": "2021-06-13 13:38:25.778162", "quoteText": "<strong>We may use your information to provide you with ads or information that we think would be of interest to you.</strong> For example, based on the information we have about your use of the Services, including information provided by third parties, we may target personalized advertising to you both on and off our Services.\n</p>", "case_id": 216, "document_id": 5324, "quoteStart": 9623, "quoteEnd": 9957}, {"id": 22310, "title": "Information is gathered about you through third parties", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:39:50.004642", "updated_at": "2021-06-13 13:40:08.77057", "quoteText": "</p>\n<p>\n<strong>Information From Our Partners.</strong> We acquire information from other trusted sources.\n", "case_id": 382, "document_id": 5324, "quoteStart": 6886, "quoteEnd": 6994}, {"id": 22309, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:39:29.193959", "updated_at": "2021-06-13 13:41:03.067673", "quoteText": "The information we automatically collect may also include geolocation information, such as (a) information that identifies the precise location of your mobile device", "case_id": 400, "document_id": 5324, "quoteStart": 6639, "quoteEnd": 6804}, {"id": 22308, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:38:52.530021", "updated_at": "2021-06-13 13:51:58.504479", "quoteText": "(b) your IP address, which may be used to estimate your approximate location.", "case_id": 399, "document_id": 5324, "quoteStart": 6809, "quoteEnd": 6886}, {"id": 22307, "title": "You are tracked via web beacons, tracking pixels and device fingerprinting", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Also: \"device IDs\"", "created_at": "2021-06-12 18:38:19.739211", "updated_at": "2021-06-13 13:39:36.246216", "quoteText": "Such information may be automatically collected through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts, or other technology.", "case_id": 323, "document_id": 5324, "quoteStart": 6270, "quoteEnd": 6430}, {"id": 22306, "title": "This service tracks you on other websites", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:37:37.635029", "updated_at": "2021-06-13 13:42:05.085195", "quoteText": "When using our Services, including on third-party platforms, we, and our service providers operating on our behalf, may automatically collect or receive certain information associated with you", "case_id": 129, "document_id": 5324, "quoteStart": 5878, "quoteEnd": 6070}, {"id": 22305, "title": "Your biometric data is collected", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:36:18.354815", "updated_at": "2021-06-13 19:37:40.693733", "quoteText": "You may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of the audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.", "case_id": 397, "document_id": 5324, "quoteStart": 5254, "quoteEnd": 5586}, {"id": 22304, "title": "Information is provided about how your personal data is used", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:33:47.476797", "updated_at": "2021-06-13 13:46:13.406644", "quoteText": "How We Use Your Information ", "case_id": 227, "document_id": 5324, "quoteStart": 2337, "quoteEnd": 2365}, {"id": 22303, "title": "Details are provided about what kind of information they collect", "source": "https://www.viacomcbsprivacy.com/policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:33:17.583757", "updated_at": "2021-06-13 13:46:21.12065", "quoteText": "</p>What Information We Collect About You", "case_id": 228, "document_id": 5324, "quoteStart": 2296, "quoteEnd": 2337}, {"id": 22298, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:38:51.825324", "updated_at": "2021-06-13 13:50:05.582147", "quoteText": "<p>You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.", "case_id": 148, "document_id": 5325, "quoteStart": 6237, "quoteEnd": 6431}, {"id": 22299, "title": "You waive your right to a class action.", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:39:33.15193", "updated_at": "2021-06-13 13:52:16.459292", "quoteText": "Class arbitrations and class actions are not permitted under any circumstances.", "case_id": 117, "document_id": 5325, "quoteStart": 2853, "quoteEnd": 2932}, {"id": 22297, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:38:28.765217", "updated_at": "2021-06-13 13:52:32.304384", "quoteText": "If you continue to use the Services after we change these Terms, you accept all changes.", "case_id": 403, "document_id": 5325, "quoteStart": 1865, "quoteEnd": 1953}, {"id": 22296, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:38:18.248793", "updated_at": "2021-06-13 13:58:42.434254", "quoteText": "We may change these Terms in the future, so we encourage you to review periodically the Terms of Use applicable to each Service you use.\nThe most current version of the applicable Terms of Use (along with its effective date) will be linked from each of the Services.\nIf you do not agree with any changes to these Terms, your sole remedy is not to use the Services.", "case_id": 121, "document_id": 5325, "quoteStart": 1500, "quoteEnd": 1864}, {"id": 22295, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:36:49.960298", "updated_at": "2021-06-13 13:58:59.050919", "quoteText": "<p>Click to review previous version.</p>", "case_id": 197, "document_id": 5325, "quoteStart": 167, "quoteEnd": 207}, {"id": 22294, "title": "There is a date of the last update of the agreements (February 2021)", "source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-06-12 17:35:53.419371", "updated_at": "2021-06-13 19:37:21.558891", "quoteText": "<strong>EFFECTIVE DATE:</strong> FEBRUARY 18, 2021</p>", "case_id": 331, "document_id": 5325, "quoteStart": 112, "quoteEnd": 166}], "urls": ["viacomcbs.com", "comicbook.com", "viacomcbsprivacy.com", "viacomcbs.legal", "cbssports.com", "cbsi.secure.force.com", "findarticles.com", "cbsinteractive.com", "ca.privacy.cbs", "viacbs.com", "cbs.com", "rachaelrayshow.com", "startrek.com"]}}