{"error": 448, "message": "OK", "parameters": {"id": 3825, "name": "0 A.D", "created_at": "2021-05-30 18:40:03.380553", "updated_at": "2021-05-30 22:00:24.519046", "wikipedia": "https://en.wikipedia.org/wiki/0_A.D._(video_game)", "keywords": null, "related": null, "slug": "0-a-d", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3825.png", "url": "play0ad.com", "documents": [{"id": 6433, "name": "Privacy statement", "url": "https://play0ad.com/about/legal-notices/", "xpath": "/html/body/div[1]/div[3]/div/div/article/div", "text": " Disclaimer\n<p>Although the authors (hereafter “Wildfire Games”) tried to make sure this website is free from inaccuracies, and relied on sources believed to be reputable, the information in this website is not necessarily complete, accurate or timely in all instances.\nSimilarly, all links to websites are for information purposes only and are not warranted for content, accuracy, or any other purpose.\nNothing on this website constitutes, or is meant to constitute, advice of any kind.</p>\n<p>The information in this website is provided for educational and informational purposes only.\nIf you choose to apply ideas contained in this website, or act on any inaccuracies or omissions in it, you are taking full responsibility for your actions, and in no event will Wildfire Games be liable for any such action or its results.</p>\nPrivacy statement\n<p>Your privacy is important to Wildfire Games.\nThis privacy statement provides information about the personal information that Wildfire Games collects, and the ways in which Wildfire Games uses that personal information.</p>\nPersonal information collection\n<p>Wildfire Games may collect and use the following kinds of personal information:</p>\n<ul>\n<li>information that you provide using for the purpose of registering with the website;</li>\n<li>information that you provide for the purpose of subscribing to the website services (including forums and mailing lists).\nand</li>\n<li>any other information that you send to Wildfire Games.</li>\n</ul>\nUsing personal information\n<p>Wildfire Games may use your personal information to:</p>\n<ul>\n<li>administer this website;</li>\n<li>personalize the website for you;</li>\n<li>enable your access to and use of the website services;</li>\n<li>send you informational communications via e-mail.</li>\n</ul>\n<p>In addition to the disclosures reasonably necessary for the purposes identified elsewhere above, Wildfire Games may disclose your personal information to the extent that it is required to do so by law, in connection with any legal proceedings or prospective legal proceedings, and in order to establish, exercise or defend its legal rights.</p>\nSecuring your data\n<p>Wildfire Games will store all the personal information you provide and take reasonable technical and organisational precautions to prevent the loss, misuse or alteration of your personal information.</p>\nUpdating this statement\n<p>Wildfire Games may update this privacy policy by posting a new version on this website.\nYou should check this page occasionally to ensure you are familiar with any changes.</p>\nOther websites\n<p>This website contains links to other websites.\nWildfire Games is not responsible for the privacy policies or practices of any third party.</p>\nContact Wildfire Games\n<p>If you have any questions about this privacy policy or Wildfire Games’ treatment of your personal information, please write by email to “webmaster”, followed by the at symbol, then by wildfiregames, and then by dot com.</p>\nAbout this legal notice\n<p>This document is based on a free Contractology template available at www.freenetlaw.com.<br>\nPremium precedents available on the Contractology website include non disclosure terms and conditions templates.</p> ", "created_at": "2021-05-30 18:40:03.38595", "updated_at": "2021-05-30 16:41:05.131654"}], "points": [], "urls": ["play0ad.com"]}}