{"error": 448, "message": "OK", "parameters": {"id": 696, "name": "Dudle", "created_at": "2018-09-04 21:35:52.734685", "updated_at": "2021-03-25 03:19:38.1378", "wikipedia": null, "keywords": null, "related": null, "slug": "dudle", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/696.png", "url": "dudle.inf.tu-dresden.de", "documents": [{"id": 494, "name": "Terms of Service & Privacy Policy", "url": "https://dudle.inf.tu-dresden.de/about.cgi", "xpath": "", "text": " <ul>\n<li>TUD</li>\n<li>...</li>\n<li>Fakultät Informatik</li>\n<li>Professur Datenschutz und Datensicherheit</li>\n<li>Dudle Home</li>\n<li>About</li>\n</ul>\n<ul>\n<li>&nbsp;Home&nbsp;</li>\n<li>&nbsp;Examples&nbsp;</li>\n<li>&nbsp;About&nbsp;</li>\n<li>&nbsp;Customize&nbsp;</li>\n</ul> dudle This application is powered by dudle.\nLicense\nThe sourcecode of this application is available under the terms of AGPL Version 3.\nThe sourcecode of this application can be found here.\nFAQ Meine Umfrage wurde gelöscht, könnt ihr sie wiederherstellen? <p>Nein</p> Jemand hat meine Umfrage manipuliert, könnt ihr sie wiederherstellen? <p>Nein, aber wenn man auf „Versionen“ klickt sieht man alles was geändert wurde.\nDie Versionen sind nicht veränderbar.</p> Könnt ihr das Feature XYZ einbauen? <p>Die Software wird auf Github entwickelt.\nDort gibt es schon viele Feature-requests.\nEs wäre toll, wenn du dort einen neuen Issue öffnest.\n</p> Darf ich Dudle als Privatperson/Selbständiger/Firma/Außerirdischer/$irgendwas benutzen? <p>Ja, Sie dürfen den Dienst kostenfrei benutzen.</p> Kann ich mit Ihnen einen Auftragsdatenverarbeitungsvertrag schließen? <p>Nein.</p> Darf ich die Software auf meinem eigenen Server betreiben? <p>Ja, den Sourcecode gibt es hier.</p> Was ist an Dudle besser als an anderen Diensten? <p>Dudle ist eine sogenannte „Zero-Footprint“, „Host-proof“ Applikation, welche im Rahmen des PrimeLife Forschungsprojekts entwickelt wurde.\nUm einen Eindruck über die Features zu bekommen sollten sie sich die Beispiele anschauen.\nGenaue Details gibt es in Referenzen auf dieser Seite.</p>\n<p>Videos in denen die genaue Funktionsweise erklärt wird gibt es hier, hier und hier.</p> Was ist an Dudle schlechter als an anderen Diensten? <p>Wir haben weniger Ressourcen als kommerzielle Dienste.\nEs gibt keinen Kundensupport.\nWir garantieren für nichts.</p> Impressum\nTechnische Universität Dresden<br>\nFakultät Informatik<br>\nLehrstuhl Datenschutz &amp.\nDatensicherheit<br>\nStefan Köpsell<br>\n01062 Dresden<br>\nTel.: +49 (0) 351 463-38272<br>\nE-Mail: stefan.koepsell_#nospam#_@_#nospam#_tu-dresden.de Datenschutzerklärung\nWelcher Zweck wird mit der Datenverarbeitung verfolgt? <p>\nDudle ist eine Plattform zur Abstimmung, insbesondere von Terminen, auf Webservern des Lehrstuhls Datenschutz und Datensicherheit.\nZweck des Dienstes ist die Machbarkeit von sogenannten Host-proof-Anwendungen für einen großen Teilnehmerkreis zu untersuchen\nDabei handelt es sich ausschließlich um Forschung nach §4, 45 SächsHFSG i.V.m.\n§12 SächsDSDG.\nAlleinig für vorgenannten Forschungszweck sollen personenbezogene Daten verarbeitet werden.\n</p>\n<p>\nDudle wurde innerhalb des 7.\nRahmenprogramms der Europäischen Union im Rahmen des PrimeLife Projekts entwickelt und ist eine Kooperation von mehr als 7 europäischen Universitäten und Projektpartnern.\n</p>\nWelche personenbezogenen Daten werden verarbeitet?\n<p>Die Verarbeitung umfasst folgende personenbezogene Daten:</p>\n<ul>\n<li>In Umfragen eingegebene Daten (z.B.\nTitel der Umfrage, Namen der Teilnehmer, Verfügbarkeiten, Kommentare)</li>\n<li>IP Adresse</li>\n<li>Name der abgerufenen Datei</li>\n<li>Datum und Uhrzeit des Abrufs</li>\n<li>Meldung, ob der Abruf erfolgreich war</li>\n<li>verwendeter Browser</li>\n<li>verwendetes Betriebssystem</li>\n</ul>\n<p>\nWir sichern jedoch zu, dass die Daten unverzüglich anonymisiert werden, sobald es der Forschungszweck erlaubt.\nEs kann jedoch unter Umständen und im Einzelfall möglich sein, dass keine vollständige Anonymisierung möglich ist.\n</p>\nWie werden die Daten verarbeitet?\n<p>Die Daten werden für folgende Zwecke verarbeitet:</p>\n<ul>\n<li>Auswertungen bei Vorliegen des Verdachtes einer Straftat</li>\n<li>Auswertungen bei Vorliegen eines begründeten Missbrauchsverdachtes</li>\n<li> in anonymisierter Form für Forschungszwecke: <ul>\n<li>statistische Auswertung zur Nutzung des Dienstes</li>\n<li>zur Optimierung der durch den Dienst angebotenen Protokolle</li>\n</ul>\n</li>\n</ul> Auf welcher Rechtsgrundlage werden die personenbezogenen Daten verarbeitet?\n<p>\nDie personenbezogenen Daten werden auf Grundlage des Art.\n6 Abs.\n1 lit.\ne Datenschutz-Grundverordnung (DS-GVO) in Verbindung mit §4, 45 Sächsisches Hochschulfreiheitsgesetz (SächsHFSG) und §12 Sächsisches Datenschutzdurchführungsgesetz (SächsDSDG) verarbeitet.\n</p> An welche Stellen werden die personenbezogenen Daten übermittelt?\n<p>\nInsofern dies nicht anders gesetzlich bestimmt ist, erfolgt keine Übermittlung von per-sonenbezogenen Daten an Dritte.\n</p>\n<p>\nDie Forschungsergebnisse werden in wissenschaftlich üblicher Form veröffentlicht.\nWir sichern zu, dass aus den Veröffentlichungen keinerlei Rückschlüsse auf natürliche Personen möglich sind.\n</p> Wie lange werden die personenbezogenen Daten gespeichert?\n<p>\nAlle personenbezogenen Daten werden nach Abschluss des Forschungsprojektes datenschutzgerecht gelöscht.\nAlle Umfragen werden automatisch gelöscht, wenn 2 Monate lang kein Lesezugriff stattgefunden hat.\n</p> Wer ist für die Einhaltung der Datenschutzbestimmungen verantwortlich?\n<p>\n<strong>Verantwortliche Stelle:</strong>\n<br>\nTechnische Universität Dresden<br>\nFakultät Informatik<br>\nProfessur für Datenschutz und Datensicherheit<br>\n01062 Dresden<br>\nTel.: +49 (0) 351 463-38247<br>\n<br>\nAnsprechpartner zur Datenverarbeitung am Lehrstuhl:<br>\nStefan Köpsell<br>\n01062 Dresden<br>\nTel.: +49 (0) 351 463-38272<br>\nE-Mail: stefan.koepsell_#nospam#_@_#nospam#_tu-dresden.de\n</p> Welche Rechte stehen den betroffenen Personen grundsätzlich zu?\nAuskunftsrecht (Art.\n15 DSGVO)\n<p>\nDie Betroffenen haben das Recht, jederzeit Auskunft über die zu ihrer Person verarbeiteten Daten sowie die möglichen Empfänger dieser Daten verlangen zu können.\nIhnen steht eine Antwort innerhalb einer Frist von einem Monat nach Eingang des Auskunftsersuchens zu.\nHierzu reicht eine an die Professur unter der o.g.\nE-Mail-Adresse gerichtete Mitteilung in Textform aus.\n</p> Recht auf Berichtigung, Löschung und Einschränkung (Art.\n16 – 18 DSGVO)\n<p>\nDie Betroffenen können jederzeit die Berichtigung, Löschung und Einschränkung ihrer personenbezogenen Daten verlangen.\nHierzu reicht eine an die Professur unter der o.g.\nE-Mail-Adresse gerichtete Mitteilung in Textform aus.\n</p>\n<p>\nDie Betroffenen können jederzeit die Löschung ihrer personenbezogenen Daten verlangen.\nHierzu reicht eine an die Professur unter der o.g.\nE-Mail-Adresse gerichtete Mitteilung in Textform aus.\n</p>\nBeschwerderecht (Art.\n77 DSGVO)\n<p>\nBetroffene Personen können sich jederzeit an den Datenschutzbeauftragten der TU Dresden sowie bei einer Beschwerde nach Art.\n77 DSGVO an die zuständige Aufsichtsbehörde zum Datenschutz wenden.\n</p>\n<ul>\n<li>Español</li>\n<li>English</li>\n<li>اَلْعَرَبِيَّة</li>\n<li>Português brasileiro</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>Français</li>\n<li>Nederlands</li>\n<li>Kiswahili</li>\n<li>Magyar</li>\n<li>Svenska</li>\n<li>Česky</li>\n<li>Dansk</li>\n<li>Finnish</li>\n<li>עִבְרִית</li>\n<li>Norsk</li>\n<li>Català</li>\n<li>Galego</li>\n<li>Eesti</li>\n<li>Esperanto</li>\n</ul>\n<ul>\n<li>Impressum und Datenschutz</li>\n</ul> ", "created_at": "2018-09-04 21:37:03.19701", "updated_at": "2020-12-14 19:27:10.703167"}], "points": [], "urls": ["dudle.inf.tu-dresden.de"]}}