{"error": 448, "message": "OK", "parameters": {"id": 6474, "name": "Speekee", "created_at": "2022-03-23 21:46:28.870302", "updated_at": "2022-03-23 23:01:17.038763", "wikipedia": null, "keywords": null, "related": null, "slug": "speekee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6474.png", "url": "speekee.com", "documents": [{"id": 11768, "name": "Terms and Conditions", "url": "https://www.speekee.com/policy/terms", "xpath": "//body", "text": "We use cookies to ensure you get the best experience on our website.\nLearn moreGot it!<ul>\n<li>FastTrack</li>\n<li>Accelerate</li>\n<li>TV</li>\n<li>Play</li>\n<li>Spanish&nbsp;Printables</li>\n<li>Primary Spanish Scheme of WorkScheme of Work - Try or BuySign inGetting StartedLong Term PlanningMedium Term PlanningProgressionDictionaryThemesVideos</li>\n<li>¡Hola&nbsp;Speekee!</li>\n</ul>\n<ul>\n</ul> Our Terms and Conditions\n<p>These terms and conditions set out the basis upon which you can visit our website and regulate how it works.</p>\n<p>By using our website, and when you obtain a service from us, you accept that you have read and understood and agree to comply with these terms and conditions, which include our privacy notice.</p>\n<p>If you disagree with any part of these terms and conditions, please do not use our website.</p>\n<p>AGREEMENT – when you visit the Site or use the service it offers, these Terms and Conditions apply.</p>\n<p>They have 4 parts:</p>\n<p>Definitions</p>\n<p>General Terms</p>\n<p>User Terms</p>\n<p>Privacy Notice</p>\n<br>\nDEFINITIONS\n<p>The following words have the following meanings:</p>\n<p>&nbsp;</p> We, Us, Our\nmeans Lingua4 Limited and whose registered address is Swift Cross Farm, Ripponden Old Lane, Ripponden, Sowerby Bridge HX6 4LQ.\nSite, Website\nmeans www.speekee.com.\nYou, Your\nmeans a visitor to the Site or someone who wishes to use our Services.\nAccount\nmeans the account we may require you to open, if you wish to use our Services.\nAgreement\nmeans the agreement you make with us, if you wish to become a User.\nCancellation Rights\nmeans the cancellation rights you may have under the Regulations.\nConsumer\nmeans a consumer, as defined by the Regulations.\nContent\nmeans any text, graphics, images, audio, video, software, data compilations and any other form of information capable of being stored in a computer that appears on or forms part of the Site.\nClient\nmeans any User purchasing our Services.\nFee\nmeans the fee we charge you for using the Services.\nIP\nmeans Intellectual Property and all rights associated with the use of that Intellectual Property.\nIPR\nmeans Intellectual Property Rights and includes copyright (and related rights), designs, patents, trade marks, and all other intellectual property rights that may exist in anything that we may create or produce as part of the Services.\nThis includes all such rights, whether they are registered or unregistered, and the rights to apply for renewals or extensions of those rights (where relevant).\nPrintables\nmeans the printables shown on the Site Regulations\nMeans the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013 Services\nmeans the services we offer through the Site.\nTerm\nmeans the term defined in the User Terms.\nTerms and Conditions\nmeans the terms and conditions contained herein.\nUser\nmeans any person, school, firm or company using our paid for Services.\n<br>\nGENERAL TERMS\n<p>These Terms and Conditions apply to anyone visiting the Site, whether you order from us or not.</p>\n<p>1.\nYOU PROMISE US</p>\n<p>You agree that:</p>\n<p>You are over the age of 18 years.</p>\n<p>You will have only one Account with us.</p>\n<p>You will not pretend to be someone else when you use the Site.</p>\n<p>If you link to another site through us, you will read their terms and conditions.</p>\n<p>You will not use robots, spiders, scrapers or similar things on the Site.</p>\n<p>You will not try to get around any things we put on the Site to stop or limit access to parts of it.</p>\n<p>You will not do anything that might cause our systems to crash.</p>\n<p>You will not steal the Site or any part of it for use in any other site or application.</p>\n<p>You will not try to modify, translate, adapt, edit, decompile, disassemble or reverse engineer any of the systems we use.</p>\n<p>You will not use our trademarks and/or designs and/or layout before asking us.</p>\n<p>2.\nINTELLECTUAL PROPERTY</p>\n<p>2.1 We and our business partners own all of the IP and IPR on the Site and in the Services.\nNeither the Site nor the Content may be copied, duplicated, reproduced, modified, sold or used, in any way, for any purpose without our written consent.</p>\n<p>2.2 We will retain ownership of any and all IPR that may subsist in the Services.\nWe will grant to you a royalty-free, non-exclusive licence to use the Services.</p>\n<p>2.3 The licence granted under clause 2.2 will continue for the length of the Term or, if you are not a User for then only for as long as you are connected to the Site.</p>\n<p>2.4 All trademarks and logos on the Site are our property (or those of our affiliates) and are protected, where we feel it necessary, by trademark, copyright and such other protection that we feel appropriate.</p>\n<p>2.5 You may download and print any Printables for use, only with your own child/children and not for any commercial or other use whatsoever.\nNone of the material contained in any Printable may be extracted, copied or otherwise used except as provided for in this clause.</p>\n<p>3.\nDISCLAIMERS</p>\n<p>3.1 We are not able to promise that the Site will work how you expect it to work.\nWe have tried to make it function in a manner which we think will match your expectations, but we are unable to guarantee that it will.</p>\n<p>3.2 We are not able to guarantee that the Site will work with your device or will be secure.&nbsp;</p>\n<p>3.3 Whilst we take reasonable precautions to ensure the accuracy of information we publish on the Site, we cannot guarantee its accuracy and suggest that, if any information is important to you, you verify it independently.</p>\n<p>3.4 Any advice we offer on the Site is only general in nature and may not apply to you.\nYou must not rely on that advice when you make any decisions.</p>\n<p>3.5 If using the Site causes your device issues, unless we have caused them deliberately or recklessly, we have no responsibility to put them right.</p>\n<p>3.6 If you link to another site through the Site, you undertake to make sure that the other site is safe to do so.\nWe have no control over the sites we link to, save those we specifically mention in these Terms</p>\n<p>4.\nFORUMS</p>\n<p>4.1 When using any forums we may put up on the Site you agree to abide by the following rules:</p>\n<ul>\n<li>You must not use obscene or vulgar language.</li>\n<li>Nothing you submit can be unlawful or otherwise objectionable.</li>\n<li>You must not publish material which may be abusive, threatening, harassing, defamatory, racist, ageist or sexist.</li>\n<li>Nothing you submit may be designed to promote violence.</li>\n<li>You must not post links to other sites which may break these rules.</li>\n<li>You cannot use any forum to advertise.</li>\n<li>You must not impersonate anyone else.</li>\n<li>You may not post anything which contains any viruses, trojans, crawlers or anything else which might damage, interrogate or otherwise access our software, hardware or communications networks.</li>\n</ul>\n<p>4.2 We have the absolute right to moderate all posts on the Site and to remove any post which we do not want.</p>\n<p>4.3 When you submit a post you are warranting that you are the author of that post and that you own all rights associated with it and that we can repost it without paying or getting permission from anyone.</p>\n<p>4.4 When viewing posts you accept that we are not the author and that any views expressed may not be our views.</p>\n<p>4.5 If you see a post which you find objectionable, tell us as soon as you can and we will consider whether or not it should be removed.</p>\n<p>4.6 It is your responsibility to keep your password secure and to remember it.</p>\n<p>5.\nAVAILABILITY OF THE SITE</p>\n<p>5.1 We never guarantee that the Site will be available all the time and, if it is not available for any reason, you cannot hold us responsible for anything you lose as a result.</p>\n<p>5.2 We have the right to change the Site and the Services it offers, suspend it or stop it at any time, without compensating you.</p>\n<p>6.\nLIMITATION OF LIABILITY</p>\n<p>6.1 As far as we are allowed by law we deny liability for any loss of all kinds which you incur from visiting the Site.\nYou use the Site at your own risk.</p>\n<p>6.2 Nothing in these Terms and Conditions excludes or restricts our liability for death or personal injury resulting from any negligence, or fraud, on our part.</p>\n<p>7.\nLINKS TO OTHER WEBSITES</p>\n<p>7.1 Save for blog.speekee.com, we do not control any of the websites we link to and are not responsible for their content.\nWe have no liability if you lose anything when using such a website.</p>\n<p>7.2 We are not responsible for evaluating other sites to which we may link from the Site.\nWe have no responsibility or liability for the actions, contents, products or services of other sites.\nYou agree to read and review the terms and conditions and privacy policies of all sites we link to.</p>\n<p>7.3 A link to another site does not mean that we endorse or recommend that site.</p>\n<p>7.4 We can never guarantee that a link that we offer will work.</p>\n<p>8.\nMODIFICATIONS TO THESE TERMS AND CONDITIONS AND THE SITE</p>\n<p>8.1 These Terms and Conditions will change from time to time and we do not have the resources to let all our visitors know about the changes.&nbsp;</p>\n<p>8.2 Each time you visit the Site, you agree to look at this page to see if we have changed any Terms and Conditions.</p>\n<p>8.3 We may change the Site as often as we choose, and these Terms and Conditions will still apply to any changes we make.</p>\n<p>9.\nDATA PROTECTION AND PRIVACY</p>\n<p>You and we both agree to comply with the Privacy Notice which forms part of these Terms and Conditions.</p>\n<p>10.\nNO WAIVER</p>\n<p>No failure by us to enforce any provision in these Terms and Conditions will constitute a waiver of the right subsequently to enforce that provision or any other provision of these Terms and Conditions.\nSuch failure will not be deemed to be a waiver of any preceding or subsequent breach and will not constitute a continuing waiver.</p>\n<p>11.\nSEVERANCE</p>\n<p>If any provision of these Terms and Conditions is held by any competent authority to be invalid or unenforceable in whole or in part the rest of these Terms and Conditions and the remainder of the provision in question will not be affected.</p>\n<p>12.\nTHIRD PARTY RIGHTS</p>\n<p>No person who is not a party to these Terms and Conditions has any rights under the Contracts (Rights of Third Parties) Act 1999.</p>\n<p>13.\nFORCE MAJEURE</p>\n<p>No party to these Terms and Conditions, and any Agreement made under them, shall be liable for any failure or delay in performing their obligations where such failure or delay results from any cause that is beyond the reasonable control of that party.&nbsp.\nSuch causes include, but are not limited to: power failure, internet service provider failure, industrial action, civil unrest, fire, flood, storms, earthquakes, acts of terrorism, acts of war, governmental action or any other event that is beyond the control of the party in question.</p>\n<p>14.\nADDITIONAL TERMS</p>\n<p>14.1 Operative Law – These Terms and Conditions and any Agreement under which they operate are made under the laws of England and Wales and that is the only jurisdiction which can govern it.</p>\n<p>14.2 Partnership/Joint Ventures – We are not entering into a partnership or co-venture with you.</p>\n<p>14.3 Effect – These Terms and Conditions supersede all previous Terms and Conditions and represent the entire understanding between you and us.</p>\n<p>14.4 Time of the Essence – Time will not be of the essence in any part of these Terms and Conditions.</p>\n<p>14.5 Notices – If either you or we need to give formal notice to the other it must be done by email to the address each of us gives to the other from time to time.</p>\n<p>14.6 Entire Agreement – These Terms and Conditions contain the entire understanding between us.</p>\n<br>\nUSER TERMS\n<p>1.\nA BINDING CONTRACT</p>\n<p>1.1 A binding agreement, under the following terms, will come into existence, between you and us, as soon as we confirm to you that we have accepted you as a Client.\nThat acceptance will be in the form of an email (“Acceptance Email”).</p>\n<p>1.2 Until you receive the Acceptance Email, no contract exists between you and us and either you or we may cancel the request for the Services.\nIn that event, we will refund all monies you have paid us, using the method by which you paid us.</p>\n<p>1.3 On receipt of the Acceptance Email, if you are a Consumer, you are entitled to the Cancellation Rights which last for 14 days from the date of the Acceptance Email.\nIf you are not a Consumer, the Agreement between us is not capable of cancellation.</p>\n<p>2.\nWHAT YOU CAN EXPECT FROM US</p>\n<p>2.1 We will provide the Services with reasonable skill and care, consistent with best practices and standards in the education profession, and in accordance with any information provided by us about the Services and about us.</p>\n<p>2.2 We will make every reasonable effort to complete the Services on time but we will not be held responsible for any delays that might occur for any reason including (but not by way of limitation) the Site being unavailable for maintenance and/or repair reasons, ISP failure, equipment failure and staff shortages.</p>\n<p>2.3 If we require information or action from you and you fail or delay in supplying it, or it is incomplete or otherwise incorrect, we will not be responsible for any delay caused as a result.</p>\n<p>2.4 In certain circumstances, for example where there is a delay in you sending us information or taking some action, we may suspend the Services and will not be responsible for any loss or damage caused to you as a result.</p>\n<p>2.5 If you do not pay us for the Services, we may suspend them, until you have paid all outstanding sums due.\nWe will not be responsible for any loss or damage caused to you as a result.</p>\n<p>2.6 If the subscription you have paid us is as a primary teacher or school, clause 2.5 of the General Terms is modified to the extent that you may download and print all any material on the Site, which comprises the Services but only for your use in the classroom, with pupils you are contracted by a school, college or other educational institution, to teach.\nYou may not otherwise use such material.</p>\n<p>2.\nWHAT WE EXPECT FROM YOU</p>\n<p>2.1 You will use all reasonable endeavours to provide all information to us that is necessary for us to provide the Services.</p>\n<p>2.2 We may, from time to time, issue reasonable instructions to you in relation to the Services and you agree to follow those instructions, you accept that we cannot be responsible if you suffer any loss or damage as a result of failing to follow our instructions.</p>\n<p>2.3 If we require a decision, approval, consent or any other communication from you in connection with the Services, you will provide the same in a reasonable and timely manner.</p>\n<p>2.4 Any delay in the provision of the Services resulting from your failure or delay in complying with any of the provisions of this clause shall not be our responsibility.</p>\n<p>2.5 The IPR in the Services is valuable and your right to used it is limited to the licence given in clause 2 of the General Terms, you acknowledge that a breach of that clause could result in serious damage to our business and that money, alone, is not likely to be a sufficient solution.\nIn the event of a breach of clause 2 of the General Terms, we may take injunctive or other action against you.</p>\n<p>2.6 You agree not to use, and to delete from all of your equipment, any resources you have obtained from us pursuant to this Agreement, as soon as your subscription has expired or has been terminated.</p>\n<p>3.\nFEES AND PAYMENT</p>\n<p>3.1 You will pay us the Fee in advance.</p>\n<p>3.2 If any Fee is unpaid by the date it is due, we may cancel our Agreement with you or suspend the Services, and we will not be liable for any loss or damage you suffer as a result.</p>\n<p>3.3 If we agree to continue to supply the Services, whilst you owe us the Fee or any part of it, we may charge interest upon it at the rate 8% above the base rate, from time to time, of Barclays Bank plc (or any other bank we may, reasonably substitute for it) from the due date to the actual date we are paid.</p>\n<p>4.\nACCOUNTS</p>\n<p>4.1 If you want to buy our Services, you must have an Account</p>\n<p>4.2 When you create an Account you promise that:</p>\n<ul>\n<li>All information you give us is accurate and truthful.</li>\n<li>You will keep this information accurate and up-to-date.</li>\n<li>You will not share your Account with anyone else.</li>\n<li>You will keep your Account details confidential.</li>\n<li>You will not give your password to anyone else.</li>\n</ul>\n<p>4.3 We may close your Account if you break these Terms or if there has been no activity on the Account for 12 months and you do not reactivate the Account after we have requested that you do so.</p>\n<p>4.4 If you do anything which we think might be fraud, we have the right to report those actions to the Police, to cancel the Agreement and the money standing to the credit of your Account may be kept by us to cover the costs we are put to in dealing with your fraud.</p>\n<p>4.5 If you change your email address at any other time you must tell us.</p>\n<p>4.6 You can cancel your Account with us at any time.\nall you need to do is to email us at hola@speekee.com</p>\n<p>5.\nLIMITATION OF LIABILITY</p>\n<p>5.1 We deny, as far as we are legally able, all liability for any losses you may incur whilst using the Site</p>\n<p>5.2 In any event, we are not responsible for indirect losses which are not foreseeable by you and us (such as loss of income or revenue, loss of business, loss of profits or contracts, loss of anticipated savings, loss of data, waste of management or office time) however arising and whether caused by tort (including negligence), breach of contract or otherwise.</p>\n<p>5.3 We have no liability for compliance with any laws, regulations or rules which apply to the country in which you use the Services.\nYou agree that all responsibility relating to the legality, in the jurisdiction in which you use the Services) of any products or services you acquire from us lies with you and you alone.</p>\n<p>5.4 Nothing in these Terms limits our liability:</p>\n<ul>\n<li>For death or personal injury caused by our negligence;</li>\n<li>Under section 2(3) of the Consumer Protection Act 1987;</li>\n<li>For fraud or fraudulent misrepresentation.\nor</li>\n<li>For any matter for which it would be illegal for us to exclude, or attempt to exclude, our liability.</li>\n</ul>\n<p>5.5 Nothing in these Terms and Conditions is intended to or will exclude, limit, prejudice, or otherwise affect any of our duties or obligations to you, or your rights or remedies, or our liability to you, as a Consumer, under:</p>\n<p>5.5.1 the Consumer Rights Act 2015;</p>\n<p>5.5.2 the Regulations;</p>\n<p>5.5.3 the Consumer Protection Act 1987.\nor</p>\n<p>5.5.4 any other consumer protection legislation</p>\n<p>as that legislation is amended from time to time.</p>\n<p>6.\nTERMINATION</p>\n<p>6.1 We have the right to end our Agreement with you immediately and by email and to refuse you the use of the Services, if you break any of these Terms and Conditions.</p>\n<p>6.2 You may cancel the Services, at any time, by giving us at least 30 days’ notice but all Fees unpaid at that time and for the balance of the Term will remain due and payable.</p>\n<p>6.3 We may cancel our Agreement with you, at any time, without notice or reason, and in that event, we will refund to you any unused portion of the Fee.\nWe will have no liability to you, of any nature, save for refunding the unused portion of the Fee, on such cancellation or removal.</p>\n<p>7.\nEFFECTS OF TERMINATION</p>\n<p>Upon the termination of this Agreement for any reason:</p>\n<p>7.1 any sum owing by either party to the other under any of the provisions of this Agreement shall become immediately due and payable;</p>\n<p>7.2 all Clauses which, either expressly or by their nature, relate to the period after the expiry or termination of this Agreement shall remain in full force and effect;</p>\n<p>7.3 termination shall not affect or prejudice any right to damages or other remedy which the terminating party may have in respect of the event giving rise to the termination or any other right to damages or other remedy which any party may have in respect of any breach of this Agreement which existed at or before the date of termination;</p>\n<p>7.4 subject as provided in this clause 7 and except in respect of any accrued rights neither party shall be under any further obligation to the other;</p>\n<p>7.5 the IPR licence granted under sub-Clause 2 shall terminate and you will forthwith cease to use, either directly or indirectly, any such IPR, and shall forthwith return to us any such material in its possession or control</p>\n<p>8.\nNON-ASSIGNMENT</p>\n<p>The Agreement is personal to you and us and you may not assign, mortgage, charge (otherwise than by floating charge) or sub-licence or otherwise delegate any of your rights hereunder, or sub-contract or otherwise delegate any of your obligations hereunder without our written consent.</p>\n<p>9.\nCANCELLATION</p>\n<p>9.1 If you are a Consumer you have a statutory right to cancel your Agreement with us up to 14 days after the Agreement has been formed.\nYou may cancel the Agreement with us for any reason under this right.&nbsp;&nbsp;</p>\n<p>9.2 As we provide a 14 day period during which you can use the Services at no charge, this will count as the period for clause 9.1.\nIf you wish to cancel, just tell us that you want to do so, within that&nbsp.\nperiod, and we’ll not take your subscription and we will cancel your Account.</p>\n<p>9.3 If you wish to exercise your right to cancel under this clause, you must tell us as soon as possible.\nYou may do so in any way that is convenient for you.\nPlease ensure that you tell us of your decision to cancel before the period in sub-clause 9.1 expires (note that the cancellation period is defined as whole calendar days.\nYou may contact us by email on hola@speekee.com</p>\n<p>9.4 Any refund to which you may be entitled under this clause will be issued to you no later than 14 calendar days after the date on which you tell us that you wish to cancel.</p>\n<p>9.5 Refunds under this Clause 9 will be made using the same payment method you used when making payment to us.</p>\n<p>9.6 Should you wish to cancel the Agreement, after the period referred to in clause 9.1 or (if you have chosen to ignore your right to cancel), clause 6 will apply.</p>\n<p>&nbsp;</p>\n<p>Last updated 30 December 2020</p> Speekee® OptionsSpeekee® FastTrackSpeekee® AccelerateSpeekee® TVSpeekee® PlaySpeekee® Spanish PrintablesSpeekee® Primary Spanish Scheme of Work¡Hola Speekee!Information for AdultsHomeschool CurriculumFAQUnsubscribeTerms of UsePrivacy Notice and Cookie PolicyContact<i>\n</i>\n<br>\n<i>\n</i>\n<br>\n<i>\n</i>\n<br>\n<i>\n</i>hola@speekee.com<p>©Lingua4 Ltd 2006 - 2022 Registered in England and Wales 5800435.\nSpeekee® is a registered trademark.</p>", "created_at": "2022-03-23 21:46:28.874626", "updated_at": "2022-03-23 20:48:25.3312"}, {"id": 11767, "name": "Privacy Notice & Cookie Policy", "url": "https://www.speekee.com/policy/privacy", "xpath": "//body", "text": "We use cookies to ensure you get the best experience on our website.\nLearn moreGot it!<ul>\n<li>FastTrack</li>\n<li>Accelerate</li>\n<li>TV</li>\n<li>Play</li>\n<li>Spanish&nbsp;Printables</li>\n<li>Primary Spanish Scheme of WorkScheme of Work - Try or BuySign inGetting StartedLong Term PlanningMedium Term PlanningProgressionDictionaryThemesVideos</li>\n<li>¡Hola&nbsp;Speekee!</li>\n</ul>\n<ul>\n</ul> Privacy Notice &amp.\nCookie Policy\n<p>Lingua4, Speekee and www.speekee.com are the trading names and website owned and operated by Lingua4 Limited.&nbsp;</p>\n<p>This policy (together with our terms of use and any other documents referred to in it) set out the basis on which any Personal Data we collect from you, or that you provide to us, will be processed by us.&nbsp.\nPlease read the following carefully to understand our views and practices regarding your Personal Data and how we will treat it.\nBy visiting www.speekee.com you are accepting and consenting to the practices described in this policy.&nbsp;</p>\n<p>PLEASE NOTE if you participate in certain products on the Site, your user name will be visible to all other visitors to the Site For that reason, and to protect your privacy, we urge you to use a user name which has no similarity to your real name.</p>\nDefinitions\n<p>To help make this Privacy notice a little easier to read, we have defined certain words and phrases.\nThose definitions are as follows:</p>\n<p>GDPR the General Data Protection Regulation EU 2016/679.</p>\n<p>Personal Data the data/information we hold about any data subject – as defined further by GDPR.</p>\n<p>Privacy notice the provisions contained in this document.</p>\n<p>Site www.speekee.com</p>\nWho we are\n<p>We are Lingua4 Limited and whose registered address is Swift Cross Farm, Ripponden Old Lane, Ripponden, Sowerby Bridge HX6 4LQ.</p>\n<p>We are the Data Controller for Personal Data which we use to provide the services which we describe on the Site and for marketing and advertising purposes.</p>\n<p>Our Data Protection Officer is Aaron Forshaw.</p>\n<p>We can be contacted at hola@speekee.com</p>\nHow do we collect and use Personal Data and what types of Personal Data do we collect?\n<p>When you visit the Site, we store Personal Data about your visit using Cookies.\nWe will collect data about you and the Services we provide to you in connection with the Services we offer you is always suitable.</p>\nCompleting a form via one of our website pages or sending us information in any other way.&nbsp.\n<p>If you complete an online form via one of the Site pages or send us information about yourself in any other way, we will process this data in order to provide our Services to you.&nbsp;</p>\n<p>The Personal Data we hold for you will be held for no longer than we need it.\nIf we cannot help you, then we will remove your Personal Data as soon as we are able to but, in any event, within three months of our advising you that we cannot help.&nbsp;</p>\n<p>If we can help, then we will retain data relating to the services we offer, as long as we need it to provide our services, which will usually be as long as the services to be provided.\nWe may retain some parts of your Personal Data in order to provide you information about the services we offer, promotions we are making and any other information which we feel may be of use to you.\nIn this case, we may keep your Personal Data for up to six years.</p>\n<p>We will remove your Personal Data from our database within three months of the date when we no longer need it or if you ask us to remove it.</p>\n<p>1.\nInformation we may collect about you</p>\n<p>1.1 We may collect and process the following data about you.</p>\n<p>1.2 Information you give us.&nbsp;</p>\n<p>You may give us information about you by filling in forms on the Site www.speeke.com or by corresponding with us by phone, e-mail or otherwise.\nThis includes information you provide when you use the Site, add listings to the Site, subscribe to our services, place an order on the Site, or engage in other activities which are commonly carried out on the Site or when you contact us and when you report a problem with the Site.\nThe information you give us may include your name, address, e-mail address, website link, phone number, financial and credit card information, business description, business related images, and logo.&nbsp;</p>\n<p>1.3 Information we collect about you.&nbsp;</p>\n<p>With regard to each of your visits to the Site we may automatically collect the following information:</p>\n<p>(a) technical information, including the Internet Protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform;&nbsp;</p>\n<p>(b) information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from the Site (including date and time).\nproducts you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number.</p>\n<p>1.4 Information we receive from other sources.&nbsp;</p>\n<p>We may receive information about you if you use any of the other websites we operate or the other services we provide.\nIn this case we will have informed you when we collected that data that it may be shared internally and combined with data collected on this site.\nWe are also working closely with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and may receive information about you from them.</p>\n<p>2.\nCookies</p>\n<p>Our website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve the Site.&nbsp;</p>\n<p>When you use the Site, we store Personal Data about your visit using Cookies.</p>\n<p>Cookies are text files placed on your device to collect standard internet log information and visitor behaviour information.\nThis information is used to track visitor use of the Site and to compile statistical reports on Site activity.</p>\n<p>For further information about cookies visit:</p>\n<p>www.aboutcookies.org</p>\n<p>and / or</p>\n<p>www.allaboutcookies.org</p>\n<p>Through the use of Cookies, we collect certain Personal Data, including: IP address, identification number, online identifier, browser information, location data and other similar identifying information required for your devices to communicate with websites and other applications on the internet.&nbsp.\n&nbsp;We use that information to provide our Services and, from time to time, for marketing purposes, so that we can suggest offers and companies who may be able to assist you.</p>\n<p>You can set your browser not to accept cookies and the above websites tell you how to remove cookies from your browser.\nHowever, in a few cases some of our Site features may not function as a result.</p>\n<p>3.\nUses made of the information</p>\n<p>We will use your Personal Data to provide our Services to you and to give you information about the services we offer, from time to time.&nbsp;</p>\n<p>3.1 Information you give to us and held about you.\nWe will use in the following ways:</p>\n<p>(a) to carry out our obligations arising from any contracts entered into between you and us and to provide you with the information, and services that you request from us;</p>\n<p>(b) to provide you with information about other services we offer that are similar to those that you have already purchased or enquired about;</p>\n<p>(c) to provide you, or permit selected third parties to provide you, with information about goods or services we feel may interest you.&nbsp;</p>\n<p>(d) to notify you about changes to our service;</p>\n<p>(e) to ensure that content from the Site is presented in the most effective manner for you and for your computer.&nbsp;</p>\n<p>3.2 Information we collect about you.\nWe will use this information:</p>\n<p>(a) to administer the Site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</p>\n<p>(b) to improve the Site to ensure that content is presented in the most effective manner for you and for your computer;&nbsp;</p>\n<p>(c) to allow you to participate in interactive features of our service, when you choose to do so;</p>\n<p>(d) as part of our efforts to keep the Site safe and secure;</p>\n<p>(e) to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you;</p>\n<p>(f) to make suggestions and recommendations to you and other users of the Site about goods or services that may interest you or them.</p>\n<p>3.3 Information we receive from other sources.&nbsp.\nWe may combine this information with information you give to us and information we collect about you.\nWe may use this information and the combined information for the purposes set out above (depending on the types of information we receive).</p>\n<p>4.\nDisclosure of your information</p>\n<p>4.1 We may share your information with selected third parties including:</p>\n<p>(a) Business partners, suppliers and sub-contractors for the performance of any contract we enter into with them or you.</p>\n<p>(b) Advertisers and advertising networks that require the data to select and serve relevant adverts to you and others.&nbsp.\nWe do not disclose information about identifiable individuals to our advertisers, but we may provide them with aggregate information about our users.&nbsp.\n&nbsp;We may make use of the Personal Data we have collected from you to enable us to comply with our advertisers' wishes by displaying their advertisement to that target audience.</p>\n<p>(c) Analytics and search engine providers that assist us in the improvement and optimisation of the Site.&nbsp;</p>\n<p>(d) Google Analytics - We use Google Analytics to collect information about use of this site.\nGoogle Analytics collects information such as how often users visit this site, what pages they visit when they do so, and what other sites they used prior to coming to this site.\nWe use the information we get from Google Analytics only to improve this site.\nOur use of Google Analytics is governed by the Google Analytics Terms of Service.</p>\n<p>(e) MailChimp</p>\n<p>We may use MailChimp to manage our email distribution lists and deliver emails.\nWe will transfer personal information to MailChimp.\nThis data can include for example identification and contact data, personal interests or preferences (including purchase history, marketing preferences and publicly available social media profile information).\nIT information (IP addresses, usage data, cookies data, online navigation data, location data, browser data).\nWe gather statistics around email opening and clicks using industry standard technologies to help us monitor and improve our emails.\nYou can read Mailchimp's privacy policy here.</p>\n<p>4.2 We may disclose your personal information to third parties:</p>\n<p>(f) In the event that we sell or buy any business or assets, in which case we may disclose your Personal Data to the prospective seller or buyer of such business or assets.</p>\n<p>(g) If Lingua4 Limited or substantially all of its assets are acquired by a third party, in which case Personal Data held by it about its customers will be one of the transferred assets.</p>\n<p>(h) If we are under a duty to disclose or share your Personal Data in order to comply with any legal obligation, or in order to enforce or apply our terms of use or terms and conditions of services and other agreements.\nor to protect the rights, property, or safety of Lingua4 Limited our customers, or others.\nThis includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction.</p>\n<p>5.\nWhere we store your personal data</p>\n<p>5.1 We may transfer your Personal Data and other data we collect from you, to data processors within and outside the European Economic Area (\"EEA\").\nIt may also be processed by staff operating outside the EEA who work for us or for one of our suppliers.\nSuch staff maybe engaged in, among other things, the fulfilment of your order, the processing of your payment details and the provision of support services.\nIf we do so, we will apply appropriate measures and controls to protect your Personal Data in accordance with applicable data protection laws, regulations and regulatory guidance.\nIn all instances, we will take into account, the nature of the Personal Data we are transferring, and the level of protection provided by those processors.\nBy submitting your personal data, you agree to this transfer, storing or processing.</p>\n<p>5.2 All information you provide to us is stored on our secure servers.\nAny payment transactions will be encrypted using SSL technology.\nWhere we have given you (or where you have chosen) a password which enables you to access certain parts of the Site, you are responsible for keeping this password confidential.\nWe ask you not to share a password with anyone.&nbsp;</p>\n<p>5.3 Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to the Site.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorised access.</p>\n<p>6.\nRights that you have</p>\n<p>As your Personal Data is held by us you have rights under GDPR that we will always respect.\nYour rights are:</p>\n<ul>\n<li>The right to request a copy of the Personal Data which we hold about you without charge;</li>\n<li>The right to request that we correct any incorrect or out of date Personal Data we hold;</li>\n<li>The right to ask us to erase Personal Data when it is no longer necessary for us to keep it;</li>\n<li>The right to withdraw any consent you have given to the processing of your data, at any time;</li>\n<li>The right to request that we provide you with details of the Personal Data we hold about you;</li>\n<li>The right to send your Personal Data directly to another data controller, so that they can perform a contract with you;</li>\n<li>The right, if you think the Personal Data we hold is wrong, to stop us processing that Personal Data until the issue is resolved;</li>\n<li>The right to object to the processing of Personal Data, including for marketing purposes;</li>\n<li>The right to lodge a complaint with the Information Commissioner’s Office (the ICO).</li>\n</ul>\n<p>7.\nNew purpose</p>\n<p>If we wish to use your Personal Data for a new purpose, not covered by this Privacy Notice, then we will provide you with a new notice explaining what we are proposing.\nWe will tell you what we propose and point out new uses or conditions that we wish to apply.\nWe will not process any Personal Data without your consent.</p>\n<p>8.\nOther websites&nbsp;</p>\n<p>The Site may, from time to time, contain links to and from the websites of our partner networks, advertisers and affiliates.&nbsp.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies.&nbsp.\nPlease check these policies before you submit any personal data to these websites.\nThis Privacy notice only applies to the Site so, when you link to other websites, you should read and understand their Privacy notice.</p>\n<p>9.\nContacting us and updating your Data</p>\n<p>If you wish to update, correct or change your Personal Data, how we use it or to make a complaint about what we are doing, you can do so by emailing us at hola@speekee.com.</p>\n<p>If you make a complaint about how we use your Personal Data and we do not resolve it your satisfaction, you can contact the Information Commissioner's Office via their website (www.ico.org.uk).</p>\n<p>We will occasionally update this Privacy Notice.&nbsp.\nWe encourage you to review this Privacy Notice from time to time, so that you can see any changes and remind yourself as to how we use your Personal Data.</p>\n<p>&nbsp;</p>\n<p>This policy last updated 30 December 2020</p> Speekee® OptionsSpeekee® FastTrackSpeekee® AccelerateSpeekee® TVSpeekee® PlaySpeekee® Spanish PrintablesSpeekee® Primary Spanish Scheme of Work¡Hola Speekee!Information for AdultsHomeschool CurriculumFAQUnsubscribeTerms of UsePrivacy Notice and Cookie PolicyContact<i>\n</i>\n<br>\n<i>\n</i>\n<br>\n<i>\n</i>\n<br>\n<i>\n</i>hola@speekee.com<p>©Lingua4 Ltd 2006 - 2022 Registered in England and Wales 5800435.\nSpeekee® is a registered trademark.</p>", "created_at": "2022-03-23 21:46:28.872851", "updated_at": "2022-03-23 20:48:00.894063"}], "points": [], "urls": ["speekee.com"]}}