{"error": 448, "message": "OK", "parameters": {"id": 6665, "name": "PloudOS", "created_at": "2022-06-12 00:05:15.930436", "updated_at": "2022-06-12 22:01:00.403872", "wikipedia": null, "keywords": null, "related": null, "slug": "ploudos", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6665.png", "url": "ploudos.com", "documents": [{"id": 12147, "name": "Privacy Policy", "url": "https://ploudos.com/privacypolicy/", "xpath": "/html/body/div[1]", "text": " Unsere Datenschutzerklärung <p>Personenbezogene Daten (nachfolgend zumeist nur „Daten“ genannt) werden von uns nur im Rahmen der Erforderlichkeit sowie zum Zwecke der Bereitstellung eines funktionsfähigen und nutzerfreundlichen Internetauftritts, inklusive seiner Inhalte und der dort angebotenen Leistungen, verarbeitet.</p>\n<p>Gemäß Art.\n4 Ziffer 1.\nder Verordnung (EU) 2016/679, also der Datenschutz-Grundverordnung (nachfolgend nur „DSGVO“ genannt), gilt als „Verarbeitung“ jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführter Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.</p>\n<p>Mit der nachfolgenden Datenschutzerklärung informieren wir Sie insbesondere über Art, Umfang, Zweck, Dauer und Rechtsgrundlage der Verarbeitung personenbezogener Daten, soweit wir entweder allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung entscheiden.\nZudem informieren wir Sie nachfolgend über die von uns zu Optimierungszwecken sowie zur Steigerung der Nutzungsqualität eingesetzten Fremdkomponenten, soweit hierdurch Dritte Daten in wiederum eigener Verantwortung verarbeiten.</p>\n<p>Unsere Datenschutzerklärung ist wie folgt gegliedert:</p>\n<p>I.\nInformationen über uns als Verantwortliche<br>II.\nRechte der Nutzer und Betroffenen<br>III.\nInformationen zur Datenverarbeitung</p>\nI.\nInformationen über uns als Verantwortliche\n<p>Verantwortlicher Anbieter dieses Internetauftritts im datenschutzrechtlichen Sinne ist:</p>\n<p>Erik Groh<br>Scharnhorststrasse 1<br>95030 Hof<br>Deutschland</p>\n<p>Telefon: +49 17641755554<br>E-Mail: erik@ploudos.com</p>\n<p>Datenschutzbeauftragte/r beim Anbieter ist:</p>\n<p>Erik Groh&nbsp;</p>\nII.\nRechte der Nutzer und Betroffenen\n<p>Mit Blick auf die nachfolgend noch näher beschriebene Datenverarbeitung haben die Nutzer und Betroffenen das Recht</p>\n<ul>\n<li>auf Bestätigung, ob sie betreffende Daten verarbeitet werden, auf Auskunft über die verarbeiteten Daten, auf weitere Informationen über die Datenverarbeitung sowie auf Kopien der Daten (vgl.\nauch Art.\n15 DSGVO);</li>\n<li>auf Berichtigung oder Vervollständigung unrichtiger bzw.\nunvollständiger Daten (vgl.\nauch Art.\n16 DSGVO);</li>\n<li>auf unverzügliche Löschung der sie betreffenden Daten (vgl.\nauch Art.\n17 DSGVO), oder, alternativ, soweit eine weitere Verarbeitung gemäß Art.\n17 Abs.\n3 DSGVO erforderlich ist, auf Einschränkung der Verarbeitung nach Maßgabe von Art.\n18 DSGVO;</li>\n<li>auf Erhalt der sie betreffenden und von ihnen bereitgestellten Daten und auf Übermittlung dieser Daten an andere Anbieter/Verantwortliche (vgl.\nauch Art.\n20 DSGVO);</li>\n<li>auf Beschwerde gegenüber der Aufsichtsbehörde, sofern sie der Ansicht sind, dass die sie betreffenden Daten durch den Anbieter unter Verstoß gegen datenschutzrechtliche Bestimmungen verarbeitet werden (vgl.\nauch Art.\n77 DSGVO).</li>\n</ul>\n<p>Darüber hinaus ist der Anbieter dazu verpflichtet, alle Empfänger, denen gegenüber Daten durch den Anbieter offengelegt worden sind, über jedwede Berichtigung oder Löschung von Daten oder die Einschränkung der Verarbeitung, die aufgrund der Artikel 16, 17 Abs.\n1, 18 DSGVO erfolgt, zu unterrichten.\nDiese Verpflichtung besteht jedoch nicht, soweit diese Mitteilung unmöglich oder mit einem unverhältnismäßigen Aufwand verbunden ist.\nUnbeschadet dessen hat der Nutzer ein Recht auf Auskunft über diese Empfänger.</p>\n<p>\n<strong>Ebenfalls haben die Nutzer und Betroffenen nach Art.\n21 DSGVO das Recht auf Widerspruch gegen die künftige Verarbeitung der sie betreffenden Daten, sofern die Daten durch den Anbieter nach Maßgabe von Art.\n6 Abs.\n1 lit.\nf) DSGVO verarbeitet werden.\nInsbesondere ist ein Widerspruch gegen die Datenverarbeitung zum Zwecke der Direktwerbung statthaft.</strong>\n</p>\nIII.\nInformationen zur Datenverarbeitung\n<p>Ihre bei Nutzung unseres Internetauftritts verarbeiteten Daten werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt, der Löschung der Daten keine gesetzlichen Aufbewahrungspflichten entgegenstehen und nachfolgend keine anderslautenden Angaben zu einzelnen Verarbeitungsverfahren gemacht werden.</p> Serverdaten\n<p>Aus technischen Gründen, insbesondere zur Gewährleistung eines sicheren und stabilen Internetauftritts, werden Daten durch Ihren Internet-Browser an uns bzw.\nan unseren Webspace-Provider übermittelt.\nMit diesen sog.\nServer-Logfiles werden u.a.\nTyp und Version Ihres Internetbrowsers, das Betriebssystem, die Website, von der aus Sie auf unseren Internetauftritt gewechselt haben (Referrer URL), die Website(s) unseres Internetauftritts, die Sie besuchen, Datum und Uhrzeit des jeweiligen Zugriffs sowie die IP-Adresse des Internetanschlusses, von dem aus die Nutzung unseres Internetauftritts erfolgt, erhoben.</p>\n<p>Diese so erhobenen Daten werden vorrübergehend gespeichert, dies jedoch nicht gemeinsam mit anderen Daten von Ihnen.</p>\n<p>Diese Speicherung erfolgt auf der Rechtsgrundlage von Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Verbesserung, Stabilität, Funktionalität und Sicherheit unseres Internetauftritts.</p>\n<p>Die Daten werden spätestens nach sieben Tage wieder gelöscht, soweit keine weitere Aufbewahrung zu Beweiszwecken erforderlich ist.\nAndernfalls sind die Daten bis zur endgültigen Klärung eines Vorfalls ganz oder teilweise von der Löschung ausgenommen.</p> Cookies\na) Sitzungs-Cookies/Session-Cookies\n<p>Wir verwenden mit unserem Internetauftritt sog.\nCookies.\nCookies sind kleine Textdateien oder andere Speichertechnologien, die durch den von Ihnen eingesetzten Internet-Browser auf Ihrem Endgerät ablegt und gespeichert werden.\nDurch diese Cookies werden im individuellen Umfang bestimmte Informationen von Ihnen, wie beispielsweise Ihre Browser- oder Standortdaten oder Ihre IP-Adresse, verarbeitet.\n&nbsp;</p>\n<p>Durch diese Verarbeitung wird unser Internetauftritt benutzerfreundlicher, effektiver und sicherer, da die Verarbeitung bspw.\ndie Wiedergabe unseres Internetauftritts in unterschiedlichen Sprachen oder das Angebot einer Warenkorbfunktion ermöglicht.</p>\n<p>Rechtsgrundlage dieser Verarbeitung ist Art.\n6 Abs.\n1 lit b.) DSGVO, sofern diese Cookies Daten zur Vertragsanbahnung oder Vertragsabwicklung verarbeitet werden.</p>\n<p>Falls die Verarbeitung nicht der Vertragsanbahnung oder Vertragsabwicklung dient, liegt unser berechtigtes Interesse in der Verbesserung der Funktionalität unseres Internetauftritts.\nRechtsgrundlage ist in dann Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>Mit Schließen Ihres Internet-Browsers werden diese Session-Cookies gelöscht.</p>\nb) Drittanbieter-Cookies\n<p>Gegebenenfalls werden mit unserem Internetauftritt auch Cookies von Partnerunternehmen, mit denen wir zum Zwecke der Werbung, der Analyse oder der Funktionalitäten unseres Internetauftritts zusammenarbeiten, verwendet.</p>\n<p>Die Einzelheiten hierzu, insbesondere zu den Zwecken und den Rechtsgrundlagen der Verarbeitung solcher Drittanbieter-Cookies, entnehmen Sie bitte den nachfolgenden Informationen.</p>\nc) Beseitigungsmöglichkeit\n<p>Sie können die Installation der Cookies durch eine Einstellung Ihres Internet-Browsers verhindern oder einschränken.\nEbenfalls können Sie bereits gespeicherte Cookies jederzeit löschen.\nDie hierfür erforderlichen Schritte und Maßnahmen hängen jedoch von Ihrem konkret genutzten Internet-Browser ab.\nBei Fragen benutzen Sie daher bitte die Hilfefunktion oder Dokumentation Ihres Internet-Browsers oder wenden sich an dessen Hersteller bzw.\nSupport.\nBei sog.\nFlash-Cookies kann die Verarbeitung allerdings nicht über die Einstellungen des Browsers unterbunden werden.\nStattdessen müssen Sie insoweit die Einstellung Ihres Flash-Players ändern.\nAuch die hierfür erforderlichen Schritte und Maßnahmen hängen von Ihrem konkret genutzten Flash-Player ab.\nBei Fragen benutzen Sie daher bitte ebenso die Hilfefunktion oder Dokumentation Ihres Flash-Players oder wenden sich an den Hersteller bzw.\nBenutzer-Support.</p>\n<p>Sollten Sie die Installation der Cookies verhindern oder einschränken, kann dies allerdings dazu führen, dass nicht sämtliche Funktionen unseres Internetauftritts vollumfänglich nutzbar sind.\n</p> Kundenkonto / Registrierungsfunktion\n<p>Falls Sie über unseren Internetauftritt ein Kundenkonto bei uns anlegen, werden wir die von Ihnen bei der Registrierung eingegebenen Daten (also bspw.\nIhren Namen, Ihre Anschrift oder Ihre E-Mail-Adresse) ausschließlich für vorvertragliche Leistungen, für die Vertragserfüllung oder zum Zwecke der Kundenpflege (bspw.\num Ihnen eine Übersicht über Ihre bisherigen Bestellungen bei uns zur Verfügung zu stellen oder um Ihnen die sog.\nMerkzettelfunktion anbieten zu können) erheben und speichern.\nGleichzeitig speichern wir dann die IP-Adresse und das Datum Ihrer Registrierung nebst Uhrzeit.\nEine Weitergabe dieser Daten an Dritte erfolgt natürlich nicht.</p>\n<p>Im Rahmen des weiteren Anmeldevorgangs wird Ihre Einwilligung in diese Verarbeitung eingeholt und auf diese Datenschutzerklärung verwiesen.\nDie dabei von uns erhobenen Daten werden ausschließlich für die Zurverfügungstellung des Kundenkontos verwendet.&nbsp;</p>\n<p>Soweit Sie in diese Verarbeitung einwilligen, ist Art.\n6 Abs.\n1 lit.\na) DSGVO Rechtsgrundlage für die Verarbeitung.</p>\n<p>Sofern die Eröffnung des Kundenkontos zusätzlich auch vorvertraglichen Maßnahmen oder der Vertragserfüllung dient, so ist Rechtsgrundlage für diese Verarbeitung auch noch Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Die uns erteilte Einwilligung in die Eröffnung und den Unterhalt des Kundenkontos können Sie gemäß Art.\n7 Abs.\n3 DSGVO jederzeit mit Wirkung für die Zukunft widerrufen.\nHierzu müssen Sie uns lediglich über Ihren Widerruf in Kenntnis setzen.</p>\n<p>Die insoweit erhobenen Daten werden gelöscht, sobald die Verarbeitung nicht mehr erforderlich ist.\nHierbei müssen wir aber steuer- und handelsrechtliche Aufbewahrungsfristen beachten.</p> Kontaktanfragen / Kontaktmöglichkeit\n<p>Sofern Sie per Kontaktformular oder E-Mail mit uns in Kontakt treten, werden die dabei von Ihnen angegebenen Daten zur Bearbeitung Ihrer Anfrage genutzt.\nDie Angabe der Daten ist zur Bearbeitung und Beantwortung Ihre Anfrage erforderlich - ohne deren Bereitstellung können wir Ihre Anfrage nicht oder allenfalls eingeschränkt beantworten.</p>\n<p>Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Ihre Daten werden gelöscht, sofern Ihre Anfrage abschließend beantwortet worden ist und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen, wie bspw.\nbei einer sich etwaig anschließenden Vertragsabwicklung.</p> Google Analytics\n<p>In unserem Internetauftritt setzen wir Google Analytics ein.\nHierbei handelt es sich um einen Webanalysedienst der Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Der Dienst Google Analytics dient zur Analyse des Nutzungsverhaltens unseres Internetauftritts.\nRechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Analyse, Optimierung und dem wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n<p>Nutzungs- und nutzerbezogene Informationen, wie bspw.\nIP-Adresse, Ort, Zeit oder Häufigkeit des Besuchs unseres Internetauftritts, werden dabei an einen Server von Google in den USA übertragen und dort gespeichert.\nAllerdings nutzen wir Google Analytics mit der sog.\nAnonymisierungsfunktion.\nDurch diese Funktion kürzt Google die IP-Adresse schon innerhalb der EU bzw.\ndes EWR.</p>\n<p>Die so erhobenen Daten werden wiederum von Google genutzt, um uns eine Auswertung über den Besuch unseres Internetauftritts sowie über die dortigen Nutzungsaktivitäten zur Verfügung zu stellen.\nAuch können diese Daten genutzt werden, um weitere Dienstleistungen zu erbringen, die mit der Nutzung unseres Internetauftritts und der Nutzung des Internets zusammenhängen.</p>\n<p>Google gibt an, Ihre IP-Adresse nicht mit anderen Daten zu verbinden.\nZudem hält Google unter</p>\n<p>https://www.google.com/intl/de/policies/privacy/partners</p>\n<p>weitere datenschutzrechtliche Informationen für Sie bereit, so bspw.\nauch zu den Möglichkeiten, die Datennutzung zu unterbinden.</p>\n<p>Zudem bietet Google unter</p>\n<p>https://tools.google.com/dlpage/gaoptout?hl=de</p>\n<p>ein sog.\nDeaktivierungs-Add-on nebst weiteren Informationen hierzu an.\nDieses Add-on lässt sich mit den gängigen Internet-Browsern installieren und bietet Ihnen weitergehende Kontrollmöglichkeit über die Daten, die Google bei Aufruf unseres Internetauftritts erfasst.\nDabei teilt das Add-on dem JavaScript (ga.js) von Google Analytics mit, dass Informationen zum Besuch unseres Internetauftritts nicht an Google Analytics übermittelt werden sollen.\nDies verhindert aber nicht, dass Informationen an uns oder an andere Webanalysedienste übermittelt werden.\nOb und welche weiteren Webanalysedienste von uns eingesetzt werden, erfahren Sie natürlich ebenfalls in dieser Datenschutzerklärung.</p> Google reCAPTCHA\n<p>In unserem Internetauftritt setzen wir Google reCAPTCHA zur Überprüfung und Vermeidung von Interaktionen auf unserer Internetseite durch automatisierte Zugriffe, bspw.\ndurch sog.\nBots, ein.\nEs handelt sich hierbei um einen Dienst der Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Durch diesen Dienst kann Google ermitteln, von welcher Webseite eine Anfrage gesendet wird sowie von welcher IP-Adresse aus Sie die sog.\nreCAPTCHA-Eingabebox verwenden.\nNeben Ihrer IP-Adresse werden womöglich noch weitere Informationen durch Google erfasst, die für das Angebot und die Gewährleistung dieses Dienstes notwendig sind.&nbsp;&nbsp;&nbsp;</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Sicherheit unseres Internetauftritts sowie in der Abwehr unerwünschter, automatisierter Zugriffe in Form von Spam o.ä..</p>\n<p>Google bietet unter</p>\n<p>https://policies.google.com/privacy</p>\n<p>weitergehende Informationen zu dem allgemeinen Umgang mit Ihren Nutzerdaten an.</p> Google Fonts\n<p>In unserem Internetauftritt setzen wir Google Fonts zur Darstellung externer Schriftarten ein.\nEs handelt sich hierbei um einen Dienst der Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Um die Darstellung bestimmter Schriften in unserem Internetauftritt zu ermöglichen, wird bei Aufruf unseres Internetauftritts eine Verbindung zu dem Google-Server in den USA aufgebaut.</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Optimierung und dem wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n<p>Durch die bei Aufruf unseres Internetauftritts hergestellte Verbindung zu Google kann Google ermitteln, von welcher Website Ihre Anfrage gesendet worden ist und an welche IP-Adresse die Darstellung der Schrift zu übermitteln ist.</p>\n<p>Google bietet unter</p>\n<p>https://adssettings.google.com/authenticated</p>\n<p>https://policies.google.com/privacy</p>\n<p>weitere Informationen an und zwar insbesondere zu den Möglichkeiten der Unterbindung der Datennutzung.</p> CloudFlare\n<p>Zur Absicherung unseres Internetauftritts sowie zur Optimierung der Ladezeiten setzen wir den Dienst CloudFlare als sog.\nCDN (Content-Delivery-Network) ein.\nEs handelt sich hierbei um einen Dienst der Cloudflare Inc., 101 Townsend Street, San Francisco, California 94107, USA, nachfolgend nur „CloudFlare“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active</p>\n<p>garantiert CloudFlare, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in dem sicheren Betrieb unseres Internetauftritts sowie in dessen Optimierung.</p>\n<p>Sofern Sie unseren Internetauftritt aufrufen, werden Ihre Anfragen über den Server von CloudFlare geleitet.\nHierbei werden statistische Zugriffsdaten über den Besuch unseres Internetauftritts erhoben und durch CloudFlare ein Cookie über Ihren Internet-Browser auf Ihrem Endgerät gespeichert.\nZu den Zugriffsdaten zählen</p>\n<p>- Ihre IP-Adresse,</p>\n<p>- die von Ihnen aufgerufene(n) Internetseite(n) unseres Internetauftritts,</p>\n<p>- Typ und Version des von Ihnen genutzten Internet - Browsers,</p>\n<p>- das von Ihnen genutzte Betriebssystem,</p>\n<p>- die Internetseite, von der sie auf unseren Internetauftritt gewechselt haben (Referrer- URL),</p>\n<p>- Ihre Verweildauer auf unserem Internetauftritt und&nbsp;</p>\n<p>- die Häufigkeit des Aufrufs unserer Internetseiten.</p>\n<p>Die Daten werden durch CloudFlare zum Zwecke statistischer Auswertungen der Zugriffe sowie zur Sicherheit und Optimierung des Angebots verwendet.</p>\n<p>Sofern Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation der Cookies durch die entsprechenden Einstellungen in Ihrem Internet-Browser zu verhindern.\nEinzelheiten hierzu finden Sie vorstehend unter dem Punkt „Cookies“.</p>\n<p>CloudFlare bietet unter</p>\n<p>https://www.cloudflare.com/privacypolicy/</p>\n<p>weitere Informationen zur Erhebung und Nutzung der Daten sowie zu Ihren Rechten und Möglichkeiten zum Schutz Ihrer Privatsphäre an.</p> YouTube\n<p>In unserem Internetauftritt setzen wir YouTube ein.\nHierbei handelt es sich um ein Videoportal der YouTube LLC., 901 Cherry Ave., 94066 San Bruno, CA, USA, nachfolgend nur „YouTube“ genannt.</p>\n<p>YouTube ist ein Tochterunternehmen der Google LLC., 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google und damit auch das Tochterunternehmen YouTube, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Wir nutzen YouTube im Zusammenhang mit der Funktion „Erweiterter Datenschutzmodus“, um Ihnen Videos anzeigen zu können.\nRechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Qualitätsverbesserung unseres Internetauftritts.\nDie Funktion „Erweiterter Datenschutzmodus“ bewirkt laut Angaben von YouTube, dass die nachfolgend noch näher bezeichneten Daten nur dann an den Server von YouTube übermittelt werden, wenn Sie ein Video auch tatsächlich starten.</p>\n<p>Ohne diesen „Erweiterten Datenschutz“ wird eine Verbindung zum Server von YouTube in den USA hergestellt, sobald Sie eine unserer Internetseiten, auf der ein YouTube-Video eingebettet ist, aufrufen.</p>\n<p>Diese Verbindung ist erforderlich, um das jeweilige Video auf unserer Internetseite über Ihren Internet-Browser darstellen zu können.\nIm Zuge dessen wird YouTube zumindest Ihre IP-Adresse, das Datum nebst Uhrzeit sowie die von Ihnen besuchte Internetseite erfassen und verarbeiten.\nZudem wird eine Verbindung zu dem Werbenetzwerk „DoubleClick“ von Google hergestellt.</p>\n<p>Sollten Sie gleichzeitig bei YouTube eingeloggt sein, weist YouTube die Verbindungsinformationen Ihrem YouTube-Konto zu.\nWenn Sie das verhindern möchten, müssen Sie sich entweder vor dem Besuch unseres Internetauftritts bei YouTube ausloggen oder die entsprechenden Einstellungen in Ihrem YouTube-Benutzerkonto vornehmen.</p>\n<p>Zum Zwecke der Funktionalität sowie zur Analyse des Nutzungsverhaltens speichert YouTube dauerhaft Cookies über Ihren Internet-Browser auf Ihrem Endgerät.\nFalls Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Speicherung der Cookies durch eine Einstellung in Ihrem Internet-Browsers zu verhindern.\nNähere Informationen hierzu finden Sie vorstehend unter „Cookies“.</p>\n<p>Weitergehende Informationen über die Erhebung und Nutzung von Daten sowie Ihre diesbezüglichen Rechte und Schutzmöglichkeiten hält Google in den unter</p>\n<p>https://policies.google.com/privacy</p>\n<p>abrufbaren Datenschutzhinweisen bereit.</p> Google AdSense\n<p>In unserem Internetauftritt setzen wir zur Einbindung von Werbeanzeigen Google AdSense ein.\nEs handelt sich hierbei um einen Dienst der Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Durch Google AdSense werden Cookies sowie sog.\nWeb Beacons über Ihren Internet-Browser auf Ihrem Endgerät gespeichert.\nHierdurch ermöglicht uns Google die Analyse der Nutzung unseres Internetauftritts durch Sie.\nDie so erfassten Informationen werden neben Ihrer IP-Adresse und der Ihnen angezeigten Werbeformate an Google in die USA übertragen und dort gespeichert.\nFerner kann Google diese Informationen an Vertragspartner weitergeben.\nGoogle erklärt allerdings, dass Ihre IP-Adresse nicht mit anderen Daten von Ihnen zusammengeführt würden.</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Analyse, Optimierung und dem wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n<p>Sofern Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation der Cookies durch die entsprechenden Einstellungen in Ihrem Internet-Browser zu verhindern.\nEinzelheiten hierzu finden Sie vorstehend unter dem Punkt „Cookies“.</p>\n<p>Zudem bietet Google unter</p>\n<p>https://policies.google.com/privacy</p>\n<p>https://adssettings.google.com/authenticated</p>\n<p>weitere Informationen an und zwar insbesondere zu den Möglichkeiten der Unterbindung der Datennutzung.</p> Gewinnspiel\n<p>Über unseren Internetauftritt bieten wir Ihnen die Teilnahme an Gewinnspielen an.\nSofern Sie an einem unserer Gewinnspiele teilnehmen, werden die von Ihnen anlässlich der Teilnahme eingegebenen Daten ohne Ihre weitergehende Einwilligung, aber natürlich ausschließlich nur zur Durchführung und Abwicklung des jeweiligen Gewinnspiels, verarbeitet.</p>\n<p>Im Rahmen der Abwicklung des Gewinnspiels geben wir Ihre Daten an das mit der Warenlieferung beauftragte Transportunternehmen oder an einen Finanzdienstleister weiter, soweit die Weitergabe zur Lieferung bzw.\nAuszahlung Ihres Gewinns erforderlich ist.\nSofern Ihre Daten im Falle eines Gewinns veröffentlicht werden, werden Sie hierauf im Rahmen der Einwilligungserklärung hingewiesen.</p>\n<p>Rechtsgrundlage für die Weitergabe der Daten ist dann Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Ihre Einwilligung in die Verarbeitung der Daten zur Teilnahme an unseren Gewinnspielen können Sie gemäß Art.\n7 Abs.\n3 DSGVO jederzeit mit Wirkung für die Zukunft widerrufen.\nHierzu müssen Sie uns lediglich über Ihren Widerruf in Kenntnis setzen.</p> Zahlungsdienstleister PayPal\n<p>Alle PayPal-Transaktionen unterliegen der PayPal-Datenschutzerklärung.\nDiese finden Sie unter https://www.paypal.com/de/webapps/mpp/ua/privacy-full</p>\nAd technology partner\n<p>We use a third-party to provide monetization technologies for our site.\nYou can review their privacy and cookie policy here.</p>\n<p>\nMuster-Datenschutzerklärung der Anwaltskanzlei Weiß &amp.\nPartner</p>\n<p> Letzte Aktualisierung: 01.03.2021\n</p> ", "created_at": "2022-06-12 00:05:15.933918", "updated_at": "2022-06-11 22:06:27.398925"}, {"id": 12146, "name": "Terms of Services", "url": "https://ploudos.com/rules/", "xpath": "/html/body/div[1]", "text": " Nutzungsbedingungen und Regeln <p>\n<strong>§1 Vorwort</strong>\n</p>\n<p> Wir, <strong>PloudOS</strong>, bieten dir Minecraft Server 100% <strong>gratis</strong> an! Aus diesem Grund braucht es allerdings ein paar einfache, <strong>allgemeingültige Regeln</strong>, um das Fortbestehen von PloudOS zu ermöglichen.\nWenn es diese Regeln nämlich nicht gäbe, täte jeder das, was er will, und die meisten Menschen sind nicht sehr rücksichtsvoll, weshalb dieses Experiment chaotisch enden würde.\nWie bereits oben gesagt, ist PloudOS ein kostenfreier Service, was aber auch heißt, dass wir möglichst vielen Menschen die Freude eines eigenen Servers bieten wollen.\nDeshalb behalten wir es uns vor, <strong>im Falle eines Regelbruches, Nutzerkonten zu löschen und Server zu sperren.</strong>\n</p>\n<p>\n<strong>Bitte beachte auch das du mit der Nutzung von PloudOS automatisch der Minecraft EULA zustimmst!</strong>\n</p>\n<p>\n<strong>§2 Plugins &amp.\nMods</strong>\n</p>\n<p> Auf PloudOS steht dir eine beständig wachsende Anzahl von Plugins und Mods zur Verfügung, die du <strong>ganz einfach</strong> im PloudOS Server Webinterface <strong>installieren und verwalten kannst.</strong> Natürlich musst du dich auch hier an einige Regeln halten, um PloudOS vor missbräuchlicher Ausnutzung zu schützen.\nEs ist dir <strong>verboten:</strong>\n</p>\n<ol>\n<li>Plugins oder Mods zu installieren, die einen Serverport benötigen </li>\n<li>Plugins oder Mods mit einer hohen Serverauslastung zu nutzen </li>\n<li>Plugins oder Mods zu installieren, die auf irgendeine Weise den Hostserver (node) beeinflussen, für Angriffe verwundbar machen oder beinträchtigen </li>\n<li>Illegale Plugins oder Mods die irgendeine illegale Funktion bieten/Straftaten ermöglichen zu nutzen <em>(Es gilt deutsches Recht, da PloudOS in Deutschland sitzt)</em>\n</li>\n<li>Irgendein Plugin oder Mod mit bösartigem Vorsatz/der Absicht, damit Schaden anzurichten, zu installieren <em>(zum Beispiel mit der Absicht PloudOS auszunutzen)</em>\n</li>\n</ol>\n<p>\n<strong>§3 Welten</strong>\n</p>\n<p> Wir stellen Plugins zur Verfügung, mit denen du mehrere Welten auf deinem Server erstellen kannst.\nWeil diese Plugins jedoch keine Limits für die Anzahl an Welten setzen, die du erstellen kannst, müssen wir leider hier ein <strong>Limit von 20 Welten pro Server</strong> setzen.\nBitte sei dir bewusst, dass wir deinen Server sperren müssen, wenn er mehr Welten hat.\n</p>\n<p>\n<strong>§4 Leistung, Nutzung und Server</strong>\n</p>\n<p> Wir möchten allen Nutzern so leistungsstarke Server wie möglich bieten.\nDaher möchten wir, dass unsere Serverleistung <strong>sinnvoll</strong> genutzt wird.\nWenn du deine Serverpower für sinnlose Zwecke einsetzt oder sie einfach verschwendest, werden wir deinen Server löschen.\nHier sind ein paar Beispiele für <strong>unsinnige Nutzung:</strong>\n</p>\n<ol>\n<li>Das Ändern der Gamerule RandomTickSpeed <em>(Das Ändern des RandomTickSpeed's ist bis zu einem gewissen Maße erlaubt, wenn der Server dadurch zu viel Leistung zieht sehen wir vor den Server zu stoppen.)</em>\n</li>\n<li>Das den Server online halten mithilfe von Bots oder anderen Programmen <em>(Wenn gerade kein Spieler auf deinem Server spielt, stoppe ihn bitte der Fairness halber!)</em>\n</li>\n<li>Das afk (abwesend) Sein auf dem Server für länger als 10 Minuten <em>(Normalerweise solltest du nach 10 Minuten aus dem Spiel geworfen werden, das Ändern der Einstellung idleSetTimeout ist verboten)</em>\n</li>\n<li>Es ist strengstens Verboten auf PloudOS Servern irgend etwas mit realen Zahlungswährungen zu verkaufen.\n<em>(Dies geht von Sperrung des Benutzerkontos bis hinzu rechtlichen Schritten)</em>\n</li>\n</ol>\n<p>\n<strong>§5 Benutzerkonten</strong>\n</p>\n<p> Es gibt folgende Regeln für Benutzerkonten:\n</p>\n<ol>\n<li>Es ist auf PloudOS generell Verboten mehre Accounts zu besitzen.\n<em>(Es ist jedoch erlaubt so lange die Server nicht Vernetzt sind und auch für einen ganz anderen zweck genutzt werden.)</em>\n</li>\n<li>Es ist nicht erlaubt Benutzerkonten zu verkaufen.\n<em>(Dies geht von Sperrung des Benutzerkontos bis hinzu rechtlichen Schritten)</em>\n</li>\n</ol>\n<p>\n<strong>§6 Fehler und Sicherheitslücken</strong>\n</p>\n<p> Wenn du einen Fehler oder eine Sicherheitslücke findest, melde diese/n bitte umgehend dem Support! <strong>Das Ausnutzen von Fehlern </strong>(sog.\nBugusing) <strong>und Sicherheitslücken </strong>(Exploiting) <strong>wird nicht geduldet!</strong>\n</p>\n<p>\n<strong>§7 Leistungseinstellung/beendigung</strong>\n</p>\n<p> PloudOS behält sich das Recht vor, deinen Server jederzeit zu sperren oder löschen.\nDies passiert zum Beispiel im Falle eines Regelbruches.\nPloudOS ist nicht verpflichtet, dir Sicherungen deiner Dateien zur Verfügung zu stellen.\n<strong>Halte dich an die Regeln!</strong>\n</p>\n<p>\n<strong>§8 Discord Regeln</strong>\n</p>\n<p>\n<strong>Stil</strong>\n</p>\n<ol>\n<li>Versuche bitte ganze Sätze zu bilden.\nNiemand möchte zum Beispiel so einen Wortsalat lesen: „Dumm! Mach anders Rennen lol“ </li>\n<li>Die Länge deiner Nachricht <strong>spielt eine Rolle</strong>.\nNormalerweise ist die Norm ein Satz pro Nachricht.\nVersuche einen Satz nicht unnötig in mehrere Nachrichten aufzuspalten, überlege dir vorher, was du sagen willst.\nWir möchten ganz gewiss nicht eine Nachricht pro Wort sehen.\n</li>\n<li>Verschicke keinen Spam! Spam kommt in verschiedensten Formen.\nSpam sind Nachrichten, die dazu ausgelegt sind, Menschen zu nerven.\nIm Nachfolgenden findest du eine Liste mit verschieden Arten von Spam.\nWenn du deine liebste Art von Spam allerdings nicht darunter findest, heißt das nicht, dass sie erlaubt ist.\n<strong>Alle Arten von Spam sind verboten!</strong>\n</li>\n</ol>\n<p> „<em>!!!!????....,,,,</em>“ oder auch „ <strong>Satzzeichen sind keine Rudeltiere.“</strong> Bitte nutze maximal 3 Satzzeichen in einer Reihe und sende keine Nachrichten, die nur aus Satzzeichen bestehen.\n<em>Dasselbe gilt für Smileys und Nummern, allerdings kannst du eine Nachricht bestehend aus nur einem Smiley senden.</em>\n</p>\n<p> Für „<em>Ich liiiiebe diiiich</em>“ oder <strong>„Sich wiederholende Buchstaben“</strong> gilt das gleiche wie für Satzzeichen.\nBeschränke dich auf maximal drei in einer Reihe und zwei solche Wiederholungen pro Nachricht.\n</p>\n<p> „<em>ICH BIN GROSS</em>“, auch <strong>„Caps“ </strong>genannt, ist in Chaträumen das, was im echten Leben Anschreien ist.\nEs gilt als extremst unhöflich und zählt zu Spam, solltest du mehr als ein Wort großschreiben.\nBitte sende keine Nachrichten, die nur aus einem Wort Caps bestehen.\n</p>\n<p> „<em>Ich bin nervig.\nIch bin nervig.\nIch bin nervig nervig nervig</em>“ aka „<strong>Wortwiederholungen“</strong> – Es ist einfach: Bitte sende keine Wiederholung einer Nachricht oder Varianten ein und derselben Nachricht.\nEinmal reicht.\n</p>\n<ol>\n<li>Im Chat dreht sich alles um Verständnis, deshalb verwende keine abwegigen Abkürzungen und bleibe freundlich, wenn eine Person diese nicht kennt.\nErkläre die Abkürzung.\n</li>\n<li>Bitte nutze keine Kraftausdrücke.\nEin einzelnes „Verdammt!“ geht in Ordnung, aber versuche bitte dich auf andere Weise auszudrücken.\nDas übermäßige Nutzen von Kraftausdrücken führt zu einem Bann.\n</li>\n<li>Beachte Rechtschreibung und Grammatik.\nJeder Mensch macht Fehler und wir sind hier nicht im Deutschunterricht, aber achte bitte darauf, dass deine Nachrichten leicht verständlich bleiben.\n<em>(i tänge manhmauh da retreipun unnvihti is)</em>\n</li>\n</ol>\n<p>\n<strong>Content</strong>\n</p>\n<ol>\n<li>Bitte versuche beim Thema zu bleiben.\nEs gibt nicht grundlos verschiedene Discord Channel.\nDie folgende Liste von Channeln und ihren Themen ist nicht immer aktuell, deshalb frage im Zweifelsfall per Ticket oder im #public-help Channel nach den jeweiligen Themen der Channel.\n</li>\n</ol>\n<p>\n<strong>#news</strong> Hier hält dich das PloudOS Team auf dem Laufenden, was Neuerungen und wichtige Informationen angeht.\nBitte gucke regelmäßig in diesen Channel.\n</p>\n<p>\n<strong>#rules</strong> Hier findest du die auf PloudOS geltenden Regeln sowie die für unseren Discord-Server.\n</p>\n<p>\n<strong>#updates</strong> Hier wirst du über jedes Update von den auf PloudOS verfügbaren Plugins und Mods benachrichtigt.\n</p>\n<p>\n<strong>#plugins</strong> Dieser Channel dreht sich rund um Plugins! Du kannst hier andere Nutzer um Ratschläge und Hilfe mit Plugins bitten.\n<em>Bitte beachte, dass das PloudOS Team keinen Plugin-Support bietet.\nDeshalb sind alle Ratschläge in diesem Channel von der Community und nicht von Experten.\nFür echten Plugin-Support wende dich an den Developer des Plugins.\n</em>Des Weiteren ist dies der einzige Channel, in dem du Plugins für PloudOS vorschlagen kannst.\nBitte informiere dich über unsere Regeln bezüglich Plugin-Anfragen und frage jedes Plugin nur einmal an.\nWenn du glaubst, dass ein Plugin sich geändert hat und jetzt unseren Anforderungen entspricht, wende dich per Support-Ticket an unser Team.\n</p>\n<p>\n<strong>#mods</strong> Dieser Channel dreht sich rund um Mods! Du kannst hier andere Nutzer um Ratschläge und Hilfe mit Mods bitten.\n<em>Bitte beachte, dass das PloudOS Team keinen Mod-Support bietet.\nDeshalb sind alle Ratschläge in diesem Channel von der Community und nicht von Experten.\nFür echten Mod-Support wende dich an den Developer des Plugins.\n</em>Des Weiteren ist dies der einzige Channel, in dem du Mods für PloudOS vorschlagen kannst.\nBitte informiere dich über unsere Regeln bezüglich Mod-Anfragen und frage jeden Mod nur einmal an.\nWenn du glaubst, dass eine Mod sich geändert hat und jetzt unseren Anforderungen entspricht, wende dich per Support-Ticket an unser Team.\n</p>\n<p>\n<strong>#modpacks</strong> Dieser Channel dreht sich rund um Modpacks! Du kannst hier andere Nutzer um Ratschläge und Hilfe mit Modpacks bitten.\n<em>Bitte beachte, dass das PloudOS Team keinen Modpack-Support bietet.\nDeshalb sind alle Ratschläge in diesem Channel von der Community und nicht von Experten.\nFür echten Modpack-Support wende dich an den Developer des Modpacks.</em>\n</p>\n<p>\n<strong>#ticketsystem </strong>Dieser Channel dient der Erstellung neuer Support-Tickets auf unserem Discord.\nDie Support-Ticket Funktion steht lediglich registrierten Benutzern von PloudOS zur Verfügung, welche ihren Discord- und PloudOS Account miteinander verknüpft haben.\nSolltest du neu auf PloudOS sein und noch keinen eigenen Account besitzen, nutze vorerst bitte #public-help um Support zu erhalten.\nSolltest du die Anforderungen zur Nutzung der Ticket Funktion erfüllen und dabei sein ein neues Ticket zu erstellen, prüfe bitte ob dein Anliegen bereits in einem der verschiedenen Channel auf unserem Discord platz findet, oder ob es sich bereits durch unser FAQ erübrigt.\n</p>\n<p>\n<strong>#general</strong> Für alles rund um PloudOS, das in keinen anderen Channel gehört.\nBitte prüfe vor dem Absenden deiner Nachricht, ob dies der richtige Channel ist!\n</p>\n<p>\n<strong>#servers</strong> Tausche dich hier mit anderen Nutzern über deinen <strong>PloudOS Server</strong> aus.\nDies ist außerdem der einzige Channel, in welchem du Werbung für deinen PloudOS Server machen kannst.\nBitte begrenze deine Werbung auf eine Nachricht alle 30 Minuten.\nDas Überschreiten dieser Zahl führt zu einem Bann.\n</p>\n<p>\n<strong>#public-help</strong> Du hast noch keinen eigenen Account bei PloudOS, weshalb du das Ticket-System noch nicht nutzen kannst, hast aber trotzdem eine Frage zu oder ein Problem mit PloudOS? Dann ist das der richtige Raum für dich! Hier kannst du dich sowohl an uns, als auch an unsere Community wenden.\n<em>Bitte beachte, dass Antworten von Community-Mitgliedern auch falsch oder unvollständig sein können! Solltest du dir bei einer Aussage hinsichtlich ihres Wahrheitsgehaltes nicht sicher sein, frage bitte nochmal explizit bei einem unserer Teammitglieder nach.\n</em>Solltest du bereits auf PloudOS registriert sein und deinen Discord- und PloudOS Account miteinander verknüpft haben, nutze vorzugsweise bitte das Ticket-System.\nSolltest du dich trotzdem an die gesamte Community wenden wollen, beachte bitte ebenfalls, dass Aussagen von Personen, welche sich nicht in unserem Team befinden, falsch oder unvollständig sein können.\n<em>Wir prüfen weder auf den Wahrheitsgehalt von Nutzerbeiträgen, noch schützt dich gefährliches Halbwissen vor Strafe im Falle eines Regelbruches! </em>Stelle darüber hinaus bitte sicher, dass dieser Channel der richtige Ort für deine Frage oder dein Problem ist.\nStelle deine Frage außerdem bitte nur einmal alle 10 Minuten und beachte die Stil-Regeln.\nBitte tagge <em>(taggen ist das Adressieren bestimmter Personen im Discord mit @NAME) </em>keinen der Administratoren, sondern einen Supporter <em>(für mehr Informationen siehe die Tagging Regeln)</em>.\n</p>\n<p>\n<strong>\n<em>Sehr wichtig:</em>\n</strong>\n<em>PloudOS legt großen Wert auf eine freundliche Atmosphäre.\nDeshalb bitten wir euch keine Werbung, sowie religiöse und politische Inhalte zu posten.\nPloudOS ist weder eine Werbeplattform noch ein Diskussionsforum! Aussagen, die eine politische Meinung oder religiöse Werte beinhalten, hetzen oft andere Nutzer aufeinander und zerstören die friedliche Atmosphäre des Channels.\nDa dieser Discord jedoch ganz dem Genießen von PloudOS und allem drum herum dienen soll, redet bitte nur über Themen mit Bezug zu PloudOS.</em>\n</p>\n<ol>\n<li>Beachte bitte Markenschutz- und Urheberrecht.\nSende keine Bilder oder sonstigen Inhalte, die unter Urheberrechtsschutz stehen.\nSolltest du dir unsicher sein, ob etwas urheberrechtlich geschützt ist, schicke es nicht! Mehr Informationen zum Urheberrecht gibt es hier: https://www.urheberrecht.de/ </li>\n<li>Wir dulden keine ad hominem Attacken <em>(auch bekannt als „Dissen“ von jemandem, jemanden persönlich attackieren) </em>.\nDiskussionen sind in Ordnung, solange sie nicht zu Streits werden (zu emotional oder beleidigend).\nDebatten über Religion oder Politik sind off-topic und deshalb im PloudOS Discord verboten (Erklärung hierzu findest du in der Regel zum Inhalt Nr.\n1).\n</li>\n<li>Gib bitte keine persönlichen Informationen preis.\nWenn dich ein Nutzer nach deinem Nachnamen, deiner Adresse, Telefonnummer oder anderen persönlichen Daten fragt, melde ihn bitte umgehend einem Supporter.\nWenn eine Person behauptet ein Supporter zu sein und diese Informationen verlangt, stelle sicher, dass es sich um einen echten Supporter handelt, der auf der PloudOS Webseite gelistet ist.\n</li>\n<li>Bitte halte den Chat jugendfrei! Das Schreiben über nicht-jugendfreie Themen führt zu einem sofortigen Bann.\nPloudOS soll familienfreundlich bleiben.\n</li>\n<li>Antworte nicht auf Spam oder Nachrichten, die die Regeln brechen.\nStattdessen ignoriere den Störgeist und tagge im Zweifelsfall einen Supporter (zum Beispiel, wenn du denkst, dass es sonst keiner sieht).\n</li>\n<li>Jegliche Art Trollen ist verboten.\n<em>(Du weißt nicht was trollen ist? Lies diesen Artikel: https://www.stupidedia.org/stupi/Troll_(Internet) )</em>\n</li>\n<li>Wenn du einen Fehler gemacht hast, entschuldige dich.\nJeder macht mal einen Fehler, deshalb gestehe deine Fehler bitte ein und mach das auf eine ernsthafte Weise.\n<em>(Einfach „Sorry“ zu schreiben ist keine angemessene und ehrliche Entschuldigung.)</em>\n</li>\n<li>Die Hauptsprache von PloudOS ist Englisch.\nSupport Sprachen (=Sprachen in denen wir Support bieten) sind Englisch, Deutsch, Portugiesisch und Spanisch.\nBitte kontaktiere einen Supporter nur in einer Sprache, die er spricht.\n<em>Du erkennst das an den Tags vor ihrem Namen.\nENG steht für Englisch, DE für Deutsch, PT für Portugiesisch und ES für Spanisch.\n</em>Natürlich darfst du auf unserem Discord-Server auch andere Sprachen sprechen, jedoch tagge in diesem Fall bitte keinen unserer Supporter.\n</li>\n<li>Gebe dich nicht als jemand aus, der du nicht bist.\nZum Beispiel solltest du nicht behaupten Micheal Jackson zu sein oder den PloudOS Supporter Rang zu besitzen.\n</li>\n<li>Stelle sicher, dass deine Nachrichten inhaltlich korrekt sind.\nWenn du zum Beispiel einem anderen Nutzer mit einem Plugin helfen willst, sei dir sicher, dass deine Informationen über das Plugin korrekt sind.\n<em>Nichtsdestotrotz überprüft alle Informationen noch einmal selbst, nimm nicht einfach an, dass etwas wahr ist.\nSolltest du an der Wahrheit von Informationen zweifeln, verbreite sie nicht weiter.</em>\n</li>\n</ol>\n<p>\n<strong>Verhalten</strong>\n</p>\n<ol>\n<li>Lese ein wenig mit bevor du dich ins Getümmel stürzt.\nDurch das Lesen der neueren Nachrichten eines Channels kannst du in das Gespräch einsteigen ohne seinen Fluss zu stören.\nEs wird schnell nervig, wenn eine Frage dreimal hintereinandergestellt oder das Thema grundlos gewechselt wird.\n</li>\n<li>Diskutiere nicht mit Administratoren und Supportern.\nWenn du denkst, sie haben einen Fehler gemacht (sie sind auch nur Menschen), dann schreibe sie privat an und frage sie danach.\n<em>Am Ende haben sie allerdings das Hausrecht.\nSolltet ihr also keinen Konsens erreichen, akzeptiere bitte ihre Entscheidung.\nDu musst ihr nicht zustimmen, sondern sie einfach akzeptieren.</em>\n</li>\n<li>Wenn du aus dem Discord geschmissen wirst, nimm dir eine Minute Zeit und überlege, was du falsch gemacht hast.\nDas nächste Mal könnte es ein Bann sein.\n</li>\n<li>Schreibe Supporter nicht einfach privat an, weil du mit ihnen spielen willst.\nWenn du eine Frage hast, stelle sie vorzugsweise in einem Support-Ticket oder, falls du dich an die gesamte Community wenden möchtest, im #public-help Channel.\nWenn die Frage sehr privat ist oder persönliche Daten enthält, kannst du sie natürlich privat stellen.\n</li>\n<li>Respektiere die Privatsphäre von anderen und akzeptiere, dass sie nicht 24/7 online sind.\n</li>\n<li>Stelle sicher, dass du im richtigen Discord bist.\nDieser Discord ist für Nutzer von PloudOS.\nSolltest du PloudOS hassen und/oder es nicht nutzen, verschwende bitte nicht unsere Zeit, sondern eröffne deinen eigenen „Wir hassen PloudOS“ Discord.\n</li>\n<li>Grundsätzlich: Schreibt jemand etwas, das dich wütend macht, widerstehe dem Drang ihn anzupflaumen/anzumachen.\nWir möchten keine „Flame Wars“ hier (Anmachkriege).\n</li>\n</ol>\n<p>\n<strong>Tagging</strong>\n<strong>Regeln</strong>\n</p>\n<ol>\n<li>Tagge andere Nutzer nur einmal <em>(taggen ist das anschreiben von jemandem mit @Name)</em>\n</li>\n<li>Tagge bitte nicht den Administrator für Support, dafür gibt es Supporter.\n</li>\n<li>Tagge nur Supporter, die die Sprache sprechen, in der du schreibst.\n<em>Du erkennst die Sprachkenntnisse der Supporter an den Tags vor ihrem Namen.\nENG steht für Englisch, TR für Türkisch und DE für Deutsch.</em>\n</li>\n</ol>\n<p> Letzte Änderung: 08.03.2021\n</p> ", "created_at": "2022-06-12 00:05:15.932416", "updated_at": "2022-06-11 22:06:15.733979"}], "points": [], "urls": ["ploudos.com"]}}