{"error": 448, "message": "OK", "parameters": {"id": 288, "name": "weebly", "created_at": "2018-01-16 15:26:07.468994", "updated_at": "2022-06-23 01:21:58.712938", "wikipedia": "https://en.wikipedia.org/wiki/Weebly", "keywords": "", "related": "", "slug": "weebly", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/288.png", "url": "weebly.com,weebly.site,maps.weebly.com,maps.editmysite.com,editor.website,editmysite.com,checkout.weebly.site,weebly.site,editmysite.com,weeblysite.com", "documents": [{"id": 171, "name": "Terms of Service", "url": "https://termsandprivacy.weebly.com/tos-en-gb.html", "xpath": "", "text": " <p>Posted on: December 13, 2018</p>\n<p>Effective Date: December 13, 2018</p>\n<p>&nbsp;</p>\n<p>\n<b>Content guidelines</b>\n</p>\n<p>These types of sites are not allowed on Weebly:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdult:&nbsp.\ninvolving nudity in a sexual context,\nexposed genitalia or adult themes</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCopyrighted Content:&nbsp.\nmusic, movies or games\nthat you do not own the rights to</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHate Speech: content that promotes violence or\nincites hatred against certain individuals or groups, such as race, religion,\nethnicity, gender, or sexual orientation.\nThe foregoing are examples, and not\nmeant to constitute an exhaustive list of individuals or groups that may be the\ntarget of hate speech.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSpam/SEO:&nbsp.\na site whose sole purpose is to gain\nGoogle ranking, Facebook \"likes\", etc</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPhishing:&nbsp.\na site meant to trick users into\nproviding their username and password</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIllegal Content:&nbsp.\ncontent which may be illegal\nin the United States or under the laws of other countries</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nScams:&nbsp.\nget rich quick, pyramid/MLM, or other\ndubious schemes</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nExcessive Advertising:&nbsp.\nplacing excessive\nadvertising on your site, including more than three ad units per page</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFile Hosting:&nbsp.\nincluding sites that are not\ncreated with the Weebly editor</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInjurious Experience:&nbsp.\nsites using the\n\"Custom HTML\" element that provide a horrible user experience, such\nas extreme flashing banners, excessive animated movement, or content that could\nprovoke seizures in unsuspecting visitors</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIllegal/Inappropriate Products: sites that\noffer or sell items that are illegal, weapons, counterfeit, stolen, fraudulent,\ninfringing, violate rights of privacy/publicity, offensive, pornographic, or\nmanufactured/intended to be weapons</p>\n<p>This list is a quick reference and is not meant to be complete.\nFor more\nspecific information, please read carefully the Terms below.</p>\n<p>\n<b>1.\nAcceptance of Terms</b>\n</p>\n<p>Thank you for\nusing Weebly! These Terms of Service (“Terms”) are a legal agreement between\nyou and Weebly (as defined below) and govern your use and access to Weebly’s\nwebsite creation service, including our website hosting services, websites,\ncommunication tools, mobile applications, and ecommerce tools and other\nservices (collectively the “Service”) that are made available through the website\n(http://weebly.com) and associated domains owned by Weebly (collectively, the\n“Site”) or otherwise made available by Weebly.\nBy using the Service in any way,\nyou agree to and accept these Terms, our Privacy Notice, and any other legal\nnotices or guidelines posted on the Site.\nIf you are using our Service for an\norganization, you are agreeing to these Terms on behalf of that organization.\nThese Terms will also apply when you use the Service on a trial basis.\nIf you\ndo not agree to these Terms, do not use the Service.\n</p>\n<p>When these\nTerms mention “<b>Weebly</b>,” “<b>we</b>,” “<b>us</b>,” or “<b>our</b>,” it\nrefers to the Square company you are contracting with.\nYour contracting entity\nwill generally be determined based on your Country of Residence.\nYour “<b>Country\nof Residence</b>” is the jurisdiction associated with your Weebly account as\ndetermined by either your express selection or by Weebly’s assessment of your\nresidence using various data attributes associated with your Weebly account.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf your Country of Residence is the United States, you\nare contracting with Square, Inc., 1455 Market Street, Suite 600, San\nFrancisco, CA 94103, United States.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf your Country of Residence is Canada, you are contracting with Square Technologies, Inc.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf your Country of Residence is Japan, you are contracting with\nSquare KK.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf your Country of Residence is Australia, you are contracting\nwith Square AU PTY, Ltd.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf your Country of Residence is the United Kingdom, Ireland or\nanywhere except United States, Canada, Japan, or Australia, you are contracting\nwith Squareup International Ltd.</p>\n<p>In addition to\nthe restrictions set forth above, you are prohibited from creating or using a\nWeebly account or otherwise using the Service if you are not legally capable of\nentering into contracts, for example, if you are not the age of majority in\nyour Country of Residence.\nIf you are not the age of majority in your country\nor region, you may only create or use a Weebly account with the supervision and\nconsent of a parent or guardian or alternatively through a special student\naccount created by a teacher through education.weebly.com, provided\nthe teacher has obtained signed consent from your parent or guardian.</p>\n<p>\n<b>2.\nDescription of Service</b>\n</p>\n<p>Our web-based\nService allows users who register for an account (each an \"Account\nHolder\") to create and update an online web site.\nOnce registered, each\nAccount Holder receives his or her own Web Site and may post\n\"Content\" (defined in Section 8).\nAny new features on the Service,\nincluding the release of new Weebly tools and resources, shall be subject to\nthese Terms.\nTo use the Service, you must have access to the Internet, either\ndirectly or through devices that access web-based content, and you must pay any\nfees associated with Internet access.\nIn addition, you must provide all\nequipment necessary to make such connection to the Internet, including a web-enabled\ncomputer.\nThe Service may include certain communications from us, such as\nservice announcements, administrative messages, and the Weebly Newsletter.\nThese communications are considered part of Weebly membership.\nYou may not\naccess the Service by any means other than through the Service interfaces we\nprovide you.</p>\n<p>3.\nRegistration</p>\n<p>To register as\nan Account Holder, you must provide us with a valid email address and other\npersonal information (\"Registration Data\").You will choose a password\nand account designation for your web sites during the registration process and\nyou will obtain a Weebly ID.\nYou are responsible for maintaining the\nconfidentiality of the password and account, and for all activities that occur\nunder your account.\nIn consideration of use of the Service, you agree to\nmaintain and update true, accurate, current and complete Registration Data.\nIf\nyou provide any information that is untrue, inaccurate, not current or\nincomplete, or if Weebly has reasonable grounds to suspect that such\ninformation is untrue, inaccurate, not current or incomplete, we may suspend or\nterminate your account and refuse any and all current or future use of the\nService or any portion thereof.\nIn addition to the restrictions on selling set\nforth in Section 9 below, individuals under the age of 13 are prohibited from\ncreating or using accounts through Weebly.com.\nStudents under the age of 13\nmay, however, use Weebly through special student accounts created by their\nteachers through education.weebly.com, provided the teacher has obtained signed\nparental consent from the student's parents.</p>\n<p>4.\nWeebly Privacy Notice</p>\n<p>Our Privacy\nNotice (available at: https://www.weebly.com/privacy), which is part of these\nTerms, describes how we collect, protect, and use your Registration Data and\ncertain other information about you.\nWe encourage you to read the Privacy\nNotice, and to use the information it contains to help you make informed\ndecisions.</p>\n<p>5.\nWebsite account and security</p>\n<p>You are\nresponsible for maintaining the security of your account and web site, for all\nactivities that occur or actions taken under the account or in connection with\nthe web site.\nYou agree to immediately notify us in writing of any unauthorized\nuses of the account or any other breaches of security.\nWe will not be liable\nfor any loss or damage from your failure to comply with this security\nobligation.\nYou acknowledge and agree that under no circumstances will Weebly\nor any of its affiliates, subsidiaries, officers, directors, or employees be\nliable, in any way, for any of your acts or omissions or those of any third\nparty, including damages of any kind incurred as a result of such acts or\nomissions.</p>\n<p>6.\nProprietary Rights</p>\n<p>The Site and\nService are owned by Weebly.\nThe Site and Service use and display content,\nfeatures, and functionality, including but not limited to proprietary software,\ninventions, copyrights, trademarks, trade dress, service marks, logos, slogans,\nand taglines, owned by Weebly or other unaffiliated third parties, that are\nprotected by U.S.\nand international copyright, trademark, patent, trade secret\nand/or other intellectual property or proprietary rights laws.\nNo portion of\nthe Site or Service may be copied, reproduced, displayed, transmitted, or\notherwise used for any purpose without the prior written permission of Weebly\nor the respective third-party intellectual property owner, or except as\notherwise specifically provided herein.\nWe reserve all rights not expressly\ngranted in these Terms.</p>\n<p>The Service,\nall confidential and proprietary software used in connection with the Service,\nMaterials (as defined below), content contained in sponsor advertisements or in\ninformation presented to you through the Service or by advertisers, and all\nother materials and services provided by or through Weebly are protected by\ncopyright, trademark, trade secret, or other intellectual property laws.&nbsp.\nYou\nare solely responsible for ensuring that your use of such Materials, including\nany “professional photos” or “free photos” made available through the Service,\nis done solely in accordance with all relevant laws, and any terms or\nconditions applicable to such Materials.&nbsp.\nIn no event shall Weebly be liable to\nyou or any third party for your use of Materials in violation of law, or any\nterms or conditions applicable to such Materials.</p>\n<p>“Materials”\nmeans any and all software, text, software documentation, designs, \"look\nand feel,\" layout, photographs, graphics, audio, video, messages,\ninteractive and instant messaging, design and functions, files, documents,\nimages, or other materials, whether publicly posted or privately transmitted,\nas well as all derivative works thereof, in each case, made available by or\nthrough Weebly or the Service.\n</p>\n<p>You may use\nthe Materials to the extent, and only to the extent, necessary to access and\nuse the Service in accordance with these Terms and, in the case of Materials\nowned by third parties made available to you by or through Weebly or the\nService, any third-party terms or conditions applicable to such Materials.\nThis\npermission does not permit you to store, copy, reproduce, republish, modify,\nupload, post, translate, scrape, rent, lease, loan, sell, distribute, transfer,\ntransmit, display, decompile, reverse engineer, reverse assemble, decipher (or\notherwise attempt to discover any programming code or any source code used in\nor with the Materials), or otherwise distribute in any way the Materials other\nthan as specifically permitted in these Terms.\nYou may not sell, assign,\nsublicense, grant a security interest in or otherwise attempt to transfer any\nright in the Service or Materials, create derivative works based on or in any\nmanner commercially exploit the Service or Materials, in whole or in part,\nother than as expressly permitted in these Terms.\nAny use of the Service or\nMaterials for any purpose other than as specifically permitted herein and in\nany relevant third-party terms of service is expressly prohibited.\nWe reserve\nall rights not expressly granted in these Terms.</p>\n<p>All\ntrademarks, service marks, logos, slogans, and taglines (individually and\ncollectively, “Mark” or “Marks”) are the property of Weebly or their respective\nowners.\nExcept as otherwise specifically provided herein, no license or right\nto use any Mark is granted to you without the express written permission of\nWeebly or the respective third-party Mark owner.\n</p>\n<p>“Professional\nPhotos”- By purchasing and/or using any “professional photos” available through\nthe Service, you agree that: (i) you will use such “professional photos” on\nyour Weebly site only, for display solely in digital form.\n(ii) you will not\nsell, modify, re-use, re-sell, distribute, display, reproduce, or make any\nother use of such “professional photos”.\n(iii) where a “professional photo”\nfeatures an individual and is used in connection with a sensitive, unflattering\nor controversial subject, you will include a statement that the image is used\nfor illustrative purposes only and that the individual featured is a model.\nand\n(iv) you will not activate the “right-click” function in any “professional\nphoto”, remove any metadata in any “professional photo”, or reverse engineer,\ndecompile, or disassemble your site to enable the download or use of any\n“professional photo” on a standalone basis.&nbsp.\nIn addition, you may not use any\n“professional photo”: (i) on a standalone basis with no other content.\n(ii) for\npornographic, defamatory, or other unlawful purposes.\n(iii) to create or enable\nthe creation of printed products.\n(iv) in physical or digital retail products,\nsuch as e-cards, calendars, posters, or screensavers.\n(v) to suggest or imply\nendorsement, sponsorship, or affiliation by or with any of the subject matter\ncontained within the “professional photo;” (vi) for the purpose of enabling\nfile-sharing of the image file.\nor (vii) in logos, trademarks, service marks or\nany other branding or identifiers.\n</p>\n<p>7.\nYour rights in your Content</p>\n<p>Weebly does\nnot claim ownership of your Content (as defined below), but you give us your\npermission worldwide to host your Content on the Service and to perform all acts\nnecessary to host your Content on the Service (such as making copies,\nreformatting, and distributing your Content).\nIn other words, you grant us and\nour subsidiaries affiliates, and successors a worldwide, non-exclusive,\nroyalty-free, fully-paid, transferable, irrevocable, perpetual, and\nsub-licensable right to use, reproduce, modify, adapt, publish, prepare\nderivative works of, distribute, publicly perform, and publicly display your\nContent throughout the world in any media.\n</p>\n<p>We do not want\nto receive confidential or proprietary information from you through the Service\nor by email.\nUnless otherwise agreed in writing by an authorized Weebly\nrepresentative, any material, information or idea you transmit to us by any\nmeans may be disseminated or used by us or our affiliates without compensation\nor liability to you for any purpose whatsoever, including, but not limited to,\ndeveloping, manufacturing and marketing products.\nHowever, this provision does\nnot apply to Content or to personal information that is subject to our Privacy\nNotice.</p>\n<p>8.\nContent and conduct rules\nand obligations</p>\n<p>All\ninformation, data, text, software, music, sound, photographs, graphics, video,\nmessages, goods, products, services or other materials you post on a web site\nvia the Service (\"Content\") are the sole property of the person from\nwhich such Content originated.\nYou are responsible for all Content that you\nupload, post, transmit or otherwise make available via the Service.\nWe do not\ncontrol the Content you post via the Service.\nYour Content does not include\nnon-personally identifiable buyer/seller transaction or behavioral data derived\nfrom the use of Weebly’s eCommerce platform (collectively, “Platform Data”).\nWeebly owns all Platform Data and uses it for Service operations, improvements,\nand analytics.\nYou are also responsible for creating back-up copies of your\nContent.</p>\n<p>By using the\nService, you may be exposed to content that is offensive, indecent or\nobjectionable.\nUnder no circumstances will we be liable for your Content or the\ncontent of any third party, including, but not limited to, for any errors or\nomissions in your Content, or for any loss or damage of any kind incurred as a\nresult of the use of any Content posted, transmitted or otherwise made\navailable via the Service.\nYou acknowledge that we do not pre-screen Content,\nbut that we shall have the right (but not the obligation) to refuse, move or\ndelete any Content that is available via the Service.\nWe shall also have the\nright to remove any Content that violates these Terms or is otherwise\nobjectionable in our sole discretion.\nYou must evaluate, and bear all risks\nassociated with, the use of any Content.\nYou may not rely on any Content\ncreated by us.\nYou acknowledge and agree that we may preserve Content and may\nalso disclose Content if required to do so by law or in the good faith belief\nthat such preservation or disclosure is reasonably necessary to: (a) comply\nwith legal process.\n(b) enforce these Terms.\n(c) respond to claims that any\nContent violates the rights of third-parties.\nor (d) protect our rights,\nproperty, or personal safety and those of our users and the public.</p>\n<p>The technical\nprocessing and transmission of the Service, including Content, may involve (a)\ntransmissions over various networks.\nand (b) changes to conform and adapt to\ntechnical requirements of connecting networks or devices.</p>\n<p>You\nwill not:</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nupload, post, transmit or otherwise make available any Content that:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ni.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nis unlawful, harmful, threatening, abusive, harassing, tortuous,\ndefamatory, vulgar, obscene, libelous, invasive of another's privacy (up to,\nbut not excluding any address, email, phone number, or any other contact\ninformation without the written consent of the owner of such information),\nhateful, or racially, ethnically or otherwise objectionable;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyou do not have a right to transmit under any law or under\ncontractual or fiduciary relationships (such as inside information, proprietary\nand confidential information learned or disclosed as part of employment\nrelationships or under nondisclosure agreements);</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ninfringes any patent, trademark, trade secret, copyright, rights\nof privacy or publicity, or other proprietary rights of any party (e.g., music,\nmovies, images, e-books, or games you do not own the rights to);</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nis unsolicited commercial email or \"spam\".\nThis includes\nunethical marketing, advertising, or any other practice that is in any way\nconnected with \"spam\", such as (i) sending mass email to recipients\nwho haven't requested email from you or with a fake return address, (ii)\npromoting a site with inappropriate links, titles, descriptions, or (iii)\npromoting your site by posting multiple submissions in public forums that are\nidentical;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncontains software viruses, worms, Trojan horses or any other\ncomputer code, files, or programs that interrupt, destroy, or limit the\nfunctionality of the Service, computer software or hardware or\ntelecommunications equipment, or may impact the ability of any Weebly user to\naccess the Service;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nis intended to take advantage of a user such as \"get rich\nquick,\" \"get paid to surf,\" pyramid/multi-level marketing, or\nother dubious schemes.\nor</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nis adult in nature, such as any nudity in a sexual context or any\nContent with adult themes or reveals exposed genitalia;</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nharm minors in any way;</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp.\n\"stalk,\" “bully,” or otherwise harass another;</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nimpersonate any person or entity, including, but not limited to, a Weebly\nemployee, forum leader, guide or host, or falsely state or otherwise\nmisrepresent your affiliation with a person or entity;</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp.\nforge headers or otherwise manipulate identifiers in order to disguise the\norigin of any Content transmitted through the Service;</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp.\ninterfere with or disrupt the Service or servers or networks connected to the\nService, or disobey any requirements, procedures, policies, or regulations of\nnetworks connected to the Service;</p>\n<p>G.&nbsp;&nbsp;&nbsp.\nintentionally or unintentionally violate any applicable local, state, federal\nor foreign laws or regulations.\nYou must comply with all applicable laws\nregarding the transmission of technical data exported from the United States or\nthe country in which you reside.\nIf you use the Site, the Service, or the\nMaterials outside the United States of America, you are solely responsible for\ncompliance with all applicable laws, including without limitation, rules\nregarding acceptable online conduct, data privacy, and export and import\nregulations of other countries;</p>\n<p>H.&nbsp;&nbsp;&nbsp.\npromote or provide instructional information about illegal activities, promote\nphysical harm or injury against any group or individual, or promote any act of\ncruelty to animals.\nThis may include, without limitation, providing\ninstructions on how to assemble bombs, grenades and other weapons or incendiary\ndevices;</p>\n<p>I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse the Service as a forwarding service to another web site or to fraudulently\nmanipulate Google or other SEO ranking or Facebook or other social networking\nor website “likes” and similar voting mechanisms;</p>\n<p>J.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsolicit a third party’s passwords or personal identifying information for\nunlawful or phishing purposes;</p>\n<p>K.&nbsp;&nbsp;&nbsp;&nbsp.\nexceed the scope of the Service that you have signed up for (e.g., by accessing\nand using the tools that you do not have a right to use, or deleting, adding\nto, or otherwise changing other user comments or content);</p>\n<p>L.&nbsp;&nbsp;&nbsp;&nbsp.\ninclude more than three ad units per page, or any advertising that greatly\nreduces the usability of the Site;</p>\n<p>M.&nbsp;&nbsp.\nupload files for the sole purpose of having them hosted by us and for use\noutside of a web site created using the Service (i.e., created with the Weebly\neditor);</p>\n<p>N.&nbsp;&nbsp;&nbsp.\ncreate a web site that provides an injurious user experience with custom\nprogramming.\nExamples include, but are not limited to, extreme flashing\nbanners, excessive animated movement, or content that could provoke seizures in\nunsuspecting visitors;</p>\n<p>O.&nbsp;&nbsp;&nbsp.\nuse, under any circumstance, any open source software subject to the GNU Affero\nGeneral Public License v.3, or greater;</p>\n<p>P.&nbsp;&nbsp;&nbsp;&nbsp.\nAbuse our customer support email, chat, or telephone services or agents.\nor</p>\n<p>Q.&nbsp;&nbsp;&nbsp.\nTake any other action while using the Service that is detrimental to the\nService or Weebly’s reputation, as determined by Weebly in its sole discretion.</p>\n<p>We retain the\nright to terminate any account or user who has violated any of the above\nprohibitions.</p>\n<p>9.\nSelling Through Weebly</p>\n<p>Some of our\nServices and Materials may offer you the opportunity to sell or purchase goods\nand services through sites hosted or designed by Weebly (such goods and\nservices, “Commercial Products”).\nWe are merely providing the platform for\nbuyers and sellers to conduct transactions for these Commercial Products.\nIn\norder to sell through Weebly, you must be 18 years or older or at least the age\nof majority in your Country of Residence and you must provide your full legal\nname, current address, valid email address, and any other information requested\nby us.\nIn the event of a dispute regarding account ownership, we reserve the\nright to request documentation to determine or confirm account ownership.\nDocumentation may include, but is not limited to, a scanned copy of your\nbusiness license, government issued photo ID, the last four digits of the\ncredit card on file, etc.\n</p>\n<p>When a buyer\npurchases Commercial Products, payments will be processed through our third\nparty payment service provider.\nBuyers of Commercial Products will be provided\na notice when entering their payment information directing them to the third\nparty payment service provider’s terms of service and privacy policy.\nThese\npayment services are governed solely by the payment service provider’s terms of\nservice and privacy policy.\nWe are not responsible for the actions of these\nthird party service providers.\nIn addition to the other rules and requirements\ndescribed in these Terms, you must follow the rules listed below when offering,\nselling, or purchasing Commercial Products.</p>\n<p>YOU\nWILL NOT offer or sell any Commercial Products that:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nare illegal or potentially\nillegal, including those that are counterfeited, stolen, or fraudulent.\nCommercial Products sold using the Services must comply with all applicable laws,\nincluding Commercial Products sold to individuals outside of the U.S.;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ninfringe or have the potential\nto infringe the intellectual property or privacy rights of another or that may\nbe libelous, slanderous, or otherwise defamatory;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nwe determine, in our discretion,\nare inappropriate, offensive, pornographic, sexually explicit, or violent.\nor</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nare manufactured as, or\nprimarily intended to be used as, weapons, including firearms, restricted\ndevices, or ammunition.\nWe reserve the right to determine, in our sole\ndiscretion, whether Commercial Products constitutes “weapons” for purposes of\nthese Terms.\nor</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse images or names of any\nthird party (including notable personalities or celebrities) when offering or\nselling Commercial Products without first obtaining that third party’s\npermission.</p>\n<p>10.\nFees/payment</p>\n<p>You may agree\nto a one (1) month, six (6) month, twelve (12) month or twenty-four (24) month\ncontract agreement with Weebly.\nSome of the features on the Service require\npayment of fees, as described for each Service on the Site (“Fees”).\nIf you\nsign up for these features, you must pay all applicable feature Fees.\nWe\nreserve the right to change our prices and/or bundle certain parts of the\nService together for pricing purposes, and may do so at any time.\nYou authorize\nus to make any reasonably necessary inquiries to validate your account and\nfinancial information.\n</p>\n<p>All Fees are\nin USD and do not include any taxes, levies, duties or similar governmental\nassessments of any nature, including, for example, value-added, sales, use or\nwithholding taxes, assessable by any jurisdiction (collectively, “Taxes”).\nIt\nis your responsibility to determine what, if any, Taxes apply to the payments\nyou make or receive, and it is solely your responsibility to assess, collect,\nreport and remit the correct Taxes to the appropriate authority.\nIf you\npurchase any Services that we offer for a Fee, you consent to Weebly, or our\nthird party service providers, storing your payment card information and you\nauthorize us to charge you (a) any Fees for Services you may purchase, and (b)\nany applicable Taxes in connection with your use of the Services to the payment\ncard you provide, and you will reimburse us for all costs associated with the\ncollection of any overdue amounts, including any interest due for the same.\nIf\nthe payment card you provide expires and you do not provide new payment card\ninformation or cancel your account, you authorize us to continue billing you\nand you will remain responsible for any uncollected Fees.\n</p>\n<p>AT THE END OF\nTHE CONTRACT TERM, YOUR CONTRACT WILL AUTOMATICALLY RENEW FOR AN ADDITIONAL\nCONTRACT TERM OF THE SAME LENGTH UNTIL EXPLICITLY CANCELLED BY YOU, AND YOUR\nPREFERRED PAYMENT METHOD WILL BE CHARGED ACCORDINGLY.\nYOU MAY TURN OFF THE\nAUTO-RENEW FEATURE FOR YOUR CURRENT CONTRACT AT ANY TIME.\nYOU MAY SEND CANCELLATION\nREQUESTS BY CONTACTING US THROUGH HTTP://HC.WEEBLY.COM OR BY CALLING OUR HELP\nCENTER AT ANY TIME.</p>\n<p>11.\nCancellation.\nService\nChanges</p>\n<p>If you cancel\nthe Service, your cancellation will take effect immediately.\nAfter\ncancellation, you will no longer have access to your web site and we may delete\nall information on your web site.\nWe accept no liability for such deleted\ninformation or content.</p>\n<p>For as long as\nwe continue to offer the Service, we will provide and seek to update, improve,\nand expand the Service.\nAs a result, we allow you to access the Service as it\nmay exist and be available on any given day and have no other obligations,\nexcept as expressly stated in these Terms.\nWe may modify (e.g., change data\nstorage or capacity limits), replace, refuse access to, suspend or discontinue\nthe Service, partially or entirely, or change and modify prices for all or part\nof the Services we offer in our sole discretion.\nAll of these changes are\neffective upon their posting on our site or by direct communication to you\nunless otherwise noted.\nWe further reserve the right to withhold, remove and or\ndiscard any Content available as part of your account, with or without notice\nif deemed by us, in our sole discretion, to be contrary to these Terms.\nFor\navoidance of doubt, we have no obligation to store, maintain, or provide you a\ncopy of any Content that you or others provide when using the Service.\nWe also\nreserve the right to limit or cease phone or chat support to you if you consume\na disproportionate amount of such customer services or otherwise negatively\naffect our ability to provide support to other customers (as determined in our\nsole discretion).</p>\n<p>12.\nMoney Back Guarantee</p>\n<p>All paid\nWeebly accounts, except month-to-month accounts, include a 30-day money back\nguarantee.\nIf you are dissatisfied with such account service for any reason,\nyou can receive a full refund if you cancel your account within 30 days of\nactivation, or within 30 days of your contract being renewed.\nPlease direct\nrefund requests to http://hc.weebly.com with the subject line: Refund Request.\nAt any time during your\ncontract term, you may upgrade or downgrade your service with Weebly.\nIn the\nevent of a service downgrade, a prorated credit will be issued to your Weebly\naccount for the difference in the cost of the two services for the remainder of\nyour original contract term.\nThis credit will be applied to future months of\nservice with Weebly, and cannot be refunded to you in cash.\nDowngrading your\naccount may cause the loss of Content, features, or capacity of your account.\nWe do not accept any liability for such loss.</p>\n<p>13.\nThird Party Services,\nSoftware, and Websites.\nNo Implied Endorsement</p>\n<p>Weebly is not\nresponsible or liable for any loss or damage incurred as a result of your use\nof any third party’s service, product, software, or website, including but not\nlimited to any content thereon such as text, documents, designs, images, clips,\nphotographs, videos, artwork, graphics, audio, audio-visual files, messages, interactive\nand instant messaging, posts, functions, files, documents, or other materials\n(collectively, “Third Party Materials”) whether or not you were linked to or\ndirected to any Third Party Materials by or through the Site or Service.\nWeebly\ndoes not endorse or assume responsibility for any Third Party Materials and\nmakes no guarantee regarding the reliability, accuracy, nature, origin,\nquality, or use of such Third Party Materials.\nYou are solely responsible for\nensuring that your use of any Third Party Materials, including those made\navailable by or through the Site or Service, is done solely in accordance with\nall relevant laws, and the terms and conditions of any applicable licenses or\nother agreement.&nbsp.\nIn no event shall Weebly be liable to you or any third party\nfor your use or alleged use of any Third Party Materials.</p>\n<p>Further, Third\nParty Materials, such as email, e-commerce and payment services including but\nnot limited to, Authorize.net, PayPal, Square, and Stripe payment options, may\nbe subject to the applicable third party terms of service and privacy policies,\nand you are solely responsible for reviewing, agreeing to, and complying with\nany such terms before you use any Third Party Materials.\nYour use of any Third\nParty Materials is at your own discretion and risk.\nIf you do not agree to the\nthird party’s terms of service or license agreement, do not download or use the\nThird Party Materials.\nYour use of any Third Party Materials obtained through\nthe Service does not transfer to you any rights, title, or interest in or to\nthe Third Party Materials beyond the terms contained in the third party\nprovider's terms of service or license.\nAny reference on the Site to any Third\nParty Materials is not an approval or endorsement by us of such Third Party Materials.\n</p>\n<p>Third Party\nPayment Processors: Weebly uses third party payment processors to assist us in\nsecurely processing your personally identifiable payment information.\nSuch\nthird party processors’ use of your personal information is governed by their\nrespective privacy policies which may or may not contain privacy protections as\nprotective as the Weebly Privacy Notice.\nPayments are currently processed and\nmanaged using the third party vendors below.\nWe will inform you which payment\nprocessors are used when processing your payments.</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAuthorize.net - privacy policy</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPayPal - privacy policy</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSquare - privacy policy</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nStripe - privacy policy</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nApple Pay - privacy policy</p>\n<p>·&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAndroid Pay - privacy\npolicy</p>\n<p>Apple Pay and\nAndroid Pay are automatically activated for users who have selected Stripe as\ntheir payment processor.\nIf you do not wish to accept Apple Pay or Android Pay\nas a payment type, it is your responsibility to deactivate Apple Pay and/or\nAndroid Pay.\nYou can deactivate these payment options in your Store checkout\nsettings.\nYour use of Apple Pay and Android Pay constitutes your acceptance of\nApple Pay’s Acceptable Use Guidelines and/or Google/Android Pay’s (API) Terms\nof Service.</p>\n<p>14.\nThemes</p>\n<p>If you choose,\nyou may contribute website themes (\"Custom Themes\") to the Service\nfor use by other users.\nYou hereby grant and agree to grant us an exclusive,\nperpetual, sublicensable, worldwide, irrevocable, royalty-free right and\nlicense to use, copy, modify, and create derivative works of any Custom Themes\ncontributed by you to the Service, including the HTML code and associated media\nassets.</p>\n<p>15.\nDesigner Platform Terms</p>\n<p>If you use our\nDesigner Platform Service to design a web site (a “Client Website”) for a third\nparty (your “Client”), your use of the Service shall be subject to the\nadditional terms set forth in this Section 15.</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nYour relationship with your Client is strictly between you and the Client.\nWe\nwill not be a party to any agreement you have with your Client.\nThe manner and\nmeans that you choose to perform your services are in your sole discretion and\ncontrol.\nhowever you agree to perform these services in a timely and\nprofessional manner, consistent with industry practice and in conformance with\nthese Terms.\n</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nYou accept full responsibility for all Client Websites under your account and\nfor each Client Website’s adherence to these Terms.</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp.\nWhile we intend to allow you to resell the service under a private label, this\nprivate label is in no way guaranteed and we will in no way be held responsible\nfor any failure to maintain its private label.</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nIn the event your Client contacts us, we will direct them to contact you.\nIn\nthe event you fail to support your Client and we receive a request from your\nClient stating that you have not been responsive, we reserve the right to\nsupport your Client directly.</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp.\nPayments for your use of the Designer Platform Service are calculated on a per\nwebsite basis.\nEach Client Website under your account that is published live to\na Client’s domain will incur monthly service charges.\nThese service charges are\nbilled to the credit card on file for your Weebly account.</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp.\nService charges are billed each month for the upcoming month’s service, based\non the total service charges of all Client Websites.\nIf a new Client Website is\npublished mid-month, a pro-rated amount will be included on your next month’s\ninvoice.</p>\n<p>G.&nbsp;&nbsp;&nbsp.\nNo refunds will be given for any days remaining in your current billing cycle.</p>\n<p>H.&nbsp;&nbsp;&nbsp.\nYou understand and agree that you, as the Account Holder, are ultimately\nresponsible for payment for every Client Website under your account.\nIf, at any\ntime, the billing obligations of any Client Website are not met, we will have\nthe right to disable the Client Website until the billing obligation is met.</p>\n<p>16.\nResale of Service</p>\n<p>You will not\nreproduce, duplicate, copy, sell, resell, or exploit any portion of the Service\nwithout our express written permission, which may be in the form of a separate\nwritten agreement with Weebly (such as the Weebly Cloud Agreement).\n</p>\n<p>Weebly is\noften used by Designers to design websites for a third party.\nSuch use is\nexplicitly permitted under the Designer Platform terms above.\nShould you design\nwebsites for third parties on any other version of Weebly other than the\nDesigner Platform, such sites must each have their own account controlled by\nthe third party, and you may not group multiple client sites under one account\nowned by you.</p>\n<p>17.\nDomain Name Registration,\nDomain Name Cancellation, and Change of Registrar</p>\n<p>For the domain\nname registration services (the “Domain Services”) provided to you by Weebly,\nthe following terms and conditions also apply (the “Domain Terms”).\nYour use of\nthe Domain Services provided by Weebly serves as your consent to these terms.\nSome of the service packages include Weebly registering an Internet domain name\nor renewing your existing domain name (the “Domain Name”) on your behalf.\nFor\nthe purpose of procuring and/or maintaining domains, Weebly will act only as\nthe agent between you and the domain name service provider responsible for\ndomain name allocation (the “Registrar”), which will be Register.com.\nAll new\nregistrations and subsequent renewals of those registrations will therefore\nalso be subject to the Register.com terms and conditions located at:\nhttp://www.register.com/policy/servicesagreement.rcmx.\nWeebly reserves the\nright to utilize another domain name service provider at any time, in which\ncase the terms and condition of such organization will apply complementarily to\nthese Domain Terms and such other domain name service provider shall be deemed\na “Registrar” for purposes of these Terms.\n</p>\n<p>&nbsp;</p>\n<p>Weebly may\nprovide one (1) free domain name for up to one year, with a new purchase of an\nannual or bi-annual subscription plan.\nThe domain will be included for the\nlifetime of your Weebly account, and the domain will be registered in your name\nand is yours to keep, as long as you cover any applicable domain registration\nfees following the first year.\nThe free domain name only applies to certain\ntop-level domains (e.g.\n.com, .net, and .org) when signing up for a new plan.\n</p>\n<p>You are\nresponsible for providing correct and complete data regarding the domain name\nholder (“Registrant”) and the administrative contact when registering the\ndomain name.\nThe technical contact in all cases will be Weebly, Inc.\nBefore\napplying for a domain name, it is your responsibility to check that the domain\nname does not violate the rights of any third party or contravene any applicable\nlaw, rule or regulation.\nWe may defer activation of a domain name until payment\nof the agreed fees for the registration services has been received.\nWeebly is\nin no position to influence the allocation of the domain name by the Registrar.\nWe can neither guarantee that the requested domain names will be allocated to\nyou and/or that allocated domain names are free of third-party rights nor\nguarantee their continued existence.\nAny information we provide regarding the\navailability of a domain name is based on the data provided by third parties\nand only refers to the time that information is requested.\nThe domain will not\nbe deemed as allocated before registration of the domain in the name of you,\nthe Registrant, and its entry in the database of the Registrar.\n</p>\n<p>The initial\nregistration term for purchased domains may vary and such registration will\nauto-renew for successive 12-month periods.\nYou will be charged for\nauto-renewal forty-five (45) calendar days before your domain expires (even if\nthat date differs from your Weebly website subscription renewal date).\nYou can,\nof course, opt out of auto-renewal by turning off the auto-renew option in your\nsettings at any time before the auto-renewal takes effect.\nEach purchased\ndomain name is registered in your name and is yours to keep, as long as you pay\nthe applicable fees.\nIf you purchase a new domain, or renew an existing domain,\nand cancel your purchase within the first thirty (30) days by contacting\nhttp://hc.weebly.com, you may receive a full refund.\nYour right and title to\nyour domain name allows you to transfer a purchased domain to another domain\nprovider.\nhowever, you will not be eligible for a refund of registration fees\npaid to Weebly for transferred domains.\nRegardless of the identity of the\nRegistrant or any other contact information in your domain name records, any\ndomain name registered through Weebly using your Weebly account is covered by\nthese Terms.\n</p>\n<p>Maintaining\naccurate and current billing information is a mandatory condition of\nmaintaining your Weebly account.\nSuch data must include the full and real name\nof the Registrant, a physical mailing address (PO boxes or anonymous addresses\nare not permissible), a valid email address and telephone number.\nIf this\ninformation changes, you must immediately inform us of this change by updating\nit online.\nPlease note that if your billing information, including your current\ncredit card information, is not current, we will not renew your Domain Services\nand they may subsequently expire.\n</p>\n<p>Subject to\nthese Terms and those of the Registrar, you may transfer all domain names\nregistered through us to another domain name service provider by following the\nonline instructions provided by Weebly.\nShould we, due to failure on the part\nof you, the account holder, or the new domain name service provider, be unable\nto make the domain transfer to your new domain name service provider, we are\nexpressly entitled to have the cancelled domain name deleted by the relevant\ndomain name service provider after the cancellation date has lapsed, and we\nwill not be liable to you or any third party for such deletion.\nWe reserve the\nright to allow domain transfers only if you have settled all undisputed pending\nclaims with us.\n</p>\n<p>It may not\nalways be possible to recover a domain name after it has expired, and Weebly\nhas sole discretion in determining when a domain name can be renewed\npost-expiry and what fees will be applicable.\nIf you forfeit a domain name for\nnon-payment, Weebly will have the right, in its sole discretion, to: (a)\nregister and use the domain name for its own purpose.\n(b) sell or transfer the\ndomain name to a third party.\nor (c) delete the domain name and allow any new\nregistrant anywhere in the world to register the domain name anew.\nFurther, you\nagree that Weebly may charge the credit card you have on file with Weebly to\nrecover any amounts outstanding on your account.\n</p>\n<p>On certain\noccasions, domain name registrations may become the subject of a legal\nchallenge.\nIf Weebly is made a party to any legal action by virtue of one of\nyour domain name registrations, you agree to be responsible for all of Weebly’s\ncosts and legal fees and to indemnify and hold Weebly harmless from any action.\nIf Weebly is notified that a complaint has been filed with a judicial or\nadministrative body regarding your domain name, Weebly may, at its sole\ndiscretion: (a) lock or suspend your ability to use, make modifications to, or\ntransfer your registration records.\nand/or (b) deposit control of your\nregistration record with the appropriate judicial entity by supplying a\nregistrar certificate from us.\n</p>\n<p>You must\nnotify us immediately if you lose the rights to a domain name registered by\nWeebly on your behalf.</p>\n<p>18.\nEmail Marketing Service</p>\n<p>For the email\nmarketing services provided directly to you by Weebly (the “Email Marketing\nService”), the following terms and conditions also apply.\nYour use of the Email\nMarketing Service serves as your consent to these terms.\nWeebly may suspend or\nterminate your access to and use of the Email Marketing Service if you do not\ncomply with these terms.</p>\n<p>Your use of\nthe Email Marketing Service must comply with all applicable domestic and\ninternational laws.\nThis includes the laws applicable to you and also laws\napplicable to Weebly and all recipients to whom you intend to send emails (each\na “Recipient”).\nExamples of applicable laws include laws relating to spam or\nunsolicited commercial email (hereinafter “Spam” or “UCE”), privacy, security,\nobscenity, defamation, intellectual property, pornography, terrorism, homeland\nsecurity, gambling, child protection, and other applicable laws.\nIt is your\nresponsibility to know and understand the laws applicable to your use of the\nEmail Marketing Service and the emails you generate and send through the Email\nMarketing Service.\nYour use of the Email Marketing Service must also comply\nwith the Privacy Notice applicable to the Email Marketing Service.\nWeebly’s\nPrivacy Notice is available here.</p>\n<p>You are solely\nresponsible for your products and services and any other promotion and Content\ncontained in or referred to in your emails sent through the Email Marketing\nService.\nYou agree to use the Email Marketing Service in a lawful, safe, and professional\nmanner, consistent with industry best practices, including keeping reliable\nrecords.\nYou are solely responsible for any and all statements you make and for\nall user assistance, warranty and support of your products and services.</p>\n<p>Your use of\nthe Email Marketing Service must follow all applicable guidelines established\nby Weebly.\nThe guidelines below are examples of practices that may violate\nthese Terms when generating or sending email or messages through the Email\nMarketing Service:</p>\n<p>You will not:</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nUse the Email Marketing Service in violation of Weebly’s Terms of Service or of\nany law applicable to you or your Recipients;</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nUse the Email Marketing Service to send Spam.\nYou must ensure that all\nRecipients have explicitly granted permission to receive emails from you by\naffirmatively opting-in to receive those emails.\nAll emails and messages sent\nby means of the Email Marketing Service must comply with our Anti-Spam Policy,\nas outlined below:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ni.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWeebly has a no tolerance Spam policy and does not knowingly and\nintentionally do business with any user or company that participates in sending\nSpam/UCE.\nWe do not sell or exchange personal information from our opt-in\nlists.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAn email is Spam if, among other things: (a) the Recipient’s\npersonal identity and context are irrelevant because the message is equally\napplicable to many other potential recipients.\n(b) the Recipient has not\nverifiably granted deliberate, explicit and still-revocable permission for it\nto be sent.\nand (c) the transmission and reception of the message appears to\ngive a disproportionate benefit to the sender.\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSpam is an issue of consent, not content.\nA Recipient should\n“affirmatively opt-in,” or expressly consent to receiving the message, either\nin response to a clear and conspicuous request or at the recipient’s own\ninitiative.\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe U.S.\nCAN-SPAM Act regulates and establishes requirements for\ncommercial messages, gives Recipients the right to have you stop emailing them,\nand spells out tough penalties for violations.\nOther international regulations\nand laws also apply to electronic marketing, and while we cannot give legal\nadvice, we encourage you to become familiar with these laws, especially if you\nlive in or mail to recipients outside the U.S.\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you receive Spam complaints or run into compliance problems, or\nif Weebly identifies a potentially problematic contact list, we will first ask\nquestions to try to understand your business as well as your marketing goals.\nIf we determine that a list is not consent-based or is too old or problematic\nto work with, we will require that it be removed from your account.\nIn certain\ninstances, we may ask you to find another service provider because our goals\nare simply not compatible.\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPlease refer to our Email Marketing FAQ located in\nthe Help Center for further guidance on how to become a responsible mailer, as\nwell as the additional ways that Weebly helps protect against sending unwanted\nor unsolicited email.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you feel a Weebly user is sending unsolicited email, you can\nreport it to us by sending it to abuse@weebly.com.\n</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp.\nUse the Email Marketing Service to request, collect or send any non-public or\npersonally identifiable information about another user or any other person\nwithout their express prior written consent (or the parent’s consent in the\ncase of a minor), illegal information, or any other information you do not have\nthe right to request, collect or distribute;</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nUse the Email Marketing Service to send email campaigns that link to or display\npornography, other sexually explicit content, illegal goods or services, or any\nother Content that Weebly deems inappropriate in its sole discretion;</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp.\nTransmit any message, information, data, text, software or image, or other\nContent that is not owned by you or legally licensed to you, or is unlawful,\nharmful, threatening, abusive, harassing, defamatory, vulgar, obscene,\nlibelous, or otherwise objectionable which may violate another’s right of\nprivacy or publicity;</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp.\nSend through the Email Marketing Service any unethical, false or misleading\nadvertising, promotions, or sales efforts and practices;</p>\n<p>G.&nbsp;&nbsp;&nbsp.\nPost or transmit any materials that contains a virus or corrupted data;</p>\n<p>H.&nbsp;&nbsp;&nbsp.\nUse purchased or rented email lists;</p>\n<p>I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse third party email addresses, domain names, or mail servers without proper\npermission;</p>\n<p>J.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSend emails to non-specific addresses (e.g., webmaster@domain.com or\ninfo@domain.com) or distribution lists, newsgroups, publicly available press or\nmedia addresses or purchased email addresses;</p>\n<p>K.&nbsp;&nbsp;&nbsp;&nbsp.\nSend emails that result in an unacceptable number of Spam or UCE complaints\n(even if the emails themselves were not actually Spam or UCE);</p>\n<p>L.&nbsp;&nbsp;&nbsp;&nbsp.\nDisable or fail to include a working “unsubscribe” link in every email, which\nallows the Recipient/s to remove themselves from your mailing list.\nEach such\nlink must remain operational for at least 60 days after the date on which you\nsend the message, and you agree that you will not remove, disable or attempt to\nremove or disable the link;</p>\n<p>M.\n&nbsp;&nbsp;Disable\nor fail to comply with any request from a Recipient to be removed from your\nmailing list within seven (7) calendar days of receipt of the request.\nYou\ncannot charge a fee, require the Recipient to give you any personally\nidentifiable information beyond an email address, or make the Recipient take\nany step other than sending a reply email or visiting a single page on an\nInternet website as a condition for honoring an unsubscribe request.\nAs\nrequired under the U.S.\nCAN-SPAM Act and other applicable laws, you acknowledge\nthat you are responsible for maintaining and honoring the list of unsubscribe\nrequests following termination of your Weebly account, for any reason\nwhatsoever;</p>\n<p>N.&nbsp;&nbsp;&nbsp.\nDisguise the origin or subject matter of any email or falsify or manipulate the\noriginating email address, subject line, headers, or transmission path\ninformation for any email.\nFor any email or message sent by you using the Email\nMarketing Service, (a) the “from” line must accurately and in a non-deceptive\nmanner identify your identity or your organization’s identity.\nand (b) the\n“subject” line of your email must relate to the email’s actual content and must\nnot contain any deceptive or misleading content regarding the overall subject\nmatter of the email message.\nYou agree that you are the sole or designated\nsender of any email you send through the Email Marketing Service, pursuant to\nany law or act applicable to your use of the Email Marketing Service (e.g.,\nU.S.\nCAN-SPAM Act of 2003, Canada’s Anti-Spam Legislation, S.C.\n2010, c.\n23 and\nDirective 2003/58/EC of the European Parliament and of the Council of 12 July\n2002), and as such you are required to comply with such laws and any other laws\nin other jurisdictions that apply to your use of the Email Marketing Service,\nand be responsible for any violation of any such applicable laws.</p>\n<p>O.&nbsp;&nbsp;&nbsp.\nFail to include in each email your valid physical mailing address (which if you\nare located in the United States, may be a valid post office box meeting the\nregistration requirements established by the United States Postal Service) or a\nlink to that information.\nFor Recipients based in the EU, each email must\nadditionally include the sender’s business registration number and VAT ID or a\nlink to that information;</p>\n<p>P.&nbsp;&nbsp;&nbsp;&nbsp.\nInclude “junk mail”, “chain letters”, “pyramid schemes”, incentives (e.g.,\ncoupons, discounts, awards, or other incentives) or other material in any email\nthat encourages a Recipient to forward the email to another recipient.\nor </p>\n<p>Q.&nbsp;&nbsp;&nbsp.\nFail to comply with export and import regulations for the U.S.\nand other\ncountries.</p>\n<p>Some\nindustries yield higher than normal abuse rates for Spam.\nThus, the Email\nMarketing Service may not be used on behalf of certain industries and senders.\nThis includes, but is not limited to, the following:</p>\n<p>&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPharmaceutical products;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWork from home, make money online, “get rich schemes”, and lead\ngeneration opportunities;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOnline trading, day trading tips, or stock market-related content;</p>\n<p>&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMortgage and loan content;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNutritional, herbal and vitamin supplements;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGambling services, products, or tips;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMulti-level marketing;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nviii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAffiliate marketing or any type of performance marketing, in\nwhich a business rewards or otherwise incentivizes one or more affiliates for\neach visitor or customer brought by the affiliate’s own marketing efforts;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nix.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCredit repair and get out of debt opportunities.\nand</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nx.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCounterfeit or “knock off” products appearing to be another brand.</p>\n<p>It is your\nresponsibility to ensure that the Content you put in your emails does not\nviolate these guidelines.\nAlthough Weebly has no obligation to do so, we may\nmonitor your account to ensure compliance with these Terms and operation within\nthe acceptable industry standards.\nIn our sole discretion, we reserve the right\nto block emails, remove Content, or prohibit use of the Email Marketing Service\nthat may be in violation of the foregoing or of the Terms (including SendGrid\nTerms).\nYou understand and agree that we and any applicable third party that\nsupports, posts, publishes or distributes your emails and Content also has the\nright to reformat, edit, monitor, reject, block or remove any of your emails\nand Content and suspend or terminate the Email Marketing Service, in whole or\nin part, permanently or temporarily.\nIn no case will the foregoing make us\nresponsible or liable to you for compliance with any such laws or obligations,\nfor which you remain solely responsible and liable.</p>\n<p>If you know of\nor suspect any violations of these Terms, please notify Weebly here.\nWeebly\nwill determine compliance with these Terms in its sole discretion and reserves\nthe right, without notice, to take all measures of any nature (legal,\ntechnical, or otherwise) or prevent UCE and/or any other unauthorized email,\nmessages or campaigns from entering, utilizing or remaining within our network.\nWe may terminate the Email Marketing Service and your Weebly account at any\ntime and for any reason.\nIf your account is terminated, we may permanently\ndelete it and any associated data.\n</p>\n<p>In order to\nprovide the Email Marketing Service, we currently use SendGrid’s API (www.sendgrid.com).\nhence, your use of the Email Marketing Service is also governed by SendGrid’s\nterms and policies, as now effective and/or as may be effective in the future\n(“SendGrid Terms”), including, without limitation, SendGrid’s Terms of Use and SendGrid’s Privacy Policy.\nSendGrid\nTerms are in addition to these Terms, and you shall comply with both as\napplicable to the Email Marketing Service.\nWeebly is under no obligation to\nnotify you of any changes to the SendGrid Terms.&nbsp.\nWe may terminate any Third\nParty Service, including SendGrid, in our sole discretion at any time, without\nnotice to you, with no liability to you or to the third party.\nAny such\ntermination or any act by a Third Party Service may impact our ability to make\navailable some or all of the features of the Email Marketing Service, and we\nwill not be liable to you or to any third party for any such actions.</p>\n<p>We will obtain\nany information that you provide us in connection with your use of the Email\nMarketing Service, such as contact lists (including email addresses and any\nother information contained in such lists) and Content posted or used by you\nfor the Email Marketing Service, or in any other manner.\nWe acknowledge your\nownership rights in such contact lists (“Customer Information”) and Content.\nWe\nwon’t sell or rent your Customer Information without your prior explicit\npermission or use your Customer Information for any purpose other than as\ndescribed in our Privacy Notice and in these\nTerms.\nSendGrid may also use the Customer Information and other information\nprovided by you as part of the Email Marketing Service, in accordance with the\nSendGrid Terms.</p>\n<p>You hereby\ngrant to us a revocable, non-exclusive, royalty-free, worldwide license, with\nthe right to sublicense, use, reproduce, publish, distribute, perform and\ndisplay Customer Information, only as required by us to offer and operate the\nEmail Marketing Service.</p>\n<p>You are solely\nresponsible for the accuracy, quality, integrity, legality, reliability and\nappropriateness of all Customer Information.\nYou are responsible for\nmaintaining, securing and storing all Customer Information in accordance with\napplicable law and your contractual obligations, including these Terms.\nYou\nrepresent and warrant that you own or have rights in the material in your\nemails and the Customer Information required for us to use the Customer\nInformation as contemplated by these Terms.</p>\n<p>When using the\nEmail Marketing Service, you agree that any emails and messages and Content\ncontained therein are non-confidential, and you automatically grant or warrant\nthat the owner of such Content or intellectual property has granted to us (or\nsub-licensed to us through you) a non-exclusive, royalty-free, perpetual,\ntransferable, worldwide license, with the right to sublicense, to use,\nreproduce, create derivative works from, modify, publish, edit, translate,\ndistribute, perform and display such Content or intellectual property in any\nmanner or in any media now known or hereafter created, including in connection\nwith our marketing and promotional activities.</p>\n<p>To the extent\npermitted by law, we may make and preserve copies of all Customer Information\nas necessary to provide the Email Marketing Service and for internal back-up\nand other legal or regulatory purposes.\nHowever, we are not obligated to\npreserve copies of your Customer Information, emails and messages, Content or\nother data.\nYou are responsible for backing up your Customer Information.\n</p>\n<p>We make no\nrepresentation or warranty that the content and materials on our website and/or\nthe Email Marketing Service are appropriate for use in locations outside the\nUnited States.\nThose who choose to access the Email Marketing Service from\nother locations do so at their own risk, and are responsible for compliance\nwith applicable local laws.\nWe reserve the right, at any time and in our sole\ndiscretion, to limit the availability, quantity, and accessibility of the Email\nMarketing Service to any person, geographic area, or jurisdiction.</p>\n<p>19.\nIndemnity</p>\n<p>You will\nindemnify, defend, and hold harmless Weebly, and its subsidiaries, licensors,\naffiliates, officers, directors, agents, co-branders, partners, employees,\nsuccessors, and assigns (collectively “Indemnified Parties”) from any and all\nliability, loss, claim, damages, expenses, costs or demands, (including but not\nlimited to reasonable attorneys' fees), incurred or made against the\nIndemnified Parties by any third party in connection with any claim arising\nfrom or related to: (a) your use (or anyone using your account/s) use of the\nService, the Site or the Materials, (b) your Content, (c) any Commercial\nProducts you offer on or through the Site or using our Services, or (d) your\nuse of the Domain Services.\nThis includes, but is not limited to, any breach or\nviolation of these Terms by you or anyone utilizing your account.\nYou must\nfully cooperate at your expense as required by an Indemnified Party.\nEach\nIndemnified Party may, at its election, assume the defense and control of any\nmatter for which it is indemnified hereunder.\nYou shall not settle any matter\ninvolving an Indemnified Party without the consent of the applicable\nIndemnified Party.</p>\n<p>20.\nDisclaimer of warranties</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp.\nYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE\nIS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE\nEXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED,\nINCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nWE ARE NOT RESPONSIBLE FOR ANY DAMAGE, LOSS OF DATA, CUSTOMER INFORMATION OR\nVENDOR DATA, REVENUE, OR OTHER HARM TO BUSINESS ARISING OUT OF DELAYS,\nMISDELIVERY OR NONDELIVERY OF INFORMATION, RESTRICTION OR LOSS OF ACCESS, BUGS\nOR OTHER ERRORS, UNAUTHORIZED USE DUE TO YOUR SHARING OF ACCESS TO THE SERVICE,\nOR OTHER INTERACTION WITH THE SERVICE.\nYOU ARE RESPONSIBLE FOR MAINTAINING AND\nBACKING-UP YOUR DATA AND INFORMATION THAT MAY RESIDE ON THE SERVICE.\nWEEBLY\nDOES NOT WARRANT THAT (i) THE SERVICE WILL MEET YOUR SPECIFIC REQUIREMENTS,\n(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii)\nTHE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE\nOR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER\nMATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR\nEXPECTATIONS, AND (V) ANY ERRORS IN THE SERVICE WILL BE CORRECTED.</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS\nDONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY\nDAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD\nOF ANY SUCH MATERIAL.</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nANY DATA, INFORMATION, CONTENT OR MATERIALS CONTAINED IN OR MADE AVAILABLE IN\nCONNECTION WITH THE SERVICE IS NOT INTENDED AS A SUBSTITUTE FOR THE KNOWLEDGE,\nEXPERTISE, SKILL AND JUDGMENT OF TAX, LEGAL OR OTHER PROFESSIONALS.\nTHE SERVICE\nDOES NOT PROVIDE TAX OR LEGAL ADVICE.\nYOU ARE RESPONSIBLE FOR OBTAINING SUCH\nADVICE AND WE ENCOURAGE YOU TO DO SO PRIOR TO, AND IN CONJUNCTION WITH, USING\nOUR SERVICE.</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp.\nTHESE TERMS APPLY SOLELY TO THE SERVICE.\nAS PART OF THE SERVICES PROVIDED TO\nOTHER WEEBLY USERS, WE HOST WEBSITES FOR CERTAIN THIRD PARTIES (“THIRD PARTY\nSITES”).\nTHIRD PARTY SITES INCLUDE CONTENT GENERATED BY THIRD PARTIES AND ARE\nNOT UNDER THE MANAGEMENT AND CONTROL OF WEEBLY.\nWEEBLY IS NOT RESPONSIBLE FOR\nSUCH THIRD PARTY SITES, INCLUDING WITHOUT LIMITATION, THE ACCURACY,\nSUFFICIENCY, CORRECTNESS, RELIABILITY, VERACITY, COMPLETENESS OR TIMELINESS\nTHEREOF, ANY LINK CONTAINED THEREIN, OR ANY CHANGES OR UPDATES THERETO, OR ANY\nGOODS OR SERVICES SOLD THEREON.\nYOUR ACCESS OR USE OF ANY THIRD PARTY SITE IS\nGOVERNED BY THE TERMS APPLICABLE TO SUCH THIRD PARTY SITE.\nTHE HOSTING OF ANY\nTHIRD PARTY SITE BY WEEBLY DOES NOT IMPLY AN ENDORSEMENT THEREOF BY WEEBLY, OR\nOF THE PROVIDER OF SUCH CONTENT OR SERVICES, OF ANY THIRD PARTY SITE.</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp.\nNEITHER WEEBLY NOR ANY THIRD PARTY PROVIDERS, PARTNERS, OR AFFILIATES WARRANT\nTHAT THE SITE, ITS SERVERS, THE MATERIALS OR THE SERVICE, OR ANY EMAIL SENT\nFROM THE SITE OR ANY THIRD PARTY PROVIDERS, PARTNERS, OR AFFILIATES ARE FREE OF\nVIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>G.&nbsp;&nbsp;&nbsp.\nWEEBLY AND ITS LICENSORS MAKE NO WARRANTY OR REPRESENTATION THAT THE SERVICES,\nMATERIALS, OR SITE ARE APPROPRIATE OR AVAILABLE FOR USE IN ALL GEOGRAPHIC\nLOCATIONS.</p>\n<p>21.\nLimitation of Liability</p>\n<p>TO THE EXTENT\nPERMITTED BY APPLICABLE LAW, WE WILL NOT BE LIABLE TO YOU OR ANY OTHER PERSON\nFOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, CONSEQUENTIAL OR\nEXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS,\nGOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WEEBLY HAS BEEN ADVISED\nOF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (a) THE USE OR THE\nINABILITY TO USE THE SERVICE.\n(b) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS\nAND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED\nOR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM\nTHE SERVICE.\n(c) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR\nDATA.\n(d) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (e) ANY\nOTHER MATTER RELATING TO THE SERVICE.\n</p>\n<p>IN THE EVENT\nOF ANY PROBLEM WITH THE SITE, THE SERVICE, OR THE MATERIALS, YOUR SOLE AND\nEXCLUSIVE REMEDY, AS PERMITTED BY APPLICABLE LAW, IS TO CEASE USING THE SITE,\nTHE SERVICE, AND THE MATERIALS.\nTO THE MAXIMUM EXTENT PERMISSIBLE BY APPLICABLE\nLAW, NEITHER WEEBLY, ITS AFFILIATES, NOR LICENSORS SHALL BE LIABLE IN ANY WAY\nFOR YOUR USE OF THE SITE, THE SERVICE, THE MATERIALS, YOUR CONTENT, THE\nCOMMERCIAL PRODUCTS OR THIRD PARTY USER GENERATED CONTENT AVAILABLE ON OR\nTHROUGH THE SITE, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS, ANY\nINFRINGEMENT OF THE INTELLECTUAL PROPERTY RIGHTS OR OTHER RIGHTS OF THIRD\nPARTIES, OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF, OR\nRELATED TO, THE USE OF THE SITE, THE SERVICE, THE MATERIALS, YOUR CONTENT, THE COMMERCIAL\nPRODUCTS OR ANY THIRD PARTY USER GENERATED CONTENT AVAILABLE ON OR THROUGH THE\nSITE.</p>\n<p>22.\nExclusions and Limitations</p>\n<p>SOME\nJURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE\nLIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES AS\nSET FORTH IN SECTIONS 20 AND 21.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS OF\nSECTIONS 20 AND 21 MAY NOT APPLY TO YOU.</p>\n<p>23.\nU.S.\nGovernment Restricted\nRights</p>\n<p>The materials\non the Service are provided with \"RESTRICTED RIGHTS.\" Use, duplication,\nor disclosure by the U.S.\nGovernment is subject to restrictions as set forth in\napplicable laws and regulations.\nUse of the materials by the U.S.\nGovernment\nconstitutes acknowledgment of our proprietary rights in them.</p>\n<p>24.\nAgreement to Arbitrate.\nClass Waiver</p>\n<p>We want to\naddress your concerns or issues before filing a claim against Weebly.\nPlease\ncontact us at http://hc.weebly.com.\nWe'll contact you by email to informally\nresolve the dispute.\nYou or Weebly may start a formal dispute resolution process\nif a dispute is not resolved within 30 days of your submission.\n</p>\n<p>YOU MAY ONLY\nRESOLVE DISPUTES WITH US ON AN INDIVIDUAL BASIS AND YOU WILL NOT BRING A CLAIM\nAS A PLAINTIFF OR A CLASS MEMBER IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE\nACTION (E.G., CLASS ACTION, CLASS ARBITRATION, PRIVATE ATTORNEY GENERAL ACTION,\nOR CONSOLIDATION WITH OTHER ARBITRATIONS).\n</p>\n<p>Any claim\nrelating to these Terms that is not resolved through our informal process, or\nas set forth below, will be resolved finally and exclusively by binding\nindividual arbitration with a single arbitrator (the “Arbitrator”) administered\nby the American Arbitration Association (<u>https://www.adr.org</u>) according to this Section and the applicable arbitration rules\nfor that forum.\nThe Arbitrator\nshall be responsible for determining all threshold arbitrability issues,\nincluding issues relating to whether the Terms are enforceable, unconscionable\nor illusory and any defense to arbitration, including waiver, delay, laches, or\nestoppel.\nSubject to applicable jurisdictional requirements, you may elect to\npursue your claim in your local small-claims court rather than through\narbitration so long as your matter remains in small claims court and proceeds\nonly on an individual (non-class or non-representative) basis.\nThe Federal\nArbitration Act, 9 U.S.C.\n§§ 1-16, fully applies.\nIf you are a consumer\nbringing a claim relating to a transaction intended for a personal, household,\nor family use, any arbitration hearing will occur within the county where you\nreside.\nOtherwise, any arbitration hearing will occur in San Francisco,\nCalifornia, or another mutually agreeable location.\nThe arbitrator’s award will\nbe binding on the parties and may be entered as a judgment in any court of competent\njurisdiction.\nWhile an arbitrator may award declaratory or injunctive relief,\nthe Arbitrator may do so only with respect to the individual party seeking\nrelief and only to the extent necessary to provide relief warranted by the\nindividual party’s claim.\nAn Arbitrator’s decision and judgment thereon will\nnot have a precedential or collateral estoppel effect in any other case or\narbitration.\nWeebly will reimburse the arbitration fees due to the American\nArbitration Association for individual arbitrations brought in accordance with\nthis section for all claims totaling less than $10,000 unless the Arbitrator\ndetermines that your claims were frivolous.\nIf you prevail on any claim for\nwhich you are legally entitled to attorney’s fees, you may seek to recover\nthose fees from the arbitrator.\nFor any claim where you are seeking relief, we\nwill not seek to have you pay our attorney’s fees, even if fees might otherwise\nbe awarded, unless the Arbitrator determines that your claim was frivolous.\nFor\npurposes of this arbitration provision, references to you and Weebly also\ninclude respective subsidiaries, affiliates, agents, employees, predecessors,\nsuccessors and assigns as well as authorized users or beneficiaries of the\nServices.\nSubject to and without waiver of the arbitration provisions above,\nyou agree that any judicial proceedings (other than small claims actions in\nconsumer cases as discussed above) will be brought in and you hereby consent to\nthe exclusive jurisdiction and venue in the state courts in the City and County\nof San Francisco, California, or federal court for the Northern District of\nCalifornia.\nIf any part of these Terms is held invalid or unenforceable,\nthat part will be construed to reflect the parties’ original intent, and the\nremaining portions will remain in full force and effect.\n</p>\n<p>Either party\nmay bring a lawsuit solely for injunctive relief to stop unauthorized use or\nabuse of the Service, or to enforce intellectual property rights (e.g.,\ncopyright, trademark, trade secret, or patent rights) without first engaging in\nour informal dispute resolution process or arbitration.\nIn the event this agreement\nto arbitrate does not apply to you or your claim, any judicial proceeding will\nbe brought in the federal or state courts of San Francisco County, California.\nYou and Weebly agree to submit to the personal and exclusive jurisdiction of\nthe courts in San Francisco, California.&nbsp.\nREGARDLESS OF ANY STATUTE OR LAW TO\nTHE CONTRARY, ANY CLAIM OR CAUSE OF ACTION BROUGHT BY YOU ARISING OUT OF OR\nRELATED TO USE OF THE SERVICE OR THESE TERMS MUST BE FILED WITHIN ONE (1) YEAR\nAFTER SUCH CLAIM OR CAUSE OF ACTION AROSE OR BE FOREVER BARRED.</p>\n<p>25.\nNotice to Users in\nCalifornia</p>\n<p>We want to\naddress your concerns or issues.\nPlease contact us at <u>http://hc.weebly.com</u> so that we can address your concerns.\nYou may also contact us\nat Square, Inc.\n(dba Weebly) 1455 Market Street, Suite 600, San Francisco,\nCalifornia 94103 USA.\nAdditionally, under California Civil Code Section 1789.3,\nusers of the Service from California are entitled to the following specific\nconsumer rights notice: The Complaint Assistance Unit of the Division of\nConsumer Services of the California Department of Consumer Affairs may be\ncontacted in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA\n95834, or by telephone at (916) 445-1254 or (800) 952-5210.\n</p>\n<p>26.\nGeneral</p>\n<p>We may provide\nnotices to you via either email or regular mail.\nThe Service may also provide\nnotices of changes to these Terms or other matters by displaying notices or\nlinks to notices to you generally on the Service.\nIf your Country of Residence\nis the United States or Canada, these Terms and the relationship between you\nand Weebly shall be governed by the laws of the State of California without\nregard to its conflict of law provisions.\nYou and Weebly agree to submit to the\npersonal and exclusive jurisdiction of the courts located within San Francisco,\nCalifornia.\nIf your Country of Residence is the United Kingdom, Ireland, or\nanywhere except the United States, Canada, Japan, or Australia, these Terms and\nthe relationship between you and Weebly shall be governed by the laws of\nEngland and Wales.&nbsp.\nIf your Country of Residence is the Japan these Terms and\nthe relationship between you and Weebly shall be governed by the laws of\nJapan.&nbsp.\nIf your Country of Residence is Australia, these Terms and the relationship\nbetween you and Weebly shall be governed by the laws of Victoria.\nThe failure\nof Weebly to exercise or enforce any right or provision of these Terms shall\nnot constitute a waiver of such right or provision.\nThese Terms constitute the\nentire agreement between you and us and govern your use of the Service,\nsuperseding any prior agreements (including, but not limited to, any prior\nversions of these Terms).\nYou also may be subject to additional terms and\nconditions that may apply when you use affiliate or other services, third-party\ncontent or third-party software.\nIf any provision of these Terms or\nincorporated documents are found by a court of competent jurisdiction to be\ninvalid, the parties nevertheless agree that the court should endeavor to give effect\nto the parties' intentions as reflected in the provision, and the other\nprovisions of these Terms remain in full force and effect.\nYou agree that\nregardless of any statute or law to the contrary, any claim or cause of action\nbrought by you arising out of or related to use of the Service or these Terms\nmust be filed within one (1) year after such claim or cause of action arose or\nbe forever barred.\nThe section titles in these Terms are for convenience only\nand have no legal or contractual effect.\nYou acknowledge and agree that you are\neach waiving the right to participate as a plaintiff or class member in any\npurported class action or representative proceeding.\nFurther, more than one\nperson's claims may not be consolidated under any circumstances, in any form of\nany class or representative proceeding or otherwise.</p>\n<p>27.\nViolations</p>\n<p>Please visit\nour Abuse page to report any violations of these Terms.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> Weebly Terms and Privacy\n<ul>\n<li> Privacy </li>\n<li> TOS </li>\n<li> Education </li>\n<li> Data-Processing-Terms </li>\n<li> Privacy-EN </li>\n<li> testing spanish </li>\n</ul>\n<ul>\n<li> Privacy-EN </li>\n<li> Privacy-EN-old </li>\n<li> Privacy-EN-old-2019 </li>\n<li> Privacy-ES </li>\n<li> Privacy-ES-old-2019 </li>\n<li> Privacy-DA </li>\n<li> Privacy-DE </li>\n<li> Privacy-FR </li>\n<li> Privacy-IT </li>\n<li> Privacy-JA </li>\n<li> Privacy-KO </li>\n<li> Privacy-NL </li>\n<li> Privacy-NO </li>\n<li> Privacy-PL </li>\n<li> Privacy-PT </li>\n<li> Privacy-RU </li>\n<li> Privacy-SV </li>\n<li> Privacy-TR </li>\n<li> Privacy-ZHTW </li>\n<li> Privacy-ZHCN </li>\n<li> Privacy-EN-DNU </li>\n</ul>\n<ul>\n<li> TOS-EN </li>\n<li> TOS-EN-GB </li>\n<li> TOS-ES </li>\n<li> TOS-DA </li>\n<li> TOS-DE </li>\n<li> TOS-FR </li>\n<li> TOS-IT </li>\n<li> TOS-JA </li>\n<li> TOS-KO </li>\n<li> TOS-NO </li>\n<li> TOS-NL </li>\n<li> TOS-PL </li>\n<li> TOS-PT </li>\n<li> TOS-RU </li>\n<li> TOS-SV </li>\n<li> TOS-TR </li>\n<li> TOS-ZHTW </li>\n<li> TOS-ZHCN </li>\n<li> TOS-EN-LA </li>\n</ul>\n<ul>\n<li> EDU-EN </li>\n<li> EDU-DA </li>\n<li> EDU-DE </li>\n<li> EDU-ES </li>\n<li> EDU-FR </li>\n<li> EDU-IT </li>\n<li> EDU-NL </li>\n<li> EDU-NO </li>\n<li> EDU-PL </li>\n<li> EDU-SV </li>\n<li> EDU-TR </li>\n</ul>\n<ul>\n<li> DPT-EN </li>\n</ul>\n", "created_at": "2018-07-17 10:11:49.752478", "updated_at": "2020-12-14 14:58:56.726317"}, {"id": 170, "name": "Privacy Policy", "url": "https://termsandprivacy.weebly.com/privacy-en.html", "xpath": "", "text": " <p>PRIVACY NOTICE FOR USERS WHO APPLY OR SIGN UP\nFOR A WEEBLY ECOMMERCE BY SQUARE ACCOUNT ONLY</p>\n<p>\n<b>If you are a\nSquare Seller,&nbsp;please click here.\n</b>\n</p>\n<p>\n<b>Posted on December 13, 2019.\nEffective\nDate: January 1, 2020</b>\n</p>\n<p>This Privacy Notice describes how the\nWeebly eCommerce by Square platform (referred to herein as “Weebly”) uses and\ndiscloses the information we collect from you as a customer of the Weebly\nplatform (collectively, “Services”).\nWeebly is a product and service owned by\nSquare, Inc., and references to “us,” “we” or “our” in this Privacy Notice\nrefer to Square, Inc.\nand its affiliates.</p>\n<p>This Privacy Notice applies to the\ninformation collected in connection with your use of Weebly,\nbut does <b>\n<u>not</u>\n</b> apply to\ninformation of yours that we may collect through our other services or\nproducts, or if you are both a Square Seller and Weebly customer.\nIf you use\nWeebly for eCommerce and are a Square Seller (for example, through your use of\nSquare Online Store), the privacy notice that applies to you can be found here.\n</p>\n<p>This Privacy Notice applies to information collected\nin connection with your access to and use of our Services.\nPlease read this\nPrivacy Notice carefully.\nBy continuing to interact with our Services, you are\nconsenting to the practices described in this Privacy Notice.</p>\n<p>Our Privacy Notice explains:</p>\n<p>1.\nINFORMATION WE COLLECT ABOUT YOU</p>\n<p>2.\nINFORMATION WE MAY COLLECT ABOUT YOUR\nCUSTOMERS</p>\n<p>3.\nSOURCES OF INFORMATION WE COLLECT\nABOUT YOU</p>\n<p>4.\nHOW WE USE YOUR INFORMATION</p>\n<p>5.\nWHEN AND WITH WHOM WE SHARE YOUR\nINFORMATION</p>\n<p>COOKIES AND OTHER SIMILAR AUTOMATED\nTECHNOLOGIES</p>\n<p>THIRD-PARTY ANALYTICS SERVICES</p>\n<p>ONLINE\nTRACKING AND INTEREST-BASED ADVERTISING</p>\n<p>6.\nHOW LONG WE KEEP YOUR INFORMATION</p>\n<p>7.\nYOUR CHOICES</p>\n<p>ONLINE BEHAVIORAL OR INTEREST-BASED\nADVERTISING</p>\n<p>RIGHTS OF CALIFORNIA RESIDENTS</p>\n<p>8.\nCHILDREN’S PERSONAL INFORMATION</p>\n<p>9.\nHOW WE SECURE INFORMATION</p>\n<p>10.\nSTORAGE\nAND PROCESSING</p>\n<p>11.\nCHANGES\nTO THIS PRIVACY NOTICE</p>\n<p>12.\nHOW TO\nCONTACT US</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p> 1.&nbsp;&nbsp.\nINFORMATION\nWE COLLECT ABOUT YOU <p>\n<b>Information\nYou Provide</b>\n</p>\n<p>We collect information you provide when you:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMake a\nrequest to receive information about Weebly.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nApply or sign\nup for a Weebly account or other Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGo through our account verification process,\nauthenticate into your account, communicate with us, answer our surveys, upload\ncontent, or otherwise interact with the Services.\n</p>\n<p>We call this information <b>Weebly Account Data</b>.\n</p>\n<p>Specifically, we collect (and/or have\ncollected during at least the 12-month period preceding the effective date of\nthis Privacy Notice) the following categories of information:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Identification Information</b>, such as:<b>\n</b>\n</p>\n<p>o&nbsp;&nbsp.\nName, email address, postal address,\nsignature, and phone number.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Financial\nInformation</b>, such as your credit card details,\nPayPal email address, and other information necessary to process the\ntransaction.\nWe will retain the last four digits of your credit card number,\ncredit card type, and associated name and address, which you may identify as a\ncard used in the future.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Other Information You Provide</b>, such as information that you voluntarily\nprovide to us, including your survey responses.\nparticipation in contests,\npromotions, or other prospective seller marketing forms or devices.\nsuggestions\nfor improvements.\nreferrals.\nor any other actions you perform on the Services.</p>\n<p>\n<b>Information\nWe Collect From Your Use of the Services </b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Commercial information</b>, such as information about the products and services\nyou sell (<u>e.g.</u>, inventory, pricing and other data) and information about\nyour payment transactions (<u>e.g.</u>,\nwhen and where the transactions occur, a description of the transactions, the\npayment or transfer amounts, billing and shipping information, and payment\nmethods used to complete the transactions).\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Electronic information</b>, such as web browser and device characteristics.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Geolocation data</b>, which includes the location of your device.\nFor more information and to learn how to disable collection of location\ninformation from your mobile device, please&nbsp;see below;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Internet or other electronic network activity\ninformation</b>, which includes information about\nhow you use and interact with our Services, including your access time,\n“log-in” and “log-out” information, browser type and language, the domain name\nof your internet service provider, other attributes about your browser, any\nspecific page you visit on our platform, content you view, features you use,\nthe date and time of your use of the Services, your search terms, and the\nwebsite you visited before you visited or used the Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Online identifiers</b> (<u>e.g.</u>, information you use to log in\nto your account), Internet Protocol (“IP”) address, and unique personal\nidentifiers (including device identifier.\ncookies, beacons, pixel tags, mobile\nad identifiers and similar technology.\ncustomer number.\nunique alias, and other\nidentifiers).\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Inferences</b> drawn from any of the information above to create a profile about you\nthat may reflect, for example, your preferences, characteristics, and behavior,\nincluding for account security purposes or to enhance our Services to you.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> 2.&nbsp;&nbsp.\nINFORMATION\nWE MAY COLLECT ABOUT YOUR CUSTOMERS <p>We also obtain information about your\ncustomers on your behalf when they transact with you.\nWe call this information <b>Your Customers’ Data.\n</b>We collect Your\nCustomers’ Data when they transact with you through your use of Weebly.\nYour\nCustomers’ Data may include:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Device Information</b>.\nInformation about Your Customer’s device,\nincluding hardware model, operating system and version, device name, unique\ndevice identifier, mobile network information, and information about the\ndevice’s interaction with our Services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Identification Information</b>.\nYour Customers’ name.\nemail address.\nmailing address.\nphone number.\nor other historical, and contact information.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Location Information</b>.\nThe location of Your Customer’s device if\nthey pay with Apple or Android Pay.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Transaction Information</b>.\nWhen Your Customers use Weebly to make or\nrecord payments to you, we collect information about when and where the\ntransactions occur, the names of the transacting parties, a description of the\ntransactions which may include item-level data, the payment or transfer\namounts, billing and shipping information, and the devices and payment methods\nused to complete the transactions.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Use Information</b>.\nInformation about how Your Customers\ntransact with you using our Services, including access time, “log-in” and\n“log-out” information, browser type and language, country and language setting\non your device, IP address, the domain name of Your Customer’s internet service\nprovider, other attributes about Your Customer’s browser, mobile device and\noperating system, features Your Customer uses, and the date and time of use of\nthe Services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Other\nInformation You or Your Customers Provide</b>.\nInformation that Your Customers voluntarily provide you or that you\ninput into Weebly’s systems about your Customers, including survey responses.\nparticipation in contests, promotions, or other prospective seller marketing\nforms or devices.\nsuggestions for improvements.\nor any other actions performed\nwhen they transact with you using Weebly.</p>\n<p>&nbsp;</p> 3.&nbsp;&nbsp.\nSOURCES\nOF INFORMATION WE COLLECT ABOUT YOU <p>We collect (and/or have collected during at\nleast the 12-month period preceding the effective date of this Privacy Notice)\ninformation about you from the following categories of sources:</p>\n<p>o&nbsp;&nbsp.\nYou directly, when you submit information to\nus or allow us to access information about you;</p>\n<p>o&nbsp;&nbsp.\nYour devices and applications when you\ninteract with our website or use our Services.\n</p>\n<p>o&nbsp;&nbsp.\nOur group companies and affiliates;</p>\n<p>o&nbsp;&nbsp.\nOther sources, including:</p>\n<p>o&nbsp;&nbsp.\nSocial media networks.\n</p>\n<p>o&nbsp;&nbsp.\nOnline advertising companies.\n</p>\n<p>o&nbsp;&nbsp.\nMailing list providers.\nand</p>\n<p>o&nbsp;&nbsp.\nPublicly available sources (such as public\nrecords of criminal convictions and arrest records).</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p> 4.&nbsp;&nbsp.\nHOW\nWE USE YOUR INFORMATION <p>We may collect, use and share (or have\ncollected, used or shared during at least the 12-month period preceding the\neffective date of this Privacy Notice), information about you for the following\nreasons:</p>\n<p>\n<b>Performing,\nImproving and Developing our Services</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDelivering\nthe information and support you request, including technical notices, security\nalerts, and support and administrative messages such as to resolve disputes,\ncollect fees, and provide assistance for problems with our Services or your\nWeebly account;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDetermining\nwhether the Services are available in your country;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDeveloping\nnew products and services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDisplaying\nyour historical transaction information;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nImproving,\npersonalizing, and facilitating your use of our Services.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProcessing or\nrecording payment transactions;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProviding,\nmaintaining and improving our Services, including our website;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDoing\ninternal research, measuring, tracking, and analyzing trends and usage.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOtherwise providing you with the products and\nfeatures you choose to use.</p>\n<p>\n<b>Communicating\nwith You About our Services</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSending you\nsurveys and getting your feedback about our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProviding\ninformation about and promoting our Services to you.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSending you\ninformation we think you may find useful or which you have requested from us\nabout our products and services.</p>\n<p>&nbsp;</p>\n<p>\n<b>Protecting\nour Services and Maintaining a Trusted Environment</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConducting investigations, complying with and enforcing\napplicable laws, regulations, legal requirements, and industry standards, and\nresponding to lawful requests for information from the government or to valid\nlegal process;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nContacting\nyou to resolve disputes, collect fees, and help you with our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDebugging to\nidentify and fix errors that impair how our Services function.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMaking sure\nyou follow our&nbsp;Terms of Service or other applicable agreements or policies;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInvestigating,\ndetecting, preventing, recovering from or reporting fraud, misrepresentations,\nsecurity breaches or incidents, other potentially prohibited, malicious, or\nillegal activities, or to otherwise help protect your account, including to\ndispute chargebacks on your behalf;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtecting\nyour, our, our customers’, or your customers’ rights or property, or the\nsecurity or integrity of our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVerifying or\nmaintaining the quality and safety of our Services.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVerifying\nyour identity (e.g., through government-issued identification numbers).</p>\n<p>&nbsp;</p>\n<p>\n<b>Advertising\nand Marketing</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMarketing our\nServices to you.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommunicating\nwith you about opportunities, products, services, contests, promotions,\ndiscounts, incentives, surveys, and rewards offered by us and select partners.</p>\n<p>&nbsp;</p>\n<p>If we send you marketing emails, each email\nwill have instructions on how you can “opt out” of getting future marketing from\nus.</p>\n<p>To learn about what choices\nyou have about interest-based advertising and cross-device tracking,\nplease&nbsp;see below.</p>\n<p>\n<b>Other Uses</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor any other reason we may tell you about\nfrom time to time.</p>\n<p>\n<b>\n</b>\n</p> 5.&nbsp;&nbsp.\nWHEN\nAND WITH WHOM WE SHARE YOUR INFORMATION <p>We may share the personal information described\nin the “Information We Collect About You” section with the following categories\nof service providers and third parties:</p>\n<p>\n<b>With Other\nUsers of our Services with Whom You Interact</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith other users of our Services with whom\nyou interact through your own use of our Services.\nFor example, we may share\ninformation with your customers when you make or accept a payment or money\ntransfer using our Services.</p>\n<p>\n<b>With our\nAffiliates and Group Companies</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith our group companies and corporate\naffiliates, for the reasons outlined above.\nFor example, we may share your\ninformation internally to understand how you engage with Square company\nproducts to help make our Services better for you and for everyone, and to help\nus build Services tailored to your preferences.</p>\n<p>\n<b>With our\nService Providers</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith service\nproviders who help us provide, maintain, and improve our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith service providers that help us run our\nadvertising campaigns, contests, special offers, or other events or activities.</p>\n<p>\n<b>Business\nTransfers and Corporate Changes</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo a\nsubsequent owner, co-owner, or operator of one or more of the Services.\nor</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf we do or try to do a corporate merger,\nconsolidation, or restructuring (including during due diligence and negotiation\nof these).\nthe sale of substantially all of our stock and/or assets.\nthe\nfinancing, acquisition, divestiture, or dissolution of all or a portion of our\nbusiness.\nor other corporate change.</p>\n<p>\n<b>Safety and\nCompliance with Law</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf we believe that disclosure is reasonably\nnecessary (i) to comply with any applicable law,\nregulation, legal process or governmental request (e.g., from creditors, tax\nauthorities, law enforcement agencies, in response to a garnishment, levy, or\nlien notice, etc.).\n(ii) to establish, exercise or defend our legal rights.\n(iii)\nto enforce or comply with our&nbsp;<b>General Terms&nbsp;</b>or other applicable agreements\nor policies.\n(iv) to protect our or our customers’ rights or property, or the\nsecurity or integrity of our Services.\n(v) for an investigation of suspected or\nactual illegal activity.\nor (vi) to protect us, users of our Services or the\npublic from harm, fraud, or potentially prohibited or illegal activities.</p>\n<p>\n<b>With Your\nConsent</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith your consent.\nFor example:</p>\n<p>o&nbsp;&nbsp.\nAt your direction or as described at the time\nyou agree to share.\nor</p>\n<p>o&nbsp;&nbsp.\nWhen you authorize a third\nparty application or website to access your information.</p>\n<p>\n<b>With Others </b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWith other\ncompanies who deliver services on our behalf, including via the use of cookies\nand similar automated technologies, third party analytics, and online tracking\nand interest-based advertising, as described below.\n</p>\n<p>\n<b>Aggregated\nand Anonymized Information</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe also may\nshare (within our group of companies or affiliates, or with service providers\nor other third parties) aggregated and anonymized information that does not specifically\nidentify you or any individual user of our Services.<b>\n</b>\n</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p> COOKIES AND OTHER\nSIMILAR AUTOMATED TECHNOLOGIES <p>When you interact with our online services,\nor open emails we send you, we obtain certain information using automated\ntechnologies, such as cookies, web server logs, web beacons, and other\ntechnologies.\nA “cookie” is a text file\nthat websites send to a visitor’s computer or other internet-connected device\nto uniquely identify the visitor’s browser or to store information or settings\nin the browser.\nA “web beacon,” also\nknown as an internet tag, pixel tag, or clear GIF, is a tiny graphic image that\nmay be used in our websites or emails.\n</p>\n<p>We use these automated technologies to\ncollect your device information, internet activity information, and inferences\nas described above.\nThese technologies\nhelp us to:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRemember your\ninformation so you do not have to re-enter it;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTrack and\nunderstand how you use and interact with our online services and emails;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTailor our\nonline services to your preferences;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMeasure how\nuseful and effective our services and communications are to you.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOtherwise\nmanage and enhance our products and services.\n</p>\n<p>We set some of these automated technologies\nourselves, but others are set by third parties who deliver services on our\nbehalf.\nFor example, we may use other\ncompanies’ web analytics services (described in the “Third-Party Analytics Services”\nsection), which use automated technologies to help us evaluate how customers\nuse our websites.\n</p>\n<p>Your browser can alert you when cookies are\nplaced on your device, and how you can stop or disable them via your browser\nsettings.\nPlease note, however, that without cookies all of the features of our\nonline services may not work properly.\nIf you use a mobile device, you can\nmanage how your device and browser share certain device data by changing the\nprivacy and security settings on your mobile device.\nYou can learn more about cookies and how to\nmanage your preferences by visiting http://www.allaboutcookies.org.\n</p>\n<p>\n<b>&nbsp;</b>\n</p> THIRD-PARTY\nANALYTICS SERVICES <p>We may use third-party analytics service\nproviders to help us with our online services, such as Google Analytics, BugSnag, and Crashlytics.\nThe\nanalytics providers that administer these services use technologies such as\ncookies, web beacons, and web server logs to help us analyze how you use our\nonline services.\nWe may disclose your site-use information (including IP\naddress) to these analytics providers, and other service providers who use the\ninformation to help us figure out how you and others use our online services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo learn more\nabout Google Analytics and how to opt out, please visit https://marketingplatform.google.com/about/ or https://support.google.com/analytics/answer/181881?hl=en.\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo learn more about how Facebook uses your data\nplease visit https://www.facebook.com/help/325807937506242/ or log\non to your Facebook account and access your settings.\nTo understand more about\nFacebook advertising please see here https://www.facebook.com/about/ads.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo learn more\nabout BugSnag, please visit https://docs.bugsnag.com/legal/privacy-policy/.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo learn more\nabout Crashlytics, please visit https://fabric.io/terms.\n</p> &nbsp.\nONLINE TRACKING AND INTEREST-BASED\nADVERTISING <p>We and the service providers we use to\nadvertise to you may collect information about your activities on Square.\nWe\nuse this information to advertise to you and to tailor our products and\nservices to your interests.\nYou may see certain ads on other websites because\nwe use third-party services to advertise our services to you.\nWe use these\nservices to target our ads to you and others based on your demographics,\ninterests and context.\nThese third-party ad services track your online\nactivities over time and across multiple websites by collecting your\ninformation through automated technologies, including third-party cookies, web\nserver logs and web beacons.\nThe ad services use this information to show you\nWeebly ads that may be tailored to your individual interests.\nThe information\nour ad services may collect on our behalf includes data about your visits to\nwebsites that serve Weebly ads, such as the pages or ads you view and the\nactions you take on those websites.\nThis data collection takes place both on\nour online services, and on third-party websites that serve our ads to you.\nThis process also helps us figure out if our ads to you are effective.</p> To learn about how to opt out of\ninterest-based advertising in the U.S., see below <p>Certain web browsers allow you to instruct\nyour browser to respond to Do Not Track (“DNT”) signals to website you visit,\ninforming those sites that you do not want your online activities to be\ntracked.\nAt this time, our websites are\nnot designed to respond to DNT signals or similar mechanisms from browsers.</p>\n<p>\n<b>&nbsp;</b>\n</p> 6.&nbsp;&nbsp.\nHOW\nLONG WE KEEP YOUR INFORMATION <p>&nbsp;</p>\n<p>We generally keep your information as\nlong as reasonably necessary to provide you the Services or to comply with\napplicable law.\nHowever, even after you deactivate your account, we can retain\ncopies of information about you and any transactions or Services in which you\nmay have participated for a period of time that is consistent with applicable\nlaw, applicable statute of limitations or as we believe is reasonably necessary\nto comply with applicable law, regulation, legal process, or governmental\nrequest, to detect or prevent fraud, to collect fees owed, to resolve disputes,\nto address problems with our Services, to assist with investigations, to\nenforce our General Terms or other\napplicable agreements or policies, or to take any other actions consistent with\napplicable law.</p>\n<p>\n<b>&nbsp;</b>\n</p> 7.&nbsp;&nbsp.\nYOUR\nCHOICES <p>\n<b>Personal\nInformation</b>\n</p>\n<p>You can access, change, or correct\ninformation that you have provided by logging into your Weebly account at any\ntime or by making a request to us using the&nbsp;contact details below.\nWe will need to verify your identity before\ngranting access or otherwise changing or correcting your information.</p>\n<p>\n<b>Deactivating\nYour Account</b>\n</p>\n<p>If you wish to deactivate your account, you\ncan do so by logging into your Weebly account or by emailing us using the\ncontact details&nbsp;provided below.</p>\n<p>\n<b>Location\nInformation</b>\n</p>\n<p>In order to provide certain Services, we may request\naccess to location information, including precise geolocation information\ncollected from your device.\nIf you do not consent to the collection of this\ninformation, certain Services will not function properly\nand you will not be able to use those Services.\nYou can stop our collection of\nlocation information at any time by changing the preferences on your mobile\ndevice.\nIf you do so, some of our mobile applications will no longer function.\nYou also may stop our collection of location information via mobile application\nby following the standard uninstall process to remove all Weebly mobile\napplications from your device.</p>\n<p>\n<b>Promotional\nCommunications</b>\n</p>\n<p>You can opt out of receiving promotional\nmessages from Weebly by following the instructions in those messages, by\ninforming the caller that you would not like to receive future promotional\ncalls, or by changing your notification settings by logging into your Weebly\naccount.\nYou may only opt out of text messages from Weebly by replying STOP.\nOpting out of receiving communications may impact your use of the Services.\nIf\nyou decide to opt out, we may still send you non-promotional communications,\nsuch as digital receipts and messages about your account or our ongoing\nbusiness relations.</p>\n<p>&nbsp;</p> ONLINE\nBEHAVIORAL OR INTEREST-BASED ADVERTISING <p>\n<b>Third-Party\nOnline Behavioral or Interest-Based Advertising Services on Websites (including\nMobile Websites)</b>\n</p>\n<p>Some of the advertising platforms that we use\nto collect information from or about you in order to provide more relevant\nadvertising to you on websites participate in the DAA Self-Regulatory Program\nfor Online Behavioral Advertising.\nThis program offers a centralized location where\nusers can make choices about the use of their information for online behavioral\nadvertising.\nTo make choices about the use of your information for online\nbehavioral advertising on websites, please visit the Digital Advertising Alliance Webchoices tool.\nIf you opt out of online behavioral advertising using this method,\nthis opt-out will only apply to the specific browser or device from which you\nopt out.</p>\n<p>Some of the advertisers, advertising technology\ncompanies, and service providers that perform advertising-related services for\nus may be members of the Network Advertising Initiative (NAI), a cooperative of\nonline marketing companies that offers a centralized tool for opting out of\ninterest-based advertising delivered to each of its member companies.\nIf you\nwould like to opt out of the NAI’s members’ use of information from or about\nyou on websites, please visit the NAI’s opt-out of interest-based\nadvertising page.\nIf you opt\nout of interest-based advertising using this method, this opt-out will only\napply to the specific browser or device from which you opt out.</p>\n<p>\n<b>Third-Party\nOnline Behavioral or Interest-Based Advertising Services Within Mobile\nApplications</b>\n</p>\n<p>Some of the advertising platforms that we use\nto collect information from or about you in order to provide our advertising to\nyou within mobile applications participate in the DAA Self-Regulatory Program\nfor Online Behavioral Advertising.\nThis program offers a mobile application\ncalled the “AppChoices,” which provides a centralized\nlocation where you can make choices about the use of your information for\nonline behavioral advertising within the mobile environment.\nThe AppChoices application can be downloaded from your mobile\ndevice at www.aboutads.info/appchoices or from your device’s app store.\nIf you opt\nout of online behavioral advertising using this method, this opt-out will only\napply to the specific browser or device from which you opt out.</p>\n<p>On your mobile device, you may also go to\nyour device settings and select “Limit Ad Tracking” (for iOS devices), or “Opt out of Interest-Based Ads” (for Android devices), which\nwill allow you to limit our use of information collected from or about your\nmobile device (such as precise location data) for the purposes of serving\nonline behavioral advertising to you.</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p> RIGHTS\nOF CALIFORNIA RESIDENTS <p>If you live\nin California, the following additional rights apply to you.</p>\n<p>\n<b>Right to Know</b>\n</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>You may\nhave the right to request, up to twice in a 12-month period, to see the\nfollowing information about the personal information we have collected about\nyou during the past 12 months:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\ncategories and specific pieces of personal information we have collected about\nyou;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\ncategories of sources from which we collected the personal information;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\nbusiness or commercial purpose for which we collected the personal information;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\ncategories of third parties with whom we shared the personal information.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\ncategories of personal information about you that we disclosed for a business\npurpose, and the categories of third parties to whom we disclosed that\ninformation for a business purpose.</p>\n<p>&nbsp;</p>\n<p>To request the specific pieces of personal\ninformation we have collected about you, see “How to Exercise Your Rights”\nbelow.\nYou may find all of the other information listed above in this Privacy\nNotice.\n</p>\n<p>California law gives you the right to ask if\nwe disclose your personal information to third parties for <i>their</i> direct marketing purposes (we do not disclose your personal\ninformation for others’ direct marketing purposes).\nIt also gives you the right to ask if we sell\nyour personal information to third parties (we do not sell your personal\ninformation and have not done so in the past), and if we did (which we don’t),\nyou’d have the right to opt out of such sales.\n</p>\n<p>\n<b>Right of Deletion </b>\n</p>\n<p>You have\nthe right to ask us to delete the personal information we have collected from\nyou (subject to exceptions the law provides).\nPlease note that you may no\nlonger be able to use our Services if you delete your personal information.</p>\n<p>\n<b>Right of Non-Discrimination</b>\n</p>\n<p>You have the right to not be discriminated\nagainst if you exercise these privacy rights.\nWe will not discriminate against you, deny, charge different prices for,\nor provide a different quality of goods or services if you choose to exercise\nthese rights.</p>\n<p>\n<b>How to Exercise Your Rights</b>\n</p>\n<p>If you\nlive in California and would like to send us a request to exercise one of your\nabove rights, you may contact us as specified in the “How to Contact Us” section of this Privacy Notice or through your\nWeebly dashboard.\n</p>\n<p>To help\nprotect your privacy and maintain security, we take&nbsp;steps to verify your\nidentity before granting you access to your personal information or complying\nwith your request.\n</p>\n<p>You may designate an authorized agent to make\na request on your behalf as permitted under law, though before we process that\nrequest, we will require that you provide the authorized agent written\npermission to do so and verify your identity directly with us.\n</p>\n<p>To the extent permitted by applicable law, we may charge a reasonable fee\nto comply with your request.\n</p>\n<p>\n<b>&nbsp;</b>\n</p> 8.&nbsp;&nbsp.\nCHILDREN’S\nPERSONAL INFORMATION <p>Our Services\nare general audience services not directed at children under the age of 13.\nIf\nwe learn that any information we collect has been\nprovided by a child under the age of 13, we will promptly delete that\ninformation.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p> 9.&nbsp;&nbsp.\nHOW\nWE SECURE INFORMATION <p>We take\nreasonable measures, including administrative, technical, and physical\nsafeguards, to protect your information from loss, theft, and misuse, and\nunauthorized access, disclosure, alteration, and destruction.\nNevertheless, the\ninternet is not a 100% secure environment, and we cannot guarantee absolute\nsecurity of the transmission or storage of your information.\nWe hold\ninformation about you both at our own premises and with the assistance of\nthird-party service providers.</p>\n<p>&nbsp;</p> 10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSTORAGE\nAND PROCESSING <p>We may, and\nwe may use third-party service providers to, process and store your information\nin the United States, Canada, Japan, the European Union, and other countries.</p>\n<p>\n<b>&nbsp;</b>\n</p> 11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCHANGES\nTO THIS PRIVACY NOTICE <p>We may amend\nthis Privacy Notice from time to time by posting a revised version and updating\nthe “Effective Date” above.\nThe revised version will be effective on the\n“Effective Date” listed.\nWe will provide you with reasonable prior notice of\nmaterial changes in how we use your information, including by email, if you\nhave provided one.\nIf you disagree with these changes, you may cancel your\naccount at any time.\nIf you keep using our Services, you consent to any amendment\nof this Privacy Notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p> 12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHOW\nTO CONTACT US <p>Please contact our privacy team with any questions\nor concerns regarding this Privacy Notice:</p>\n<p>&nbsp;</p>\n<p>Square, Inc.\n1455 Market Street, Suite 600, San\nFrancisco, CA 94103, U.S.A.</p>\n<p>Email: weebly-privacy@squareup.com.</p>\n<p>Help Center: https://www.weebly.com/app/help/us/en</p>\n<p>&nbsp;</p>\n<p>If you have any questions or concerns regarding our\nprivacy notice, or if you believe our privacy notice or applicable laws\nrelating to the protection of your personal information have not been\nrespected, you may file a complaint with our privacy team listed above.\nWe will\nrespond to let you know when you can expect a further response.\nWe may request\nadditional details from you regarding your concerns and may need to engage or\nconsult with other parties in order to investigate and address your issue.\nWe\nmay keep records of your request and any resolution.</p>\n<p>&nbsp;</p>\n<p>\n<b>December 13,\n2019</b>: Changes were made to align with\nSquare Inc.’s updated privacy notice and practices, and in accordance with the\nCalifornia Consumer Privacy Act.</p>\n<p>\n<b>March 22, 2019: </b>Changes were made to align this notice with\nSquare’s practices regarding international data transfers.</p>\n<p>\n<b>August 22, 2018:</b> Changes were made to update this notice to\nalign with Square, Inc.’s privacy notice following Square’s acquisition of\nWeebly.</p>\n<p>\n<b>May 23, 2018: </b>Changes were made to this notice in\naccordance with the General Data Protection Regulation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> Weebly Terms and Privacy\n<ul>\n<li> Privacy </li>\n<li> TOS </li>\n<li> Education </li>\n<li> Data-Processing-Terms </li>\n<li> Privacy-EN </li>\n<li> testing spanish </li>\n</ul>\n<ul>\n<li> Privacy-EN </li>\n<li> Privacy-EN-old </li>\n<li> Privacy-EN-old-2019 </li>\n<li> Privacy-ES </li>\n<li> Privacy-ES-old-2019 </li>\n<li> Privacy-DA </li>\n<li> Privacy-DE </li>\n<li> Privacy-FR </li>\n<li> Privacy-IT </li>\n<li> Privacy-JA </li>\n<li> Privacy-KO </li>\n<li> Privacy-NL </li>\n<li> Privacy-NO </li>\n<li> Privacy-PL </li>\n<li> Privacy-PT </li>\n<li> Privacy-RU </li>\n<li> Privacy-SV </li>\n<li> Privacy-TR </li>\n<li> Privacy-ZHTW </li>\n<li> Privacy-ZHCN </li>\n<li> Privacy-EN-DNU </li>\n</ul>\n<ul>\n<li> TOS-EN </li>\n<li> TOS-EN-GB </li>\n<li> TOS-ES </li>\n<li> TOS-DA </li>\n<li> TOS-DE </li>\n<li> TOS-FR </li>\n<li> TOS-IT </li>\n<li> TOS-JA </li>\n<li> TOS-KO </li>\n<li> TOS-NO </li>\n<li> TOS-NL </li>\n<li> TOS-PL </li>\n<li> TOS-PT </li>\n<li> TOS-RU </li>\n<li> TOS-SV </li>\n<li> TOS-TR </li>\n<li> TOS-ZHTW </li>\n<li> TOS-ZHCN </li>\n<li> TOS-EN-LA </li>\n</ul>\n<ul>\n<li> EDU-EN </li>\n<li> EDU-DA </li>\n<li> EDU-DE </li>\n<li> EDU-ES </li>\n<li> EDU-FR </li>\n<li> EDU-IT </li>\n<li> EDU-NL </li>\n<li> EDU-NO </li>\n<li> EDU-PL </li>\n<li> EDU-SV </li>\n<li> EDU-TR </li>\n</ul>\n<ul>\n<li> DPT-EN </li>\n</ul>\n", "created_at": "2018-07-17 10:11:49.724249", "updated_at": "2020-12-14 14:57:57.877711"}], "points": [{"id": 21239, "title": "There is a date of the last update of the agreements", "source": "https://termsandprivacy.weebly.com/tos-en-gb.html", "status": "Generated through the annotate view", "created_at": "2021-05-26 13:06:02.950891", "updated_at": "2021-05-27 21:15:41.944077", "quoteText": "Effective Date: December 13, 2018", "case_id": 331, "document_id": 171, "quoteStart": 40, "quoteEnd": 73}, {"id": 21240, "title": "This service is only available to users over a certain age", "source": "https://termsandprivacy.weebly.com/tos-en-gb.html", "status": "Generated through the annotate view", "created_at": "2021-05-26 13:07:42.952651", "updated_at": "2021-05-28 07:21:55.174517", "quoteText": "individuals under the age of 13 are prohibited from\ncreating or using accounts through Weebly.com.\nStudents under the age of 13\nmay, however, use Weebly through special student accounts created by their\nteachers through education.weebly.com, provided the teacher has obtained signed\nparental consent from the student's parents.</p>", "case_id": 152, "document_id": 171, "quoteStart": 7119, "quoteEnd": 7450}, {"id": 21241, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://termsandprivacy.weebly.com/tos-en-gb.html", "status": "Generated through the annotate view", "created_at": "2021-05-26 13:12:03.565492", "updated_at": "2021-05-28 07:21:49.472124", "quoteText": "You are\nresponsible for maintaining the security of your account and web site, for all\nactivities that occur or actions taken under the account or in connection with\nthe web site.\nYou agree to immediately notify us in writing of any unauthorized\nuses of the account or any other breaches of security.\nWe will not be liable\nfor any loss or damage from your failure to comply with this security\nobligation.", "case_id": 148, "document_id": 171, "quoteStart": 7857, "quoteEnd": 8261}, {"id": 1499, "title": "Weebly [Info?/Bad?] If you share your theme you waive your right over it", "source": "https://groups.google.com/forum#!topic/tosdr/2OXXNKekGEQ", "status": "Weebly [Info?/Bad?] If you share your theme you waive your right over it", "created_at": "2018-05-15 09:11:51.432282", "updated_at": "2018-09-17 17:50:54.360501", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2328, "title": "weebly doesn&#39;t place TOS in prominent location", "source": "https://groups.google.com/d/topic/tosdr/gqJvf7Zn_As/discussion", "status": "weebly doesn&#39;t place TOS in prominent location", "created_at": "2018-05-18 13:49:33.608327", "updated_at": "2018-05-30 12:50:12.150877", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2558, "title": "Weebly (website / blogging service)", "source": "https://groups.google.com/d/topic/tosdr/IzpnM3CvEOM/discussion", "status": "Weebly (website / blogging service)", "created_at": "2018-05-18 13:49:30.513608", "updated_at": "2018-05-30 12:50:14.471143", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4106, "title": "weebly provides a legitimate way for students under 13 to access (via education.weebly.com)", "source": "https://groups.google.com/d/topic/tosdr/l52uxHmxTms/discussion", "status": "weebly provides a legitimate way for students under 13 to access (via education.weebly.com)", "created_at": "2018-05-18 14:05:12.97483", "updated_at": "2018-05-30 12:50:27.07002", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1661, "title": "Weebly [Bad] They may change the service and the terms without notice", "source": "https://groups.google.com/forum#!topic/tosdr/S8Yvz3L-p0Q", "status": "Weebly [Bad] They may change the service and the terms without notice", "created_at": "2018-05-15 09:11:57.903581", "updated_at": "2021-02-06 03:50:21.834994", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1672, "title": "weebly appears not to use your content for advertising purposes", "source": "https://groups.google.com/d/topic/tosdr/VW2XWiaWxjs/discussion", "status": "weebly appears not to use your content for advertising purposes", "created_at": "2018-05-15 09:11:58.302954", "updated_at": "2021-02-06 03:50:22.027925", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1702, "title": "weebly might send you unwanted mail, but you can opt out if you&#39;re savvy", "source": "https://groups.google.com/d/topic/tosdr/CB0ddQWOOYE/discussion", "status": "weebly might send you unwanted mail, but you can opt out if you&#39;re savvy", "created_at": "2018-05-15 09:11:59.481555", "updated_at": "2021-02-06 03:50:22.805261", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1743, "title": "Weebly [Good] You don’t grant any copyright to Weebly", "source": "https://groups.google.com/forum#!topic/tosdr/qspj72ejxAs", "status": "Weebly [Good] You don’t grant any copyright to Weebly", "created_at": "2018-05-15 09:12:01.367106", "updated_at": "2021-02-06 03:50:24.302432", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1875, "title": "Weebly [Good & Bad] You may terminate your account but no guarantees your info is deleted", "source": "https://groups.google.com/forum#!topic/tosdr/AWAT_COiQFQ", "status": "Weebly [Good & Bad] You may terminate your account but no guarantees your info is deleted", "created_at": "2018-05-15 09:12:06.680683", "updated_at": "2021-02-06 03:50:27.170331", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2012, "title": "Weebly [Info] Jurisdiction", "source": "https://groups.google.com/forum#!topic/tosdr/RAvfYF56FUI", "status": "Weebly [Info] Jurisdiction", "created_at": "2018-05-15 09:12:11.67155", "updated_at": "2021-02-06 03:50:30.318629", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2068, "title": "weebly appears to make it easy to delete your account", "source": "https://groups.google.com/d/topic/tosdr/4hylNM56jzs/discussion", "status": "weebly appears to make it easy to delete your account", "created_at": "2018-05-15 09:12:13.468283", "updated_at": "2021-02-06 03:50:31.319098", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1487, "title": "weebly lets you opt out of data collection for targeted ads", "source": "https://groups.google.com/d/topic/tosdr/C_1HrGbZm0c/discussion", "status": "weebly lets you opt out of data collection for targeted ads", "created_at": "2018-05-15 09:11:50.862866", "updated_at": "2018-09-30 01:30:24.640082", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4684, "title": "The court of law governing the terms is in the State of California, US", "source": "http://www.weebly.com/terms-of-service/", "status": "", "created_at": "2018-09-23 22:05:22.191029", "updated_at": "2018-10-06 19:07:49.645565", "quoteText": "these Terms and the relationship between you\nand Weebly shall be governed by the laws of the State of California without\nregard to its conflict of law provisions", "case_id": 163, "document_id": 171, "quoteStart": 77237, "quoteEnd": 77398}, {"id": 4683, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "http://www.weebly.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2018-09-23 22:03:32.490748", "updated_at": "2018-10-06 19:08:05.139886", "quoteText": "The failure\nof Weebly to exercise or enforce any right or provision of these Terms shall\nnot constitute a waiver of such right or provision", "case_id": 295, "document_id": 171, "quoteStart": 78058, "quoteEnd": 78197}, {"id": 1308, "title": "Weebly [Almost Good] Privacy changes are notified", "source": "https://groups.google.com/forum#!topic/tosdr/mQnQYb5QfOo", "status": "Weebly [Almost Good] Privacy changes are notified", "created_at": "2018-05-15 09:11:44.012826", "updated_at": "2021-02-06 03:50:37.938368", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6418, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "http://www.weebly.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:44:34.860979", "updated_at": "2021-02-06 04:16:18.8968", "quoteText": "\n<li>is unsolicited commercial email or \"spam\".\nThis includes unethical marketing, advertising, or any other practice that is in any way connected with \"spam\", such as (i) sending mass email to recipients who haven't requested email from you or with a fake return address, (ii) promoting a site with inappropriate links, titles, descriptions, or (iii) promoting your site by posting multiple submissions in public forums that are identical;</li>\n<li>contains software viruses, worms, Trojan horses or any other computer code, files, or programs that interrupt, destroy, or limit the functionality of the Service, computer software or hardware or telecommunications equipment, or may impact the ability of any Weebly user to access the Service;</li>\n<li>is intended to take advantage of a user such as \"get rich quick,\" \"get paid to surf,\" pyramid/multi-level marketing, or other dubious schemes.\n", "case_id": 281, "document_id": 171, "quoteStart": 12747, "quoteEnd": 13643}, {"id": 6414, "title": "There is a date of the last update of the terms", "source": "http://www.weebly.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:07:05.544852", "updated_at": "2021-02-06 04:16:16.016158", "quoteText": "Last updated November 6, 2017</strong>\n", "case_id": 331, "document_id": 171, "quoteStart": 13, "quoteEnd": 52}, {"id": 6415, "title": "This service is only available to users of a certain age", "source": "http://www.weebly.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:09:28.407426", "updated_at": "2021-02-06 04:16:16.035479", "quoteText": "Service or any portion thereof.\nIndividuals under the age of 13 are prohibited from creating or using accounts through Weebly.com.\nStudents under the age of 13 may, however, use Weebly through special student accounts created by their teachers through education.weebly.com, provided the teacher has obtained signed parental consent from the student's parents.</p> ", "case_id": 152, "document_id": 171, "quoteStart": 4780, "quoteEnd": 5144}, {"id": 6417, "title": "Your personal data is aggregated into statistics", "source": "http://www.weebly.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:29:17.722589", "updated_at": "2021-02-06 04:16:16.29063", "quoteText": "other user information as part of our Service analytics (individually and collectively, “Automatically Collected Information”) to analyze trends in the aggregate and administer the Service.", "case_id": 190, "document_id": 170, "quoteStart": 3128, "quoteEnd": 3317}, {"id": 4685, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://edit.tosdr.org/points/4684", "status": "The court of law for Weebly is located in the State of California, USA. The United States have implemented some laws that are detrimental to the privacy of users of US-American services, most noticeably the PATRIOT Act. ", "created_at": "2018-09-23 22:10:09.690658", "updated_at": "2019-05-11 15:03:51.311766", "quoteText": null, "case_id": 242, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1383, "title": "This service does not force users into binding arbitration", "source": "http://www.weebly.com/terms-of-service/", "status": "Weebly settles disputes in court, not through binding arbitration.", "created_at": "2018-05-15 09:11:46.935794", "updated_at": "2019-05-11 15:00:00.555846", "quoteText": "You and Weebly agree to submit to the\npersonal and exclusive jurisdiction of the courts located within San Francisco,\nCalifornia", "case_id": 335, "document_id": 171, "quoteStart": 77400, "quoteEnd": 77528}, {"id": 6416, "title": "This service is only available to users of a certain age", "source": "http://www.weebly.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:16:14.888137", "updated_at": "2021-02-06 04:16:18.774969", "quoteText": "In order to sell through Weebly, you must be 18 years or older or at least the age of majority where you reside or from where you use our ", "case_id": 152, "document_id": 171, "quoteStart": 17095, "quoteEnd": 17233}, {"id": 2004, "title": "Weebly [Good] 30 days refunds given", "source": "https://groups.google.com/forum#!topic/tosdr/M4HiJKV5FQY", "status": "Weebly [Good] 30 days refunds given", "created_at": "2018-05-15 09:12:11.387692", "updated_at": "2021-02-06 03:50:30.234386", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["weebly.com", "weebly.site", "maps.weebly.com", "maps.editmysite.com", "editor.website", "editmysite.com", "checkout.weebly.site", "weebly.site", "editmysite.com", "weeblysite.com"]}}