{"error": 448, "message": "OK", "parameters": {"id": 5869, "name": "Legal Defense and Educational Fund", "created_at": "2021-11-26 23:19:31.123524", "updated_at": "2021-11-26 23:01:10.914632", "wikipedia": null, "keywords": null, "related": null, "slug": "legal-defense-and-educational-fund", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5869.png", "url": "naacpldf.org", "documents": [{"id": 10596, "name": " Privacy Policy", "url": "https://www.naacpldf.org/privacy-policy/", "xpath": "/html/body/section[3]", "text": " <p>\n<strong>Last Updated July 2021</strong>\n</p>\n<p>The NAACP Legal Defense &amp.\nEducational Fund, Inc.\n(LDF) owns and operates this internet site (“LDF Site”).\nThis Internet Site Privacy Policy (Privacy Policy) explains how we treat all user data and information collected during your visit to the LDF Site and how we protect your personal privacy within the LDF Site.\nThis policy also applies to information about you that has otherwise been made available to LDF by any third party.\nLDF may change this Privacy Policy from time to time.\nAny information that you submit after a change has been posted will be subject to the new provisions.</p>\n<p>\n<strong>How LDF may contact you:<br>\n</strong>You may receive communications from us if you have a) expressly signed up to receive emails or other communications from LDF through the LDF Site.\nb) taken action on behalf of LDF either online or in person.\nc) signed up to receive LDF communications at events, LDF stores, public outreach or canvassing, and at many other hosted LDF events.\nor (d) we receive your contact information from an allied, like-minded or partner organization or a third-party donation platform or website.\nIndividually identifying information and contact information, such as names, postal and email addresses, phone numbers, social media usernames and other personal information which users voluntarily provide to LDF may be added to LDF’s databases and used for future outreach (including physical mailings) regarding member outreach, fundraising, marketing, or promotional purposes.\nWe shall only send you text messages when you provide your express consent to receive text messages, and you can opt out at any time.\nAll emails sent contain a link to unsubscribe or to modify your profile.\nYou may subscribe or unsubscribe to any newsletter or email communication from LDF at any time.&nbsp.\nTo provide you with better and more relevant information, we compile information about email response and Site usage.\nThis information helps us to better understand our members’ website usage patterns and what types of content and information may help improve your user experience on the LDF Site.</p>\n<p>\n<strong>Donation Privacy<br>\n</strong>LDF understands the importance of protecting your personal information.&nbsp.\nRest assured that making a tax-deductible donation to LDF is safe.\nCredit card information is protected by a reputable security company and credit card numbers are never stored.\nPlease make note of the domain name in your website address bar on our donation pages.\nThe name there begins with https, which indicates that the page is encrypted.\nEncryption makes your online donation more secure than using a credit card in physical form at a store or any other place of business.</p>\n<p>If you would like to opt out of email communication at any time, just click the unsubscribe link at the bottom of every LDF email communication.\nYou may also contact us at any time to be removed from our distribution lists.&nbsp.\nWe do not rent, share, trade, or otherwise make email addresses available to any third parties without your consent.\nEmail contact:&nbsp;development@naacpldf.org.</p>\n<p>You are not required to provide any personal information on our website unless you choose to do so.\nHowever, in order to properly process charitable gifts, we do ask for personal information on our online donation pages.\nWe use this information to acknowledge receipt of your donation for tax purposes.\nWhen you donate to LDF, you are placed on mailing lists for mail and email updates.\nIf you would like your name removed from our mailing lists at any time, please contact us.\nWe may occasionally make postal mail addresses available to other nonprofit organizations and you hereby consent to this.\nIf you do not wish to share this information, please contact us.\nEmail contact:&nbsp;development@naacpldf.org.</p>\n<p>If you donate to LDF from a website link, you will receive further information about our vendor’s privacy and security practices for LDF donors.\nOur vendor is an organization that provides a secured site for LDF’s online donations.</p>\n<p>Please be aware that certain third-party platforms or websites not directly connected to LDF or the LDF Site may permit you to make donations to LDF.\nIf you choose to give donations via a third-party donation platform or third-party website, such third-party will have their own privacy and security policies.\nYou should review such third-party policies as they will govern such third-party’s use of the information you provide to them.\nLDF is not responsible for any such third-party, however, any information about you provided by such third-party to LDF in connection with your donation will be treated by LDF as your information in accordance with the terms and conditions of this Privacy Policy as if you had provided such information directly to LDF.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Use of Cookies<br>\n</strong>LDF’s Site may use cookies to enhance your experience while using our Site.\nCookies are pieces of information that some websites transfer to the computer that is browsing that website and are used for record-keeping purposes at many websites.\nUse of cookies makes web surfing easier by performing certain functions such as saving your passwords, your personal preferences regarding your use of the particular website and to make sure you do not see the same information repeatedly.\nMany consider the use of cookies to be an industry standard.</p>\n<p>Your browser is probably set to accept cookies.\nHowever, if you would prefer not to receive cookies, you can alter the configuration of your browser to refuse cookies.\nIf you choose to have your browser refuse cookies, it is possible that some areas of our Site will not function properly when you view them.</p>\n<p>Cookies&nbsp;are alphanumeric identifiers that are transferred either to your computer’s hard drive (“Long-term Cookies”) or temporarily to your computer’s Volatile Memory (“Session Cookies”).</p>\n<p>We presently use one Long-term Cookie to count unique visitors to the LDF Site.</p>\n<p>We use Session Cookies whenever you visit the LDF Site.\nOur intent is for Session Cookies to last only as long as your session on the LDF Site.\nThey should expire when the session ends and are not written onto your computer’s hard drive.\nWe also use Session Cookies in e-mail notifications you receive from LDF.\n“Text-only” e-mails will not contain any Session Cookies.</p>\n<p>\n<strong>Security and Location<br>\n</strong>We protect account information by placing it on a secure portion of the LDF Site that is only accessible by authorized personnel.\nNevertheless, despite our best efforts, no transmission over the Internet can be guaranteed to be 100% secure.\nWhile we strive to protect your information, we cannot ensure or warrant the security of such information.</p>\n<p>LDF is a 501(c)(3) nonprofit organization based in the United States.\nNo matter where you are located, your information will be collected and processed in the United States.\nThe laws of the United&nbsp;States may differ from the laws in the country where you live.\nYou hereby consent to your information being processed in the United States.</p>\n<p>\n<strong>Children<br>\n</strong>We do not knowingly collect information from children under the age of 13.</p>\n<p>\n<strong>Contacting the LDF Site<br>\n</strong>If you have any questions, comments or concerns about this Privacy Policy, the practices of the LDF Site, or your dealings with this Site, please contact:&nbsp;webmaster@naacpldf.org.</p>\n<p>&nbsp;</p> ", "created_at": "2021-11-26 23:19:31.127811", "updated_at": "2021-11-26 22:20:43.848396"}, {"id": 10595, "name": "TERMS", "url": "https://www.naacpldf.org/legal-disclaimer/", "xpath": "/html/body/section[3]", "text": " <p>Your use of this Internet web site (the “Site”) is subject to the following Terms of Use.\nPlease read them carefully, as they may have changed since your last visit.\nYour use of this Site indicates your acceptance of these terms.\nIF YOU DO NOT ACCEPT THESE TERMS, THEN DO NOT USE THIS SITE.</p>\n<p>This site contains general information about the NAACP LDF (Legal Defense and Educational Fund, Inc.),&nbsp.\nand topics selected for dissemination to the general public.\nThe content is offered on a blind basis, without any knowledge as to your industry, identity or specific circumstances.\nYou should not consider information on this site to be an invitation for any attorney-client relationship.\nThe content of this Site does not convey legal, accounting, tax, career or other professional advice of any kind.\nYou should not rely on the information as legal advice for any purpose as it may not reflect current legal developments.\nNo user of this site should act or refrain from acting on the basis of information included on this Site, and this Site should not be relied upon or used as a substitute for consultation with professional advisors.\nLDF expressly disclaims all liability in respect to actions taken or not taken based on any contents of this site.</p>\n<p>Your use of this Site does not create a lawyer-client relationship between you and LDF, nor will any information you submit to us via this Site or by electronic mail be considered a lawyer-client communication or otherwise be treated as confidential or privileged in the absence of a pre-existing express agreement by us to the contrary.</p>\n<p>Any links to other internet sites are provided for your convenience only, and we do not necessarily endorse, nor are we responsible for, the content of any third party site.\nLDF is a 501(c)(3) non-profit corporation, incorporated in New York State in 1940.\nSince then, LDF has operated for a primary purpose of furnishing legal services to indigent persons and others in the area of civil rights and poverty law, under the authority of special orders of the Appellate Division of the New York Supreme Court, First Department, as provided in the New York Judiciary Law.</p>\n<p>The approved activities of LDF are not restricted to the State of New York, and it functions for the approved purposes throughout the states of the United States and the District of Columbia.</p>\n<p>The Content of this Site may be considered advertising for legal services under the laws and rules of professional conduct of the jurisdictions in which we practice.</p>\n<p>This Site and all the information it contains, or may in the future contain, are the property of the NAACP LDF (Legal Defense &amp.\nEducational Fund, Inc.)</p> ", "created_at": "2021-11-26 23:19:31.126034", "updated_at": "2021-11-26 22:21:25.696186"}], "points": [], "urls": ["naacpldf.org"]}}