{"error": 448, "message": "OK", "parameters": {"id": 3262, "name": "Privacy", "created_at": "2021-04-23 19:50:17.485069", "updated_at": "2021-08-20 22:00:42.347307", "wikipedia": null, "keywords": null, "related": null, "slug": "privacy", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/3262.png", "url": "privacy.com", "documents": [{"id": 8696, "name": "Terms of Service", "url": "https://privacy.com/terms", "xpath": "/html/body/div[2]/div/div[2]/div[2]", "text": "<p> These General Terms of Service (“General Terms”) are a legal agreement between you (“you,” “your”) and Pay With Privacy, Inc.\n(“Privacy” “we,” “our” or “us”) and govern your use of Privacy’s services, including mobile applications, websites, software, hardware, and other products and services (collectively, the “Services”).\nIf you are using the Services on behalf of a business, that business accepts these terms.\nBy using any of the Services you agree to these General Terms and any policies referenced within (“Policies”), including terms that limit our liability (see Limitations of Liability and Damages) and require individual arbitration for any potential legal dispute (see Binding Individual Arbitration).\n</p>\n<p> You also agree to any additional terms specific to Services you use (“Additional Terms”), such as those listed below, which become part of your agreement with us.\n</p>\n<p> Payment Terms: These terms apply to all payments made through the Services.\n</p>Privacy Policy<p> You agree to Privacy’s Privacy Policy, which explains how we collect, use and protect the personal information you provide to us.\n</p>Account Registration<p> You must open an account with us (a “Privacy Account”) to use the Services.\nDuring registration we will ask you for information, including your name and other personal information.\nThis information will be collected and used in accordance with our Privacy Policy.\nYou must provide accurate and complete information in response to our questions, and keep that information current.\nYou are fully responsible for all activity that occurs under your Privacy Account, including for any actions taken by persons to whom you have granted access to the Privacy Account.\nWe reserve the right to suspend or terminate the Privacy Account of any user who provides inaccurate or incomplete information, or who fails to comply with account registration requirements.\n</p>Revisions, Disclosures and Notices<p> We may amend the General Terms, any Additional Terms, or our Policies, at any time with notice that we deem to be reasonable in the circumstances, by posting the revised version on our website or communicating it to you through the Services (each a “Revised Version”).\nThe Revised Version will be effective as of the time it is posted, but will not apply retroactively.\nYour continued use of the Services after the posting of a Revised Version constitutes your acceptance of such Revised Version.\nAny Dispute that arose before the changes will be governed by the General Terms, Additional Terms or Policies in place when the Dispute arose.\n</p>\n<p> You agree to Privacy’s E-Sign Consent.\nWe may provide disclosures and notices required by law and other information about your Privacy Account to you electronically, by posting it on our website, pushing notifications through the Services, or by emailing it to the email address listed in your Privacy Account.\nElectronic disclosures and notices have the same meaning and effect as if we had provided you with paper copies.\nSuch disclosures and notices are considered received by you within twenty-four (24) hours of the time posted to our website, or within twenty-four (24) hours of the time emailed to you unless we receive notice that the email was not delivered.\nIf you wish to withdraw your consent to receiving electronic communications, contact Privacy Support.\nIf we are not able to support your request, you may need to terminate your Privacy Account.\n</p>Restrictions<p> You may not, nor may you permit any third party, directly or indirectly, to: export the Services, which may be subject to export restrictions imposed by US law, including US Export Administration Regulations (15 C.F.R.\nChapter VII).\naccess or monitor any material or information on any Privacy system using any manual process or robot, spider, scraper, or other automated means.\nexcept to the extent that any restriction is expressly prohibited by law, violate the restrictions in any robot exclusion headers on any Service, work around, bypass, or circumvent any of the technical limitations of the Services, use any tool to enable features or functionalities that are otherwise disabled in the Services, or decompile, disassemble or otherwise reverse engineer the Services.\nperform or attempt to perform any actions that would interfere with the proper working of the Services, prevent access to or use of the Services by our other customers, or impose an unreasonable or disproportionately large load on our infrastructure.\ncopy, reproduce, alter, modify, create derivative works, publicly display, republish, upload, post, transmit, resell or distribute in any way material, information or Services from Privacy.\nuse and benefit from the Services via a rental, lease, timesharing, service bureau or other arrangement.\nuse the Service in conjunction with automated purchasing software programs.\nuse the Service to exploit new user, referral programs, promotions offered by other merchants, or otherwise use the Service to violate the terms and conditions of a merchant.\ntransfer any rights granted to you under these General Terms.\nuse the Services in a way that distracts or prevents you from obeying traffic or safety laws.\nuse the Services for any illegal activity or goods or in any way that exposes you, other Privacy users, our partners, or Privacy to harm.\nor otherwise use the Services except as expressly allowed under these General Terms and applicable Additional Terms.\n</p>Compatible Devices and Third Party Carriers<p> We do not warrant that the Services will be compatible with device or carrier.\nYour use of the Services may be subject to the terms of your agreements with your device manufacturer or your carrier.\nYou may not use a modified device to use the Services if the modification is contrary to the manufacturer’s software or hardware guidelines, including disabling hardware or software controls.\n</p>Your Content<p> The Services may include functionality for uploading or providing photos, logos, products, loyalty programs, promotions, advertisements and other materials or information (“Content”).\n</p>\n<p> You grant us and our subsidiaries, affiliates, and successors a worldwide, non-exclusive, royalty-free, fully-paid, transferable, and sub-licensable right to use, reproduce, modify, adapt, publish, prepare derivative works of, distribute, publicly perform, and publicly display your Content throughout the world in any media in order to provide and promote the Services.\nYou retain all rights in your Content, subject to the rights you granted to us in these General Terms.\nYou may modify or remove your Content via your Privacy Account or by terminating your Privacy Account, but your Content may persist in historical, archived or cached copies and versions thereof available on or through the Services.\n</p>\n<p> You will not upload or provide Content or otherwise post, transmit, distribute, or disseminate through the Services any material that: (a) is false, misleading, unlawful, obscene, indecent, lewd, pornographic, defamatory, libelous, threatening, harassing, hateful, abusive, or inflammatory.\n(b) encourages conduct that would be considered a criminal offense or gives rise to civil liability.\n(c) breaches any duty toward or rights of any person or entity, including rights of publicity, privacy or trademark.\n(d) contains corrupted data or any other harmful, disruptive, or destructive files.\n(e) advertises products or services competitive with Privacy’s or its partners’ products and services, as determined by us in our sole discretion.\nor (f) in our sole judgment, is objectionable, restricts or inhibits any person or entity from using or enjoying any portion of the Services, or which may expose Privacy, its affiliates or its customers to harm or liability of any nature.\n</p>\n<p> Although we have no obligation to monitor any Content, we have absolute discretion to remove Content at any time and for any reason without notice.\nYou understand that by using the Services, you may be exposed to Content that is offensive, indecent, or objectionable.\nWe take no responsibility and assume no liability for any Content, including any loss or damage to any of your Content.\n</p>Copyright and Trademark Infringement<p> We respect the copyright and trademark rights of others and ask you to do the same.\nWe have adopted a Copyright &amp.\nTrademark Policy regarding claims that third party material infringes the copyrights or trademarks of others.\nWe respond to all valid notices of such copyright and trademark infringement, and our policy is to suspend or terminate the access privileges of those who infringe the copyrights and trademarks of others.\n</p>Security<p> We have implemented technical and organizational measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, or disclosure.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use your personal information for improper purposes.\nYou provide your personal information at your own risk.\n</p>\n<p> You are responsible for safeguarding your password and for restricting access to the Services from your compatible devices.\nYou will immediately notify us of any unauthorized use of your password or Privacy Account or any other breach of security.\nNotwithstanding Sections Disputes and Binding Individual Arbitration, in the event of any dispute between two or more parties as to account ownership, we will be the sole arbiter of such dispute in our sole discretion.\nOur decision (which may include termination or suspension of any Privacy Account subject to dispute) will be final and binding on all parties.\n</p>Communications<p> You consent to accept and receive communications from us in electronic form, including e-mail, text messages, calls, and push notifications to the mobile phone number you provide to us.\nThese communications may be generated by automatic telephone dialing systems which will deliver prerecorded messages, including for the purposes of secondary authentication, receipts, reminders and other notifications.\nYou agree that all communications provided to you by Privacy electronically satisfy any legal requirement that communication would satisfy if it were in writing.\nStandard message and data rates applied by your cell phone carrier may apply to the text messages we send you.\nYou may opt-out of receiving communications by following the unsubscribe options we provide to you.\nYou may also opt-out of text messages from Privacy at any time by texting STOP in response.\nYou acknowledge that opting out of receiving communications may impact your use of the Services.\n</p>Paid Services<p> Privacy may offer Services to be paid for on a recurring basis (“Subscription Services”) or on an as-used basis (“A La Carte Services” and, together with the Subscription Services, “Paid Services”).\nPrivacy has the right to change, delete, discontinue or impose conditions on Paid Services or any feature or aspect of a Paid Service.\nSubscription Services may subject you to recurring fees and/or terms.\nBy signing up for a Subscription Service, including after any free trial period, you agree to pay us the subscription fee and any applicable taxes as set forth in your Privacy Account settings or as otherwise agreed in writing (“Subscription Fee”).\nIf you sign up for Subscription Services for a period (“Initial Period”), then the terms will be automatically renewed for additional periods of the same duration as the Initial Period at our then-current fee for such Subscription Services.\nIn order to avoid automatic renewal you must cancel your Subscription Services at least thirty (30) days prior to the automatic renewal date.\n</p>\n<p> A La Carte Services may subject you to fees charged per usage and/or terms.\nBy using an A La Carte Service, you agree to pay the fees and any taxes incurred at the time of usage (“A La Carte Fees” and, together with Subscription Fees, the “Paid Service Fees”).\n</p>\n<p> Paid Service Fees may be paid by debit card, credit card, or deducted from your linked bank account.\nIf you link a debit or credit card to your account, you authorize us to collect Paid Service Fees by debit from your linked debit card or charge to your linked credit card.\nRegardless of payment device, we reserve the right to collect Paid Service Fees by deduction from your linked bank account.\n</p>\n<p> Unless otherwise provided in a Subscription Service’s terms, Subscription Fees will be charged on the 1st of every month until cancelled.\nYou may cancel a Subscription Service at any time from your Privacy Account settings.\nIf you cancel a Subscription Service, you will continue to have access to that Subscription Service through the end of your then current billing period, but you will not be entitled to a refund or credit for any Subscription Fee already due or paid.\nWe reserve the right to change our Subscription Fee upon thirty (30) days’ advance notice.\nYour continued use of Subscription Services after notice of a change to our Subscription Fee will constitute your agreement to such changes.\n</p>Termination<p> We may terminate these General Terms or any Additional Terms, or suspend or terminate your Privacy Account or your access to any Service, at any time for any reason.\nYou may also terminate the General Terms and Additional Terms applicable to your Privacy Account by deactivating your Privacy Account by contacting us at support@privacy.com </p>Effect of Termination<p> If these General Terms or your Privacy Account is terminated or suspended for any reason: (a) the license and any other rights granted under these General Terms and any Additional Terms will end, (b) we may (but have no obligation to) delete your information and account data stored on our servers, and (c) we will not be liable to you or any third party for compensation, reimbursement, or damages for any termination or suspension of the Services, or for deletion of your information or account data.\nIn addition to any payment obligations under the Payment Terms, the following sections of these General Terms survive and remain in effect in accordance with their terms upon termination: (Your Content), (Copyright and Trademark Infringement), (Effect of Termination), (Ownership), (Indemnity), (Representations and Warranties), (No Warranties), (Limitation of Liability and Damages), (Third Party Products), (Disputes), (Binding Individual Arbitration), (Governing Law), (Limitation on Time to Initiate a Dispute), (Assignment), (Third Party Service and Links to Other Web Sites), and (Other Provisions).\n</p>Your License<p> We grant you a limited, non-exclusive, revocable, non-transferable, non-sublicensable license to use the software that is part of the Services, as authorized in these General Terms.\nWe may make software updates to the Services available to you, which you must install to continue using the Services.\nAny such software updates may be subject to additional terms made known to you at that time.\n</p>Ownership<p> We reserve all rights not expressly granted to you in these General Terms.\nWe own all rights, title, interest, copyright and other worldwide Intellectual Property Rights (as defined below) in the Services and all copies of the Services.\nThese General Terms do not grant you any rights to our trademarks or service marks.\n</p>\n<p> For the purposes of these General Terms, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights, and other intellectual property rights that may exist now or come into existence in the future, and all of their applications, registrations, renewals and extensions, under the laws of any state, country, territory or other jurisdiction.\n</p>\n<p> You may submit comments or ideas about the Services (“Ideas”).\nBy submitting any Idea, you agree that your disclosure is gratuitous, unsolicited, and without restriction, that it will not place us under any fiduciary, confidentiality or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\n</p>Indemnity<p> You will indemnify, defend, and hold us and our partners (and our respective employees, directors, agents, affiliates and representatives) harmless from and against any and all claims, costs, losses, damages, judgments, tax assessments, penalties, interest, and expenses (including without limitation reasonable attorneys’ fees) arising out of any claim, action, audit, investigation, inquiry, or other proceeding instituted by a person or entity that arises out of or relates to: (a) any actual or alleged breach of your representations, warranties, or obligations set forth in these General Terms or any Additional Terms.\n(b) your wrongful or improper use of the Services.\n(c) your violation of any third-party right, including without limitation any right of privacy, publicity rights or Intellectual Property Rights.\n(d) your violation of any law, rule or regulation of the United States or any other country.\nand (e) any other party’s access and/or use of the Services with your unique name, password or other appropriate security code.\n</p>Representations and Warranties<p> You represent and warrant to us that: (a) you are at least eighteen (18) years of age.\n(b) you are eligible to register and use the Services and have the right, power, and ability to enter into and perform under these General Terms.\n(c) any information you provide in connection with the Services, accurately and truthfully represents your identity.\n(d) you and all transactions initiated by you will comply with all federal, state, and local laws, rules, and regulations applicable to you.\n(e) you will not use the Services, directly or indirectly, for any fraudulent undertaking or in any manner so as to interfere with the operation of the Services.\nand (f) your use of the Services will be in compliance with these General Terms and applicable Additional Terms.\n</p>No Warranties<p> THE USE OF “PRIVACY” IN THIS SECTIONS AND Limitations of Liability and Damages MEANS PRIVACY, ITS PROCESSORS, ITS SUPPLIERS, AND ITS LICENSORS (AND THEIR RESPECTIVE SUBSIDIARIES, AFFILIATES, AGENTS, DIRECTORS, AND EMPLOYEES).\n</p>\n<p> THE SERVICES ARE PROVIDED “AS IS” WITHOUT REPRESENTATION OR WARRANTY, WHETHER IT IS EXPRESS, IMPLIED, OR STATUTORY.\nWITHOUT LIMITING THE FOREGOING, PRIVACY SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\n</p>\n<p> PRIVACY DOES NOT WARRANT OR GUARANTEE THAT THE SERVICES ARE ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICES WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, ERROR-FREE, WITHOUT DEFECT OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\n</p>\n<p> Privacy does not warrant, endorse, guarantee, or assume responsibility for any product or services advertised or offered by a third party.\nPrivacy does not have control of, or liability for, goods or services that are paid for using the Services.\n</p>Limitations of Liability and Damages<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL PRIVACY BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES, THAT RESULT FROM THE USE OF, INABILITY TO USE, OR UNAVAILABILITY OF THE SERVICE.\nIN ALL CASES, PRIVACY WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.\n</p>\n<p> UNDER NO CIRCUMSTANCES WILL PRIVACY BE RESPONSIBLE FOR ANY DAMAGE, LOSS, OR INJURY RESULTING FROM HACKING, TAMPERING, OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICES OR YOUR PRIVACY ACCOUNT, OR THE INFORMATION CONTAINED THEREIN.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE TOTAL LIABILITY OF PRIVACY IS LIMITED TO THE GREATER OF (A) THE AMOUNT OF FEES EARNED BY US IN CONNECTION WITH YOUR USE OF THE SERVICES DURING THE THREE (3) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE CLAIM FOR LIABILITY, OR (B) $500.\n</p>\n<p> THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF PRIVACY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\n</p>Third Party Products<p> All third party hardware and other products included or sold with the Services are provided solely according to the warranty and other terms specified by the manufacturer, who is solely responsible for service and support for its product.\nFor service, support, or warranty assistance, you should contact the manufacturer directly.\nPRIVACY MAKES NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO SUCH THIRD PARTY PRODUCTS, AND EXPRESSLY DISCLAIMS ANY WARRANTY OR CONDITION OF MERCHANTABILITY, NON-INFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE.\n</p>Disputes<p> “Disputes” are defined as any claim, controversy, or dispute between you and Privacy, its processors, suppliers or licensors (or their respective affiliates, agents, directors or employees), including any claims relating in any way to these General Terms, any Additional Terms, or the Services, or any other aspect of our relationship.\n</p>Binding Individual Arbitration<p> You and Privacy agree to arbitrate any and all Disputes by a neutral arbitrator who has the power to award the same damages and relief that a court can.\nANY ARBITRATION UNDER THESE GENERAL TERMS WILL ONLY BE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS, CLASS ACTIONS, PRIVATE ATTORNEY GENERAL ACTIONS, REPRESENTATIVE ACTIONS AND CONSOLIDATION WITH OTHER ARBITRATIONS ARE NOT PERMITTED.\nYOU WAIVE ANY RIGHT TO HAVE YOUR CASE DECIDED BY A JURY AND YOU WAIVE ANY RIGHT TO PARTICIPATE IN A CLASS ACTION AGAINST PRIVACY.\nIf any provision of this arbitration agreement is found unenforceable, the unenforceable provision will be severed, and the remaining arbitration terms will be enforced (but in no case will there be a class or representative arbitration).\nAll Disputes will be resolved finally and exclusively by binding individual arbitration with a single arbitrator administered by the American Arbitration Association according to this Section and the applicable arbitration rules for that forum.\nConsumer claimants (individuals whose transaction is intended for personal, family, or household use) may elect to pursue their claims in their local small-claims court rather than through arbitration so long as their matter remains in small claims court and proceeds only on an individual (non-class or non-representative) basis.\nThe Federal Arbitration Act, 9 U.S.C.\n§§ 1-16, fully applies.\nIf you are a consumer bringing a claim relating to personal, household, or family use, any arbitration hearing will occur within the county where you reside.\nOtherwise, any arbitration hearing will occur in New York County, New York, or another mutually agreeable location.\nThe arbitrator’s award will be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nWe will pay the arbitration fees due to the American Arbitration Association for individual arbitrations brought in accordance with this section.\nIf you prevail on any claim for which you are legally entitled to attorney’s fees, you may seek to recover those fees from the arbitrator.\nFor any claim where you are seeking relief, we will not seek to have you pay our attorney’s fees, even if fees might otherwise be awarded, unless the arbitrator determines that your claim was frivolous.\nFor purposes of this arbitration provision, references to you and Privacy also include respective subsidiaries, affiliates, agents, employees, predecessors, successors and assigns as well as authorized users or beneficiaries of the Services.\nSubject to and without waiver of the arbitration provisions above, you agree that any judicial proceedings (other than small claims actions in consumer cases) will be brought in and you hereby consent to the exclusive jurisdiction and venue in state court in New York County, New York, or federal court for the Southern District of New York.\n</p>Governing Law<p> These General Terms and any Dispute will be governed by New York law and/or applicable federal law (including the Federal Arbitration Act) as applied to agreements entered into and to be performed entirely within New York, without regard to its choice of law or conflicts of law principles.\n</p>Limitation on Time to Initiate a Dispute<p> Any action or proceeding by you relating to any Dispute must commence within 90 days after the cause of action accrues.\n</p>Assignment<p> These General Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you and any attempted transfer or assignment will be null and void.\n</p>Third Party Services and Links to Other Web Sites<p> You may be offered services, products and promotions provided by third parties and not by Privacy (“Third Party Services”).\nIf you decide to use Third Party Services you will be responsible for reviewing and understanding the terms and conditions for these services.\nWe are not responsible for the performance of any Third Party Services.\nThe Services may contain links to third party websites.\nThe inclusion of any website link does not imply an approval, endorsement, or recommendation by Privacy.\nSuch third party websites are not governed by these General Terms.\nYou access any such website at your own risk.\nWe expressly disclaim any liability for these websites.\nWhen you use a link to go from the Services to a third party website, our Privacy Policy is no longer in effect.\nYour browsing and interaction on a third party website, including those that have a link in the Services is subject to that website’s own terms, rules and policies.\n</p>Force Majeure<p> Privacy shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.\n</p>Notice<p> You are responsible for providing Privacy with your most current email address.\nIn the event that the last email address you provided to Privacy is not valid, or for any reason is not capable of delivering you notices required/permitted under these Terms, Privacy’s dispatch of the email containing such notice will constitute effective notice.\nYou may give notice to Privacy at the following address: (148 Lafayette St, Fl 3, NY, NY 10013) Such notice shall be deemed to be given when received by Privacy by letter delivered by nationally recognized overnight service or first class postage prepaid mail at the above address.\n</p>Other Provisions<p> These General Terms, and any applicable Additional Terms or Policies, are a complete statement of the agreement between you and Privacy regarding the Services.\nIn the event of a conflict between these General Terms and any other Privacy agreement or Policy, these General Terms will prevail and control the subject matter of such conflict.\nIf any provision of these General Terms or any Additional Term is invalid or unenforceable under applicable law, then it will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect.\nThese General Terms do not limit any rights that we may have under trade secret, copyright, patent, or other laws.\nNo waiver of any term of these General Terms will be deemed a further or continuing waiver of such term or any other term.\n</p>Privacy Payment Terms<p> By using Pay With Privacy, Inc.\n(“Privacy,” “we,” “our,” or “us”) payment services (“Payment Services”), you agree to be bound by the General Terms of Service (“General Terms”), these additional terms and conditions (“Payment Terms”) and all other terms, policies and guidelines applicable to the Services (as defined in the General Terms) used.\n</p>\n<p> If you are using the Payment Services on behalf of a business, that business accepts these terms.\nPayment Services may only be used for business purposes in the fifty states of the United States of America and the District of Columbia.\nDefined terms will have the same meaning as those found in the General Terms, unless otherwise re-defined herein.\n</p>Payment Services<p> Privacy offers Payment Services that allow you to authorize the purchase of goods and services online.\nWe are not a bank and do not offer banking services as defined by the United States Department of Treasury.\nYou must open a Privacy Account before accessing the Payment Services.\n</p>Your Authorization<p> In connection with the Payment Services, you authorize us to act as your agent for the limited purposes of making payments on your behalf.\nYour authorization permits us to generate virtual payment cards (“Virtual Cards”) for every transaction that you authorize.\nYour authorizations will remain in full force and effect until you close a Virtual Card or your Privacy Account is closed or terminated.\n</p>\n<p> Virtual Cards are not issued to you and are not for consumer use.\nThey are issued to Privacy and are used exclusively by Privacy to make payments on your behalf.\nYou cannot use Virtual Cards in any way beyond their intended purpose.\n</p>Our Role<p> When you use Privacy’s browser extension or mobile application to transact, Privacy will create a unique card number issued to Privacy, load it with funds and make the purchase.\nPrivacy is the cardholder in this transaction.\n</p>Using the Service to Authorize Payments<p> For security and fraud protection, there is an initial limit on the dollar amount you can authorize in a transaction and there is an initial limit on the total dollar amount you can authorize over a period of time.\nThe maximum amount initially allowable for authorization is $1,000 per weekly period and $3,000 per calendar month.\nThe per week and per calendar month limits are subject to increase or decrease at our discretion based on an algorithmic review process and a manual review process.\n</p>Bank Transfer Authorization<p> You authorize the Company to initiate electronic transfers (via the Automated Clearing House (\"ACH\") of NACHA - The Electronic Payment Association (\"NACHA\")) from your bank account on record of account of up to your Daily Limit on a daily basis.\nYou agree that ACH transactions you authorize comply with all applicable law.\n</p>\n<p> When your checking account is used as your funding source for a transaction, you are requesting that we initiate on your behalf an electronic transfer from your bank account.\nYou agree that such requests constitute your authorization to Company to make the ACH transfer, and once you have provided your authorization for the transfer, you will not be able to cancel the electronic transfer and Company may resubmit any ACH debit you authorized that is returned for insufficient or uncollected funds, except as otherwise provided by NACHA's ACH rules, or applicable law.\n</p>Prohibited Industries<p> You may not use the Payment Services for the following businesses or activities: (1) any illegal activity or goods, (2) paraphernalia that may be used for illegal activity (3) unauthorized multi-level marketing businesses, (4) rebate based businesses, (5) betting, including lottery tickets, sports related gambling, casino gaming chips, off-track betting, and wagers at races, (6) manual or automated cash disbursements, (7) prepaid cards or checks (8) sales of money-orders or foreign currency, (9) wire transfer money orders, (10) high-risk products and services, including telemarketing sales.\n</p>Transaction Fees<p> The following fees are assessed when we settle a transaction to your funding source.\n</p>Fee TypeFee AmountHow to Avoid or Reduce This FeeFund with Bank AccountNo FeeN/AFund with Debit CardUp to 1%Fund with Bank AccountFund with Credit CardUp to 3%Fund with Bank Account or Debit Card<p>\n</p>Conversion to US Dollars<p> Transactions made in currencies other than U.S.\nDollars will be converted by the network or card association that processes the transaction into U.S.\nDollars.\nThe card association may consider transactions occurring in U.S.\nterritories to be an international transaction.\nConversion to U.S.\nDollars may occur on a date other than the date of the transaction, thus the actual conversion rate may differ from the rate in effect at the time of the transaction.\nYou agree to pay the converted amount plus any applicable conversion charges made by the network or card association that processes the transaction.\n</p>Privacy Account Registration for Payment Services<p> You must open a Privacy Account to access Payment Services.\nIn order to use Payment Services, you must be at least 18 years old.\nYou confirm that you are either a legal resident of the United States, a United States citizen or a business entity authorized to conduct business by the state(s) in which you operate and that you are an authorized signatory for the business you represent.\nYou must use yours or your business’ true and accurate name when opening a Privacy Account.\n</p>Underwriting and Identity Verification<p> To help the government fight the funding of terrorism and money laundering activities, federal law requires us to obtain, verify and record information that identifies each person who requests to use Payment Services.\n</p>\n<p> What this means for you: When you open a Privacy Account, we will ask for your name, address, date of birth and other information that will allow us to identify you.\n</p>\n<p> We may make inquiries that we consider appropriate and use third party services to help us verify your identity and determine if we should open, maintain, collect or close your account.\nWe may also report the status, history and/or closure of your account to third-party services.\n</p>\n<p> If you allow someone else to use your Privacy Account, you are responsible and liable for all transactions, withdrawals, deposits and fees that arise out of such use.\n</p>Requests for Additional Information and Inspection<p> Privacy may request additional information from you at any time.\nFor example, Privacy may ask you to present a government issued identification such as a passport or driver’s license, a business license, or other information.\nIf you refuse any of these requests, your Privacy Account may be suspended or terminated.\n</p>Adding a Funding Source<p> Payments made by Privacy on your behalf are settled to an authorized funding source.\nIn order to use Privacy’s Payment Services, you must first add an eligible funding source to your Privacy Account via the Privacy website or mobile app.\nBy connecting a funding source, you are pre-authorized recurring transfers by Privacy from that funding source.\n</p>\n<p>If you add a funding source to your Privacy Account, you agree that:</p>\n<ul>\n<li>You are the owner of the funding source;</li>\n<li> You are authorized to transfer funds from that funding source.\nand </li>\n<li> You authorize us to initiate debits from your funding source according to your instructions.\n</li>\n</ul>\n<p> Any authorizations to debit a funding source will remain in full force and effect until you cancel the authorization by removing the funding source.\nYou can remove a funding source on the Privacy website.\nIf you cancel your authorization, you will give us enough time to act on your cancellation.\nBy entering your funding source information on the Privacy site, you have signed this ACH authorization and you should print and save a copy of it.\n</p>Payment<p> Each time a payment is made by Privacy on your behalf, the amount of the transaction will be settled from your designated funding source.\nIf Privacy is not able to settle a transaction with your account, your Privacy Account may be suspended.\n</p>Availability of Payment Services<p> We may restrict your access to Payment Services if we need to conduct an investigation or resolve any pending dispute related to your use of the Payment Services.\nWe may also restrict access to Payment Services as necessary to comply with applicable law or court order, or if requested by any governmental entity.\n</p>Privacy Account History<p> When a payment is made on your behalf we will update your Privacy Account activity on the website and provide you a transaction confirmation.\nThe confirmation will serve as your receipt.\nSummaries of your Privacy Account activity, including monthly statements, are available on our website for up to one year of account activity.\nExcept as required by law, you are solely responsible for (a) compiling and retaining permanent records of all transactions and other data associated with your Privacy Account and your use of the Payment Services, and (b) reconciling all transactional information that is associated with your Privacy Account.\nIf you believe that there is an error or unauthorized transaction activity is associated with your Privacy Account, you must contact us immediately.\n</p>Processing Errors<p> We will attempt to fix processing errors we discover.\nIf the error resulted in your payment of an amount larger than what you authorize we will transfer the difference to your linked bank account.\nIf the error resulted in your payment of an amount less than what you authorized Privacy will debit the extra funds from your linked bank account.\nWe will only correct transactions that are processed incorrectly if you notify us with (1) your name and Privacy Account information, (2) A description of the error or transaction and why you believe it is an error or why you need more information and (3) the dollar amount of the suspected error.\nPlease notify us of such an error by calling 844-771-8229 or writing to us at (Pay with Privacy, Inc., 148 Lafayette St, Fl 3, NY, NY 10013) as soon as possible.\nYour failure to notify us of a processing error within sixty (60) days of when it first appears on your electronic transaction history will be deemed a waiver of any right to amounts owed to you.\n</p>Payment Dispute Resolution Procedure<p> You agree to comply with our Payment Dispute Procedure for any payments in relation to any Payment Services provided by Privacy.\nIf you’re unable to resolve a transaction related issue directly with a merchant, please notify us via your Privacy dashboard.\nThis is our process for resolving disputes.\n</p>\n<p> 1: Open a dispute case within ninety (90) days of the date of the transaction in question via your Privacy dashboard by clicking on the transaction and the dispute button in the top right corner of modal that pops up.\nDepending on your claim (item not received or refund not received), we may ask you to wait 10 business days from the transaction date to proceed with the payment dispute.\n</p>\n<p> 2: Respond to our requests for other information.\nPrivacy may require you to provide receipts, third party evaluations, police reports or other documents depending on the situation.\nYou must respond to these requests in a timely manner as requested in our correspondence with you.\n</p>\n<p> 3: Comply with Privacy’s shipping requests in a timely manner, if you’re filing a Significantly Not as Described claim, we may require you, at your expense, to ship the item back to the seller, to us, or to a third party (specified by Privacy) and to provide signature confirmation proof of delivery.\n</p>\n<p> 4: Privacy will make a final decision on your claim, in its sole discretion, based on the coverage and eligibility requirements set forth above, any additional information provided during the online payment dispute resolution process or any other information Privacy deems relevant and appropriate under the circumstances.\n</p>Excessive Payment Disputes<p> If we believe you might incur, or you are incurring, an excessive number of Payment Disputes, we may establish additional conditions governing your Privacy Account, including terminating or suspending the Payment Services.\n</p>Restricted Use<p> You will not act as a payment facilitator or otherwise resell the Payment Services to any third party.\nYou will not use the Payment Services to handle, process or transmit funds for any third party.\n</p>Unauthorized or Illegal Use<p> You will only use your Privacy Account for transactions that are allowed by law.\nWe may decide not to authorize or settle any transaction that you submit to us if we believe that the transaction is in violation of these terms or any other agreement with Privacy, or that it exposes you, our customers, our processors, merchants or Privacy to harm.\nHarm includes fraud and other criminal acts.\nIf we suspect that your Privacy Account has been used for an unauthorized, illegal, or criminal purpose, you give us express authorization to share information about you, your Privacy Account, and any of your transactions with law enforcement and, as deemed necessary by Privacy, our payment processing and financial institution partners.\n</p>PCI Compliance<p> Privacy complies with the Payment Card Industry Data Security Standards (PCI-DSS), as well as any requirements under the Network Rules.\nYou will cooperate in forensic investigations as required by Privacy or its partners.\n</p>Additional Indemnity<p> In addition to the General Terms, you will indemnify, defend, and hold us and our processors (and our respective employees, directors, agents, affiliates and representatives) harmless from and against any and all claims, costs, losses, damages, judgments, Tax assessments, penalties, interest, and expenses (including reasonable attorneys’ fees) arising out of any claim, action, audit, investigation, inquiry, or other proceeding instituted by a person or entity that arises out of or relates to any transaction submitted by you through the Payment Service.\n</p>Set Off<p> You acknowledge that, except as otherwise prohibited by law, Privacy will have the right to charge or set off against your account any indebtedness or other obligations which you or any owner owe us, at any time, without any further notice to or demand on you, whether the indebtedness or other obligations exist at the time the account is opened or arise later.\nThe indebtedness includes, without limitation, all charges incurred on any account you hold with Privacy.\nYou agree that Privacy may set off against the account any claim which we have against you without regard to the source or ownership of the funds on deposit in the account and without requirement that the claim be owed to us by all of the account owners.\nYou also agree that, to the extent allowed by law, Privacy may set off any indebtedness or other obligations which you owe us under this Agreement against any other account or property in which you have an ownership interest that is in Privacy’s possession or control.\n</p>Privacy Cashback Promotions<p> Participants in Privacy cashback promotions may earn Privacy Credits (as defined below) on up to $4,500 of monthly net purchases using their Privacy Account (initiated transaction amounts on purchases minus any credits or returns).\nPrivacy Credits resulting from Privacy purchases during a calendar month will be automatically applied to your Privacy account generally within the first ten (10) business days of the next calendar month.\nHowever, the timing of when Privacy Credits are applied may vary based on specific terms of a promotion.\n</p>\n<p> If you close your Privacy Account, all purchases made during the calendar month that the Account was closed will not be eligible for the Privacy cashback promotion.\nWe reserve the right to render your account ineligible for the cashback promotion in the event of any Chargebacks, ACH bounces, ACH disputes, or suspicious activity associated with your Account.\n</p>\n<p> Determination of promotion eligibility, duration of a promotion, and the maximum amount of credit earned are at the sole discretion of Privacy.\nPrivacy reserves the right to modify the rate or timing of Privacy Credits earned by any user pursuant to the promotion at any time.\nPrivacy reserves the right to verify and adjust credits at any time prior to or following credit.\nYour Privacy account must be active and in good standing, as determined by Privacy at its sole discretion, to receive Privacy Credits.\n</p>\n<p> In our sole discretion, we may deduct Privacy Credits from your account or make a debit entry to your connected funding source in order to make adjustments for returns, purchase cancellations or fraudulent activity.\nAny such adjustments, however, will be made in accordance with this Agreement, any applicable Privacy policies and terms, and any and all applicable laws, rules, and regulations.\nIt is your responsibility to check your Account regularly to ensure that Privacy Credit has been properly credited and paid and that your Account balance is accurate.\nIf you believe that Privacy Credit has not been correctly credited to your account, you must contact Privacy Support within ninety (90) days of the transaction.\nShould you disagree with any adjustments made to your account or payments made to you, your sole remedy is to withdraw from the Program.\n</p>Privacy Credits<p> Your account may contain Privacy Credits.\nPrivacy Credits can be used for payment of an eligible purchase made with your Privacy account.\nUnless expressly stated otherwise, unused Privacy Credits may expire after twelve months of account inactivity.\nPrivacy Credits are not redeemable for cash, cannot be transferred, gifted, exchanged, or sold between users.\n</p>Privacy Preferred Merchant Program<p> Privacy offers the Privacy Preferred Merchant Program to allow our customers to earn cashback on purchases completed through Privacy’s browser extension or website subject to these terms and conditions (“Preferred Merchant Program Terms”).\nPrivacy receives compensation for referring buyers to the retailers, brands, merchants, and other partners participating in the Program (“Affiliate Stores”).\nPrivacy gives a portion of this compensation to our customers as cashback.\nParticipation in the Program and the opportunity to earn cashback are offered at the sole discretion of Privacy and subject to your compliance with this Agreement.\n</p>\n<p> In order to earn cashback from the Privacy Preferred Merchant Program, you must be signed in to one of the Privacy Services, click the link to activate the offer, and use a Privacy Card to complete the purchase (“Qualifying Purchase”).\nIf you visit other sites before completing your purchase or use coupons not provided by Privacy, you may not be eligible to earn cashback on your purchase.\nIf you disable “cookies” on your computer, you will not be able to earn cashback because cookies are used to verify that your Privacy Account is eligible for the cashback.\nPlease note, however, that if cookies from other promotional offers for the merchant are already present on your computer, we will not modify them.\n</p>Affiliate Store Policies<p> A product purchased from any Affiliate Store through the Program, is governed by and subject to the applicable Affiliate Store’s policies, including applicable exchange and shipping policies.\nYou agree that we are not agents of any Affiliate Store and that the Affiliate Stores operate independently and are not under our control with respect to the Program or otherwise.\nAccordingly, your participation in offers or promotions of, or correspondence with, any Affiliate Store is solely between you and that Affiliate Store.\nWe do not assume any liability, obligation or responsibility for any part of such correspondence, offer or promotion, including, without limitation, the withdrawal or modification of any such offer or promotion.\nPrivacy is not responsible for changes to, or discontinuance of, any Affiliate Store, or for any Affiliate Store withdrawal from the Program, or for any effect on accrual of cashback caused by such changes, discontinuance, or withdrawal.\n</p>\n<p> The determination of whether a purchase made through an Privacy Affiliate Store qualifies for cashback is at the sole discretion of Privacy.\nIf an Affiliate Store fails to report a transaction to Privacy or fails to make payment to Privacy for any reason, Privacy reserves the right to cancel the cashback associated with that transaction.\n</p>Eligibility<p> Your eligibility to participate in any Privacy.com promotions is at our sole discretion.\nPrivacy.com reserves the right to terminate any promotions at any time and to refuse or recover any promotion award for any reason, including, but not limited to, your breach of these Terms.\n</p>Referral Program<p> New and current Pay With Privacy (“Privacy”) users who have accounts may be provided with a unique referral URL that permits the Privacy user (each a “Referrer Customer”) to refer acquaintances to Privacy.\nReferred customers (each, a “Referred Customer”) must register for Privacy using the unique URL provided by Privacy.\n</p>\n<p> Subject to these terms and conditions, any Referrer Customer that refers an acquaintance to Privacy will receive up to $5 in Privacy account credit (“Referrer Bonus”) for every such referral when the Referred Customer successfully registers and makes a qualifying transaction with Privacy (the “Referral Offer”).\n</p>\n<p> In addition, the Referred Customer will receive up to $5 in Privacy credit off his or her first purchase using Privacy’s software upon his or her successful registration with Privacy (“Referred Bonus”).\nReferrer Bonuses and Referred Bonuses will be credited within 24 hours after a Referred Customer successfully makes a qualifying transaction with Privacy.\n</p>\n<p> Determination of program eligibility and qualifying referrals are at the sole discretion of Privacy.\nPrivacy reserves the right to verify and adjust referral credits at any time prior to or following credit.\nYour Privacy account must be active and in good standing, as determined by Privacy at its sole discretion, to receive the Referrer Bonus or Referred Bonus.\n</p>\n<p> This Referral Offer is intended for Privacy customers only to refer their acquaintances to Privacy and should not be advertised, marketed or otherwise utilized for commercial purposes.\nThis Referral Offer is a limited time offer and Privacy reserves the right to modify, suspend or cancel this Referral Offer at any time without notice.\n</p>Bank Account Information and Authorized Actions<p> By adding a funding source, you may include access credentials (for example, username and password) that allow you to gain online access to one or more accounts that you maintain with a third-party financial institution and that you choose to designate for use in connection with the Payment Services (each, an “Authorized Bank Account”).\nWe work with one or more Third Party Services (as defined below) that will securely store pursuant to industry standards any Authorized Bank Account access credentials that you provide and will access your Authorized Bank Accounts for the purposes of providing and improving the Payment Services.\nYou may only provide account access credentials for and authorize us to access valid accounts that you hold in your own name.\nYou may not provide access credentials for an account that is held by a third person.\n</p>\n<p> If you choose to provide your Authorized Bank Account credentials to us, you authorize us to use this information to provide you with the services we offer through the Payment Services.\nThis authorization will remain in effect until you notify us that you wish to revoke this authorization, which may affect your ability to receive the services.\nThe Third Party Services providers that we work with include Plaid Technologies, Inc.\n(“Plaid”).\nPlaid’s services and use of your information, including on or through the Privacy Services, are governed by its Terms of Use and its Privacy Policy located at https://plaid.com/legal.\n</p>Additional Representations, Warranties, and Covenants<p> In addition to the General Terms, with each Virtual Card transaction you process through the Payment Services, you represent, warrant and covenant to us that: (a) the Virtual Card transaction represents a bona fide sale.\n(b) the Virtual Card transaction accurately describes the goods and/or services obtained from the merchant.\n(c) you will fulfill all of your obligations to the merchant and will resolve any dispute or complaint directly with the merchant.\n(d) you and the Virtual Card transaction comply with all federal, state, and local laws, rules, and regulations applicable to you, including any applicable tax, wage and hour, and tip laws and regulations.\n(e) except in the ordinary course of business, you are not submitting a transaction that represents a sale to any principal, partner, proprietor, or owner of your entity.\nand (f) you are not submitting a transaction involving your own merchant.\n</p>Termination of Payment Services<p> Privacy may Terminate your use of the Payment Services at any time for any reason.\nAny termination of these terms does not relieve you of obligations to pay Fees or costs accrued prior to the termination, Chargebacks, and any other amounts owed to us as provided in these Payment Terms or the Terms of Service.\nIn the event your Privacy account has a negative balance, Privacy reserves the right to withhold refunds or credits to settle the negative balance.\nIf your access to Payment Services has been terminated, you may still be permitted to use Privacy’s other products, subject to our discretion.\n</p>\n<p>\n<i>Last updated: July 1, 2020</i>\n</p>", "created_at": "2021-08-14 14:02:51.557691", "updated_at": "2021-08-14 14:03:06.288046"}, {"id": 8695, "name": "ACH Authorizations", "url": "https://privacy.com/ach", "xpath": "/html/body/div[2]/div/div[2]/div[2]", "text": "Your Authorization for ACH Debits and Credits<p> By agreeing to these Terms, you authorize Privacy to electronically debit and credit your designated deposit account at your designated depository financial institution (your “Bank Account”) via ACH and, if ever applicable, to correct erroneous debits and credits via ACH as follows: </p>\n<ul>\n<li> Range of Acceptable Debit Amounts: up to $10,000 per Business Day (as defined below) </li>\n<li> Frequency of Debits: multiple times per Business Day (however, debits and credits may not necessarily occur every Business Day) </li>\n</ul>\n<p> You also acknowledge that the amount and frequency of the foregoing debits and credits may vary and that you waive your right to receive prior notice of the amount and date of each debit and credit.\n</p>\n<p> You acknowledge that the electronic authorization contained in this Section represents your written authorization for ACH transactions as provided herein and will remain in full force and effect until you notify Privacy that you wish to revoke this authorization by emailing support@privacy.com.\nYou must notify Privacy at least 14 Business Days before the scheduled debit date of any ACH transaction from your Bank Account in order to cancel this authorization.\nIf we do not receive notice at least 14 Business Days before the scheduled debit date, we may attempt, in our sole discretion, to cancel the debit transaction.\nHowever, we assume no responsibility for our failure to do so.\n</p>\n<p> If you withdraw your electronic authorization contained in this Section, we will suspend or close your Privacy Account, and you will no longer be able to use your Privacy Account or the Services, except as expressly provided in these Terms.\nPlease note that withdrawal of your electronic authorization contained in this Section will not apply to transactions performed before the withdrawal of your authorization becomes effective.\n</p>\n<p> In addition to any of your other representations and warranties in these Terms, you represent that: (a) your browser is equipped with at least 128-bit security encryption.\n(b) you are capable of printing, storing, or otherwise saving a copy of this electronic authorization for your records.\nand (c) the ACH transactions you hereby authorize comply with applicable law.\n</p>\n<p> For purposes of these Terms, “Business Day” means Monday through Friday, excluding federal banking holidays.\n</p>\n<p>\n<i>Last updated: May 24, 2018</i>\n</p>", "created_at": "2021-08-14 14:02:01.944454", "updated_at": "2021-08-14 14:02:28.496026"}, {"id": 5338, "name": "Privacy Policy", "url": "https://privacy.com/privacy-policy", "xpath": "/html/body/div[2]/div/div[2]/div[2]", "text": "Our Commitment to User Privacy:<p> This Policy describes how Privacy.com protects and manages your personal data, including: </p>\n<ul>\n<li> What data we collect when you sign-up for, use, or engage with any of our applications, products, services or websites (collectively \"Services\").\n</li>\n<li>How we manage data from the beginning of your engagement forward;</li>\n<li>The choices you have regarding how data is managed.</li>\n</ul>We Limit Use of Your Personal Data:<ul>\n<li>To providing, maintaining and improving our Services;</li>\n<li>To communicating with you about new and existing Services;</li>\n<li> To protect the legal rights, property and safety of our Services and users.\n</li>\n</ul>Sharing Personal Data with Merchants:<p> We may be required to share your data with a merchant if you open a Payment Dispute for a transaction with said merchant.\n</p>We Collect and Use Data:<u>Data You Provide:</u>\n<p> Your name, email address, phone number, birth date, last four digits of social security number, payment card and bank information as well as other information you may be asked to provide when signing-up for an account, providing identity verification or engaging in a transaction.\n</p>\n<u>Other Data:</u>\n<ul>\n<li> Transaction Data: when, where and how a transaction takes place including, but not limited to, the devices and payment methods used.\n</li>\n<li> Device Data: hardware model, operating system, unique device identifiers, mobile network data as well as other data generated by a device's interaction with our Services.\n</li>\n<li>Location Data: to prevent fraudulent use of our Services;</li>\n<li> User Data: browser data, Internet Protocol (\"IP\") addresses and other data describing user engagement.\n</li>\n<li> Cookies: small data files we may store on your computer or mobile device memory to help us manage your engagement with our Services, including gathering aggregated data about engagement.\n</li>\n<li> Beacons: small electronic images we may use in our Services and emails to deliver cookies and measure user engagement.\n</li>\n</ul>We Share Personal Data Under Controlled Circumstances:<ul>\n<li> With third parties, within the United States and in other countries, who may access data about you to perform functions on our behalf.\n</li>\n<li> With financial institutions, processors, payment card associations and other entities that are involved in the payment process.\n</li>\n<li> With government and law enforcement where reasonably necessary to comply with applicable law, regulation, legal process, governmental request.\n</li>\n<li> With others where reasonably necessary to protect the security or integrity of our Services or user safety.\n</li>\n<li> In Connection with, or during the negotiation of, any merger, sale of company stock or assets, financing, acquisition, divestiture or dissolution of all or a portion of our business.\n</li>\n<li>With your consent.</li>\n</ul>\n<p> We may share data that is not personally identifiable with third parties.\n</p>Security:<p> We take reasonable measures, including administrative, technical and physical safeguards to help protect your personal data from loss, theft, misuse, unauthorized access, disclosure, alteration and destruction.\n</p>\n<p> We maintain strict security standards and procedures with a view to preventing unauthorized access to your data by anyone, including our staff.\nWe use leading technologies such as (but not limited to) data encryption, firewalls and server authentication to protect the security of your data.\nOur staff and third parties whenever we hire them to provide support services, are required to observe our privacy standards and to allow us to audit them for compliance.\n</p>Choices:<ul>\n<li> Personal Data: You can change or correct data about yourself through your Privacy.com account at any time or by emailing us at support@privacy.com.\nYou can also email us if you wish to deactivate your account.\nWe may retain data about you for a period of time consistent with applicable law.\n</li>\n<li> Location Data: Our mobile applications require location data.\nIf you do not grant us access to this data then you cannot use our Services.\nIf you grant access to location data but later revoke this access your mobile device will no longer be able to use our Services.\nYou may also uninstall our Services to stop collection of location data.\n</li>\n<li> Cookies: You can set your browser to reject cookies but our Services may not function properly in this setting.\n</li>\n<li> Marketing: You can opt-out of email or text messages by following instructions in these messages.\nIf you opt-out we may still send you messages regarding transactions and services related to our ongoing business relationship.\n</li>\n<li> Notifications: Our Services may ask you for permission to send notifications to your device.\nOur services will still work if you do not grant us permission to send you notifications.\n</li>\n<li> Website Tracking: Certain websites you visit may provide options regarding advertisements you receive.\nFor more information or to opt out of certain online behavioral advertising, please visit http://www.aboutads.info.\n</li>\n<li> Do Not Track: Some browsers support a “Do Not Track” feature, which is intended to be a signal to websites that you do not wish to be tracked across different websites you visit.\nOur Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal.\n</li>\n</ul>Cookies and Tracking Technologies:<p> We and our partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and gather information about our user base, such as location information based on IP addresses.\nYou can control the use of cookies at the individual browser level.\nFor more information regarding cookies or similar technologies, please review our Cookie Policy.\n</p>Third-Party Data:<p> The Services contain hyperlinks to other websites or locations that we do not control and are operated and controlled by third parties (“Third-Party Websites”).\nOur Privacy Policy does not apply to these Third-Party Websites and we make no representations regarding the policies or business practices of any such Third-Party Websites.\n</p>California Residents:<p> California law allows California residents to request information about personal data we disclose to third parties for direct marketing purposes.\nHowever, Privacy.com does not disclose personal data to third parties for direct marketing purposes.\n</p>\n<p> If you have any questions please contact us via any of the methods below.\n</p>\n<p>\n<i>Last updated: May 24, 2018</i>\n</p>", "created_at": "2021-04-23 19:50:18.444777", "updated_at": "2021-08-14 14:01:33.438397"}, {"id": 8694, "name": "Cookie Policy", "url": "https://privacy.com/cookie-policy", "xpath": "/html/body/div[2]/div/div[2]/div[2]", "text": "Cookie Policy<p> Pay With Privacy, Inc.\n(“Privacy”) and our partners use cookies or similar technologies to analyze trends, administer and record users’ movements during your visit to our website or use of our Services, and gather information about you, where you access our website or Services and how you use our Services.\n</p>What are Cookies and Does Privacy Use Them?<p> Cookies are small text files that are placed on your computer by websites and services that you visit or access.\nThey are widely used to make websites and services work and function with greater efficiency, and to provide information about our users experience during use of, or interaction with, our websites, and Services.\nSome cookies last only for the duration of your web session and expire when you exit your browser.\nother cookies may last for longer than your web session, including after you exit your browser, for example by remembering you when you return to our website.\nThe table below explains the cookies that Privacy and our third party partners use and why.\n</p>CookiePurposePracticeFunctional CookiePreferences and Settings These cookies are used to record a user’s choice and settings that enable our websites and Services to operate correctly or that maintain your preferences over time and may be stored on your device.\nFunctional CookieSign in and Authentication When you sign into a website or Service using your Privacy account, we store a unique ID number, and the time you signed in, in an encrypted cookie on your device.\nThis cookie allows you to move from page to page within the website without having to sign in again on each page.\nYou can also save your sign-in information, so you do not have to sign in each time you return to the site.\nAnalytics CookieAnalytics To provide our products and improve your user experience on our websites and with our Services, Privacy uses cookies and other identifiers to gather usage and performance data.\nFor example, we use cookies to count the number of unique visitors to a web page or service or to our blog and to develop other statistics about the operations of our Services.\nThis may include cookies from Privacy and from third-party providers.\nWe use the information to compile reports and to help us improve our websites and Services.\nHow to Control Cookies<p> Most web browsers automatically accept cookies but provide controls that allow you to block or delete them.\nFor example, in most modern browsers, you can block or delete cookies by clicking Settings &gt.\nPrivacy &gt.\nCookies.\nInstructions for blocking or deleting cookies in other browsers may be available in each browser's privacy or help documentation.\nTo find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.aboutcookies.org or www.allaboutcookies.org.\n</p>\n<p> Certain features of Privacy’s Services depend on cookies.\nPlease be aware that if you choose to block cookies, you may not be able to sign in or use those features, and preferences that are dependent on cookies may be lost.\nIf you choose to delete cookies, settings and preferences controlled by those cookies, including advertising preferences, will be deleted and may need to be recreated.\n</p>\n<p> If you have any questions please contact us via any of the methods below.\n</p>\n<p>\n<i>Last updated: May 24, 2018</i>\n</p>", "created_at": "2021-08-14 14:00:48.11888", "updated_at": "2021-08-14 14:00:59.149209"}], "points": [{"id": 24879, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 02:24:35.94065", "updated_at": "2022-03-13 15:35:25.21266", "quoteText": "Our Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal.", "case_id": 233, "document_id": 5338, "quoteStart": 5329, "quoteEnd": 5444}, {"id": 24854, "title": "You are forced into binding arbitration or small claims court in case of disputes", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:37:15.964608", "updated_at": "2021-08-20 19:52:33.284061", "quoteText": "All Disputes will be resolved finally and exclusively by binding individual arbitration with a single arbitrator administered by the American Arbitration Association according to this Section and the applicable arbitration rules for that forum.\nConsumer claimants (individuals whose transaction is intended for personal, family, or household use) may elect to pursue their claims in their local small-claims court rather than through arbitration so long as their matter remains in small claims court and proceeds only on an individual (non-class or non-representative) basis.\nThe Federal Arbitration Act, 9 U.S.C.\n§§ 1-16, fully applies.", "case_id": 339, "document_id": 8696, "quoteStart": 22534, "quoteEnd": 23171}, {"id": 24860, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:54:27.886212", "updated_at": "2021-08-20 19:49:30.515023", "quoteText": "If any provision of these General Terms or any Additional Term is invalid or unenforceable under applicable law, then it will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect.", "case_id": 294, "document_id": 8696, "quoteStart": 27690, "quoteEnd": 28012}, {"id": 24845, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:26:27.165522", "updated_at": "2021-08-20 19:43:15.237362", "quoteText": "THE SERVICES ARE PROVIDED “AS IS” WITHOUT REPRESENTATION OR WARRANTY, WHETHER IT IS EXPRESS, IMPLIED, OR STATUTORY.", "case_id": 286, "document_id": 8696, "quoteStart": 18451, "quoteEnd": 18566}, {"id": 24882, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://privacy.com/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 02:31:57.412695", "updated_at": "2021-08-20 19:48:16.694789", "quoteText": "Certain features of Privacy’s Services depend on cookies.\nPlease be aware that if you choose to block cookies, you may not be able to sign in or use those features, and preferences that are dependent on cookies may be lost.", "case_id": 375, "document_id": 8694, "quoteStart": 2850, "quoteEnd": 3073}, {"id": 24881, "title": "There is a date of the last update of the agreements", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 02:29:08.463495", "updated_at": "2021-08-20 19:49:05.278825", "quoteText": "<i>Last updated: May 24, 2018", "case_id": 331, "document_id": 5338, "quoteStart": 6625, "quoteEnd": 6654}, {"id": 24880, "title": "Third-party cookies are used for statistics", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 02:25:44.901468", "updated_at": "2022-03-13 15:35:55.523308", "quoteText": "We and our partners use cookies or similar technologies to analyze trends", "case_id": 325, "document_id": 5338, "quoteStart": 5494, "quoteEnd": 5567}, {"id": 24878, "title": "You can opt out of promotional communications", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 02:24:01.556694", "updated_at": "2021-08-20 19:43:52.023553", "quoteText": "You can opt-out of email or text messages by following instructions in these messages.\nIf you opt-out we may still send you messages regarding transactions and services related to our ongoing business relationship.", "case_id": 223, "document_id": 5338, "quoteStart": 4500, "quoteEnd": 4714}, {"id": 24877, "title": "Logs are kept for an undefined period of time", "source": "https://privacy.com/privacy-policy", "status": "Since \"applicable law\" changes from country to country, folks don't know how long their data is being kept. Plus, in countries where there are no laws requiring logs to be deleted, a service may keep logs for as long as they wish.", "created_at": "2021-08-19 01:01:38.542632", "updated_at": "2021-08-20 19:50:56.004804", "quoteText": "We may retain data about you for a period of time consistent with applicable law.", "case_id": 178, "document_id": 5338, "quoteStart": 3921, "quoteEnd": 4002}, {"id": 24876, "title": "App required for this service requires broad device permissions", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 01:00:51.926366", "updated_at": "2022-03-13 15:38:11.641189", "quoteText": "Our mobile applications require location data.\nIf you do not grant us access to this data then you cannot use our Services.", "case_id": 322, "document_id": 5338, "quoteStart": 4029, "quoteEnd": 4152}, {"id": 24875, "title": "You can request access, correction and/or deletion of your data", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:58:12.489348", "updated_at": "2021-08-20 19:44:02.969623", "quoteText": "You can change or correct data about yourself through your Privacy.com account at any time or by emailing us at support@privacy.com.", "case_id": 195, "document_id": 5338, "quoteStart": 3726, "quoteEnd": 3858}, {"id": 24874, "title": "Information is provided about security practices", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:57:03.444624", "updated_at": "2021-08-19 11:17:07.521851", "quoteText": "We use leading technologies such as (but not limited to) data encryption, firewalls and server authentication to protect the security of your data.\nOur staff and third parties whenever we hire them to provide support services, are required to observe our privacy standards and to allow us to audit them for compliance.", "case_id": 226, "document_id": 5338, "quoteStart": 3370, "quoteEnd": 3688}, {"id": 24873, "title": "Aggregate data is given to third parties", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:56:17.185926", "updated_at": "2021-08-20 19:49:15.070988", "quoteText": "We may share data that is not personally identifiable with third parties.", "case_id": 191, "document_id": 5338, "quoteStart": 2915, "quoteEnd": 2988}, {"id": 24872, "title": "Your information is only shared with third parties when given specific consent", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:55:31.292117", "updated_at": "2021-08-26 14:46:57.212282", "quoteText": "<li>With your consent.", "case_id": 296, "document_id": 5338, "quoteStart": 2877, "quoteEnd": 2899}, {"id": 24871, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:55:03.340415", "updated_at": "2021-08-20 19:54:52.828997", "quoteText": "In Connection with, or during the negotiation of, any merger, sale of company stock or assets, financing, acquisition, divestiture or dissolution of all or a portion of our business.", "case_id": 243, "document_id": 5338, "quoteStart": 2688, "quoteEnd": 2870}, {"id": 24870, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:54:16.802037", "updated_at": "2021-08-20 19:51:37.391062", "quoteText": "With third parties, within the United States and in other countries, who may access data about you to perform functions on our behalf.", "case_id": 188, "document_id": 5338, "quoteStart": 2130, "quoteEnd": 2264}, {"id": 24869, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:53:37.291111", "updated_at": "2021-08-20 19:51:45.309854", "quoteText": "Beacons: small electronic images we may use in our Services and emails to deliver cookies and measure user engagement.", "case_id": 323, "document_id": 5338, "quoteStart": 1936, "quoteEnd": 2054}, {"id": 24868, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:53:15.195655", "updated_at": "2021-08-20 19:49:20.034112", "quoteText": "Internet Protocol (\"IP\") addresses", "case_id": 399, "document_id": 5338, "quoteStart": 1649, "quoteEnd": 1683}, {"id": 24867, "title": "The service will only respond to government requests that are reasonable", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:52:39.532679", "updated_at": "2021-08-20 19:47:01.481511", "quoteText": "With government and law enforcement where reasonably necessary to comply with applicable law, regulation, legal process, governmental request.", "case_id": 393, "document_id": 5338, "quoteStart": 2415, "quoteEnd": 2557}, {"id": 24866, "title": "This service may collect, use, and share location data", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:51:58.933969", "updated_at": "2021-08-20 19:51:49.558426", "quoteText": "<li>Location Data: to prevent fraudulent use of our Services;", "case_id": 373, "document_id": 5338, "quoteStart": 1552, "quoteEnd": 1613}, {"id": 24864, "title": "Details are provided about what kind of information they collect", "source": "https://privacy.com/privacy-policy", "status": "Full list of data they collect: \"We Collect and Use Data:<u>Data You Provide:</u> <p> Your name, email address, phone number, birth date, last four digits of social security number, payment card and bank information as well as other information you may be asked to provide when signing-up for an account, providing identity verification or engaging in a transaction. </p> <u>Other Data:</u> <ul> <li> Transaction Data: when, where and how a transaction takes place including, but not limited to, the devices and payment methods used. </li> <li> Device Data: hardware model, operating system, unique device identifiers, mobile network data as well as other data generated by a device's interaction with our Services. </li> <li>Location Data: to prevent fraudulent use of our Services;</li> <li> User Data: browser data, Internet Protocol (\"IP\") addresses and other data describing user engagement.\"", "created_at": "2021-08-19 00:39:59.330046", "updated_at": "2021-08-20 19:47:16.172593", "quoteText": "What data we collect when you sign-up for, use, or engage with any of our applications, products, services or websites (collectively \"Services\").", "case_id": 228, "document_id": 5338, "quoteStart": 140, "quoteEnd": 285}, {"id": 24865, "title": "Information is provided about how your personal data is used", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-19 00:40:22.682512", "updated_at": "2021-08-20 19:47:22.405856", "quoteText": "How we manage data from the beginning of your engagement forward;", "case_id": 227, "document_id": 5338, "quoteStart": 296, "quoteEnd": 361}, {"id": 24862, "title": "You must provide your identifiable information", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 15:04:45.72556", "updated_at": "2021-08-20 19:51:59.899003", "quoteText": "When you open a Privacy Account, we will ask for your name, address, date of birth and other information that will allow us to identify you.", "case_id": 409, "document_id": 8696, "quoteStart": 34092, "quoteEnd": 34232}, {"id": 24861, "title": "Your provided identifiable information is actively checked by the service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 15:03:47.571196", "updated_at": "2021-08-20 19:52:15.522591", "quoteText": "We may make inquiries that we consider appropriate and use third party services to help us verify your identity and determine if we should open, maintain, collect or close your account.", "case_id": 492, "document_id": 8696, "quoteStart": 34242, "quoteEnd": 34427}, {"id": 24859, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:52:22.288903", "updated_at": "2021-08-20 19:49:40.866581", "quoteText": "When you use a link to go from the Services to a third party website, our Privacy Policy is no longer in effect.", "case_id": 299, "document_id": 8696, "quoteStart": 26043, "quoteEnd": 26155}, {"id": 24858, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:51:47.005055", "updated_at": "2021-08-20 19:49:52.277404", "quoteText": "Such third party websites are not governed by these General Terms.", "case_id": 408, "document_id": 8696, "quoteStart": 25874, "quoteEnd": 25940}, {"id": 24857, "title": "You have a reduced time period (90 days) to take legal action against the service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:50:11.892132", "updated_at": "2021-08-20 19:52:20.971285", "quoteText": "Any action or proceeding by you relating to any Dispute must commence within 90 days after the cause of action accrues.", "case_id": 151, "document_id": 8696, "quoteStart": 25005, "quoteEnd": 25124}, {"id": 24856, "title": "The court of law governing the terms is in New York, USA", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:48:54.045371", "updated_at": "2021-08-20 19:49:56.635673", "quoteText": "These General Terms and any Dispute will be governed by New York law", "case_id": 163, "document_id": 8696, "quoteStart": 24666, "quoteEnd": 24734}, {"id": 24855, "title": "You waive your right to a class action.", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:37:43.957675", "updated_at": "2021-08-20 19:52:24.556655", "quoteText": "YOU WAIVE ANY RIGHT TO PARTICIPATE IN A CLASS ACTION AGAINST PRIVACY.", "case_id": 117, "document_id": 8696, "quoteStart": 22225, "quoteEnd": 22294}, {"id": 24853, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user in the past 3 months, or $500, whichever is greater", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:34:27.028923", "updated_at": "2021-08-20 19:52:45.348295", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE TOTAL LIABILITY OF PRIVACY IS LIMITED TO THE GREATER OF (A) THE AMOUNT OF FEES EARNED BY US IN CONNECTION WITH YOUR USE OF THE SERVICES DURING THE THREE (3) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE CLAIM FOR LIABILITY, OR (B) $500.", "case_id": 149, "document_id": 8696, "quoteStart": 20135, "quoteEnd": 20444}, {"id": 24852, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:33:54.503754", "updated_at": "2021-08-20 19:52:50.49888", "quoteText": "UNDER NO CIRCUMSTANCES WILL PRIVACY BE RESPONSIBLE FOR ANY DAMAGE, LOSS, OR INJURY RESULTING FROM HACKING, TAMPERING, OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICES OR YOUR PRIVACY ACCOUNT, OR THE INFORMATION CONTAINED THEREIN.", "case_id": 186, "document_id": 8696, "quoteStart": 19893, "quoteEnd": 20125}, {"id": 24851, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:32:46.970344", "updated_at": "2021-08-20 19:53:02.137064", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL PRIVACY BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES, THAT RESULT FROM THE USE OF, INABILITY TO USE, OR UNAVAILABILITY OF THE SERVICE.\nIN ALL CASES, PRIVACY WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.", "case_id": 293, "document_id": 8696, "quoteStart": 19416, "quoteEnd": 19883}, {"id": 24850, "title": "The service does not guarantee that software errors will be corrected", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:30:08.444466", "updated_at": "2021-08-20 19:53:07.49697", "quoteText": "THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.", "case_id": 289, "document_id": 8696, "quoteStart": 19000, "quoteEnd": 19045}, {"id": 24849, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:29:43.312375", "updated_at": "2021-08-20 19:53:13.238524", "quoteText": "THAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, ERROR-FREE, WITHOUT DEFECT OR SECURE.", "case_id": 287, "document_id": 8696, "quoteStart": 18875, "quoteEnd": 18999}, {"id": 24848, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:29:20.71543", "updated_at": "2021-08-20 19:50:01.034367", "quoteText": "THAT THE SERVICES WILL MEET YOUR REQUIREMENTS.", "case_id": 290, "document_id": 8696, "quoteStart": 18828, "quoteEnd": 18874}, {"id": 24847, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:28:58.399691", "updated_at": "2021-08-20 19:50:05.908203", "quoteText": "PRIVACY DOES NOT WARRANT OR GUARANTEE THAT THE SERVICES ARE ACCURATE, RELIABLE OR CORRECT.", "case_id": 288, "document_id": 8696, "quoteStart": 18737, "quoteEnd": 18827}, {"id": 24846, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-17 14:27:31.069443", "updated_at": "2022-03-13 15:40:29.513263", "quoteText": "WITHOUT LIMITING THE FOREGOING, PRIVACY SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.", "case_id": 290, "document_id": 8696, "quoteStart": 18567, "quoteEnd": 18727}, {"id": 24826, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:45:35.593948", "updated_at": "2021-08-16 09:17:46.230067", "quoteText": "You will indemnify, defend, and hold us and our partners (and our respective employees, directors, agents, affiliates and representatives) harmless from and against any and all claims, costs, losses, damages, judgments, tax assessments, penalties, interest, and expenses (including without limitation reasonable attorneys’ fees) arising out of any claim, action, audit, investigation, inquiry, or other proceeding instituted by a person or entity that arises out of or relates to: (a) any actual or alleged breach of your representations, warranties, or obligations set forth in these General Terms or any Additional Terms.\n(b) your wrongful or improper use of the Services.\n(c) your violation of any third-party right, including without limitation any right of privacy, publicity rights or Intellectual Property Rights.\n(d) your violation of any law, rule or regulation of the United States or any other country.\nand (e) any other party’s access and/or use of the Services with your unique name, password or other appropriate security code.", "case_id": 146, "document_id": 8696, "quoteStart": 16349, "quoteEnd": 17390}, {"id": 24825, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:30:28.537184", "updated_at": "2021-08-16 09:14:08.160514", "quoteText": "By submitting any Idea, you agree that your disclosure is gratuitous, unsolicited, and without restriction, that it will not place us under any fiduciary, confidentiality or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.", "case_id": 390, "document_id": 8696, "quoteStart": 15979, "quoteEnd": 16331}, {"id": 24815, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://privacy.com/terms", "status": "Full quote: \"You will not upload or provide Content or otherwise post, transmit, distribute, or disseminate through the Services any material that: ... (f) in our sole judgment, is objectionable, restricts or inhibits any person or entity from using or enjoying any portion of the Services\"", "created_at": "2021-08-15 15:11:53.449691", "updated_at": "2021-08-15 20:18:13.378271", "quoteText": "(f) in our sole judgment, is objectionable, restricts or inhibits any person or entity from using or enjoying any portion of the Services", "case_id": 285, "document_id": 8696, "quoteStart": 7579, "quoteEnd": 7716}, {"id": 24828, "title": "This service is only available to users over 18 years of age", "source": "https://privacy.com/terms", "status": "Full quote: \"You represent and warrant to us that: (a) you are at least eighteen (18) years of age.\"", "created_at": "2021-08-15 15:52:26.76059", "updated_at": "2021-08-16 09:15:11.460473", "quoteText": "(a) you are at least eighteen (18) years of age", "case_id": 152, "document_id": 8696, "quoteStart": 17467, "quoteEnd": 17514}, {"id": 24827, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://privacy.com/terms", "status": "Full quote: \"In addition to any payment obligations under the Payment Terms, the following sections of these General Terms survive and remain in effect in accordance with their terms upon termination: [...] (Indemnity)\"", "created_at": "2021-08-15 15:49:08.131459", "updated_at": "2021-08-16 09:17:43.600027", "quoteText": "(Indemnity)", "case_id": 147, "document_id": 8696, "quoteStart": 14338, "quoteEnd": 14349}, {"id": 24824, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://privacy.com/terms", "status": "Full quote: \"If these General Terms or your Privacy Account is terminated or suspended for any reason: [...] (b) we may (but have no obligation to) delete your information and account data stored on our servers\"", "created_at": "2021-08-15 15:26:05.23822", "updated_at": "2021-08-16 09:17:49.276664", "quoteText": "we may (but have no obligation to) delete your information and account data stored on our servers", "case_id": 333, "document_id": 8696, "quoteStart": 13753, "quoteEnd": 13850}, {"id": 24823, "title": "You have the right to leave this service at any time", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:23:08.00002", "updated_at": "2021-08-16 09:14:14.65627", "quoteText": "You may also terminate the General Terms and Additional Terms applicable to your Privacy Account by deactivating your Privacy Account by contacting us at support@privacy.com", "case_id": 170, "document_id": 8696, "quoteStart": 13350, "quoteEnd": 13523}, {"id": 24822, "title": "Two factor authentication is provided for your account", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:22:32.467593", "updated_at": "2021-08-16 09:14:25.141914", "quoteText": "These communications may be generated by automatic telephone dialing systems which will deliver prerecorded messages, including for the purposes of secondary authentication", "case_id": 312, "document_id": 8696, "quoteStart": 9935, "quoteEnd": 10107}, {"id": 24821, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:21:42.030567", "updated_at": "2021-08-16 09:17:53.191065", "quoteText": "We may terminate these General Terms or any Additional Terms, or suspend or terminate your Privacy Account or your access to any Service, at any time for any reason.", "case_id": 201, "document_id": 8696, "quoteStart": 13184, "quoteEnd": 13349}, {"id": 24820, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:19:01.223905", "updated_at": "2021-08-16 09:17:00.224117", "quoteText": "\nIf you link a debit or credit card to your account, you authorize us to collect Paid Service Fees by debit from your linked debit card or charge to your linked credit card.\nRegardless of payment device, we reserve the right to collect Paid Service Fees by deduction from your linked bank account.", "case_id": 384, "document_id": 8696, "quoteStart": 12152, "quoteEnd": 12449}, {"id": 24819, "title": "You can opt out of promotional communications", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:18:02.338825", "updated_at": "2021-08-16 09:14:31.176018", "quoteText": "You may opt-out of receiving communications by following the unsubscribe options we provide to you.", "case_id": 223, "document_id": 8696, "quoteStart": 10427, "quoteEnd": 10526}, {"id": 24818, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:16:17.099333", "updated_at": "2021-08-15 20:18:00.304777", "quoteText": "You will immediately notify us of any unauthorized use of your password or Privacy Account or any other breach of security.", "case_id": 484, "document_id": 8696, "quoteStart": 9241, "quoteEnd": 9364}, {"id": 24817, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:15:18.897754", "updated_at": "2021-08-15 20:18:26.817267", "quoteText": "You are responsible for safeguarding your password and for restricting access to the Services from your compatible devices.", "case_id": 148, "document_id": 8696, "quoteStart": 9117, "quoteEnd": 9240}, {"id": 24816, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-15 15:13:53.71901", "updated_at": "2021-08-15 20:19:48.298155", "quoteText": "we have absolute discretion to remove Content at any time and for any reason without notice.", "case_id": 202, "document_id": 8696, "quoteStart": 7879, "quoteEnd": 7971}, {"id": 24766, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:35:17.939913", "updated_at": "2021-08-16 09:14:43.454734", "quoteText": "(c) breaches any duty toward or rights of any person or entity, including rights of publicity, privacy or trademark.", "case_id": 444, "document_id": 8696, "quoteStart": 7228, "quoteEnd": 7344}, {"id": 24765, "title": "The posting of pornographic content is prohibited", "source": "https://privacy.com/terms", "status": "Full quote: \"You will not upload or provide Content or otherwise post, transmit, distribute, or disseminate through the Services any material that: (a) is ... pornographic\"", "created_at": "2021-08-14 14:29:40.244596", "updated_at": "2021-08-16 09:17:03.171571", "quoteText": "pornographic", "case_id": 315, "document_id": 8696, "quoteStart": 7032, "quoteEnd": 7044}, {"id": 24764, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://privacy.com/terms", "status": "Full quote: \"You will not upload or provide Content or otherwise post, transmit, distribute, or disseminate through the Services any material that: (a) is ... libelous, threatening, harassing, hateful, abusive\"", "created_at": "2021-08-14 14:28:42.652197", "updated_at": "2021-08-16 09:17:05.632735", "quoteText": "libelous, threatening, harassing, hateful, abusive", "case_id": 283, "document_id": 8696, "quoteStart": 7058, "quoteEnd": 7108}, {"id": 24763, "title": "You can delete or edit your content on this service, but it may persist in the service's archives", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:20:06.590536", "updated_at": "2021-08-16 09:14:47.865998", "quoteText": "You may modify or remove your Content via your Privacy Account or by terminating your Privacy Account, but your Content may persist in historical, archived or cached copies and versions thereof available on or through the Services.", "case_id": 175, "document_id": 8696, "quoteStart": 6595, "quoteEnd": 6826}, {"id": 24762, "title": "Your content can be licensed to third parties", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:16:17.260888", "updated_at": "2021-08-16 09:17:57.596532", "quoteText": "transferable, and sub-licensable", "case_id": 134, "document_id": 8696, "quoteStart": 6237, "quoteEnd": 6269}, {"id": 24761, "title": "The service has non-exclusive use of your content", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:15:36.325355", "updated_at": "2021-08-16 09:15:00.375279", "quoteText": "non-exclusive", "case_id": 402, "document_id": 8696, "quoteStart": 6196, "quoteEnd": 6209}, {"id": 24760, "title": "Your content can be distributed through any media known now or in the future", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:15:15.089313", "updated_at": "2021-08-16 09:18:22.844067", "quoteText": "in any media", "case_id": 139, "document_id": 8696, "quoteStart": 6433, "quoteEnd": 6445}, {"id": 24759, "title": "You agree not to use the service for illegal purposes", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:11:54.471906", "updated_at": "2021-08-16 09:17:07.315353", "quoteText": "use the Services for any illegal activity or goods or in any way that exposes you, other Privacy users, our partners, or Privacy to harm.", "case_id": 280, "document_id": 8696, "quoteStart": 5212, "quoteEnd": 5349}, {"id": 24758, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:10:07.122856", "updated_at": "2021-08-16 09:17:09.621615", "quoteText": "access or monitor any material or information on any Privacy system using any manual process or robot, spider, scraper, or other automated means", "case_id": 150, "document_id": 8696, "quoteStart": 3716, "quoteEnd": 3860}, {"id": 24757, "title": " The service is only available to United States residents and businesses", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:09:32.634817", "updated_at": "2021-08-26 14:46:52.503926", "quoteText": "You confirm that you are either a legal resident of the United States, a United States citizen or a business entity authorized to conduct business by the state(s) in which you operate and that you are an authorized signatory for the business you represent.", "case_id": 490, "document_id": 8696, "quoteStart": 33445, "quoteEnd": 33701}, {"id": 24756, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:07:37.013275", "updated_at": "2021-08-16 09:17:10.771358", "quoteText": "We may amend the General Terms, any Additional Terms, or our Policies, at any time with notice that we deem to be reasonable in the circumstances, by posting the revised version on our website or communicating it to you through the Services (each a “Revised Version”).", "case_id": 122, "document_id": 8696, "quoteStart": 1952, "quoteEnd": 2220}, {"id": 24755, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:05:58.003578", "updated_at": "2021-08-16 09:12:48.68066", "quoteText": "During registration we will ask you for information, including your name and other personal information.\nThis information will be collected and used in accordance with our Privacy Policy.\nYou must provide accurate and complete information in response to our questions, and keep that information current.", "case_id": 214, "document_id": 8696, "quoteStart": 1233, "quoteEnd": 1536}, {"id": 24754, "title": "You must create an account to use this service", "source": "https://privacy.com/terms", "status": "Generated through the annotate view", "created_at": "2021-08-14 14:04:40.049524", "updated_at": "2021-08-16 09:12:53.305119", "quoteText": "You must open an account with us (a “Privacy Account”) to use the Services.", "case_id": 230, "document_id": 8696, "quoteStart": 1157, "quoteEnd": 1232}, {"id": 21001, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:30:56.488719", "updated_at": "2022-03-13 15:36:50.453786", "quoteText": "We Share Personal Data Under Controlled Circumstances:<ul>\n<li> With third parties, within the United States and in other countries, who may access data about you to perform functions on our behalf.\n</li>\n<li> With financial institutions, processors, payment card associations and other entities that are involved in the payment process.\n</li>\n<li> With government and law enforcement where reasonably necessary to comply with applicable law, regulation, legal process, governmental request.\n</li>\n<li> With others where reasonably necessary to protect the security or integrity of our Services or user safety.", "case_id": 188, "document_id": 5338, "quoteStart": 2066, "quoteEnd": 2676}, {"id": 21000, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:28:51.620542", "updated_at": "2021-05-23 14:15:36.023767", "quoteText": "We may retain data about you for a period of time consistent with applicable law.", "case_id": 303, "document_id": 5338, "quoteStart": 4404, "quoteEnd": 4485}, {"id": 20999, "title": "Third-party cookies are used for statistics", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:25:48.25126", "updated_at": "2021-08-26 17:21:53.70076", "quoteText": "We and our partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and gather information about our user base, such as location information based on IP addresses.", "case_id": 325, "document_id": 5338, "quoteStart": 5494, "quoteEnd": 5731}, {"id": 20998, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:23:44.234906", "updated_at": "2021-08-26 17:21:53.708576", "quoteText": "Some browsers support a “Do Not Track” feature, which is intended to be a signal to websites that you do not wish to be tracked across different websites you visit.\nOur Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal.", "case_id": 233, "document_id": 5338, "quoteStart": 5164, "quoteEnd": 5444}, {"id": 20997, "title": "You cannot opt out of promotional communications", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:22:17.174176", "updated_at": "2021-07-23 22:05:06.103967", "quoteText": "You can opt-out of email or text messages by following instructions in these messages.", "case_id": 224, "document_id": 5338, "quoteStart": 4983, "quoteEnd": 5069}, {"id": 20996, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://privacy.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-22 19:21:42.898307", "updated_at": "2021-08-26 17:21:53.715763", "quoteText": "You can set your browser to reject cookies but our Services may not function properly in this setting.", "case_id": 375, "document_id": 5338, "quoteStart": 4375, "quoteEnd": 4477}], "urls": ["privacy.com"]}}