{"error": 448, "message": "OK", "parameters": {"id": 2634, "name": "Whois", "created_at": "2021-01-22 22:37:00.860892", "updated_at": "2021-03-25 03:19:56.110793", "wikipedia": "https://en.wikipedia.org/wiki/WHOIS", "keywords": null, "related": null, "slug": "whois", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2634.png", "url": "who.is,whoisxmlapi.com", "documents": [{"id": 3781, "name": "FAQ", "url": "https://who.is/faq", "xpath": "//*[@id=\"content\"]", "text": " Frequently Asked Questions Welcome to Who.is <p>We are the web’s premier choice when it comes to performing a WHOIS lookup on domain names.\nSince 2005, we’ve offered unique IP tools to look up IP addresses on thousands of top-level domains (TLDs) and second-level domains (SLDs).\nOur <b>WHOIS</b> tool provides valuable domain information such as domain registrar, status, expiration date, and DNS name servers.</p>\n<p>Use our site to quickly locate administrative and technical contact information for the owner of any domain name.\nOur domain name WHOIS results also include IP and IP location information, web server information, related domain availability, premium domain listings and more.</p> Opportunities With Expiring Domains <p>In case you didn’t know, there are hundreds of high quality domains expiring every day.\nDomains expire because individuals or businesses simply forget to renew or they decide to let the domain go.\nThis represents a significant opportunity to purchase valuable domains at an extremely low price.</p>\n<p>Use the Who.is tools to identify and register expiring domains and recently expired domains without spending all day doing it.\nYou can view up to six expiring TLDs (.COM, .NET, .ORG, .INFO, .US, and .BIZ).\nSearch a keyword phrase and filter the results by character count, include hyphens or numbers, and even view domains that have hundreds of existing backlinks – which can be extremely valuable for your efforts with search engine optimization (SEO).\nYou would be amazed at some of the domains you could register today!</p> Get Killer Domain Suggestions <p>Because millions of desirable domain names are already taken, finding your perfect domain name can be a daunting task.\nThe Who.is domain suggestions tool makes it easy to view available domains that are closely related to your desired domain.</p>\n<p>Do you want to maximize your chances of getting found in search engines? One of the most important to factors in ranking well on every major search engine is to have a keyword-rich domain name that targets the main keyword(s) of your site.</p>\n<p>With Who.is, you can start with a keyword search and fine tune your domain search to display your TLD of choice, hyphenated domains, and limit the amount of characters to get the most concise, brandable, and SEO-friendly domain name possible.</p> ccTLD's and gTLD's <p>What is a TLD? A top-level domain (TLD) is one of the domains at the highest level in the hierarchical Domain Name System of the Internet (think .com, .biz, .uk etc.).\nWho.is offers data on a wide variety of domains including country code top-level domains (ccTLDs) and generic op level domains (gTLDs).\nGeneric TLDs are the most prevalent domain extensions such as .COM, .NET, .EDU, and .GOV just to name a few.\nCountry code domains (ccTLDs) are domain extensions that represent different countries but can be used creatively to brand your business in a unique way.</p>\n<p>For example, www.Who.is uses the domain extension “.IS” which is the ccTLD of Iceland.\nOther ccTLDs such as .TV (from the islands of Tuvalu) have become extremely popular as a way for U.S.\ncompanies to brand sites that contain largely video-based content.</p> What is a Domain Name Anyway? <p>A domain name It is a unique identifier - combination of letters and/or numbers - which identifies a specific website or computer on the Internet.</p>\n<p>There are three parts of a domain name: Top-level, second level, and third level.\nThe top level refers to the end of the domain (such as .com) and identifies the type of organization.\nA second level domain is the common name identifier such as “Google” and identifies the organization’s website.\nThe third level domain is at the beginning of the domain name (e.g.\nwww) and identifies a particular host server.</p>\n<p>With the wide variety of domains available, and the complexity of finding that perfect domain, make your domain search and WHOIS lookup simpler today with Who.is!</p> ", "created_at": "2021-01-22 22:37:38.503884", "updated_at": "2021-01-24 08:50:28.815599"}, {"id": 3782, "name": "Terms of Service", "url": "https://who.is/terms", "xpath": "//*[@id=\"content\"]", "text": " Terms of Service <ol>\n<li> Acceptance of Terms <p>By using www.who.is (“Who.is”) you agree that you are over 18 years of age and have the ability to enter into a binding agreement.\nAny access to or use of Who.is constitutes acceptance of the following Terms of Service (“TOS”).</p>\n<p>Who.is offers a variety of services and products that may or may not incur fees on your part.\nUse of any services or products, including both products and services that do require a fee, and those that do not require a fee, constitutes acceptance of and agreement to this TOS.</p>\n<p>IF YOU DO NOT AGREE TO ANY PROVISION IN THE FOLLOWING TOS OR IF ANY SECTION OF THE TOS IS BREACHED BY YOU.\nYOU ARE NOT AUTHORIZED TO, AND SHALL NOT USE OR CONTINUE TO USE, OUR SERVICES.</p>\n<p>Please contact us if you have any questions about any provision in this agreement.</p>\n</li>\n<li> Responsibilities and Regulations <p>Use of our services requires that you agree to uphold the following responsibilities and abide by the following regulations.\nFailure to do so in any constitutes immediate breach of this TOS.</p>\n<p>You may not use our site to engage in any behavior that violates any local law or any law or regulation that is applicable to the venue created in this agreement.\nThis prohibition includes, but is in no way limited to, use of our products or services in any way associated with activities that:</p>\n<p>(a) involve sending emails that: (i) are not CAN-SPAM complaint or (ii) are unsolicited by the receiver (iii) or involve the marketing of products or services that violate any applicable law or regulation to Who.is or you including but not limited to: pharmaceutical products, firearms, narcotics, products or services that violate another parties trademark, products or services that violate another parties copyright or (iv) collect and/or harvest third party information in a deceptive or illegal manner or (v) encourage or distribute the use of any fraudulent business practices.</p>\n<p>(b) attack, harass, threaten, defame, or otherwise infringe on the legal rights of any other individual or entity including but not limited to protection afforded to them via applicable criminal or privacy regulations.</p>\n<p>(c) violate or would cause Who.is to violate any law, regulation or ethical standard.\nWho.is reserves the right to determine and establish what constitutes both what qualifies as a violation or ethical standard in our sole discretion at any time.</p>\n<p>You agree that you will not sell, copy, publish or otherwise distribute any of our products or services in any way.\nYou agree that none of the products or services obtained throught Who.is will be used in a manner that either directly or indirectly competes with or is similar to the business model used by Who.is.</p>\n</li>\n<li> Who.is’s right to modify, change or cancel products or services <p>We reserve the right to modify this Agreement and/or related agreements at any time for any reason.\nChanges to this Agreement will be posted to our website and become effective immediately upon posting.\nYour continued use of and access to our site constitutes your acceptance of any modifications to this Agreement.\nIt is your responsibility and your responsibility alone, to ensure that your continued use of this site complies with this agreement including any changes made therein.</p>\n<p>We may, in our sole discretion, suspend, cancel, or modify our services or your use of our services at any time without notice to you.</p>\n<p>You acknowledge and agree that all services are provided on an \"as is\" and \"as available\" basis.</p>\n</li>\n<li> Our disclosure of and how we use your information <p>Your personal contact information will be handled in accordance with the terms and conditions of our Privacy Policy, which is incorporated in its entirety into this Agreement,</p>\n<p>Your personal information obtained by either your submission or our collection may be used in the following ways:</p>\n<p>(a) For verification and/or clarification of orders.\nor</p>\n<p>(b) For management of your services.\nor</p>\n<p>(c) To let you know about the promotion of products and services that might be of interest to you as made available directly from Who.is and from trusted third parties.</p>\n<p>Furthermore, we may provide information that we retain to private or public third parties including but not limited to:</p>\n<p>(a) For inspection by law enforcement officials.\nor</p>\n<p>(b) In response to criminal or civil subpoenas and court orders, or any other legal obligation;or</p>\n<p>(c) In connection with the sale of all or a portion of our assets.\nor</p>\n<p>(d)For compliance with any rule, regulation or policy of ICANN or any governmental entity.\nor</p>\n<p>(e)For purposes of inspection and any other purposes as may be required or permitted by applicable laws.</p>\n<p>We will take reasonable precautions to protect personal contact information from loss, misuse, unauthorized access or disclosure, alteration, or destruction.</p>\n</li>\n<li> Fees <p>Some of our products and services require submission of fees.\nIn using these services, you agree to pay all fees.\nYou furthermore agree that:</p>\n<p>(a) All payment of fees for our services must be made in U.S.\ndollars.</p>\n<p>(b) Incomplete, incorrect or questionable signup information can result in a service or product being suspended or terminated or NOT being activated.\nWho.is reserves the right to place accounts on hold pending review of this information.</p>\n<p>(c) Any losses or expenses incurred by you due to actions taken by Who.is in response to non-payment are not the responsibility of Who.is.</p>\n<p>(d) You are authorized to pay the fees via the payment you selected.\nWho.is maintains a strict policy on prohibiting fraudlulent transactions.\nIf we are made aware or in any way suspect that you are not authorized to the payment information you provided, we will permanently delete all services and products and may contact an applicable law enforcement agency.</p>\n</li>\n<li> Disclaimer of Warranties <p>We do not warrant goods or services purchased or obtained through any of our services, nor any transactions entered through such services.\nWe expressly disclaim all warranties of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement.</p>\n<p>We do not warrant that our services will meet your requirements, or that the services will be uninterrupted, timely, secure or error free.\nnor do we make any warranty as to the results obtained from the use of the services or as to the accuracy or reliability of any information obtained through our services.</p>\n<p>You download or otherwise obtain any material and/or data through the use of our services at your own discretion and risk.\nYou are solely responsible for any damage to your computer system or loss of data that results from the download of such material and/or data.</p>\n<p>To the extent some jurisdictions do not allow the exclusion of certain warranties, some of the above exclusions may not apply to you</p>\n</li>\n<li> Limitation of Liability <p>You agree that Who.is's entire liability, and your exclusive remedy, with respect to any of our services provided under this Agreement and/or for any breach of this Agreement, is solely limited to the amount you paid to us for that service.\nWho.is (including its agents, affiliates, officers, principals, owners, directors, employees, and contractors) shall not be liable for any direct, indirect, incidental, special or consequential damages resulting from the use or inability to use any of the services, or for the cost of obtaining of substitute services.\nBecause some states do not allow the exclusion or limitation of liability for consequential or incidental damages, in such states, Who.is's liability is limited to the minimum permitted by law.</p>\n<p>Who.is will not accept any liability, except as set forth in the preceding paragraph, for any loss resulting from any cause, including but not limited to: negligence.\nconversion or trespass to chattels.\nwillful acts or omissions.\nstrict liability.\nthe unauthorized or illegal activity of a third party.\nan error or omission in the WHOIS database.\naccess delays or access interruptions.\ndata non-delivery or data mis-delivery.\nevents beyond our control or acts of God.\nthe unauthorized use or misuse of your account, login or password.\nerrors, omissions, or misstatements in any and all information or services provided under this Agreement.\nor any act or omission by you.</p>\n<p>You acknowledge and agree that we are not responsible or liable in any way for any errors, omissions or any other actions by the Registry arising out of or in connection with the your application for registration or renewal of a particular domain name.\nNeither are we liable for the Registry's failure to register or renew a particular domain name.</p>\n</li>\n<li> Indemnity <p>You agree to release, indemnify, and forever hold harmless, Who.is and our directors, officers, employees, agents, contractors, shareholders, affiliates and assigns, from and against any and all claims, damages, liabilities, costs and expenses (including reasonable attorneys' fees and expenses) arising out of or related to your use of our goods or services.\nThis includes, without limitation, any claim, action, proceeding, suit, or demand arising out of or related to: infringement, dilution, or any other illegal activity by you, or a third party's use of our services from your computer and/or account with us.\ninfringement or violation of any intellectual property or other proprietary right of any person or entity.\nviolation of any of our operating rules or policies or terms and conditions of this Agreement or any other agreement relating to the services provided.</p>\n<p>You shall promptly provide us written assurances of your indemnification obligation, if we request it.\nYour failure to provide such assurances will be considered a material breach of this Agreement, and may lead to suspension, transfer and/or deletion of any domain name(s) registered by you.</p>\n<p>Your indemnification obligation shall survive the termination or expiration of this Agreement.</p>\n</li>\n<li> Breach of this Agreement <p>Your failure to comply completely with the terms and conditions of this Agreement, or any of our other agreements, rules or policies, will be considered a material breach of this Agreement.</p>\n<p>Our failure to act upon or notify you of any breach shall not excuse you from that breach or from any future breach.</p>\n</li>\n<li> Our Notices to You <p>You acknowledge and agree that all notices from us to you will be sent via email to the contact email address provided for your account at the time the notice is prepared.\nAny notice sent shall be deemed to have been received and effective at the time and date of transmission logged by the sender's email server.</p>\n<p>We have no responsibility to attempt contact through any means or address you may provide, other than the email address listed on your account.</p>\n</li>\n<li> Severability of the Terms of This Agreement <p>Terms of this Agreement are severable.\nIf any term, provision or section of this Agreement is declared illegal, invalid or unenforceable, then it shall be severed and disregarded and shall not affect the interpretation or operation of the remaining terms or provisions, which shall remain in full force and effect.</p>\n</li>\n<li> Waiver <p>If we fail to require your performance of a provision of this Agreement, it will not be considered a waiver of our right to require such performance at any later time.\nOur waiver of a breach of any provision of this Agreement will not be considered a waiver of the provision itself, nor a waiver of that breach or any future breach.</p>\n</li>\n<li> Entire Agreement <p>This Agreement, all of our other published agreements, rules and policies, constitute the entire agreement between you and us, and supersedes all previous agreements and understandings between you and Who.is.</p>\n</li>\n<li> Law Governing This Agreement.\nVenue.\nYour Waiver of Jury Trial <p>This Agreement is entered into in the State of Colorado.\nAny disputes regarding the Agreement will be governed by and interpreted under the laws of the State of Colorado.\nYou agree that any action relating to or arising out of this Agreement, from your use of our website, or otherwise relating to the provision of services to you, will be brought in an appropriate court located within the City and County of Denver, Colorado.</p>\n<p>You agree to waive any right to trial by jury in any proceeding relating to or arising out of this Agreement.</p>\n</li>\n</ol>\n<p>Last Updated on June 13, 2012</p> ", "created_at": "2021-01-22 22:38:03.007488", "updated_at": "2021-01-24 08:50:30.225444"}], "points": [{"id": 28453, "title": "The court of law governing the terms is in Colorado, USA", "source": "https://who.is/terms", "status": "Generated through the annotate view", "created_at": "2022-08-16 15:51:22.031219", "updated_at": "2022-08-16 15:51:53.479838", "quoteText": "Any disputes regarding the Agreement will be governed by and interpreted under the laws of the State of Colorado.\nYou agree that any action relating to or arising out of this Agreement, from your use of our website, or otherwise relating to the provision of services to you, will be brought in an appropriate court located within the City and County of Denver, Colorado.<", "case_id": 163, "document_id": 3782, "quoteStart": 12225, "quoteEnd": 12596}, {"id": 26550, "title": "The court of law governing the terms is in location X", "source": "https://who.is/terms", "status": "Generated through the annotate view", "created_at": "2022-01-02 02:19:33.079783", "updated_at": "2022-08-16 15:50:35.369404", "quoteText": "Any disputes regarding the Agreement will be governed by and interpreted under the laws of the State of Colorado.\nYou agree that any action relating to or arising out of this Agreement, from your use of our website, or otherwise relating to the provision of services to you, will be brought in an appropriate court located within the City and County of Denver, Colorado.</p>", "case_id": 163, "document_id": 3782, "quoteStart": 12225, "quoteEnd": 12599}, {"id": 26548, "title": "This service is only available to users over a certain age", "source": "https://who.is/terms", "status": "Generated through the annotate view", "created_at": "2022-01-02 02:17:17.936352", "updated_at": "2022-08-16 15:39:16.162216", "quoteText": "By using www.who.is (“Who.is”) you agree that you are over 18 years of age and have the ability to enter into a binding agreement.", "case_id": 152, "document_id": 3782, "quoteStart": 51, "quoteEnd": 181}, {"id": 26549, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://who.is/terms", "status": "Generated through the annotate view", "created_at": "2022-01-02 02:17:41.180178", "updated_at": "2022-08-16 15:39:25.882771", "quoteText": "You acknowledge and agree that all services are provided on an \"as is\" and \"as available\" basis.</p>", "case_id": 286, "document_id": 3782, "quoteStart": 3499, "quoteEnd": 3599}, {"id": 26547, "title": "There is a date of the last update of the agreements", "source": "https://who.is/terms", "status": "Generated through the annotate view", "created_at": "2022-01-02 02:16:47.121772", "updated_at": "2022-01-02 03:13:13.396684", "quoteText": "Last Updated on June 13, 2012", "case_id": 331, "document_id": 3782, "quoteStart": 12732, "quoteEnd": 12761}], "urls": ["who.is", "whoisxmlapi.com"]}}