{"error": 448, "message": "OK", "parameters": {"id": 4562, "name": "Sixt", "created_at": "2021-07-06 17:39:25.761861", "updated_at": "2021-07-06 22:00:45.7323", "wikipedia": null, "keywords": null, "related": null, "slug": "sixt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4562.png", "url": "sixt.com", "documents": [{"id": 8056, "name": " Privacy Notice", "url": "https://www.sixt.com/privacy/#/", "xpath": "", "text": " Your Account<ul>\n<li>Manage Profiles</li>\n<li>Manage Payments</li>\n<li>Manage Addresses</li>\n<li>Update Invoice Address</li>\n<li>Update invoice address</li>\n<li>Register My Business</li>\n</ul>Your Bookings<ul>\n<li>Modify booking</li>\n<li>Cancel booking</li>\n<li>Cancel booking</li>\n<li>Manage Active Rental</li>\n<li>Manage Active Rental</li>\n<li>Download Invoice</li>\n<li>Download Invoice</li>\n</ul>Our Products<ul>\n<li>Car Rental</li>\n<li>Truck Rental</li>\n<li>Our Fleet</li>\n<li>Our Locations</li>\n<li>Car Rental Deals</li>\n<li>SIXT+</li>\n<li>SIXT Status Program</li>\n<li>SIXT App</li>\n</ul>Help and More<ul>\n<li>FAQs</li>\n<li>Contact Us</li>\n<li>Lost and Found</li>\n<li>Rental Information</li>\n<li>SIXT Group</li>\n<li>Careers</li>\n<li>Corporate Responsibility</li>\n</ul> Your Account<ul>\n<li>Manage Profiles</li>\n<li>Manage Payments</li>\n<li>Manage Addresses</li>\n<li>Update Invoice Address</li>\n<li>Register My Business</li>\n</ul>Your Bookings<ul>\n<li>Modify booking</li>\n<li>Cancel booking</li>\n<li>Manage Active Rental</li>\n<li>Download Invoice</li>\n</ul>Our Products<ul>\n<li>Car Rental</li>\n<li>Truck Rental</li>\n<li>Our Fleet</li>\n<li>Our Locations</li>\n<li>Car Rental Deals</li>\n<li>SIXT+</li>\n<li>SIXT Status Program</li>\n<li>SIXT App</li>\n</ul>Help and More<ul>\n<li>FAQs</li>\n<li>Contact Us</li>\n<li>Lost and Found</li>\n<li>Rental Information</li>\n<li>SIXT Group</li>\n<li>Careers</li>\n<li>Corporate Responsibility</li>\n</ul>RentShareRideSixt+ Car Subscription Log in | Register Privacy Notice Summary of Privacy Notice <p>Sixt Rent A Car, LLC (“SIXT”) respects your concerns about privacy.\nThis Privacy Notice governs the privacy practices of SIXT in the United Stateswhen you interact with us in connection with rental car reservations.\nThe notice does not apply to the handling of your personal information by any SIXT entities located outside the United States.\nIf you have questions about our privacy practices, please email us at privacy-us@sixt.com.</p>\n<p>\n<strong>How We Collect Information</strong>\n</p>\n<p>We collect information about you from a variety of sources, including via:</p>\n<ul>\n<li>Our websites, mobile sites and applications</li>\n<li>Customer service, including by email &amp;phone</li>\n<li>Partner travel sites and applications</li>\n<li>Rental location counters</li>\n<li>Events or other promotions</li>\n<li>Our parent and affiliate companies</li>\n<li>Business partners</li>\n<li>Corporate customers</li>\n</ul>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>The information we collect may include:</p>\n<ul>\n<li>Your SIXT account and contact information</li>\n<li>Photographs</li>\n<li>Credit or debit card details</li>\n<li>Government-issued ID number</li>\n<li>Rental transaction details and history with SIXT</li>\n<li>Information you share with us via social media</li>\n<li>Geo-location of the device using SIXT apps</li>\n<li>Website and app usage data</li>\n<li>Information provided to us by third parties</li>\n<li>Images that we may capture via video monitoring at our locations</li>\n<li>Vehicle operation and location data</li>\n<li>Marketing preferences</li>\n<li>Frequent flyer or travel partner affiliations</li>\n</ul>\n<p>\n<strong>How We Use Your Information </strong>\n</p>\n<p>We use the information we collect to:</p>\n<ul>\n<li>Facilitate your rental reservation in theU.S.</li>\n<li>Manage your SIXT memberships, account profile and card</li>\n<li>Maintain a record of your rentals</li>\n<li>Provide customer support</li>\n<li>Offer and tailor products and services</li>\n<li>Manage events and promotions</li>\n<li>Operate and evaluate our business and marketing programs</li>\n<li>Comply with applicable legal requirements and our policies, and enforce our rights</li>\n</ul>\n<p>\n<strong>Information Sharing </strong>\n</p>\n<p>We may share the information we collect with:</p>\n<ul>\n<li>Service providers that perform services for us</li>\n<li>Travel agents, brokers and booking engines</li>\n<li>Independent SIXT-branded locations and websites</li>\n<li>Corporate members of our rental programs</li>\n<li>Loyalty programs and other business partners</li>\n<li>Online ad networks</li>\n<li>Credit reporting and fraud prevention agencies</li>\n<li>Government authorities or others, as required by law</li>\n</ul> Overview <p>Sixt Rent A Car, LLC (“SIXT”) respects your concerns about privacy.\nThis Privacy Notice describes the types of personal information we collect when you interact with us in connection with rental car reservations in the United States, and how SIXT collects, uses, retain and discloses your personal information.\nThis Privacy Notice does not apply to the handling of your personal information by any SIXT entities located outside the United States, or by independent operators of SIXT-branded locations or websites.</p>\n<p>You may connect with SIXT via our website, SIXT.com, our mobile site and application, via our Facebook page and other social media assets, or by calling our customer service center.</p> Scope of the Privacy Notice <p>This Privacy Notice governs the collection, use and disclosure of personal information by SIXT when you interact with us in connection with rental car reservations in the U.S.\nSIXT is a global brand with operations and locations throughout the world, and this Privacy Notice does not apply to SIXT affiliatesoutside the U.S.</p> How We Collect Personal Information <p>We may obtain personal information about you from various sources, including this website, our mobile site and applications, travel sites with which we collaborate, at the rental location counters we operate, when you call or email us or communicate with us through social media, or when you participate in events or other promotions.\nWe also may obtain information about you from our parent or affiliate companies, business partners (including travel vendors), corporate customers and other third parties.</p>\n<p>You may choose not to provide some or all of your personal information to us,but doing so may prevent us from providing our services to you, or limit our ability to provide you with the level of service that you would otherwise expect from us.</p> Types of Information We Collect <p>The types of information we may obtain include:</p>\n<ul>\n<li>Your contact information (such as name, company, postal and email address, or phone number)</li>\n<li>Emergency contact information (such as name and phone number)</li>\n<li>Username and password for the account you may establish on SIXT.com or through our mobile applications</li>\n<li>Payment details (including payment card number, security code, expiration date, cardholder name and billing address)</li>\n<li>Identification details (such as your photograph, a copy of your Driver’s License and the information, Passport number, date of birth and frequent flyer or travel partner affiliations)</li>\n<li>Rental transaction details (such as the location where the car was rented, reservation number, where and when the car was returned to SIXT, payment arrangements, insurance preferences and personal insurance information, gas consumption, mileage, license plate numbers of rented vehicles, and other information related to the vehicle rental)</li>\n<li>Vehicle operation details, including data retrieved in the event of an accident, damage to the vehicle or similar incidents</li>\n<li>Accident information, including statements about the details of an accident</li>\n<li>Rental history with SIXT, including any accidents or violations involving our cars</li>\n<li>Information you provide by interacting with us through social media, including by linking your social media account to your SIXT account or by using social login features</li>\n<li>Geo-location information, such as, with your consent, the real-time geographic location of the device on which you install our mobile applications</li>\n<li>Communications with you relating to customer service inquiries and complaints</li>\n<li>Information you provide regarding your marketing preferences or in thecourse of participating in surveys or promotional offers</li>\n<li>Other details that you may submit to us or that may be included in the information provided to us by third parties, such as by your employer or insurance provider</li>\n</ul>\n<p>Please note that some of our rental locations are equipped with video monitoring for security purposes, which may capture your image while you are on our property.</p>\n<p>In addition, when you visit our website or use our mobile applications, we, along with our service providers, may collect certain information by automated means, such as cookies and web beacons.\nA “cookie” is a text file that websites send to a visitor’s computer or other Internet-connected deviceto uniquely identify the visitor’s browser or to store information or settings inthe browser.\nA “web beacon,” also known as an Internet tag, pixel tag or clear GIF, is used to transmit information back to a web server.\nOur emails may also contain web beacons.</p>\n<p>We also may use third-party website analytics tools (such as Omniture and Google Analytics), that collect information about visitor traffic on our sites and mobile applications.\nThe information we may collect by automated means includes:</p>\n<ul>\n<li>Information about the devices our visitors use to access the Internet (such as the IP address and the device, browser and operating system type)</li>\n<li>URLs that refer visitors to our sites</li>\n<li>Dates and times of visits to our sites</li>\n<li>Information on actions taken on our sites (such as page views and site navigation patterns)</li>\n<li>A general geographic location (such as country and city) from which a visitor accesses our websites</li>\n<li>Search terms that visitors use to reach our sites</li>\n</ul> Online Advertising <p>On our websites, we may collect information about your online activities.\nYoumay see certain ads on this and other sites because we participate in advertising networks.\nAd networks may include third-party ad servers, ad agencies, ad technology vendors, social networks, and research firms.\nWe are not responsible for the privacy practices of these third parties, and we encourage you to read their privacy policies, which may apply to these third-party programs.</p>\n<p>Ad networks allow us to target our advertising to users through demographic,behavioral and contextual means.\nThese networks track your online activitiesover time across third-party websites or online servicesby collecting information through automated means, including through the use of cookies, web server logs, web beacons and other methods.\nThe networks use this information to show you advertisements for SIXT and our business partners that are tailored to your individual interests.\nThe information our ad network vendors collect includes information about your visits to websites that participate in the vendors’ advertising networks, such as the pages or advertisements you have viewed, and the actions you take on the sites.\nThis data collection and ad targeting may take place both on our websites and on third-party websites that participate in the ad networks.\nThis process also helps us track the effectiveness of our marketing efforts.</p>\n<p>Because there is not yet a consensus on how companies should respond to web browser-based or other do-not-track (“DNT”) mechanisms, we do not respond to web browser-based DNT signals at this time.</p> How We Use the Information We Collect <p>We may use the information we obtain about you to:</p>\n<ul>\n<li>Facilitate your rental vehicle reservation (including, for example, by helping you identify the closest SIXT location using the geo-location of your mobile device)</li>\n<li>Register you for a SIXT profile, including the SIXT card, and manage and maintain your account</li>\n<li>Process, validate, confirm, verify and monitor your rental reservations (including by processing payment card transactions and contacting youabout reservations)</li>\n<li>Maintain a record of your reservations and rentals</li>\n<li>Respond to your questions and comments and provide customer support</li>\n<li>Communicate with you about our products, services, offers, events andpromotions, and offer you related products and services we believe may be of interest to you</li>\n<li>Enable you to share information with your social network</li>\n<li>Facilitate your communications with us, through social networks and other interactive media</li>\n<li>Manage your participation in our events, sweepstakes and other promotions</li>\n<li>Tailor our products and services to suit your personal interests and the manner in which visitors use our sites, applications and social media assets</li>\n<li>Operate, evaluate and improve our business and the products and services we offer</li>\n<li>Analyze and enhance our marketing communications and strategies (including by identifying when emails sent to you have been received and read)</li>\n<li>Analyze trends and statistics regarding visitors’ use of our sites, mobileapplications and social media assets, and the purchases visitors make on our sites</li>\n<li>Protect against and prevent fraud, unauthorized transactions, claims and other liabilities, and manage risk exposure, including by identifyingpotential hackers and other unauthorized users</li>\n<li>Enforce our Terms and Conditions</li>\n<li>Comply with applicable legal requirements and industry standards and our policies</li>\n</ul>\n<p>We also may use the information we obtain about you in other ways for which we provide specific notice.</p> Information We Share <p>We do not sell or otherwise disclose personal information about you, except as described in this Privacy Notice.</p>\n<p>We may share the information we collect with:</p>\n<ul>\n<li>Businesses that provide services on our behalf (such as identity verification services, payment processors or debt collection agencies)</li>\n<li>Any intermediary you use, such as a travel agent, broker or booking engine, in relation to any aspect of your rental</li>\n<li>Independent operators of SIXT-branded locations and websites (i.e., licensees or franchisees) for use in providing the products or services you have requested, and to communicate with you regarding such products and services</li>\n<li>Your company or organization if you use our services under a corporatemembership or other commercial account</li>\n<li>Our loyalty program partners, and other business or marketing partners</li>\n<li>Financial institutions that issue and process credit and debit cards, in connection with payment card transactions</li>\n<li>Credit reporting and fraud prevention agencies</li>\n<li>The government or private organizations responsible of the processing or handling of traffic or parking related violations</li>\n<li>Driver licensing authorities directly or through intermediary organizations, when needed to verify compliance with SIXT’s safe driver criteria for qualified drivers and/or to verify license information</li>\n</ul>\n<p>We may also disclose information about you (i) if we are required to do so by law or legal process, (ii) when we believe disclosure is necessary to prevent harm or financial loss, or (iii) in connection with an investigation of suspectedor actual fraudulent or illegal activity.</p>\n<p>In the event we sell or transfer all or a portion of our business or assets, we will use reasonable efforts to direct the transferee to use personal information you have provided to us in a manner that is consistent with our Privacy Notice.\nFollowing such a sale or transfer, you may contact the entity to which we transferred your personal information with any inquiries concerning the processing of that information.</p>\n<p>We also may share the information about you in other ways for which we provide specific notice at the time of collection.</p> Your Choices <p>We offer you certain choices about what information we collect from you, how we use and disclose the information, and how we communicate with you.</p>\n<p>Here are the choices we offer:</p>\n<p>\n<strong>\n<em>Marketing Emails</em>\n</strong>\n</p>\n<p>You may choose not to receive marketing email communications from us by clicking on the unsubscribe link in the marketing emails or by unsubscribing your email from our newsletter at https://www.sixt.com/sixt-news/newsletter/newsletter-unsubscribe/.\nIf you opt out, you will continue receiving emails related to your reservations as well as important informationabout your relationship with SIXT.</p>\n<p>\n<em>\n<strong>Targeted Advertising &amp.\nTracking</strong>\n</em>\n</p>\n<p>We may engage with advertising networks that are members of organizations or programs that manage the privacy choices that these ad networks offer to consumers.\nFor example, you may opt out of receiving targeted advertising through the Network Advertising Initiative member ad networks by clicking here or the Digital Advertising Alliance member ad networks by clicking here.\nYou may opt-out of targeted ads on Facebook by clicking here.</p>\n<p>Please note that we also may work with ad networks that offer their own opt-out mechanisms and may not participate in the opt-out mechanisms that we linked above.</p>\n<p>\n<em>\n<strong>Geo-Location Information</strong>\n</em>\n</p>\n<p>When you use a SIXT application on your mobile device, we may use the geo-location of the device to enhance your booking experience, and to provide you with notifications related to our locations, reservation information, local offers or other information that we think will be helpful in providing you with better services.\nYou may choose not to share your geo-location details with us by adjusting the device’s location services settings.\nFor instructions on changing the relevant settings, please contact your service provider or device manufacturer.\nPlease note that if you disable geo-location services for the SIXT application, you will not be able to take advantage of location-based features of the application.</p>\n<p>\n<em>\n<strong>Camera Information</strong>\n</em>\n</p>\n<p>With your consent, our application may utilize your device's camera.\nIf you have allowed us to utilize your device's camera in the past and wish to revoke the permissions, please change the settings on your device.</p>\n<p>\n<em>\n<strong>Cookies</strong>\n</em>\n</p>\n<p>Most browsers will tell you how to stop accepting new cookies, how to be notified when you receive a new cookie, and how to disable existing cookies.\nPlease note, however, that without cookies you may not be able to take full advantage of all of our sites’ features.\nIn addition, disabling cookies may cancel opt-outs that rely on cookies, such as web analytics or targeted advertising opt-outs.</p> Access and Correction <p>You may obtain a copy of certain personal information we maintain about you or update or correct inaccuracies in that information using the SIXT account you may establish on our website.\nIn addition, if you believe other personal information we maintain about you is inaccurate, you may request that we correct or amend the information by contacting us as indicated in the “How to Contact Us” section of this Privacy Notice.</p> Links to Other Websites <p>Our websites may contain links to other sites for your convenience and information.\nThese sites may be operated by companies not affiliated with SIXT.\nLinked sites may have their own privacy notices, which you should review if you visit those websites.\nWe are not responsible for the content of any websites not affiliated with SIXT, any use of those sites, or those sites’ privacy practices.</p> Data Transfers <p>This is a U.S.\nwebsite and application subject to U.S.\nlaws, including those governing the privacy and security of your information.\nWhen we obtain personal information about you, we may process the information outside of the country in which you are located, including in the European Union and the United States.\nThe countries in which we process the information may not have the same data protection laws as the country in which you are located.\nWe will protect your information as described in this Privacy Notice.</p> How We Protect Personal Information <p>We maintain administrative, technical and physical safeguards designed to assist us in protecting the personal information we collect against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.</p>\n<p>Please note that no electronic transmission of information can be entirely secure.\nWe cannot guarantee that the security measures we have in place to safeguard personal information will never be defeated or fail, or that those measures will always be sufficient or effective.</p>\n<p>To help protect yourself, you should safeguard your SIXT account user name and password and not share that information with anyone.\nYou should not use the same user name and password for your SIXT account as you do for your other online accounts.\nUsing the same log-in credentials across your online accounts may significantly increase the risk of identity theft and fraud.\nYou should also sign off your account and close your browser window when you have finished your visit to our site.\nPlease note that we will never ask for your SIXT account user name or password via email.</p> Updates to this Privacy Notice <p>This Privacy Notice may be updated periodically.\nWe will post a notice on SIXT.com to notify you of any material changes to our Privacy Notice and indicate at the bottom of the notice when it was most recently updated.\nWe will also communicate changes as required by applicable law.</p> How to Contact Us <p>If you have any questions or comments about this Privacy Notice, or if you would like us to update information we have about you or your preferences, please contact us by email at privacy-us@sixt.com.\nYou also may write to us at:</p>\n<p>SIXT Rent A Car, LLC<br> Attention: Privacy<br> P.O.\nBox 8188<br> Fort Lauderdale, FL 33310</p>\n<p>\n<strong>Last Updated: June 29, 2020</strong>\n</p>\n<p>\n<strong>Effective January 1, 2020</strong>\n</p> Information for California Residents Your California privacy rights and disclosures <p>If you are a California resident, you may have the right to:</p>\n<ul>\n<li>\n<strong>Know</strong>.\n<ul>\n<li>The categories of personal information that we have collected about you during the past 12 months.</li>\n<li>The categories of sources from which personal information is collected.</li>\n<li>The business or commercial purpose for collecting or selling personal information.</li>\n<li>The categories of third parties with whom we share your personal information.</li>\n<li>Whether we’ve disclosed your personal information to third parties for a business purpose, and if so, the categories of personal information we disclosed, and the categories of third parties to whom we disclosed it.</li>\n<li>Whether we have sold your personal information, and if so, the categories of personal information we sold, and the categories of third parties to whom we sold it.</li>\n</ul>\n</li>\n<li>\n<strong>Access</strong>.\nTo request a copy of the personal information that we have collected about you.</li>\n<li>\n<strong>Deletion</strong>.\nTo request that we delete personal information about you that we have collected from you.</li>\n<li>\n<strong>Opt out of sales</strong>.\nTo direct us not to sell your personal information to third parties for valuable consideration.</li>\n<li>\n<strong>Nondiscrimination</strong>.\nTo exercise your rights described above free from discrimination.</li>\n</ul>\n<p>These rights are subject to limitations under California law, and we may choose to deny any request, if permitted to do so by applicable law.</p> How to exercise your rights <p>You may submit a request to exercise your rights described above here.\nYou may also call us toll free at 1-888-568-6483.\nTo opt out of sales, please click Do Not Sell My Personal Information.</p>\n<p>You may have to provide us with information to help us verify your identity before we can process your request.</p>\n<p>\n<u>Authorized Agent.</u> In certain circumstances, you are permitted to use an authorized agent to submit requests on your behalf where (i) you provide your authorized agent written permission, signed by you, showing that the requestor is an authorized agent with written permission to act on your behalf and (ii) you successfully verify your own identity with us</p> Personal information that we collect, use and share <p>The chart below summarizes the information described throughout this policy in a manner required by California law.</p>\n<p>See our Privacy Policy for a description of the sources of the personal information we collect, as well as the business and commercial purposes for which we collect, use and share this information.</p>\n<p>Under California law, some disclosures we make to vendors and business partners for consideration may qualify as “sales” from which you may opt-out.</p>\n<p>\n<strong>Category</strong>\n</p>\n<p>\n<strong>Do we collect this info?</strong>\n</p>\n<p>\n<strong>Do we share this info with third parties for business purposes?</strong>\n</p>\n<p>\n<strong>Do we disclose this info for valuable consideration?</strong>\n</p>\n<p>Identifiers</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>No</p>\n<p>Online identifiers</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>CA Customer Records Categories</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>No</p>\n<p>Protected Classification Characteristics</p>\n<p>Yes, but only if you volunteer it to us or if your protected classification is displayed on your driver’s license (e.g., vision impaired)</p>\n<p>Yes</p>\n<p>No</p>\n<p>Commercial Information</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>No</p>\n<p>Internet or Network Information</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>Yes</p>\n<p>Geolocation Data</p>\n<p>Yes, when you decide to grant us access to it</p>\n<p>No</p>\n<p>No</p>\n<p>Professional or Employment Information</p>\n<p>Yes, when your reservation is associated with a corporate account</p>\n<p>Yes</p>\n<p>No</p>\n<p>Inferences</p>\n<p>Yes</p>\n<p>No</p>\n<p>No</p> Popular Car Rental Locations <p>Atlanta</p>\n<p>Dallas</p>\n<p>Denver</p>\n<p>Fort Lauderdale</p>\n<p>Las Vegas</p>\n<p>Los Angeles</p>\n<p>Miami</p>\n<p>New York</p>\n<p>Orlando</p>\n<p>Phoenix</p>\n<p>San Francisco</p>\n<p>Seattle</p> Car Rental Options Available with Sixt <p>Convertible Rental</p>\n<p>SUV Rental</p>\n<p>Luxury Cars</p>\n<p>Minivan Rental</p>\n<p>Long Term Car Rental</p>\n<p>Car Rental Under 25</p>\n<p>One Way Car Rental</p>\n<p>Unlimited Miles Car Rental</p>\n<p>Mercedes-Benz Rental</p>\n<p>BMW Rental</p>\n<p>Car Rental without Credit Card</p>\n<p>FAQs</p>\n<ul>\n<li>Contact</li>\n<li>FAQs</li>\n<li>Rental Information</li>\n<li>Travel Agencies</li>\n<li>SIXT News</li>\n<li>SIXT Partners</li>\n<li>Imprint &amp.\nPrivacy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Terms &amp.\nConditions</li>\n</ul> ", "created_at": "2021-07-06 17:39:25.765503", "updated_at": "2021-07-07 10:40:09.275278"}], "points": [], "urls": ["sixt.com"]}}