{"error": 448, "message": "OK", "parameters": {"id": 5797, "name": "4-H", "created_at": "2021-11-23 21:11:09.224627", "updated_at": "2021-11-23 23:01:11.588784", "wikipedia": null, "keywords": null, "related": null, "slug": "4-h", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5797.png", "url": "4-h.org", "documents": [{"id": 10453, "name": "Privacy Policy", "url": "https://4-h.org/privacy-policy/", "xpath": "/html/body/div[2]/div/div[2]/div[2]/div/div/div[3]/div[1]/section/div/div/div", "text": " <p>You have arrived at www.4-h.org and/or are otherwise interacting with the Web site (“<strong>Site</strong>”) owned and operated by the National 4‑H Council (“<strong>4‑H</strong>&nbsp;or “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”).\nThis Privacy Policy governs your use of any Site that posts a link to this Privacy Policy.\nIf you are a 4‑H donor, please refer to our&nbsp;DONOR PRIVACY POLICY, which governs our collection of donor information both online and offline.\nHowever, this Privacy Policy does not apply to our data collection activities offline or otherwise outside of our Site (unless otherwise stated), and does not govern the data practices of third parties that may interact with our Site.</p>\n<p>We are very sensitive to the privacy concerns of the visitors to and users of our Site.\nAs a general policy, no personal information is automatically collected.\nHowever, certain non-personal information is recorded by the standard operation of our internet servers.\nPlease refer to the following detailed explanation of our policies and procedures with respect to privacy.\nIn addition, please refer to our&nbsp;TERMS &amp.\nCONDITIONS, which governs your use of the Site, and includes, among other things, grants of rights from you, limits on our liability and your remedies, mandatory arbitration, and waiver of jury trial and class actions.</p> Our Commitment to Children's Privacy <p>We are particularly cognizant of the need for extra vigilance with respect to the privacy of those under the age of 18.\nWe are a general audience service.\nIn compliance with the Children’s Online Privacy Protection Act, we will not require anyone under the age of 18 to disclose more information than is reasonably necessary to participate in an activity as a condition of participation.\nTo the extent that personally identifiable data for a person under the age of 18 will be submitted by an adult, the adult is responsible for compliance with the Children’s Online Privacy Protection Act and securing any necessary permission of a parent or guardian and/or providing any required notices to a parent or guardian.\nTo the extent that we are able to determine that personally identifiable data for a person under the age of 18 has been submitted by a person under the age of 18, we will use our best efforts to secure any necessary permission of a parent or guardian and/or provide any required notices to a parent or guardian.\nExcept as previously stated, we will not knowingly collect or maintain personally identifiable information with respect to anyone under 18.</p> Information Collection <p>On the Site, we may ask you to provide us with certain categories of information such as: (1) personally identifiable information, which is information that identifies you personally, such as your first and last name, e-mail address, and home address (“<strong>Personal Information</strong>”).\nand (2) demographic information, such as information about your gender, age, education level, occupation, zip code, etc.\n(“<strong>Demographic Information</strong>”).\nWe may collect this information from various forms and in various places on the Site, including at account registration.\nIn addition to any Personal Information or other information you chose to submit to us via the Site, we and our third party service providers may use a variety of technologies that automatically (or passively) store and collect certain information whenever you visit or interact with the Site (“<strong>Usage Information</strong>”).\nThis Usage Information may include: your internet protocol (“IP”) address and aggregate information on what pages are accessed or visited.</p>\n<p>We may use now and hereafter known methods and technologies to store or collect Usage Information (“<strong>Tracking Technologies</strong>”).\nOne of the Tracking Technologies we use is cookies.\nA “cookie” is a unique data set or “signature” deposited on a user’s hard drive by the web site that the user is accessing.\nThe cookie often allows faster return access to the site, as well as access to certain functions that might otherwise be inaccessible.\nFor instance, by setting a cookie on our site, the user would not have to log in a password more than once.\nIf a user rejects the cookie, access will still be available.\nHowever, use may be limited in some areas.\nFor example, the user may not be able to participate in certain promotions, contests or drawings.\nCookies can also enable us to track and target the interests of users in order to enhance their experience.\nA cookie from this Web site is not linked in any way to any personally identifiable information.\nWe are giving you notice of the Tracking Technologies so your consent is meaningfully informed.</p>\n<p>We may receive information about you from your friends and others that use the Site, such as when they submit content to us (or post) on the Site.\nAdditionally, we may, from time to time, supplement the information we collect directly from you on our Site with outside records from third parties for various purposes, including to enhance our ability to serve you, to tailor our content to you and to offer you opportunities that may be of interest to you.\nTo the extent we combine information we receive from those sources with your Personal Information we collect on the Site, it will be treated as Personal Information and we will apply this Privacy Policy to such combined information, unless we have disclosed otherwise.\nIn no other circumstances do our statements under this Privacy Policy apply to information we receive about you from third parties.</p>\n<p>The Site may include functionality that allows certain kinds of interactions between the Site and a third-party web site, platform, tool, application or other service, and accessing or display of third-party content via the Site (“<strong>Third Party Services</strong>”).\nThe use of Third Party Services may involve the third-party operator thereof (“<strong>Third Party Operator</strong>”) providing certain information, including Personal Information, to us.\nIn addition, you may be able to access our Site, your Account and/or Site content via a third party platform, site, app or other service, and those Third Party Operators may collect Personal Information and other data about you in connection therewith, and may provide some or all of it to us.\nIf we offer and you choose to use Third Party Services to access or use our Site, the Third Party Services may send Personal Information about you to us.\nIf we discontinue use of any Third Party Service, you consent that we may nevertheless retain any Personal Information, and other information and data, we may have already received in connection therewith in accordance with this Privacy Policy.</p>\n<p>In addition, we may provide Third Party Services’ interfaces or links on the Site to facilitate your sending a communication from the Site.\nFor example, we may use third parties to facilitate e-mails, tweets, “likes,” content submissions or postings of comments on Facebook or other social media platforms.\nWe may also enable access to or display of third party content via the Site, that is actually being served or published by the third party, and such third party may be collecting data from you in connection with that content.\nThese third parties may collect and retain any information used or provided in any such communications or other activities and these third parties’ practices are not subject to our Privacy Policy.</p>\n<p>When you use Third Party Services, you are using their services and not our Site and they, not we, are responsible for their practices.\nYou should review the applicable third party privacy policies before using such Third Party Services in connection with our Site.</p>\n<p>From time-to-time, information from users may be requested via surveys or contests, or in order to subscribe to a publication.\nParticipation in these activities is completely voluntary.\nInformation requested may include Personal Information (such as name and shipping address) and Demographic Information (such as zip code or age).\nPersonal Information (such as your contact information) will be used to notify contest winners and award prizes and for delivery of ordered publications.\nDemographic Information will be used for the purposes described above.</p> Information Use <p>We may use your Personal Information, Demographic Information and/or Usage Information that we collect from/about you: 1) to provide you with information or services or process transactions that you have requested or agreed to receive, including to send you electronic newsletters, or to provide you with special offers or promotional materials on behalf of us or third parties.\n(2) to enable you to participate in a variety of the Site’s features including online promotions.\n(3) to process your registration with any of the Site, including verifying your information is active and valid.\n(4) to manage and administer the Site including content management and account management.\n(5) to improve the Site or create new service offerings, to customize your experience on any of the Site, or to serve you, or suggest to you, specific content that may be most relevant to you.\n(6) to contact you with regard to your use of any of the Site and, in our discretion, changes to the any of the Site’s’ policies.\n(7) to prevent unauthorized, improper or illegal activities on the Site.\n(8) for internal business purposes.\nand (9) for purposes disclosed at the time you provide your information or as otherwise set forth in this Privacy Policy or for any other legal purpose not inconsistent with this Privacy Policy or our Terms of Use.</p>\n<p>Usage Information may be used to administer the site and track user’s movements.\nIn addition, Demographic Information may be used to analyze trends, to perform longitudinal studies, to support resource development efforts and to assist national 4‑H marketing efforts.\nWe may also use Personal Information such as email addresses and names of consenting adult volunteers and consenting parents to inform such volunteers and parents about 4‑H resources, merchandise and programs related to the specific 4‑H activities of such volunteers or parent’s youth members.\nIP addresses are not linked to Personal Information.\nExcept as expressly set forth below, we will not sell, rent or share this Personal Information.</p> Information Sharing <p>We share your information subject to applicable law with 4‑H related entities at the state, local and county levels.\nWe also reserve the right to disclose and transfer all such information: (i) to a subsequent owner, co-owner or operator of the Site or applicable database.\nor (ii) in connection with a merger, consolidation, restructuring, the sale of substantially all of our interests and/or assets or other corporate change.\nincluding, in either case, during the course of any related due diligence process.</p>\n<p>We may partner with a third party in order to obtain access to specialized services or expertise.\nWhen we do so and a user signs up for these services, we will share such Personal Information as is necessary for the delivery of the services or success of the program.\nAny recipient of such information is required to restrict use solely to furtherance of the purposes for which the services are intended.\nHowever, third parties may store, collect or otherwise have access to your information when you interact with their Tracking Technologies, Third Party Services (e.g., Third Party Operator’s content, tools apps or ads on our Site) or link to them from our Site.\nThis may include using third-party tools such as Facebook, Twitter, Pinterest or other third-party posting or content sharing tools and by so interacting you consent to such Third Party Operator’s practices.\nIf you elect to share information about your use of the Site with your social networks, you will be sending information about you to the social networking services that you designate, including Usage Data relating to your use of the Site.\nWe are not responsible for the privacy policies and practices of such third parties and, therefore, you should review such third-party privacy policies and practices of such third parties prior to requesting information from or otherwise interacting with them.</p>\n<p>We may also share aggregated Demographic Information with our partners and advertisers.\nSuch information is not linked to any Personal Information that can identify any individual person.\nWe may use third-party vendors and partners to perform certain services on behalf of us or the Site, such as hosting or distributing the Site, designing and/or operating the Site’s features, tracking the Site’s activities and analytics, customer service, and enabling us to send you special offers or perform other administrative services.\nWe may provide these third parties with access to your information, including Usage Information and Personal Information, to carry out the services they are performing for you or for us.\nThird-party analytics and other service providers may set and access their own Tracking Technologies on your Device and they may otherwise collect or have access to information about you, potentially including Personal Information, about you.\nWe are not responsible for those third party technologies or activities arising out of them.</p>\n<p>To the fullest extent not prohibited by applicable law, we may also disclose your information if we believe in good faith that doing so is necessary or appropriate to: (i) protect or defend the rights, safety or property of 4‑H or third parties (including through the enforcement of this Policy, our&nbsp;TERMS &amp.\nCONDITIONS, and other applicable agreements and policies).\n(ii) comply with legal and regulatory obligations and government requests (e.g., pursuant to law enforcement inquiries, subpoenas or court orders).\n(iii) comply with our obligations and commitments to safeguard the privacy and security of your information.\nor (iv) prevent unauthorized, improper or illegal activities on the Site.\nFurther, we may disclose information about you as otherwise permitted under our Terms &amp.\nConditions or as specifically disclosed when we collect information from you.\nAdditionally, if you notify us that you believe your rights have been violated in connection with the Site or another user of the Site, we may disclose information about you to the extent necessary to evaluate and respond to your concern.\nTo the fullest extent not prohibited by applicable law, we have complete discretion in electing to make or not make such disclosures, and to contest or not contest requests for such disclosures, all without notice to you.</p> Information You Disclose Publicly <p>The Site may permit you to submit messages, text, illustrations, files, images, graphics, photos, comments, responses, sounds, music, videos, information, content, ratings, reviews, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, “<strong>User-Generated Content</strong>”), such as on blogs and message boards or on or in response to our pages or posts on any third party platforms or in connection with any of our promotions by any media or manner, or otherwise submitted to us (e.g., on our Facebook or other social media pages, in response to our tweets, or by mail).\nWe or others may store, display, reproduce, publish, distribute or otherwise use User-Generated Content online or offline in any media or format (currently existing or hereafter developed) and may or may not attribute it to you.\nOthers may have access to this User-Generated Content and may have the ability to share it with third parties.\nPlease think carefully before deciding what information you share, including Personal Information, in connection with your User-Generated Content.\nPlease note that 4‑H does not control who will have access to the information that you choose to make public, and cannot ensure that parties who have access to such publicly available information will respect your privacy or keep it secure.\nWe are not responsible for the privacy or security of any information that you make publicly available on the Site or what others do with information you share with them on the Site.\nWe are not responsible for the accuracy, use or misuse of any User-Generated Content that you disclose or receive from third parties through the Site.\nWe are not responsible for User-Generated Content you submit to Third Party Services via our Site.</p>\n<p>We may also publish your name, voice, likeness and other Personal Information that is part of your User-Generated Content, and we may use the content, or any portion of the content, for advertising, marketing, publicity and promotional activities.\nIf you elect to participate in a 4‑H sponsored online community, you are agreeing that any information which you post or upload (such as questions, answers, comments etc) will be public and generally available to all via the internet.\nFor full terms and conditions regarding User-Generated Content you submit to the Site, please review our&nbsp;TERMS &amp.\nCONDITIONS.</p> Third Party Services <p>Our Site may contain content that is supplied by a Third Party Operator, and those third parties may collect Usage Data when such content is served to you.\nThird Party Services may also be available via the Site.\nWe are not responsible for the data collection and privacy practices employed by such third parties or their services and they may be collecting data about you and may be sharing it with us and/or others.\nThese third parties and their services may also associate their Tracking Technologies with you, track you across sites and time, serve you their own ads (including Interest-based Ads) and may or may not have their own published privacy policies.</p>\n<p>In addition, when you are on the Site you may be directed to other services that are operated and controlled by third parties that we do not control.\nFor example, if you “click” on a link, the “click” may take you off the Site onto a different site.\nWe encourage you to note when you leave our Site and to review the third-party privacy policies of all third-party locations and exercise caution in connection with them.</p>\n<p>Be sure to review any available privacy policies and notices before submitting any Personal Information to a third party or its services, or otherwise interacting with Third Party Services or other locations you link to from our Site, and exercise caution in connection with them.\nWe are not responsible for the availability, completeness or accuracy of such third parties’ policies or notices.</p> Account Registration <p>In order to have full access to this Web site and to affiliated web sites, a user may be requested to complete a registration form which will require certain contact information (such as name and email address).\nThis information is used to contact the user about the services for which they have expressed interest.\nIn addition, a user may be asked to provide, at the user’s option, certain Demographic Information (such as income level and gender) or other unique identifiers, which will assist us in providing a more personalized experience.\nBy registering, you may receive email communications from National 4‑H Council and/or from your state 4‑H office.</p> Exercising Choice <p>Our users are given the opportunity to ‘opt-out’ of having their information used for purposes not directly related to our Site at the time when such information is requested.</p>\n<p>Users who no longer wish to receive our newsletter or promotional materials may also opt-out by sending an email with “unsubscribe” in the subject line to the designated contact for the Site or to webmaster@fourhcouncil.edu or by calling Council at 301-961-2800.</p> Security <p>We endeavor to incorporate commercially reasonable safeguards to help protect and secure your Personal Information.\nHowever, no data transmission over the Internet, mobile networks, wireless transmission or electronic storage of information can be guaranteed to be 100% secure.\nWhen we transfer and receive certain types of sensitive information such as online orders and account information, we direct visitors to a state-of-the-art secure server, which communicates via state-of-the-art SSL or WTLS encryption and which has been designed to reduce the possibility of interception and hacking.\nHowever, please note that we cannot ensure the security of any information you transmit to us.\nYou use our Site and provide us with your information at your own risk.</p> ", "created_at": "2021-11-23 21:11:09.232242", "updated_at": "2021-11-23 20:12:14.389797"}, {"id": 10452, "name": "Terms and Conditions", "url": "https://4-h.org/terms-conditions/", "xpath": "/html/body/div[2]/div/div[2]/div[2]/div/div/section", "text": " Terms and Conditions of Use of Web Site <p>\n<strong>PLEASE READ THIS AGREEMENT CAREFULLY BEFORE USING THIS WEB SITE.\nIT SETS FORTH BINDING TERMS AND CONDITIONS (“TERMS”) FOR YOUR USE OF THIS WEB SITE, SUCH AS YOUR GRANTS AND WAIVERS OF RIGHTS, THE LIMITATIONS OF OUR LIABILITY, YOUR INDEMNITY OF US, AND OUR ARBITRATION OF CERTAIN DISPUTES.</strong>\n</p>\n<p>Welcome! You have arrived at www.fourhdevsite-wpengine-com.fourhdevsite.wpengine.com and/or are otherwise interacting with the Web site (“<strong>Site</strong>”) owned and operated by the National 4‑H Council (“<strong>4‑H</strong>,”, or “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”).\nBy using this Site or by downloading any information from or by uploading any information to this Site, you agree to abide by the terms and conditions set forth below.\nAdditionally, this Site may contain other terms and conditions that govern particular features, offers, sales or products (“<strong>Additional Terms</strong>”).\nIn the event that the terms and conditions set forth below conflict with any other terms and conditions contained in this Site, the terms and conditions set forth below shall control.</p>\n<p>If you do not agree to abide by these terms and conditions, do not use this Site or download/upload Content.</p>\nOur Site and Our Rights\n<p>Our Site contains a variety of: (i) materials and other items relating to 4‑H and its products and services, and similar items from our licensors and other third parties, including all layout, information, articles, posts, text, data, files, images, scripts, designs, graphics, button icons, instructions, illustrations, photographs, audio clips, music, sounds, pictures, videos, advertising copy, URLs, technology, software, interactive features, the “look and feel” of the Site, and the compilation, assembly, and arrangement of the materials of the Site and any and all copyrightable material (including source and object code).\n(ii) trademarks, logos, trade names, trade dress, service marks, and trade identities of various parties, including those of 4‑H (collectively, “<strong>Trademarks</strong>”).\nand (iii) other forms of intellectual property (all of the foregoing, collectively “<strong>Content</strong>”).</p>\n<p>The Site (including past, present, and future versions) and the Content are owned or controlled by 4‑H and our licensors and certain other third parties.\nAll right, title, and interest in and to the Content available via the Site is the property of 4‑H or our licensors or certain other third parties, and is protected by U.S.\nand international copyright, trademark, trade dress, patent and/or other intellectual property and unfair competition rights and laws to the fullest extent possible.\n4‑H owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Site.</p>\n<p>4‑H may now or in the future offer users of the Site the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Site, or on or in response to our pages or posts on any third party platforms or in connection with any of our promotions by any media or manner, or otherwise submitted to us (e.g., on our Facebook or other social media pages, in response to our tweets, or by mail) (collectively, “<strong>submit</strong>”) messages, text, illustrations, files, images, graphics, photos, comments, responses, sounds, music, videos, information, content, ratings, reviews, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, but excluding any Content included therein, “<strong>User-Generated Content</strong>”).\nYou may potentially be able to submit User-Generated Content through your profile, forums, blogs, message boards, social networking environments, content creation tools, gameplay, social communities, contact us tools, email, and other communications functionality.\nSubject to the rights and license you grant in these Terms, you are responsible for and retain whatever legally cognizable right, title, and interest that you have in your User-Generated Content.</p>\n<p>Except as otherwise described in any applicable Additional Terms, which specifically govern the submission of your User-Generated Content, you hereby grant to 4‑H, and you agree to grant to 4‑H, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your User-Generated Content (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such User-Generated Content and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any User-Generated Content for any purposes whatsoever, including developing, producing, and marketing products and/or services.\nYou understand that in exercising such rights metadata, notices and content may be removed or altered, including copyright management information, and you consent thereto and represent and warrant you have all necessary authority to do so.</p>\n<p>In order to further effect the rights and license that you grant to 4‑H to your User-Generated Content, you also hereby grant to 4‑H, and agree to grant to 4‑H, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any User-Generated Content, and that of any other person depicted in or otherwise included in your User-Generated Content, without any obligation or remuneration to you or any other party.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User-Generated Content, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in these Terms.</p>\n<p>We do not want you to, and you should not, send any confidential or proprietary information to us via the Site.\nExcept as otherwise described in the Site’s posted Privacy Policy or any Additional Terms, you agree that, notwithstanding your retained ownership interests (a) any information that you or individuals acting on your behalf provide to us will not be considered confidential or proprietary by us – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned, and (b) to the maximum extent not prohibited by applicable law, 4‑H does not assume any obligation of any kind to you or any third party with respect to your User-Generated Content.\nBy providing any such information, you grant us an unrestricted, irrevocable, worldwide, royalty-free license to use, reproduce, display, publicly perform, transmit and distribute such information.\nYou further recognize that we do not want you to, and you warrant that you shall not, download, upload or otherwise provide any information to us that is defamatory, threatening, obscene, harassing or otherwise unlawful, or that incorporates the proprietary material of another.</p>\n<p>Upon 4‑H’s request, you will provide documentation necessary to authenticate rights to such content and verify your compliance with these Terms or any applicable Additional Terms.\nYou acknowledge that the Internet and mobile communications, and digital storage, may be insecure and subject to breaches of security so that your User-Generated Content is submitted at your own risk and you agree to hold 4‑H harmless with respect thereto.</p>\n<p>In your communications with 4‑H, please keep in mind that we do not seek any unsolicited ideas or materials for products or services, or even suggested improvements to products or services, including, without limitation, ideas, concepts, inventions, or designs for music, websites, apps, books, scripts, screenplays, motion pictures, television shows, theatrical productions, software or otherwise (collectively, “<strong>Unsolicited Ideas and Materials</strong>”).\nAny Unsolicited Ideas and Materials you submit are deemed User-Generated Content and licensed to us as set forth below.\nIn addition, 4‑H retains all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials.\n4‑H’s receipt of your Unsolicited Ideas and Materials is not an admission by 4‑H of their novelty, priority, or originality, and it does not impair 4‑H’s right to contest existing or future intellectual property rights relating to your Unsolicited Ideas and Materials.</p>\n<p>4‑H may, but will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your User-Generated Content, and 4‑H may, in its sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of User-Generated Content without notice or any liability to you or any third party in connection with our operation of User-Generated Content venues in an appropriate manner.\nWithout limitation, we may do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms or any applicable Additional Terms.\nSuch User-Generated Content submitted by you or others need not be maintained on the Site by us for any period of time and you will not have the right, once submitted, to access, archive, maintain, or otherwise use such User-Generated Content on the Site or elsewhere.</p>\nYour Rights and Your Duties\n<p>Subject to your strict compliance with these Terms and the Additional Terms, you are hereby granted a revocable, non-exclusive, non-transferable, personal, limited right to download and copy (temporary storage only of web site content), display, view, use, play the Content on a personal computer, browser, laptop, tablet, mobile phone or other wireless device, or other Internet-enabled device (each, a “<strong>Device</strong>”), and/or print one copy of the Content (excluding source and object code in raw form or otherwise) as it is displayed to you, in each case for your personal, non-commercial use only.\nThe foregoing limited license authorization is not a transfer of title in the Content or copies of the Content and is subject to the following restrictions: (1) you must retain, on all copies of the Content downloaded, all copyright and other proprietary notices contained in the Content.\n(2) you may not modify the Content in any way or reproduce or publicly display, perform, or distribute or otherwise use them for any public or commercial purpose without our prior written consent.\nand (3) you may not transfer the Content to any other person unless you give them notice of, and they agree to accept, the obligations arising under these terms and conditions of use.</p>\n<p>We grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to create hyperlinks to the Site, so long as: (a) the links only incorporate text, and do not use any Trademarks, (b) the links and the content on your website do not suggest any affiliation (unless otherwise authorized) with 4‑H or cause any other confusion, and (c) the links and the content on your website do not portray 4‑H or its products or services in a false, misleading, derogatory, or otherwise offensive matter, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third party or are otherwise objectionable to 4‑H.\n4‑H reserves the right to suspend or prohibit linking to the Site for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third party.</p>\n<p>You agree not to use the Site or Content (1) for any purpose that is unlawful or prohibited by these terms and conditions, (2) in any manner which could damage, disable, overburden, interrupt, or otherwise impair the operation of the Site in any way, and (3) in any manner which could interfere with any other party’s use and enjoyment of the Site and Content.\nYou may not attempt to gain unauthorized access to the Site, other accounts, computer systems or networks connected to the Site, through hacking, password mining, or other means.\nYou may not obtain or attempt to obtain any Content through any means not intentionally made available through the Site.\nYou may not upload any files that contain or otherwise introduce any viruses, Trojan horses, worms, time bombs, corrupted files, or any other software or programs that may damage the operation of the Site or any computer.</p>\n<p>Each time you submit any User-Generated Content, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any User-Generated Content you submit, and that, as to that User-Generated Content, (a) you are the sole author and owner of the intellectual property and other rights to the User-Generated Content, or you have a lawful right to submit the User-Generated Content and grant 4‑H the rights to it that you are granting by these Terms and any Additional Terms, all without any 4‑H obligation to obtain consent of any third party and without creating any obligation or liability of 4‑H.\n(b) the User-Generated Content is accurate.\n(c) the User-Generated Content does not and, as to 4‑H’s permitted uses and exploitation set forth in these Terms and any applicable Additional Terms, will not infringe any intellectual property or other right of any third party.\nand (d) the User-Generated Content will not violate these Terms (including the Rules) or any applicable Additional Terms, or cause injury or harm to any person.</p>\n<p>4‑H has no obligation to monitor or enforce your intellectual property rights to your User-Generated Content, but you grant us the right to protect and enforce our rights to your User-Generated Content, including by bringing and controlling actions in your name and on your behalf (at 4‑H’s cost and expense, to which you hereby consent and irrevocably appoint 4‑H as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest).</p>\n<p>As a user of the Site, these Community Usage Rules (“<strong>Rules</strong>”) are here to help you understand the conduct that is expected of members of the Site’s online communities (“<strong>Communities</strong>”).</p>\n<p>Your participation in the Communities is subject to all of the Terms, including these Rules:</p>\n<ul>\n<li>Your User-Generated Content.\nAll of your User-Generated Content either must be original with you or you must have all necessary rights in it from third parties in order to permit you to comply with these Terms and any applicable Additional Terms.\nYour User-Generated Content should not contain any visible logos, phrases, or trademarks that belong to third parties.\nDo not use any User-Generated Content that belongs to other people and pass it off as your own.\nthis includes any content that you might have found elsewhere on the Internet.\nIf anyone contributes to your User-Generated Content or has any rights to your User-Generated Content, or if anyone appears or is referred to in the User-Generated Content, then you must also have their permission to submit such User-Generated Content to 4‑H.\n(For example, if someone has taken a picture of you and your friend, and you submit that photo to 4‑H as your User-Generated Content, then you must obtain your friend’s and the photographer’s permission to do so.)</li>\n<li>Speaking of Photos: No Pictures, Videos, or Images of Anyone Other Than You and Your Friends and Family.\nIf you choose to submit photos to the Site, link to embedded videos, or include other images of real people, then make sure they are of you or of you and someone you know – and only if you have their express permission to submit it.</li>\n<li>Act Appropriately.\nAll of your Site activities must be venue appropriate, as determined by us.\nBe respectful of others’ opinions and comments so we can continue to build Communities for everyone to enjoy.\nIf you think your User-Generated Content might offend someone or be embarrassing to someone, then chances are it probably will and it doesn’t belong on the Site.\nCursing, harassing, stalking, insulting comments, personal attacks, gossip, and similar actions are prohibited.\nYour User-Generated Content must not threaten, abuse, or harm others, and it must not include any negative comments that are connected to race, national origin, gender, sexual orientation, religion, or physical handicap.\nYour User-Generated Content must not be defamatory, slanderous, indecent, obscene, pornographic, or sexually explicit.\nYour User-Generated Content must not exploit children under the age of 18.</li>\n<li>Do Not Use for Commercial or Political Purposes.\nYour User-Generated Content must not advertise or promote a product or service or other commercial activity, or a politician, public servant, or law.</li>\n<li>Do Not Use to Solicit or Send Unwanted Communications.\nDo not harvest or collect email addresses or other contact information of others from the Site by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications.\nDo not solicit personal information from anyone or solicit passwords or personally identifying information for commercial or unlawful purposes.\nThis also includes not uploading, posting, transmitting, sharing or otherwise making available any unsolicited or unauthorized advertising, solicitations, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation.</li>\n<li>Do Not Use for Inappropriate Purposes.\nYour User-Generated Content must not promote any infringing, illegal, or other similarly inappropriate activity.</li>\n<li>Be Honest and Do Not Misrepresent Yourself or Your User-Generated Content.\nDo not impersonate any other person, user, or company, and do not submit User-Generated Content that you believe may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.</li>\n<li>Others Can See.\nWe hope that you will use the Communities to exchange information and content and have venue appropriate discussions with other members.\nHowever, please remember that the Communities are public or semi-public and User-Generated Content that you submit on the Site within a Community may be accessible and viewable by other users.\nDo not submit personally identifying information (e.g., first and last name together, password, phone number, address, credit card number, medical information, email address, or other personally identifiable information or contact information) on Community spaces and take care when disclosing this type of information to others.</li>\n<li>Don’t Share Other People’s Personal Content.\nYour User-Generated Content should not reveal another person’s address, phone number, email address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual, unless, and in the form and by the method, specifically requested by 4‑H (e.g., an email address to send an email invite to a friend).</li>\n<li>Don’t Damage the Site or Anyone’s Computers or Other Devices.\nYour User-Generated Content must not submit viruses, Trojan horses, spyware, or any other technologies or malicious code that could impact the operation of the Site or any computer or other Device.</li>\n</ul>\n<p>If you submit User-Generated Content that 4‑H reasonably believes violates these Rules, then we may take any legally available action that we deem appropriate, in our sole discretion.\nHowever, we are not obligated to take any action not required by law.\nWe may require, at any time, proof of the permissions referred to above in a form acceptable to us.\nFailure to provide such proof may lead to, among other things, the User-Generated Content in question being removed from the Site.</p>\n<p>You are solely responsible for your interaction with other users of the Site, whether online or offline.\nWe are not responsible or liable for the conduct or content of any user.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.\nExercise common sense and your best judgment in your interactions with others (e.g., when you submit any personal or other information) and in all of your other online activities.</p>\n<p>In using the Site, you must respect the intellectual property and other rights of 4‑H and others.\nYour unauthorized use of Content may violate copyright, trademark, privacy, publicity, communications, and other laws, and any such use may result in your personal liability, including potential criminal liability.\nThis Site, including all Content, is copyrighted and protected by worldwide copyright laws and treaty provisions, with which you agree to comply.\nYou will not permit any unauthorized copying of the Content.\nExcept as expressly provided herein, you are not granted any express or implied right under any patents, trademarks, copyrights or trade secret information.</p>\n<p>You agree to abide by all additional restrictions displayed on the Site as it may be updated from time to time.\nIn some instances, we may permit you to have greater access to and use of Content, subject to certain Additional Terms.\nThese Terms and any applicable Additional Terms include only narrow, limited grants of rights to Content and to use and access the Site.\nNo right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.\nAll rights not expressly granted to you are reserved by 4‑H and its licensors and other third parties.\nAny unauthorized use of any Content or the Site for any purpose is prohibited.</p>\n<p>\n<strong>4‑H</strong> respects the intellectual property rights of others.\nIf you believe that your work has been infringed by means of an improper posting or distribution of it via the <strong>Site</strong>, then please see Procedure for Alleging Copyright Infringement below.\nIf you discover any content that violates these Terms, then you may report it to us here.</p>\nAccounts\n<p>In order to access or use some (or potentially all) of the features on the Site, you may need to first register through our online registration process (“<strong>Account</strong>”).\nThe Site’s practices governing any resulting collection use, disclosure and management of your personal information are disclosed in its Privacy Policy.\nIf you are under the age of thirteen (13), then you are not permitted to register as a user, or otherwise submit personal information to us.</p>\n<p>If you register for any feature that requires a password and/or username, then you will select your own password at the time of registration (or we may send you an email notification with a randomly generated initial password) and you agree that: (i) You will not use a username (or email address) that is already being used by someone else, may impersonate another person, belongs to another person, violates the intellectual property or other right of any person or entity, or is offensive.\nWe may reject the use of any password, username, or email address for any other reason in our sole discretion.\n(ii) You will provide true, accurate, current, and complete registration information about yourself in connection with the registration process and, as permitted, to maintain and update it (including on your profile page), continuously and promptly to keep it accurate, current, and complete.\n(iii) You are solely responsible for all activities that occur under your Account, password, and username – whether or not you authorized the activity.\n(iv) You are solely responsible for maintaining the confidentiality of your password and for restricting access to your Device so that others may not access any password protected portion of the Site using your name, username, or password.\n(v) You will immediately notify us of any unauthorized use of your Account, password, or username, or any other breach of security.\nand (vi) You will not sell, transfer, or assign your Account or any Account rights.</p>\n<p>We will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with any of the foregoing obligations.</p>\n<p>If any information that you provide, or if we have reasonable grounds to suspect that any information that you provide, is false, inaccurate, outdated, incomplete, or violates these Terms, any applicable Additional Terms, or any applicable law, then we may suspend or terminate your Account.\nWe also reserve the more general and broad right to terminate your Account or suspend or otherwise deny you access to it or its benefits – all in our sole discretion, for any reason, and without advance notice or liability.<br>\n</p>\nProcedure For Alleging Copyright Infringement\n<p>4‑H asks our users to respect the intellectual property rights of others.\nIt is our policy to respond appropriately to clear notices of alleged copyright infringement, as set forth more fully below.\nIn 4‑H’s sole discretion, 4‑H may remove content that may be infringing on another person’s intellectual property rights with or without notice to the potential infringer.\nIn accordance with the U.S.\nDigital Millennium Copyright Act (“<strong>DMCA</strong>”) and other applicable law, 4‑H has adopted a policy of terminating, in appropriate circumstances, users who are deemed to be repeat infringers.</p>\n<p>If we remove or disable access in response to a <strong>DMCA Notice</strong> (as defined below), we will make a good faith attempt to contact the owner or administrator of the affected site or content so that they may make a counter-notification.\nIf you own a copyright in a work (or represent such a copyright owner) and believe that your (or such owner’s) copyright in that work has been infringed by an improper posting or distribution of it via the Site, then you may send us a written notice that includes all of the following:</p>\n<p>(i) a legend or subject line that says: “DMCA Copyright Infringement Notice”;</p>\n<p>(ii) a description of the copyrighted work that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</p>\n<p>(iii) a description of where the material that you claim is infringing or is the subject of infringing activity is located that is reasonably sufficient to permit us to locate the material (please include the URL of the Site on which the material appears);</p>\n<p>(iv) your full name, address, telephone number, and email address;</p>\n<p>(v) a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</p>\n<p>(vi) a statement by you, made under penalty of perjury, that all the information in your notice is accurate, and that you are the copyright owner (or, if you are not the copyright owner, then your statement must indicate that you are authorized to act on the behalf of the owner of an exclusive right that is allegedly infringed).\nand</p>\n<p>(vii) your electronic or physical signature.</p>\n<p>4‑H will only respond to DMCA Notices that it receives by mail, email, or facsimile at the addresses below:</p>\n<p>\n<strong>By Mail:</strong>\n</p>\n<p>National 4‑H Council<br>\n7100 Connecticut Ave.<br>\nChevy Chase, MD 20815</p>\n<p>\n<strong>By Email:</strong> http://4‑H.org/contact/</p>\n<p>\n<strong>By Facsimile:</strong> 1-301-961-2894</p>\n<p>It is often difficult to determine if your copyright has been infringed.\n4‑H may elect to not respond to DMCA Notices that do not substantially comply with all of the foregoing requirements, and 4‑H may elect to remove allegedly infringing material that comes to its attention via notices that do not substantially comply with the DMCA.</p>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>We may send the information that you provide in your notice to the person who provided the allegedly infringing work.\nThat person may elect to send us a DMCA Counter-Notification.</p>\n<p>Without limiting 4‑H’s other rights, 4‑H may, in appropriate circumstances, terminate a repeat infringer’s access to the Site and any other website owned or operated by 4‑H.</p>\n<p>If access on the Site to a work that you submitted to 4‑H is disabled or the work is removed as a result of a DMCA Notice, and if you believe that the disabled access or removal is the result of mistake or misidentification, then you may send us a DMCA Counter-Notification to the addresses above.\nYour DMCA Counter-Notification should contain the following information:</p>\n<p>(i) a legend or subject line that says: “DMCA Counter-Notification”;</p>\n<p>(ii) a description of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled (please include the URL of the Site from which the material was removed or access to it disabled);</p>\n<p>(iii) a statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</p>\n<p>(iv) your full name, address, telephone number, email address, and the username of your account;</p>\n<p>(v) a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or, if the address is located outside the U.S.A., to the jurisdiction of the United States District Court for the Central District of California), and that you will accept service of process from the person who provided DMCA notification to us or an agent of such person.\nand</p>\n<p>(vi) your electronic or physical signature.</p>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>If we receive a DMCA Counter-Notification, then we may replace the material that we removed (or stop disabling access to it) in not less than ten (10) and not more than fourteen (14) business days following receipt of the DMCA Counter-Notification.\nHowever, we will not do this if we first receive notice at the addresses above that the party who sent us the DMCA Copyright Infringement Notice has filed a lawsuit asking a court for an order restraining the person who provided the material from engaging in infringing activity relating to the material on the Site.\nYou should also be aware that we may forward the Counter-Notification to the party who sent us the DMCA Copyright Infringement Notice.</p>\nThird Party Sites/Links\n<p>As a convenience to you, links to Web sites operated by others may be provided to you.\nThe Site may also contain or may interact with or otherwise be associated with third party platforms, services, plug-ins, applications, ads, tools and/or other content, and/or links to third-party websites or other services that are not owned, controlled or operated by 4‑H (collectively, “<strong>Third-Party Services</strong>”), including services operated by advertisers, licensors, licensees, e-commerce partners and certain other third parties who may have business relationships with 4‑H.\nThis may include the ability to register or sign in to our Services using Facebook Connect or other third party tools, and to post content on third party sites and services using their plug-ins made available on our Site.\nWe may also host our content, apps and tools on Third Party Services.</p>\n<p>4‑H may have no control over the content, operations, policies, terms, or other elements of Third Party Services, and 4‑H does not assume any obligation to review any Third Party Services.\n4‑H does not necessarily endorse, approve, or sponsor any Third Party Services, or any third-party content, advertising, information, materials, products, services, or other items.\nFurthermore, 4‑H is not responsible for the quality or delivery of the products or services offered, accessed, obtained by or advertised at such Third Party Services.\nSome Third Party Services may impose fees for access to their resources through our Site and/or your Account and you are responsible for all such fees.</p>\n<p>Finally, we will under no circumstances be liable for any direct, indirect, incidental or special loss or other damage, whether arising from negligence, breach of contract, defamation, infringement of copyright or other intellectual property rights, caused by the exhibition, distribution or exploitation of any information or content contained within these Third Party Services.\nAny activities you engage in connection with any of the same are subject to the privacy and other policies, terms and conditions of use and/or sale, and rules issued by the operator of the Third Party Services.\n4‑H disclaims all liability in connection therewith.</p>\n<p>Any interactions, correspondence, transactions, and other dealings that you have with any third parties found on or through the Site (including on or via Third Party Services or advertisements) are solely between you and the third party (including issues related to the content of third-party advertisements, payments, delivery of goods, warranties (including product warranties), privacy and data security, and the like).\nBy logging into or enabling Third Party Services within or in connection with your Account, you are allowing us to pass your log-in information to these providers for this purpose.\nYou hereby agree to indemnify 4‑H against all claims, injury and/or damages including, without limitation, attorneys’ fees, that arise out of your use of any Third Party Service, including without limitation from any material that you post on any forum or social networking site in connection with us and/or any other claim related to your use of social media.</p>\n<p>You hereby grant 4‑H an irrevocable perpetual license to use, reproduce, edit, create derivative works from, distribute, display, copy, transmit or otherwise use in any way, commercially or otherwise, any material that you post to any social networking site or other Third Party Service in connection with us or our Service.</p>\nDispute Resolution\n<p>\n<strong>Binding Arbitration</strong>.\nExcept as specifically stated herein, you agree that any disputes, actions, and claims relating to your use of the Service and all matters arising out of or related to the Agreement and any applicable Additional Terms (collectively “<strong>Disputes</strong>” or a “<strong>Dispute</strong>”) shall be resolved exclusively by final binding arbitration, except that you may assert claims in small claims court in the county of your residence or in Chevy Chase, Maryland, if your claims qualify.\nThe arbitration will be conducted by the American Arbitration Association (“<strong>AAA</strong>”) under its rules, including the AAA’s Consumer Arbitration Rules.\nAll of the AAA’s rules are available at www.adr.org, and the rules governing consumer disputes are available at www.adr.org/consumer.\nThe AAA’s rules, including the rules governing consumer disputes, are also available by calling 1-800-778-7879.\nYou may initiate arbitration by utilizing the forms available on www.adr.org.\nIf you have any difficulty initiating arbitration, you may call the AAA at 800-778-7879.\nYou and 4‑H are each giving up the right to have disputes resolved in court before a judge and/or jury (except as stated otherwise in this Dispute Resolution Section).\nThe provisions of this Dispute Resolution Section constitute your and Big Lots’ written agreement for resolving Disputes, including the agreement to arbitrate Disputes under the Federal Arbitration Act (“<strong>Dispute Agreement</strong>”).\nThe most current version of this Dispute Agreement in effect when any Dispute arises shall govern resolution of any Dispute.</p>\n<p>Payment of all filing, administration and arbitrator fees (“<strong>Arbitration Fees</strong>”) will be governed by the AAA’s rules.\nYou agree to commence arbitration only in your county of residence or in Chevy Chase, Maryland.\nThe arbitration will be conducted based on written submissions unless you request a phone or in-person hearing, or the arbitrator determines that a phone or in-person hearing is necessary.\nThe arbitrator may only award those damages and relief as a court could, and must follow the terms and conditions of the Agreement and this Dispute Agreement.</p>\n<p>\n<strong>Limited Time To File Claims</strong>.\nTO THE FULLEST EXTENT NOT PROHIBITED BY APPLICABLE LAW, IF YOU OR WE WANT TO ASSERT A DISPUTE (BUT NOT AN EXCLUDED DISPUTE) AGAINST THE OTHER, THEN YOU OR WE MUST COMMENCE IT (BY DELIVERY OF WRITTEN NOTICE AS SET FORTH IN THIS DISPUTE RESOLUTION SECTION WITHIN ONE (1) YEAR AFTER THE DISPUTE ARISES – OR IT WILL BE FOREVER BARRED.</p>\n<p>\n<strong>Injunctive Relief</strong>.\nThe foregoing provisions of this Dispute Resolution Section will not apply to any legal action taken by 4‑H to seek an injunction or other equitable relief in connection with, any loss, cost, or damage (or any potential loss, cost, or damage) relating to the Site, any Content, your User-Generated Content and/or 4‑H’s intellectual property rights (including such 4‑H may claim that may be in dispute), 4‑H’s operations, and/or 4‑H’s products or services.</p>\n<p>\n<strong>No Class Action Matters</strong>.\nDisputes will be arbitrated only on an individual basis and will not be joined or consolidated with any other arbitrations or other proceedings that involve any claim or controversy of any other party.\nYOU AND 4‑H AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nThere shall be no right or authority for any Dispute to be arbitrated on a class action basis or on any basis involving Disputes brought to a purported representative capacity on behalf of the general public, or other persons or entities similarly situated.\nBut if, for any reason, any court with competent jurisdiction holds that this restriction is unconscionable or unenforceable, then our agreement in this Dispute Resolution Section to arbitrate will not apply and the Dispute must be brought exclusively in court pursuant to this Dispute Resolution Section.\nNotwithstanding any other provision of this Dispute Resolution Section, any and all issues relating to the scope, interpretation and enforceability of this Dispute Resolution Section, including the class action waiver provisions contained herein, are to be decided only by a court of competent jurisdiction, and not by the arbitrator.</p>\n<p>\n<strong>Federal and State Courts in Chevy Chase, Montgomery County, Maryland</strong>.\nExcept to the extent that arbitration is required in this Dispute Resolution Section, and except as to the enforcement of any arbitration decision or award, any action or proceeding relating to any Dispute or Excluded Dispute may only be instituted in state or Federal court in Chevy Chase, Montgomery County, Maryland.\nAccordingly, you and 4‑H consent to the exclusive personal jurisdiction and venue of such courts for such matters.</p>\n<p>\n<strong>Small Claims Matters Are Excluded From Arbitration Requirement</strong>.\nNotwithstanding the foregoing, either of us may bring qualifying claim of Disputes (but not Excluded Disputes) in small claims court, subject to this Dispute Resolution Section.</p>\nDisclaimer\n<p>\n<strong>THE INFORMATION MAY CONTAIN INACCURACIES AND TYPOGRAPHICAL ERRORS.\nTHERE IS NO EXPRESS OR IMPLIED WARRANTY WITH RESPECT TO THE ACCURACY OR COMPLETENESS OF THE INFORMATION OR THE RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED OR DISTRIBUTED THROUGH THE SITE.\nYOU ACKNOWLEDGE THAT ANY RELIANCE ON ANY SUCH OPINION, ADVICE, STATEMENT, MEMORANDUM OR INFORMATION SHALL BE AT YOUR SOLE RISK.\nCHANGES TO THE SITE, THE INFORMATION AND THE PRODUCTS, PROGRAMS, SERVICES OR PRICES (IF ANY) DESCRIBED IN THE SITE MAY BE MADE AT ANY TIME WITHOUT NOTICE.\nIN ADDITION, THERE IS NO EXPRESS OR IMPLIED WARRANTY THAT THE SITE OR ANY SOFTWARE OR SERVICES MADE AVAILABLE ON THE SITE WILL BE UNINTERRUPTED, ERROR-FREE OR WITHOUT BUGS.\nTHIS SITE, THE INFORMATION AND INFORMATION ON THE SITE, AND THE SOFTWARE MADE AVAILABLE ON THE SITE, ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT ANY REPRESENTATION OR WARRANTY, EXPRESS OR IMPLIED, OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, NON-INFRINGEMENT OR MISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION, AND FREEDOM FROM COMPUTER VIRUS.\nSOME JURISDICTIONS DO NOT ALLOW FOR THE EXCLUSION OF IMPLIED WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</strong>\n</p>\nLimitation of Liability\n<p>\n<strong>IN NO EVENT SHALL WE, OR ANY OF OUR AFFILIATES OR SUBSIDIARIES, BE LIABLE TO ANY ENTITY FOR ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL OR OTHER DAMAGES (INCLUDING, WITHOUT LIMITATION, ANY LOSS OF USE, LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION OR PROGRAMS OR OTHER DATA ON YOUR INFORMATION HANDLING SYSTEM) ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OF, OR THE INABILITY TO USE, THE CONTENT, INFORMATION, AND FUNCTIONS OF THE SITE OR ANY LINKED WEBSITE.\nEVEN IF SUCH PARTY IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE OR THE INFORMATION, YOU’RE SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE AND CONTENT.</strong>\n</p>\nWaiver of Injunctive or Other Equitable Relief\n<p>TO THE FULLEST EXTENT NOT PROHIBITED BY APPLICABLE LAW, IF YOU CLAIM THAT YOU HAVE INCURRED ANY LOSS, DAMAGES, OR INJURIES IN CONNECTION WITH YOUR USE OF THE SERVICE, THEN THE LOSSES, DAMAGES, AND INJURIES WILL NOT BE DEEMED IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR TO OTHER EQUITABLE RELIEF OF ANY KIND.\nTHIS MEANS THAT, IN CONNECTION WITH YOUR CLAIM, YOU AGREE THAT YOU WILL NOT SEEK, AND THAT YOU WILL NOT BE PERMITTED TO OBTAIN, ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, APPLICATION, CONTENT, USER-GENERATED CONTENT, PRODUCT, SERVICE, OR INTELLECTUAL PROPERTY OWNED, LICENSED, USED OR CONTROLLED BY 4‑H OR A LICENSOR OF 4‑H.</p>\nCompliance with Laws\n<p>It is the intention of 4‑H to comply with all applicable laws, statutes, ordinances and regulations (including without limitation those governing unfair competition, antitrust, intellectual property and false advertising) regarding the use of the Site, the placing of bids on or purchase of goods or services through the Site, and downloading/uploading of Content.\nThe operation of the Site is not intended to facilitate collusion or other illegal agreements among competitors or acts that would violate a third party’s copyright, trademark or other intellectual property rights or confuse or deceive consumers.\nAccordingly, each user hereby represents and warrants that it does not intend to and will not use the Site to violate antitrust, copyright, trademark, consumer protection or other laws.</p>\nInternational Users and Choice of Law\n<p>This Site is controlled, operated and administered from the United States of America.\nWe make no representation that Content at this site is appropriate or available for use at locations outside of the United States and access to them from territories where their contents are illegal is prohibited.\nYou may not use the Site or export the Content in violation of U.\nS.\nexport laws and regulations.\nIf you access this Site from a location outside of the United States, you are responsible for compliance with all local laws.\nUnless otherwise expressly agreed in writing, these Terms and Conditions of use shall be governed by the laws of the State of Maryland, without giving effect to its conflict of laws provisions.</p>\n<p>These terms and conditions, the accompanying Privacy Policy and any additional terms and conditions contained in the Site (the “<strong>Agreement</strong>”), constitute the entire agreement between us with respect to your use of the Site or the Content.\nAny cause of action you may have with respect to your use of the Site or Content must be commenced within ninety (90) days after the claim or cause of action arises or it will be forever barred.\nIf for any reason a court of competent jurisdiction finds any provision of the Agreement or portion thereof to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to affect the intent of the Agreement, and the remainder of this Agreement shall continue in full force and effect.\nNo failure to exercise or enforce any right or provision of this Agreement shall constitute a waiver of such right or provision.</p>\nChanges to these Terms\n<p>We reserve the right, at our sole discretion, to change, modify, add or remove any of these terms and conditions, in whole or in part, at any time.\nChanges will be effective when notice of such change is posted on the Site.\nYour continued use of the Site after any changes are posted will be considered acceptance of those changes.\nWe may terminate, change, suspend or discontinue any aspect of the Site, including the availability of any features of the Site, at any time.\nWe may also impose limits on certain features and services or restrict your access to parts or all of the Site without notice or liability.\nWe may terminate the authorization, rights and license given above and, upon such termination, you shall immediately destroy all Content and copies thereof.</p> THE 4‑H STEM CHALLENGE TRIVIA GAME OFFICIAL RULES <p>\n<strong>NO PURCHASE NECESSARY TO ENTER OR WIN.\nMAKING A PURCHASE WILL NOT IMPROVE YOUR CHANCES OF WINNING.</strong>\n</p>\n<p>\n<strong>ALL DISPUTES WILL BE RESOLVED SOLELY BY BINDING ARBITRATION AND ENTRANTS WAIVE THE ABILITY TO BRING CLAIMS IN A CLASS ACTION FORMAT.</strong>\n</p>\n<p>\n<strong>PROMOTION ENTRY PERIOD: The 4‑H STEM Challenge Trivia Game</strong> (the “Promotion”) begins at 8:00:00 PM Eastern Time (“ET”) on Wednesday, October 27, 2021 and ends at or around 8:30:00 PM ET on Wednesday, October 27, 2021 (the “Promotion Period”).</p>\n<p>\n<strong>ELIGIBILITY</strong>: The Sweepstakes is open to legal residents of the 50 United States, including the District of Columbia, who are age 13 or older at the time of entry.\nVoid in Puerto Rico, Guam, the U.S.\nVirgin Islands, outside the U.S., and wherever else prohibited by law.\nEmployees of National 4‑H Council (the “Sponsor”), US Sweepstakes &amp.\nFulfillment Company (the “Sweepstakes Administrator”) and their respective subsidiaries, affiliates, advertising and promotion agencies, and the immediate family members (spouses, parents, children, and siblings and their spouses) of, and/or those living in the same household of each, are not eligible to enter.\nSweepstakes is subject to all applicable federal, state and local laws and regulations.</p>\n<p>\n<strong>HOW TO ENTER</strong>: At the start of or during the Promotion Period, participants must login to his/her Facebook account, visit www.facebook.com/4-h/, locate and watch the STEM Challenge livestream, and, within 30 seconds from the time each question is asked and potential answers provided during the livestream, post a comment with the answer to each of the twelve STEM-related questions displayed on screen (each, an “Answer”).\nThe letter and/or words in the Answer must be separated from any subsequent characters by a space and must be an exact match for the letter or word(s) as displayed during the livestream.\nA comment may include additional wording other than the Answer, at the entrant’s discretion, but only an Answer is required.\nEntrants are subject to all notices posted online including but not limited to the Sponsor’s Privacy Policy, which can be found at https://4-h.org/privacy-policy/.\n<strong>This Sweepstakes is in no way sponsored, endorsed or administered by, or associated with, Facebook, Inc.</strong>\n</p>\n<p>All entries become the property of the Sponsor and will not be acknowledged or returned.</p>\n<p>\n<strong>PRIZES/APPROXIMATE RETAIL VALUE (“ARV”)/ODDS:</strong>\n</p>\n<p>\n<strong>Grand Prize</strong>: There is one (1) Grand Prize available to be won.\nThe Grand Prize includes one (1) $1,000 prepaid card, a virtual tour of the U.S.\nAir Force Academy and a call from a US Space Force guardian.\n<strong>The ARV of Grand Prize: $1,000.</strong>\n</p>\n<p>\n<strong>First Prize</strong>: There is one (1) First Prize available to be won.\nFirst Prize includes one (1) $500 prepaid card.\n<strong>The ARV of the First Prize: $500.</strong>\n</p>\n<p>\n<strong>The total ARV of all prizes available to be won: $1,500.</strong>\n</p>\n<p>Odds of winning will depend upon the total number of eligible entries received.</p>\n<p>\n<strong>WINNER DETERMINATION</strong>: The entrant who submitted the most correct Answers to the twelve questions during the livestream will be deemed the potential Grand Prize winner.\nThe entrant who submitted the second-most correct Answers to the twelve questions during the livestream will be deemed the potential First Prize winner.\nIn the event of a tie in the number of correct Answers in determining a winner, the potential winner(s) will be chosen in a random drawing from among all tied entrants by the Promotion Administrator.</p>\n<p>\n<strong>WINNER NOTIFICATION &amp.\nVERIFICATION</strong>: Potential winners will be notified by Sponsor via direct message and/or comment reply to his/her Facebook account used to enter (the “Initial Notification”) on or about Thursday, October 28, 2021.\nTo begin the prize claim process, a potential winner must respond as instructed to the Notification with his/her full name, address, email address and date of birth within 48 hours of the Initial Notification.\nAny potential prize winner who does not reply to the Notification with the required information and within the specified time period will be disqualified and an alternate winner will be notified.\nPotential Grand Prize winner will then be notified via email and/or phone, and will be required to sign and return, within five (5) days of notification, an Affidavit of Eligibility, a Liability Waiver, an IRS W-9 Form and where allowable, a Publicity Release (collectively, “the Releases”).\nThese Releases will require the Grand Prize winner to furnish his/her Social Security Number for the sole purpose of tax reporting, as required by law.\nNoncompliance will result in disqualification and an alternate winner may be selected.\nThe prizes will be awarded to the address provided by the winners within approximately 45 days after the winner is verified.</p>\n<p>If a winner is otherwise eligible under these Official Rules but is nevertheless deemed a minor in his or her state of primary residence, the prize will be awarded in the name of winner’s parent or legal guardian who will be required to execute and return the Releases on minor’s behalf, as applicable.</p>\n<p>If a prize notification or prize is returned as undeliverable, or if winner is found to be ineligible or not in compliance with these rules that winner will be disqualified, and the prize may be awarded to an alternate winner in a separate random drawing.\nIf Sponsor is unable to determine and verify a potential winner after repeated alternate drawings or if Sponsor fails to receive a sufficient number of entries to correspond to the number of prizes available to be awarded, Sponsor reserves the right to not award such prize(s).</p>\n<p>\n<strong>PRIZE CONDITIONS</strong>: Prizes are not redeemable for cash, assignable, transferable and may not be substituted except at Sponsor’s sole discretion.\nSponsor reserves the right to substitute a prize of equal or greater value at its discretion.\nAny other incidental expenses on prize not specified herein are the winner’s sole responsibility.</p>\n<p>Prepaid cards are not redeemable for cash and will not be replaced if lost or stolen.\nPrepaid card usage is subject to the issuing company’s complete terms and conditions, including expiration dates.</p>\n<p>Winner is responsible for all federal, state, local and income taxes associated with winning prize.\nGrand Prize winner will be required to furnish his/her Social Security Number for the sole purpose of preparation of tax forms as required by law.\nExcept where prohibited by law, entry and acceptance of prize constitute permission to use winner’s name, prize won, hometown, likeness, video recordings, photographs, and statements for purposes of advertising, promotion and publicity (including online posting) in any and all media now or hereafter known throughout the world in perpetuity, without additional compensation, notification or permission.</p>\n<p>THIS PARAGRAPH IS ONLY NEEDED IF PRIZES INCLUDE MERCHANDISE.\nPrizes are awarded “as is” with no warranty or guarantee, either express or implied by Sponsor.\nWinners acknowledge that the Sponsor and all other businesses affiliated with this Sweepstakes and their agents do not make, nor are in any manner responsible for any warranty, representations, expressed or implied, in fact or in law, relative to the quality, conditions, fitness or merchantability of any aspect of the prize being offered, except that each merchandise prize shall be subject to its manufacturer’s standard warranty (if any).\nOnce the prize has been delivered to the winner’s provided address, the prize is considered awarded.</p>\n<p>\n<strong>GENERAL</strong>: Although subsequent attempts to submit an Answer for any single question may be received, only the first submission received from a particular entrant will be eligible.\nsubsequent attempts by the same person to enter will be disqualified.</p>\n<p>Participating entrants agree to these Official Rules and the decisions of the Sponsor and the Sweepstakes Administrator, and release the Sponsor, the Sweepstakes Administrator, Facebook, Inc.\nand their affiliated companies, and all other businesses involved in this Sweepstakes, as well as the employees, officers, directors and agents of each (the “Released Parties”), from all claims and liability relating to their participation in the promotion, and the acceptance and use/misuse of the prize offered.\nParticipating entrants assume all liability for and Released Parties shall be held harmless against any liability for any injury, losses or damages of any kind to persons, including personal injury or death, or injury to property caused or claimed to be caused in whole or in part, directly or indirectly, by participation in this Sweepstakes, acceptance, possession, or use/misuse of the prize, or any claims based on publicity rights, defamation or invasion of privacy, or merchandise delivery.\nSponsor is not responsible for any typographical or other error in the printing of the offer, administration of the Sweepstakes or in the announcement of the prize.</p>\n<p>In the event of a dispute over the identity of an entrant, entry will be deemed submitted by the “Authorized Account Holder” of the e-mail address submitted at time of entry.\nAuthorized Account Holder means the natural person who is assigned to an e-mail address by an Internet access provider, online service provider, or other organization that is responsible for assigning e-mail addresses for the domain associated with the submitted e-mail address.\nSponsor may ask any entrant or potential winner to provide Sponsor with proof, to Sponsor’s satisfaction, that such party is the authorized account holder of the email address associated with the entry.\nEntry materials/data that have been tampered with or altered, or mass entries or entries generated by a script, macro or use of automated devices are void.\nThe Released Parties are not responsible for: (i) lost, late, misdirected, damaged or illegible entries.\nor (ii) error, omission, interruption, deletion, defect, delay in operations or transmission, theft or destruction or unauthorized access to or alterations of entry materials, or for technical, network, telephone equipment, electronic, computer, hardware or software malfunctions of any kind, or inaccurate transmission of or failure to receive entry information by Sponsor on account of technical problems or traffic congestion on the Internet or at any web site or any combination thereof.\nor (iii) any injury or damage to entrant’s or any other person’s computer related to or resulting from participating in the Sweepstakes.\nBy participating in the Sweepstakes, entrant (i) agree to be bound by these official rules, including all eligibility requirements, and (ii) agree to be bound by the decisions of Sponsor and the Sweepstakes Administrator, which are final and binding in all matters relating to the Sweepstakes.\nFailure to comply with these official rules may result in disqualification from the Sweepstakes.</p>\n<p>Sponsor reserves the right to cancel, suspend and/or modify the Sweepstakes, or any part of it, if any fraud, technical failures or any factor beyond Sponsor’s reasonable control impairs the integrity or proper functioning of the Sweepstakes, as determined by Sponsor.\nIf, for any reason, the Sweepstakes cannot be run as planned, Sponsor may disqualify any suspect entries or individuals from the Sweepstakes and any sweepstakes it sponsors and (a) suspend the Sweepstakes and modify the Sweepstakes to address the impairment, then resume the Sweepstakes in a manner that best conforms to the spirit of these Official Rules.\nand/or (b) award the prize at random from among the eligible, non-suspect entries received up to the time of the impairment.</p>\n<p>THE RELEASED PARTIES ARE NOT RESPONSIBLE IF THIS SWEEPSTAKES CANNOT BE ADMINISTERED OR CONDUCTED OR ANY PRIZE CANNOT BE AWARDED DUE TO CANCELLATIONS, DELAYS, OR INTERRUPTIONS RESULTING OR ARISING FROM ACTS OF GOD, WAR, OR TERRORISM, CIVIL UNREST, STRIKES, SUPPLY SHORTAGES, NATURAL DISASTERS, WEATHER, EPIDEMICS, COMPLIANCE WITH ANY LAW OR ORDER OF A GOVERNMENTAL AUTHORITY, OR ANY OTHER SIMILAR ACT, EVENT, OR OCCURRENCE BEYOND THE REASONABLE CONTROL OF THE SPONSOR.\nBY PARTICIPATING IN THIS SWEEPSTAKES, PARTICIPANT AGREES THAT THE RELEASED PARTIES WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY INJURIES, DAMAGES, OR LOSSES OF ANY KIND, INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES TO PERSONS, INCLUDING DEATH, OR TO PROPERTY ARISING OUT OF ACCESS TO AND USE OF ANY WEBSITE ASSOCIATED WITH THIS SWEEPSTAKES OR THE DOWNLOADING FROM AND/OR PRINTING MATERIAL DOWNLOADED FROM SUCH SITE, AS APPLICABLE.\nFURTHER, SPONSOR SHALL NOT BE RESPONSIBLE FOR ANY CANCELLATIONS, DELAYS, DIVERSIONS, CHANGES IN SERVICE OR ACCOMMODATIONS OR SUBSTITUTIONS, OR FOR ANY ACTS OR OMISSIONS BY ANY THIRD PARTIES BEYOND ITS REASONABLE CONTROL, INCLUDING AIR CARRIER(S) AND OTHER TRANSPORTATION COMPANIES.\nLODGING, RESTAURANT OR OTHER HOSPITALITY PROVIDERS.\nENTERTAINMENT PROVIDERS, VENUES OR ARTISTS.\nOR OTHER THIRD PARTY PROVIDERS SUPPLYING ANY SERVICES OR COMPONENTS OF THE PRIZE(S) TO WINNERS AND/OR THEIR GUESTS, OR FOR ANY RESULTING INJURIES, INCLUDING MONEY DAMAGES, COSTS AND EXPENSES, PROPERTY DAMAGES, PERSONAL INJURIES OR DEATH RESULTING THEREFROM.</p>\n<p>\n<strong>LEGAL WARNING</strong>: ANY ATTEMPT BY AN INDIVIDUAL, WHETHER OR NOT AN ENTRANT, TO DAMAGE, DESTROY, TAMPER OR VANDALIZE THIS WEB SITE OR INTERFERE WITH THE OPERATION OF THE SWEEPSTAKES, IS A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES AND DILIGENTLY PURSUE ALL REMEDIES AGAINST ANY SUCH INDIVIDUAL TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>GOVERNING LAW AND LIMITATION OF LIABILITY</strong>: All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules or the rights and obligations of entrants, Sponsor or the Released Parties in connection with the Sweepstakes will be governed by and construed in accordance with the internal laws of the State of Maryland, without giving effect to any choice of law or conflict of law rules or provisions that would cause the application of any other laws.</p>\n<p>BY ENTERING THE SWEEPSTAKES, ENTRANT AGREES THAT TO THE EXTENT PERMITTED BY APPLICABLE LAW: (A) ANY AND ALL DISPUTES, CLAIMS AND CAUSES OF ACTION ARISING OUT OF OR CONNECTED WITH THE SWEEPSTAKES, OR ANY PRIZE AWARDED, WILL BE RESOLVED INDIVIDUALLY, WITHOUT RESORT TO ANY FORM OF CLASS ACTION.\n(B) ANY AND ALL CLAIMS, JUDGMENTS AND AWARDS WILL BE LIMITED TO ACTUAL THIRD-PARTY, OUT-OF-POCKET COSTS INCURRED (IF ANY) NOT TO EXCEED TEN DOLLARS ($10.00), BUT IN NO EVENT WILL ATTORNEYS’ FEES BE AWARDED OR RECOVERABLE.\n(C) UNDER NO CIRCUMSTANCES WILL ANY ENTRANT BE PERMITTED TO OBTAIN ANY AWARD FOR, AND ENTRANT HEREBY KNOWINGLY AND EXPRESSLY WAIVES ALL RIGHTS TO SEEK, PUNITIVE, INCIDENTAL, CONSEQUENTIAL OR SPECIAL DAMAGES, LOST PROFITS AND/OR ANY OTHER DAMAGES, OTHER THAN ACTUAL OUT OF POCKET EXPENSES NOT TO EXCEED TEN DOLLARS ($10.00), AND/OR ANY RIGHTS TO HAVE DAMAGES MULTIPLIED OR OTHERWISE INCREASED.\nAND (D) ENTRANTS’ REMEDIES ARE LIMITED TO A CLAIM FOR MONEY DAMAGES (IF ANY) AND ENTRANT IRREVOCABLY WAIVES ANY RIGHT TO SEEK INJUNCTIVE OR EQUITABLE RELIEF.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY, SO THE ABOVE MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>DISPUTES</strong>: The parties hereto each agree to finally settle all disputes only through arbitration.\nprovided, however, the Released Parties shall be entitled to seek injunctive or equitable relief in the state and federal courts in Montgomery County, MD and any other court with jurisdiction over the parties.\nIn arbitration, there is no judge or jury and review is limited.\nThe arbitrator’s decision and award is final and binding, with limited exceptions, and judgment on the award may be entered in any court with jurisdiction.\nThe parties agree that, except as set forth above, any claim, suit, action or proceeding arising out of or relating to this Sweepstakes shall be resolved solely by binding arbitration before a sole arbitrator under the streamlined Arbitration Rules Procedures of JAMS Inc.\n(“JAMS”) or any successor to JAMS.\nIn the event JAMS is unwilling or unable to set a hearing date within fourteen (14) days of the filing of a “Demand for Arbitration”, then either party can elect to have the arbitration administered by the American Arbitration Association (“AAA”) or any other mutually agreeable arbitration administration service.\nIf an in-person hearing is required, then it will take place in Chevy Chase, MD.\nThe federal or state law that applies to these Official Rules will also apply during the arbitration.\nDisputes will be arbitrated only on an individual basis and will not be consolidated with any other proceedings that involve any claims or controversy of another party, including any class actions.\nprovided, however, if for any reason any court or arbitrator holds that this restriction is unconscionable or unenforceable, then the agreement to arbitrate doesn’t apply and the dispute must be brought in a court of competent jurisdiction in Chevy Chase, MD.\nSponsor agrees to pay the administrative and arbitrator’s fees in order to conduct the arbitration (but specifically excluding any travel or other costs of entrant to attend the arbitration hearing).\nEither party may, notwithstanding this provision, bring qualifying claims in small claims court.</p>\n<p>\n<strong>PRIVACY</strong>: As a condition of entering the Sweepstakes, each entrant gives consent for Sponsor to obtain and deliver his or her name, address and other information to third parties, including Sweepstakes Administrator, for the purpose of administering this Sweepstakes and to comply with applicable laws, regulations and rules, including, without limitation, the storing of your personal information for purposes of complying with state record retention requirements.\nAny information entrant provides to Sponsor may be used to communicate with entrant in relation to this Sweepstakes or on a Sweepstakes winner’s list.\nPersonal information collected from entrants are subject to the Sponsor’s Privacy Policy, which can be found at https://4-h.org/privacy-policy/.</p>\n<p>\n<strong>OFFICIAL RULES REQUEST</strong>: To request a copy of the Official Rules, see 4-h.org/STEMtrivia.</p>\n<p>\n<strong>WINNER CONFIRMATION REQUEST</strong>: For a written confirmation of the winner (available after 10/28/21), send a stamped, self-addressed envelope (no later than 11/24/21), to: <strong>The 4‑H STEM Challenge Trivia Game</strong> Winner Confirmation Request, PO Box 654, Social Circle, GA 30025-0654.</p>\n<p>\n<strong>SPONSOR</strong>: National 4‑H Council, 7100 Connecticut Ave., Chevy Chase, MD 20815.</p>\n<p>\n<strong>PROMOTION ADMINISTRATOR</strong>: US Sweepstakes &amp.\nFulfillment Company, 625 Panorama Trail, Suite 2100, Rochester, NY 14625.\n1-800-620-6044</p>\n<p>\n<strong>Void outside the US, in Puerto Rico, Guam, the U.S.\nVirgin Islands and wherever else prohibited by law.</strong>\n</p>\n<p>All trademarks used herein are the property of their respective owners in the United States and abroad.\nAll rights reserved.</p> ", "created_at": "2021-11-23 21:11:09.229019", "updated_at": "2021-11-23 20:13:59.172376"}], "points": [], "urls": ["4-h.org"]}}