{"error": 448, "message": "OK", "parameters": {"id": 3446, "name": "The Journal", "created_at": "2021-05-04 13:49:40.151822", "updated_at": "2021-05-05 00:02:24.571017", "wikipedia": "https://en.wikipedia.org/wiki/TheJournal.ie", "keywords": null, "related": null, "slug": "the_journal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3446.png", "url": "thejournal.ie", "documents": [{"id": 5737, "name": "Terms of Use", "url": "https://www.thejournal.ie/terms/", "xpath": "//body", "text": " My News Personalise your news feed by choosing your favourite topics of interest Get Started No Thanks Create your own newsfeed Choose 3 or more topics that you want to see.\nIrish News Politics International Opinion Living Family Technology Business GAA Soccer Rugby MMA Watercooler Going Out Screens Quizzes Change Generation Create my newsfeed Advertisement #Open journalism No news is bad news <p> Your <b>contributions</b> will help us continue to deliver the stories that are important to you </p> Support The Journal Contribute : <b>Support us now</b> Dublin: 9°C Tuesday 4 May 2021 <ul>\n<li> Irish News </li>\n<li> FactCheck </li>\n<li> Voices </li>\n<li> The Good Information Project </li>\n<li> Covid-19 </li>\n</ul>\n<ul>\n<li>Newsletters</li>\n<li>Podcasts</li>\n<li>More</li>\n</ul>\n<ul>\n<li>Close</li>\n</ul> Weekly Podcast The Explainer The Explainer is a weekly podcast from TheJournal.ie that takes a deeper look at one big news story you need to know about.\nListen now wherever you get your podcasts Newsletters : Sign Up <ul>\n<li>Morning Memo</li>\n<li>Coronavirus</li>\n<li>Brexit</li>\n<li>The Evening Fix</li>\n</ul> Sections &amp.\nTopics <ul>\n<li>International</li>\n<li>Family</li>\n<li>Politics</li>\n<li>Property</li>\n<li>Culture</li>\n<li>Home</li>\n<li>Business</li>\n</ul> Partner Publications The42 The latest Irish and international sports news for readers and members Noteworthy A platform helping fund the type of in-depth journalism that the public wants to see Support The Journal Terms of Use <p>\n<strong>1.\nIntroduction</strong>\n</p>\n<p>Thank you for visiting our websites (TheJournal.ie, The42, FORA and DailyEdge websites and applications)(each a “Site” and together “our Sites”)) owned and operated by Journal Media (references in these Terms of Use to ‘we’, ‘us’ and ‘our’ are references to Journal Media Limited).\nPlease read these terms of use (the “Terms of Use”) carefully as they constitute a binding legal agreement between you and us in relation to your use of the Sites.</p>\n<p>By viewing any of our Sites whether it be via a web browser, our mobile phone application, Twitter, Facebook, e-mail or any other platform, you acknowledge that you have read, understood and agree to be bound by these Terms of Use.\nIf you do not agree then you must not use any of our Sites.</p>\n<p>\n<strong>2.\nPrivacy</strong>\n</p>\n<p>Your privacy is important to us.\nPlease read our Privacy Notice to see how we collect, use and protect your personal information.\nWe recommend that you do this before using any of our Sites.</p>\n<p>\n<strong>3.\nChanges to Terms of Use</strong>\n</p>\n<p>We may change, modify, add to or delete portions of these Terms of Use at any time.\nWhen we do, we will notify you of the changes by adding an “updated” icon next to the Terms of Use link on the front page of the Sites for two weeks from the date of the change.\nHowever it is your responsibility to regularly review the Terms of Use for changes.\nBy continuing to use any of our Sites you will be deemed to have read, understood and agreed to be bound by these changes.</p>\n<p>\n<strong>4.\nYour use of our Sites</strong>\n</p>\n<p>Our Sites are made available for your personal, non-commercial use only, except where otherwise authorised by us.</p>\n<p>It is your responsibility, bearing in mind the global nature of the internet, to comply with all relevant laws which may apply to your use of our Sites and to the material you post, including but not limited to laws relating to acceptable content, online conduct and the export of data.</p>\n<p>Failure to comply with all applicable laws or these Terms of Use may result in deletion of posts, suspension of posting privileges and/or banning.</p>\n<p>\n<strong>(i) Your Account</strong>\n</p>\n<p>If you register an account then as part of the registration process you may be asked to select a user name and password.\nYou are responsible for all activities occurring under your username and for keeping your password secure.\nWe strongly recommend you do not reuse a password which you also use elsewhere.</p>\n<p>You may not select or use a username that:</p>\n<ol>\n<li>\n<p>Contains the name of any Site or otherwise misrepresents your relationship with any Site or any other party;</p>\n</li>\n<li>\n<p>Contains any profanity, is vulgar or offensive, or promotes an illegal activity;</p>\n</li>\n<li>\n<p>Violates any trade mark or other proprietary right.\nor</p>\n</li>\n<li>\n<p>Impersonates someone else.</p>\n</li>\n</ol>\n<p>We reserve the rights to change usernames at our discretion.</p>\n<p>We reserve the right to log off or deactivate accounts that are inactive for an extended period of time.</p>\n<p>You may not use the account or password of another user and must not disclose your password to any third party.\nYou must notify us immediately if you suspect any unauthorised use of your account or access to your password.</p>\n<p>We shall not be liable for any loss that you may incur as a result of someone else using or accessing your password or account, either with or without your knowledge.</p>\n<p>You may be held liable for losses incurred by us or any other party as a result of someone else using or accessing your password or account if you have not taken reasonable steps to keep your password or account secure.</p>\n<p>We may at our absolute discretion refuse you access to any Site, delete posts by you or suspend/terminate your account without prior notice for any reason and you shall not be entitled to any compensation in respect of this.</p>\n<p>These Terms of Use, including, in particular, the indemnities contained herein, shall survive any suspension or termination of your account.</p>\n<p>\n<strong>(ii) Your Posts</strong>\n</p>\n<p>We are committed to providing an open forum for discussion and debate on stories in the news.\nEach Site has a comments section available to its users to facilitate such discussion and debate.\nPlease note that you are liable for the contents of any comments you post on any of our Sites.\nWe shall not be liable whatsoever for any comments posted by you or any other user.\nAny views or comments expressed in the user posts are not necessarily the views of Journal Media, any entity associated with us or any of our Sites’ editorial team.\nWe strongly advise that you read our separate Comments Policy before posting any comments on our Sites.</p>\n<p>It is our policy not to allow users post comments anonymously and we therefore require users to log-in using a Twitter of Facebook account (a “Social Media Account”) to make a post in order to ensure that comments are attributable to a user.\n&nbsp;By logging-in with a Social Media Account you warrant and represent that you are the owner of the Social Media Account and that you are the person identifiable by that Social Media Account.\nYou may not use the Social Media Account of another person or otherwise assume a false identity for the purposes of posting a comment on our Sites.</p>\n<p>We are not responsible for and do not endorse the contents of users’ posts or warrant the accuracy, truthfulness, legality or reliability of user’s posts.\nYou are entirely responsible for material which you post on our Sites and shall indemnify in accordance with section 13 of these Terms of Use.</p>\n<p>We expect you to act responsibly in posting comments.\nYou agree, through use of this service, not to post any material which:</p>\n<ol>\n<li>\n<p>Violates the criminal law;</p>\n</li>\n<li>\n<p>Promotes or encourages illegal activity;</p>\n</li>\n<li>\n<p>Is defamatory, invasive of privacy, abusive, harassing, threatening, profane, violent, sexually explicit, or which otherwise violates the rights of others;</p>\n</li>\n<li>\n<p>May prejudice ongoing civil or criminal proceedings, violate the sub judice rule or may otherwise amount to a contempt of court;</p>\n</li>\n<li>\n<p>Infringes the copyright, patent, trademark, trade secret, database right, right of privacy or publicity or other proprietary or intellectual property right of any person;</p>\n</li>\n<li>\n<p>Includes any spam, unauthorised advertising or any other form of commercial publicity;</p>\n</li>\n<li>\n<p>Is irrelevant, repetitive or imposes an unreasonable or disproportionately large load on our servers, bandwidth or infrastructure;</p>\n</li>\n<li>\n<p>Falsely claims to be sponsored or endorsed by us.\nor</p>\n</li>\n<li>\n<p>Contains any virus or similar harmful and/or disruptive material.</p>\n</li>\n</ol>\n<p>Due to the real-time nature of our Sites, we cannot and are not required to review the contents of posted comments, nor do we confirm the validity of information submitted.\nWe do not actively monitor user comments and we are not responsible for and give no warranty or make any representation in relation to any user comments.\nIf you deem any comments offensive or objectionable, please bring these to our attention by identifying the specific material that you consider objectionable.\nYou can do this by clicking &nbsp;‘report this comment’.\nYou will be asked to give your reasons for wanting the comment removed.</p>\n<p>Whilst we do not monitor comments, we reserve the right to take down material that comes to our attention via a complaint or otherwise.\nCommenters who repeatedly flout our Comments Policy or these Terms of Use will be barred from joining discussions on our Sites.\nThis operates on a “three-strikes-and-you’re-out basis”: if we have to remove three comments posted by you, you will be blacklisted.\nYou will not necessarily be notified when comments are removed.\nWe will not enter into any correspondence with or about users who have been blacklisted.</p>\n<p>We reserve the right to immediately ban a user if there has been a serious breach of the Comments Policy or these Terms of Use.\nAll decisions in relation to these matters are carried out at our sole discretion.</p>\n<p>We reserve the right to reveal your identity (or whatever information we know about you) in the event of a complaint or legal action arising from any comment or content posted by you.</p>\n<p>By posting any material on any Site, you grant us a licence to use, modify, publicly perform, publicly display, reproduce, and distribute such material.\nThe licence you grant to us is non-exclusive, royalty free and fully paid up, sub-licensable, and worldwide.\nYou also waive to the fullest extent permissible by law any moral rights in such material.\nYou are responsible for making sure that you have all rights to what you post, including the rights necessary for you to grant the licence above.</p>\n<p>By posting any material on any Site you represent and warrant that: (i) you own the material posted by you or otherwise have the right to grant the licence above, and (ii) the posting of the material does not violate the privacy rights, publicity rights, intellectual property rights, contract rights or any other rights of any person.\nYou agree to pay for all royalties, fees, or any other monies owing any person by reason of any material posted by you.</p>\n<p>\n<strong>(iii) Capacity</strong>\n</p>\n<p>Our Sites are not directed at children younger than 16 and therefore children under the age of 16 are not permitted to view our Sites.\nWe cannot guarantee that all content on our Sites will be suitable for minors.</p>\n<p>You are only permitted to post comments if you are aged 18 or over.\nIf you are aged 16 years or over but under the age of 18 you must obtain the consent of a parent or legal guardian before registering as a user of any Site.\nAny person who registers as a user of any Site represents that they are 18 years of age or older or that they are 16 years or over and have obtained the consent of a parent or legal guardian.\nWe cannot and are not required to verify the age of users of our Sites.\nBy posting a comment on any of our Sites you warrant and represent that you are over the age of 18 or that you are 16 years or over and have obtained the consent of a parent or legal guardian each time you post a comment.</p>\n<p>If you are using any of our Sites as a representative of a body corporate, partnership, association or other entity (an “entity”), you represent that you have the authority to enter into these Terms of Use on behalf of that entity, and agree that the terms “you” and “your” in these Terms of Use refers to that entity.</p>\n<p>\n<strong>5.\nIntellectual Property</strong>\n</p>\n<p>All intellectual property rights in our Sites design, text, graphics, the selection and arrangement thereof and all software vest in&nbsp;Journal Media unless otherwise indicated.\nJournal Media reserves all of its rights.</p>\n<p>You acknowledge that all trademarks, trade names, service marks, rights (registered or unregistered) in any designs, applications for any of the foregoing.\ntrade or business names.\ninnovations, inventions whether or not capable of protection by patent or registration, registered design and topography rights.\nknow-how, including data specifications, drawings and instructions.\nsecret formulae and processes.\nrights protecting goodwill and reputation.\ndatabase rights and rights under licences and consents in relation to such things, rights in the nature of unfair competition rights, and rights to sue for passing of and all rights or forms of protection of a similar nature to any of the foregoing or having equivalent effect anywhere in the world and all copyright, trademarks and other intellectual property rights in and relating to any of our Sites are solely owned by Journal Media.</p>\n<p>You may not reproduce, publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any material made available on any of our Sites without our written permission.</p>\n<p>\n<strong>6.\nCopyright Policy</strong>\n</p>\n<ul>\n<li>\n<p>We respect the&nbsp;copyright of others</p>\n</li>\n<li>\n<p>We&nbsp;strive to credit sources where relevant</p>\n</li>\n<li>\n<p>We do not provide links to websites which object</p>\n</li>\n</ul>\n<p>Our policy is to respect the copyright of others and we strive to credit sources where relevant.&nbsp.\nWhile copyright does not subsist in ideas and in principle there is no copyright in the “news”, copyright may subsist in the form in which it is expressed in particular articles.\nIf you believe that any material published in the Site infringes copyright, please report it to&nbsp;copyright@thejournal.ie identifying the specific material that is claimed to be infringing and providing sufficient information to permit us to contact the complaining party.</p>\n<p>We&nbsp;do not provide links to sources and publications who object to such linking.\nIf you have an objection to a link to your website, please notify us to&nbsp;copyright@thejournal.ie identifying the specific material, the link and providing sufficient information to permit us to contact the complaining party.</p>\n<p>\n<strong>7.\nSite Searching, Indexing </strong>and<strong> Screenscraping</strong>\n</p>\n<p>You agree not to modify, adapt, translate, or reverse engineer any portion of our Sites, nor to use any robot, spider, site search/retrieval application, or other device to retrieve, index or screenscrape any portion of our Sites, except as expressly authorised in writing by us.\nYou agree not to reformat or frame any portion of our Sites.\nYou agree to respect and follow the restrictions imposed by Journal Media’s robots.txt files.</p>\n<p>\n<strong>8.\nYour Feedback and Suggestions to Us</strong>\n</p>\n<p>From time to time users contact us with feedback, suggestions and submissions about our Sites and how to improve our Sites and the services we offer.\nWe welcome your input, and the following terms ensure that we can use your contributions to improve.</p>\n<p>You do not have to submit anything to us about our Sites, but if you do you acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or any other submissions to us which may improve our products, services, or offerings shall become our property unless otherwise agreed by us.</p>\n<p>By making a submission to us about our Sites, you grant a nonexclusive, irrevocable, worldwide, perpetual, unlimited, assignable, sublicenseable, fully paid up and royalty free right to us to copy, prepare derivative works from, improve, distribute, publish, remove, retain, add, and use and commercialise, in any way now known or in the future discovered, anything that you submit to us, without any further consent, notice and/or compensation to you or to any third parties.</p>\n<p>If you do not want to grant us the rights set out above, please do not make submissions to us about our Sites.</p>\n<p>\n<strong>9.\nDefamatory Content</strong>\n</p>\n<p>We abide by the Code of Practice of the Press Council of Ireland.</p>\n<p>Journal Media operates on a “notice and takedown” basis.\nIf you believe that any content on our Sites contains a defamatory statement, please notify us immediately by sending an email to errors@thejournal.ie.\nOnce this notification has been received, we will use all reasonable endeavours to remove the defamatory content complained about within a reasonable time.</p>\n<p>\n<strong>10.\nDisclaimer and Waiver</strong>\n</p>\n<p>We do not give any warranty or make any representation as to the accuracy or completeness of the information contained on our Sites.\nMaterial posted on our Sites is not intended to amount to advice on which reliance should be placed.\nWe therefore disclaim all liability and responsibility arising from any reliance placed on such material by any user, or by anyone who may be informed of any of its contents.</p>\n<p>Although rigorous protocols are applied to our Sites we do not warrant that the website is free from infection by viruses or anything else that has contaminating or disruptive properties.</p>\n<p>Under no circumstances shall we be held liable for any delay or failure in performance resulting directly or indirectly from acts of nature, forces, or causes beyond our reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labour disputes, riots, insurrections, civil disturbances, shortages of labour or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in electricity or other utility supply.</p>\n<p>Under no conditions and in no event shall we be liable whether in contract, tort or otherwise for any direct or indirect, incidental, consequential, special or exemplary damages or loss howsoever arising, (including but not limited to negligence or breach of these Terms of Use or otherwise) or for any loss of data, profit, revenue, goodwill or business howsoever caused even if that loss or damage was foreseeable by us, or the possibility of it was brought to our attention.</p>\n<p>You acknowledge that your use of our Sites including any material downloaded or otherwise obtained through our Sites is at your own discretion and risk and you agree to waive to the fullest extent permissible by law any right to bring any claim or action against us, our investors, successors, subsidiaries, affiliates, co-branders, contractors, employees, servants, contributors, third-party advertisers, technology providers, service providers or other partners, and each of their respective officers, directors, agents, shareholders, employees and representatives, for any loss, damage, costs or injury arising from such use.</p>\n<p>\n<strong>11.\nLinks to Other Websites</strong>\n</p>\n<p>Our Sites contains links to websites operated by third parties over which we have no control.\nThese links are provided for your convenience only and do not amount to an endorsement or recommendation of those sites.\nWe do not exercise any control or supervision over the content of these linked sites.\nWe are not responsible for the content or accuracy of or for the opinions expressed in these third party websites and these websites are not investigated, monitored or checked for accuracy or completeness by us.</p>\n<p>We accept no liability in relation to those sites and should you choose to access third party sites you do so at your own risk.\nThird party sites linked via our Sites are not covered by these Terms of Use.\nYou should not assume that these third party websites will abide by the same privacy policy to which we adhere.</p>\n<p>\n<strong>12.\nLinks</strong>\n</p>\n<p>We permit third parties to link to our Sites as so long as the link: (a) is not in any way misleading.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services.\nand (c) fits within the context of the linking party’s site.</p>\n<p>By linking to any of the above mentioned websites you hereby authorise Journal Media to link to any website owned or controlled by you.</p>\n<p>\n<strong>13.\nIndemnity</strong>\n</p>\n<p>You shall indemnify and keep Journal Media, our investors, successors, subsidiaries, affiliates, co-branders, contractors, employees, servants, contributors, third-party advertisers, technology providers, service providers or other partners, and each of their respective officers, directors, agents, shareholders, employees and representatives (each an “Indemnified Party”) indemnified on demand from and against any and all losses, judgments, awards of damages, fines, penalties, fees, costs and expenses (including reasonable legal expenses) suffered or incurred by an Indemnified Party as a result of any third party claim threatened or brought against any Indemnified Party arising out of or in connection with any of the following:</p>\n<ol>\n<li>\n<p>Your use of our Sites or any part thereof;</p>\n</li>\n<li>\n<p>any violation of these Terms of Use, our Privacy Policy, our Comments Policy and our Copyright Policy by you;</p>\n</li>\n<li>\n<p>any comments posted by you on any Site;</p>\n</li>\n<li>\n<p>any infringement or misappropriation by you, or a third party using your computer, of any account or password to access and/or use any of our Sites.\nand</p>\n</li>\n<li>\n<p>any infringement by you of any intellectual property rights of any person.</p>\n</li>\n</ol>\n<p>\n<strong>14.\nInformation Society Service Provider / Intermediary Service Provider</strong>\n</p>\n<p>You agree and acknowledge that Journal Media is an information society service provider and intermediary service provider, within the meaning of Directive 2000/31/EC as transposed into Irish law by the European Communities (Directive 2000/31/EC) Regulations 2003 (SI 68 of 2003), and that where it stores information provided by a recipient of the service – such as user comments – it is not liable for such information nor is it under an obligation to monitor such information.</p>\n<p>\n<strong>15.\nEntire Agreement / No Waiver</strong>\n</p>\n<p>These Terms of Use, our Privacy Policy, our Comments Policy and our Copyright Policy make up the entire agreement between you and us in relation to your use of our Sites and supersede any prior agreement.\nAny amendment to or waiver of this agreement must be in writing and signed by our authorised representatives.\nFailure to enforce any provision of this agreement shall not amount to a waiver of such provision.</p>\n<p>\n<strong>16.\nSeverability</strong>\n</p>\n<p>If any provision of these Terms of Use is found to be void, invalid or unenforceable the remaining provisions will continue to be of full force and effect.</p>\n<p>\n<strong>17.\nGoverning Law</strong>\n</p>\n<p>The agreement between you and use as constituted by these Terms of Use and any non-contractual obligations arising out of or in connection with your use of our Sites are governed by and shall be construed in accordance with the laws of Ireland, and the courts of Ireland shall have exclusive jurisdiction to hear, settle and determine any dispute which may arise out of or in connection with these Terms of Use save that we retain the right to bring proceedings against you in your country of residence or any other court of competent jurisdiction.</p>\n<p>\n<strong>18.\nAvailability of Service</strong>\n</p>\n<p>We may at our sole discretion and at any time discontinue temporarily or permanently our Sites or any part thereof with or without notice.</p>\n<p>You agree that any termination of access to our Sites under any provision of these Terms of Use may be effected without notice, and acknowledge and agree that we may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or our Sites.</p>\n<p>You may terminate this Terms of Use at any time by sending us an e-mail to privacy@thejournal.ie.\nPlease note that if you choose to terminate this Terms of Use you will no longer be able to access our services.</p>\n<p>Our Sites may be temporarily unavailable from time to time for maintenance or other reasons.\nWe accept no responsibility for any error, omission, interruption, deletion, defect, delay in transmission, communication line failure, theft or destruction or unauthorized access to, or alteration of user communications.</p>\n<p>Where possible, we will use reasonable efforts to give users fair notice of technical difficulties or termination or suspension of their access to our Sites.\nHowever you agree that we shall not be liable to you or any third party for any inability to access any of our Sites, termination or suspension of access to our Sites or modification of the service provided.</p>\n<p>\n<strong>19.\nAbout us</strong>\n</p>\n<p>Journal Media Limited is a private company limited by shares, incorporated in Ireland under registered number 483623 and has its registered offices at 3rd Floor, Latin Hall, Golden Lane, Dublin 8.\nOur VAT number is IE9744952M.</p>\n<strong>20.\nCopyright Statement Associated Press</strong>\n<p>Associated Press text, photo, graphic, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium.\nNeither these Associated Press materials nor any portion thereof may be stored in a computer except for personal and non-commercial use.&nbsp.\nUsers may not download or reproduce a substantial portion of the Associated Press material found on this web site.&nbsp.\nAssociated Press does not accept any liability for any delays, inaccuracies, errors or omissions therefrom or in the transmission or delivery of all or any part thereof or for any damages arising from any of the foregoing.</p>\n<p>\n<strong>21.\nAssignment &amp.\nNovation</strong>\n</p>\n<p>You may not, without our prior written consent, assign or dispose of any of your rights or obligations arising under these Terms of Use.\nWe may assign or subcontract any or all of our rights and obligations under these Terms of Use to a third party at any time, at our discretion.\nYou also hereby irrevocably agree that we may, at our sole discretion and at any time any by notice to you, transfer by way of novation all of our rights and obligations under these Terms of Use, and, upon completion of any such novation (including the assumption by the transferee of all of our remaining obligations under these Terms of Use) we shall be released from, and shall have no further obligations under, these Terms of Use.\n&nbsp;&nbsp;If requested, you shall promptly execute all documents reasonably requested by us to effect, perfect, record or implement any such novation, and shall promptly comply with any other reasonable requests we or our successors or assigns may have in respect of any such novation.</p>\n<p>---</p>\n<p>Updated 21 May 2018</p> Download the TheJournal.ie for the iPhone, iPad and iPod From The42 Italian Job Jose Mourinho to take over as manager of Roma next season Fallout Father of Tyler Toland hits back at 'ludicrous' Vera Pauw claims and calls on FAI to intervene No Luck Snyman to undergo 'minor procedure' after setback in recovery from knee injury <ul>\n<li>Most Popular</li>\n<li>Most Commented</li>\n</ul> Most Popular Most viewed articles in the past 24 hours RIP Tributes paid to Irish businesman Denis Lynn who died in quad bike crash daily stats Coronavirus: No new deaths and 453 new cases as Ireland hits over 250,000 infections to date Howth Junction Assault investigation launched after woman falls between platform and Dart at Howth Junction station Microsoft Bill and Melinda Gates announce they are ending their marriage Your Say Poll: Would you travel to the North to buy cheaper drink? Most Commented Most commented articles in the past 3 days latest figures Coronavirus: Three further deaths and 569 new cases confirmed in Ireland Heartbreak O'Gara returns to haunt Leinster's European dream yet again MUFC Manchester United-Liverpool postponed after fans storm Old Trafford pitch Mental Health Psychiatrists say cannabis is 'gravest threat' to youth mental health Northern Ireland People on both sides of the border ‘not prepared to foot united Ireland bill’ - poll Download the TheJournal.ie Android App Trending Opinions Money Diaries: An IT consultant on €126K living and working in London <br> TheJournal.ie reader This week, our reader is busy managing family time along with long working hours.\nOpinion: Jerusalem expulsions are a microcosm of Israel’s apartheid – justice requires action<br> Fatin Al Tamimi Chairperson of the Ireland-Palestine Solidarity Campaign Fatin Al Tamimi says international governments cannot ignore Israeli settlements any longer.\nMinister Anne Rabbitte: 'The voice at the end of the line told me to back down or they'd come for me'<br> Anne Rabbitte The Fianna Fáil TD for Galway East describes the highs and worrying lows of life as a woman in Irish politics.\n∞ About Us <ul>\n<li>About Us</li>\n<li>We're Hiring!</li>\n<li>Contact Us</li>\n<li>Advertise With Us</li>\n</ul> Follow Us <ul>\n<li>Twitter</li>\n<li>Facebook</li>\n</ul> Corrections <ul>\n<li>Report Content</li>\n</ul> Policies <ul>\n<li> Terms of Use </li>\n<li> Cookies &amp.\nPrivacy </li>\n<li>Advertising</li>\n<li>Comments</li>\n<li>Copyright</li>\n<li>Competition</li>\n</ul>\n<strong>Content copyright © Journal Media Ltd.\n2021</strong> Registered in Dublin, registration number: 483623.\nRegistered office: 3rd floor, Latin Hall, Golden Lane, Dublin 8.\n<p>\n<b>\n<i>TheJournal.ie</i>\n</b> supports the work of the Press Council of Ireland and the Office of the Press Ombudsman, and our staff operate within the Code of Practice.\nYou can obtain a copy of the Code, or contact the Council, at www.presscouncil.ie, PH: (01) 6489130, Lo-Call 1890 208 080 or email: info@presscouncil.ie <br>&nbsp.\n</p>\n<p>Please note that TheJournal.ie uses cookies to improve your experience and to provide services and advertising.\nFor more information on cookies please refer to our cookies policy.</p>\n<p>News images provided by Press Association and Photocall Ireland unless otherwise stated.\nIrish sport images provided by Inpho Photography unless otherwise stated.\nWire service provided by Associated Press.</p>\n<p>Journal Media does not control and is not responsible for user created content, posts, comments, submissions or preferences.\nUsers are reminded that they are fully responsible for their own created content and their own posts, comments and submissions and fully and effectively warrant and indemnify Journal Media in relation to such content and their ability to make such content, posts, comments and submissions available.\nJournal Media does not control and is not responsible for the content of external websites.</p>\n<p> Switch to Mobile Site </p>\n<p>Sites: TheJournal.ie | Noteworthy | The42 | Boards.ie | Adverts.ie | Daft.ie </p> Please log in to comment <p>\n</p>\n<p>\n</p>\n<p>\n</p> RSS feeds available here: <p>TheJournal.ie Latest News Feed</p> Report an error, omission or problem: Message: Your Email (optional) Submit Create Email Alert <p>Create an email alert based on the current article</p> Email Address One email every morning As soon as new articles come online Submit Cookies Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalised web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesNecessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not be able to monitor our performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>33AcrossView Privacy Notice</li>\n</ul> Confirm My ChoicesYour Cookies.\nYour Choice.<p>At TheJournal.ie we use cookies to help provide our news service while also enabling the advertising needed to fund this work.\n<br>\n<br>\nWe categorise cookies as Necessary, Performance <i>(used to analyse the site performance)</i> and Targeting <i>(used to target advertising which helps us keep this service free).</i>\n<br>\n<br>\nYou can choose to 'accept all' cookies below or to only opt in to what you are happy to accept using 'manage cookies'.\nYou can also change your cookie settings at any time and learn more about how we use cookies in ourPrivacy Policy.</p>Cookies Settings Accept All", "created_at": "2021-05-04 13:59:48.938746", "updated_at": "2021-05-04 13:59:57.12277"}, {"id": 5735, "name": "Cookies and Privacy Policy", "url": "https://www.thejournal.ie/cookies-privacy-policy/", "xpath": "", "text": " My News Personalise your news feed by choosing your favourite topics of interest Get Started No Thanks Create your own newsfeed Choose 3 or more topics that you want to see.\nIrish News Politics International Opinion Living Family Technology Business GAA Soccer Rugby MMA Watercooler Going Out Screens Quizzes Change Generation Create my newsfeed Advertisement #Open journalism No news is bad news <p> Your <b>contributions</b> will help us continue to deliver the stories that are important to you </p> Support The Journal Contribute : <b>Support us now</b> Dublin: 7°C Tuesday 4 May 2021 <ul>\n<li> Irish News </li>\n<li> FactCheck </li>\n<li> Voices </li>\n<li> The Good Information Project </li>\n<li> Covid-19 </li>\n</ul>\n<ul>\n<li>Newsletters</li>\n<li>Podcasts</li>\n<li>More</li>\n</ul>\n<ul>\n<li>Close</li>\n</ul> Weekly Podcast The Explainer The Explainer is a weekly podcast from TheJournal.ie that takes a deeper look at one big news story you need to know about.\nListen now wherever you get your podcasts Newsletters : Sign Up <ul>\n<li>Morning Memo</li>\n<li>Coronavirus</li>\n<li>Brexit</li>\n<li>The Evening Fix</li>\n</ul> Sections &amp.\nTopics <ul>\n<li>International</li>\n<li>Family</li>\n<li>Politics</li>\n<li>Property</li>\n<li>Culture</li>\n<li>Home</li>\n<li>Business</li>\n</ul> Partner Publications The42 The latest Irish and international sports news for readers and members Noteworthy A platform helping fund the type of in-depth journalism that the public wants to see Support The Journal Cookies and Privacy Policy <p>\n<strong>Introduction</strong>\n</p>\n<p>This notice directs users to information and choices about cookies and informs our users about the privacy and security of personal data.</p>\n<p>\n</p>Cookies<p>\n</p>\n<p>Our Sites use different types of cookies to improve your experience and to provide services and advertising.\nTo review or change your cookie consent choices please see our Cookies Preference Centre.</p>\n<p>Cookie Preferences</p>\n<br>\n<p>\n<strong>Third Party Cookies</strong>\n</p>\n<p>These cookies are set by entities other than the owner of the website you’re visiting.</p>\n<p>We use third parties to deliver various services in our Sites.\nFor example, we use Cloudflare for spam detection (more information).\nGoogle for audience analytics, ad serving and targeting (more information).\nWe also use Facebook and Twitter for social logins.\nThese service providers use cookies, Journal Media does not control these cookies.\nYou can find information about their cookies policies below:</p>\n<ul>\n<li>\n<p>Google (Advertising, Analytics, Notifications, Cloud Storage)</p>\n</li>\n<li>\n<p>Mailchimp (e-mail services)</p>\n</li>\n<li>\n<p>Twitter (Social Media Authentication)</p>\n</li>\n<li>\n<p>Facebook (Social Media Authentication and Targeted Marketing)</p>\n</li>\n<li>\n<p>Clickatell (SMS verification)</p>\n</li>\n<li>\n<p>Typeform (Surveys and forms)</p>\n</li>\n<li>\n<p>New Relic, Bugsnag (Error logs)</p>\n</li>\n<li>\n<p>Amazon AWS (Cloud computing)</p>\n</li>\n</ul>\n<p>\n<strong>Website Analytics and Performance Cookies</strong>\n</p>\n<p>We use Google Analytics to help us understand how visitors engage with our Sites.\nGoogle Analytics uses cookies to store non-personally identifiable information.\nYou can find out more in Analytics cookies and privacy information.</p>\n<p>\n<strong>Personalised Advertising and Targeting Cookies</strong>\n</p>\n<p>Personalisation of ads improves the relevance of the adverts you see and the value these ads create for advertisers.\nThis helps fund our Sites, keeping our free services.\nWe can not identify you from personalising ads.</p>\n<p>Advertisers may use third parties’ technology to target an ad.\nThese third parties may use information they collected from your use of other websites to create an ad profile that informs the ads they show you.</p>\n<p>If you are primarily concerned about third party cookies generated by advertisers, you can manage your preferences by going to https://www.youronlinechoices.com/ie/.</p>\n<p>If you want to switch off all advertising targeting cookies you can do that from our Cookies Preference Centre by clicking the button \"Cookie preferences\" button above.</p>\n<p>\n<strong>Controlling individual cookies</strong>\n</p>\n<p>You can control and/or delete cookies as you wish through your browser.\nYou can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.</p>\n<p>You can manage your cookies preferences directly in individual browsers here:</p>\n<ul>\n<li>\n<p>Mozilla Firefox</p>\n</li>\n<li>\n<p>Internet Explorer</p>\n</li>\n<li>\n<p>Google Chrome</p>\n</li>\n<li>\n<p>Opera</p>\n</li>\n<li>\n<p>Safari</p>\n</li>\n</ul>\n<p>If you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.</p>\n<p>You can learn in greater detail about cookies and how to manage them here:</p>\n<p>https://www.allaboutcookies.org/manage-cookies</p>\n<p>\n</p>Privacy<p>\n</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Journal Media Limited is committed to protecting your Personal Data.\nThis Privacy Notice applies to your use of the websites and applications: TheJournal.ie, The42, Noteworthy.ie (each, a “Site”) and sets out how we collect, use and protect your personal data.\nIf you do not agree with the data practices described in this Privacy Notice, please do not use the Sites.</p>\n<p>We comply with Data Protection Law and this Notice applies to the personal data collected, processed and stored by us through your use of a Site.\nUnder Data Protection Law, personal data is information that identifies you as an individual or is capable of doing so.</p>\n<p>For the purposes of Data Protection Law, we are the data controller of your Personal Data.\nYou will find our contact details in the “Contact us” section below.</p>\n<p>\n<strong>How we gather data and Personal Data</strong>\n</p>\n<p>We gather data from your use of a Site for example through the use of cookies.\nWe are not able to identify you from this data.\nYou can find out how we use cookies and how to change your preferences by clicking the “Cookie Preference Centre” button above.</p>\n<p>We gather Personal Data when you have logged in with a social media account or when you have provided us with Personal Data for example by contacting us via email or through the Site.</p>\n<p>\n<strong>What kinds of Personal Data do we collect?</strong>\n</p>\n<p>We receive and store information you enter on a Site or give us in any other way, including when registering for a commenting account, installing an application, subscribing to a mailing list, making a purchase, as well as provided in your comments and requests.</p>\n<p>If, during your use of a Site, you log in with your social media account we will collect your social media account details as well as the name and e-mail address associated to that social media account (if available).</p>\n<p>If, during your use of a Site, you post comments, we will keep a record of your commenting history.</p>\n<p>The Sites create a user profile when you install an application.\nWe will collect or process data you provide to us in the course of creating or updating a user profile.\nThis information will vary but typically includes your device ID, the versions of our apps you have installed on your device, your reading interests in our Sites.</p>\n<p>Our Sites offer location based features.\nWhen you enable these features we ask for your permission to access location data.\nWe do not track your location.</p>\n<p>If, during your use of a Site, you sign up to notifications or e-mail newsletters, we will also collect your preferences.</p>\n<p>If you purchase goods we will collect your shipping address, order contact, payment method and purchase history.</p>\n<p>\n<strong>Legal basis for processing</strong>\n</p>\n<p>Given the varied functionality of each Site we rely on the following legal bases under Data Protection Law in processing your Personal Data:</p>\n<p>Legal Basis</p>\n<p>Example</p>\n<p>Performance of a contract</p>\n<p>We will process your Personal Data to the extent required to deliver the service requested.</p>\n<p>Compliance with legal obligations</p>\n<p>We may need to disclose Personal Data to comply with a request from law enforcement, or other government agencies or court order.</p>\n<p>Legitimate interests</p>\n<p>We may need to disclose Personal Data in the event of a complaint or legal action arising from any comment or content posted by that user.</p>\n<p>\n<strong>How we may use your Personal Data</strong>\n</p>\n<p>Except as disclosed in this Privacy Notice, we will not disclose Personal Data that we collect to any parties other than those with whom we partner or are affiliated with, without your consent.\nExcept as disclosed below, we will not sell, share, trade, rent, or give away your Personal Data.</p>\n<p>We may use your Personal Data to process any requests made by you for example, to create a user account, subscribe to a mailing list or make a complaint about a comment/post, respond to your inquiry, and communicate with you when necessary to provide customer service and/or follow-up information related to the Site.\nWe may also use information you provide to communicate with you about your interest in our events and our company, to help us improve, operate and enhance your experience on a Site, to promote our events, notify you about important functionality changes to a Site, new services, and special offers we think you will find valuable, to tailor advertisements, content, and other aspects of your experience on and in connection with a Site, for other administrative purposes, to prevent or detect abuses of our terms of use, and to enable third-parties to carry out technical or other functions on our behalf as well as any other purpose that we may disclose to you at the point at which we request your Personal Data.\nWe may combine non-personal information that you provide with supplemental information (including mailing address updates and demographic data) that we obtain from public sources or reputable third-parties.\nInformation combined with personally identifiable information becomes, and is treated as, Personal Data under this Privacy Notice.</p>\n<p>When you contact us, we may request your affirmative, positive consent to use your contact information for marketing or other business purposes.\nIn the event you do not consent to the use of your contact information for marketing or other business purposes, your data will not be used for those purposes.\nIf you provide your consent but subsequently do not wish to receive notifications about related opportunities,, you will be able to modify your preferences by following the instructions on any marketing correspondence.</p>\n<p>\n<strong>Other websites</strong>\n</p>\n<p>The Site interfaces social media websites such as Facebook and Twitter, and may use social media plugins (e.g., the “Share on Facebook” button, '\"Tweet This\"' button) to facilitate social media functions.</p>\n<p>If you are a member of a social media platform or website, and log in to such social media or platform, the interfaces may allow the social media platform or website to connect your visit to a Site to your Personal Data.\nThe social media plugins also may allow the social media website to share information about your activities on a Site with other users of their social media platform.\nWe have no control over the information that other websites or social media websites or plugins collect, store, or use.\nBefore you choose to access other websites from a Site or “like” or share information from a Site through any social media platform or website, please be certain that you review the privacy notice of that social media platform or website.</p>\n<p>Noteworthy funds proposals through a third party site, GoFundMe.com.\nPlease be aware that donors names are published unless you request that your donation be kept anonymous.\nMore information on donating anonymously through GoFundMe.com can be found here.\nGoFundMe Privacy Policy can be found here.</p>\n<p>\n<strong>Do we disclose Personal Data to anyone else?</strong>\n</p>\n<p>We disclose customer information to third parties only when it is necessary as part of business practices or when there is a legal or statutory obligation to do so.\nWhenever we disclose customer information to third parties, we will only disclose that amount of information necessary to meet such business need or legal requirement.\nThird parties that receive customer information from us must satisfy us as to the measures taken to protect the personal data such parties receive, in accordance with Data Protection Law and as stated in this Privacy Notice.\nAppropriate measures will be taken to ensure that all such disclosures or transfers of customer information to third parties will be completed in a secure manner and pursuant to contractual safeguards.</p>\n<p>We may employ other companies and individuals to perform functions on our behalf, including processing credit card payments, marketing, and providing analytics assistance.\nFrom time to time, we may also share Personal Data or non-personally identifiable information with third-parties that we have engaged to perform certain services in connection with the operation of certain aspects of a Site, including to customise, deliver, measure, analyse, improve and support our services, content, advertising and layout, your interaction with those aspects, and to deliver more relevant messages and advertisements to you.\nThese third-party service providers are authorised to use Personal Data only if needed to perform their functions on our behalf and are required to maintain the security of your personal information.</p>\n<p>\n<strong>Third Parties we work with</strong>\n</p>\n<p>The following is the list of companies we work with and may process data on our behalf.\nWe include links to their privacy policy (available at the time of writing) for convenience:</p>\n<br>\n<p> Google (Advertising, Analytics, Notifications, Office Software and Cloud Storage) <br> Mailchimp (e-mail services) <br> Twitter and Linkedin (Social Media Authentication) <br> Facebook (Social Media Authentication and Targeted Marketing) <br> Clickatell (SMS verification) <br> Stripe, Paypal (Payments) <br> Typeform (Surveys and forms) <br> Shopify (e-Commerce) <br> New Relic, Bugsnag (Error logs) <br> Amazon AWS (Cloud computing) <br> Pipedrive (CRM) </p>\n<p>We may also change our ownership or corporate organisation while providing a Site.\nAs a result, we may transfer your information to another company that is affiliated with us, with which we have merged, or which has acquired all or some of our assets.\nWe will advise you if such a change of ownership or change of corporate structure takes place and we will update this Privacy Notice accordingly.</p>\n<p>We may provide information, when obliged to do so under Data Protection Law and in response to properly made requests, for example, for the purpose of the prevention and detection of crime, and the apprehension or prosecution of offenders.\nWe may also provide information for the purpose of safeguarding national security.\nIn the case of any such disclosure, we will do so only in accordance with Data Protection Law.</p>\n<p>We may also provide information when required to do so by law, for example under a court order, and may transfer data to legal counsel where same is necessary for the defence of legal claims.</p>\n<p>We may also disclose Personal Data in connection with any complaint regarding your use of the Site.\nFor example, in the event of a complaint or legal action arising from a comment or content posted.</p>\n<p>\n<strong>How long do we keep Personal Data?</strong>\n</p>\n<p>The period for which we retain information varies according to the use of that information.\nIn some cases, there are legal requirements to keep data for a minimum period of time.\nUnless specific legal requirements dictate otherwise, we will retain information no longer than is necessary for the purposes for which the data were collected and processed (as described above).</p>\n<p>User profiles may include personal data, for example when linked to a social media account.\nThis information will be held for as long as you hold a user profile.\nFollowing the termination of a user profile we will retain the profile information for a period of up to two years.</p>\n<p>Personal data collected from commenting will be kept for the lifetime of the article commented on.</p>\n<p>Personal data submitted through participating in surveys will be kept for up to two years then aggregated (whereby the data is no longer personal data) and/or anonymised.</p>\n<p>Following termination of the Terms of Use of a Site, your Personal Data shall continue to be retained for a period of seven years from the date of termination in accordance with Irish statutory limitation periods.</p>\n<p>\n<strong>How do We protect data about you when or if it is transferred out of Europe?</strong>\n</p>\n<p>Each Site is published in Ireland and is governed by Data Protection Law and Irish law.</p>\n<p>We do not transfer any Personal Data outside of the EEA.\nHowever, certain third parties providing services to our Sites may transfer data outside of the EEA for example, for storage purposes.\nThese third parties include, for example, Google, New Relic and Bugsnag.\nIf this changes at any point in the future, this Privacy Notice will be updated to take account of this change.\nWe only engage reputable third parties that provide appropriate safeguards, and on condition that enforceable data subject rights and effective legal remedies for data subjects are available.</p>\n<p>\n<strong>How you can exercise your rights in respect of Personal Data we hold about you</strong>\n</p>\n<p>We shall vindicate all your rights under Data Protection Law.\nThese rights are as follows:</p>\n<ul>\n<li>\n<p>your right to withdraw your consent to the processing of Personal Data at any time</p>\n</li>\n<li>\n<p>your right to request from us access to personal data and to have any incorrect personal data rectified</p>\n</li>\n<li>\n<p>your right to the restriction of processing concerning you or to object to processing</p>\n</li>\n<li>\n<p>your right to have your personal data transferred to another service provider</p>\n</li>\n<li>\n<p>your right to have personal data erased (where appropriate)</p>\n</li>\n<li>\n<p>information on the existence of automated decision-making, if any, as well as meaningful information about the logic involved, its significance and its envisaged consequences</p>\n</li>\n</ul>\n<p>Vindication of your rights shall not affect any rights which we may have under Data Protection Law.</p>\n<p>\n<strong>Exercising your rights, managing information and opting out</strong>\n</p>\n<p>You may update or change information related to your account by updating the social media account linked to your profile, or by sending us an e-mail at privacy@thejournal.ie.\nYou may request that your information be removed from a Site by e-mailing us at the address provided above.\nYou may also unsubscribe from our marketing communications by clicking on the “unsubscribe” link located on the bottom of our e-mails.</p>\n<p>You can update or correct your Personal Data, remove it from our system or exercise any of your rights by making a request to us at the contact information provided below.\nIf for some reason access is denied, we will provide an explanation of why access has been denied.</p>\n<p>We will confirm your request within 21 days of receipt, and process your request within 30 days of receipt.</p>\n<p>\n<strong>How does a Site protect personal information about you?</strong>\n</p>\n<p>We employ reasonable appropriate administrative, technical, personnel procedural and physical measures to safeguard Personal Data against loss, theft and unauthorised uses access, uses or modifications.\nSecurity and testing are performed on systems containing personal data to verify control effectiveness.\nSecurity of these systems are monitored continuously.</p>\n<p>While we try our best to safeguard your information once we receive it, no transmission of data over the Internet or any other public network can be guaranteed to be 100% secure.\nIt is important for you to protect against unauthorized access to your password and to your computer.\nBe sure to sign off when finished using a shared computer</p>\n<p>\n<strong>How can you make a complaint about the Use of Personal Data?</strong>\n</p>\n<p>Complaints on the use, retention and disposal of personal data can submitted via email to privacy@thejournal.ie.</p>\n<p>As a user of a Site you also have the right to lodge a complaint with the Data Protection Commission.</p>\n<p>\n<strong>Review</strong>\n</p>\n<p>This policy will be reviewed and updated from time to time to consider changes in the law and the experience of the policy in practice.\nAny and all changes will be advised to customers and, if necessary, we will obtain your consent prior to applying any changes to any Personal Data collected from you prior to the date the change becomes effective.\nYour continued use of a Site after such changes will be subject to the then-current policy.\nWe encourage you to periodically review this Privacy Notice to stay informed about how we collect, use, and disclose personal information.</p>\n<p>\n<strong>Contact information</strong>\n</p>\n<p>If you have questions about this Privacy Notice or our treatment of the information provided to us, please contact us at: Name: Journal Media Limited ATTN: Data Protection Officer Address: 4th Floor Latin Hall, Golden Lane, Dublin 8 E-mail: privacy@thejournal.ie </p> Download the TheJournal.ie for the iPhone, iPad and iPod From The42 Italian Job Jose Mourinho to take over as manager of Roma next season Fallout Father of Tyler Toland hits back at 'ludicrous' Vera Pauw claims and calls on FAI to intervene No Luck Snyman to undergo 'minor procedure' after setback in recovery from knee injury <ul>\n<li>Most Popular</li>\n<li>Most Commented</li>\n</ul> Most Popular Most viewed articles in the past 24 hours RIP Tributes paid to Irish businesman Denis Lynn who died in quad bike crash daily stats Coronavirus: No new deaths and 453 new cases as Ireland hits over 250,000 infections to date Howth Junction Assault investigation launched after woman falls between platform and Dart at Howth Junction station Microsoft Bill and Melinda Gates announce they are ending their marriage Your Say Poll: Would you travel to the North to buy cheaper drink? Most Commented Most commented articles in the past 3 days latest figures Coronavirus: Three further deaths and 569 new cases confirmed in Ireland Heartbreak O'Gara returns to haunt Leinster's European dream yet again MUFC Manchester United-Liverpool postponed after fans storm Old Trafford pitch Mental Health Psychiatrists say cannabis is 'gravest threat' to youth mental health Northern Ireland People on both sides of the border ‘not prepared to foot united Ireland bill’ - poll Download the TheJournal.ie Android App Trending Opinions Money Diaries: An IT consultant on €126K living and working in London <br> TheJournal.ie reader This week, our reader is busy managing family time along with long working hours.\nOpinion: Jerusalem expulsions are a microcosm of Israel’s apartheid – justice requires action<br> Fatin Al Tamimi Chairperson of the Ireland-Palestine Solidarity Campaign Fatin Al Tamimi says international governments cannot ignore Israeli settlements any longer.\nMinister Anne Rabbitte: 'The voice at the end of the line told me to back down or they'd come for me'<br> Anne Rabbitte The Fianna Fáil TD for Galway East describes the highs and worrying lows of life as a woman in Irish politics.\n∞ About Us <ul>\n<li>About Us</li>\n<li>We're Hiring!</li>\n<li>Contact Us</li>\n<li>Advertise With Us</li>\n</ul> Follow Us <ul>\n<li>Twitter</li>\n<li>Facebook</li>\n</ul> Corrections <ul>\n<li>Report Content</li>\n</ul> Policies <ul>\n<li> Terms of Use </li>\n<li> Cookies &amp.\nPrivacy </li>\n<li>Advertising</li>\n<li>Comments</li>\n<li>Copyright</li>\n<li>Competition</li>\n</ul>\n<strong>Content copyright © Journal Media Ltd.\n2021</strong> Registered in Dublin, registration number: 483623.\nRegistered office: 3rd floor, Latin Hall, Golden Lane, Dublin 8.\n<p>\n<b>\n<i>TheJournal.ie</i>\n</b> supports the work of the Press Council of Ireland and the Office of the Press Ombudsman, and our staff operate within the Code of Practice.\nYou can obtain a copy of the Code, or contact the Council, at www.presscouncil.ie, PH: (01) 6489130, Lo-Call 1890 208 080 or email: info@presscouncil.ie <br>&nbsp.\n</p>\n<p>Please note that TheJournal.ie uses cookies to improve your experience and to provide services and advertising.\nFor more information on cookies please refer to our cookies policy.</p>\n<p>News images provided by Press Association and Photocall Ireland unless otherwise stated.\nIrish sport images provided by Inpho Photography unless otherwise stated.\nWire service provided by Associated Press.</p>\n<p>Journal Media does not control and is not responsible for user created content, posts, comments, submissions or preferences.\nUsers are reminded that they are fully responsible for their own created content and their own posts, comments and submissions and fully and effectively warrant and indemnify Journal Media in relation to such content and their ability to make such content, posts, comments and submissions available.\nJournal Media does not control and is not responsible for the content of external websites.</p>\n<p> Switch to Mobile Site </p>\n<p>Sites: TheJournal.ie | Noteworthy | The42 | Boards.ie | Adverts.ie | Daft.ie </p> Please log in to comment <p>\n</p>\n<p>\n</p>\n<p>\n</p> RSS feeds available here: <p>TheJournal.ie Latest News Feed</p> Report an error, omission or problem: Message: Your Email (optional) Submit Create Email Alert <p>Create an email alert based on the current article</p> Email Address One email every morning As soon as new articles come online Submit Cookies Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalised web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesNecessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not be able to monitor our performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>33AcrossView Privacy Notice</li>\n</ul> Confirm My ChoicesYour Cookies.\nYour Choice.<p>At TheJournal.ie we use cookies to help provide our news service while also enabling the advertising needed to fund this work.\n<br>\n<br>\nWe categorise cookies as Necessary, Performance <i>(used to analyse the site performance)</i> and Targeting <i>(used to target advertising which helps us keep this service free).</i>\n<br>\n<br>\nYou can choose to 'accept all' cookies below or to only opt in to what you are happy to accept using 'manage cookies'.\nYou can also change your cookie settings at any time and learn more about how we use cookies in ourPrivacy Policy.</p>Cookies Settings Accept All", "created_at": "2021-05-04 13:49:41.078036", "updated_at": "2021-05-04 14:09:26.698838"}], "points": [], "urls": ["thejournal.ie"]}}