{"error": 448, "message": "OK", "parameters": {"id": 2973, "name": "Swisscows", "created_at": "2021-04-05 21:56:39.736496", "updated_at": "2021-05-17 22:00:22.690678", "wikipedia": "https://en.wikipedia.org/wiki/Swisscows", "keywords": null, "related": null, "slug": "swisscows", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2973.png", "url": "swisscows.com", "documents": [{"id": 4699, "name": "Privacy Policy", "url": "https://swisscows.com/en/privacy", "xpath": "", "text": " Swisscows needs your donation.\n<b>We ask for your support.</b>Back to searchSign in<ul>\n<li>Plus</li>\n<li>Imprint</li>\n<li>Who we are</li>\n<li>Privacy Policy</li>\n<li>Our Datacenter</li>\n<li>Media Education</li>\n<li>Contact us</li>\n</ul> Swisscows Privacy Policy <p>\n<b>Swisscows is a data secure search engine.\nWe take the privacy of our users very seriously.\n</b>\n</p>\n<p> By using Swisscows you reduce the amount of data collected about you many times over.\nWe do not create personal profiles, but anonymize all search queries after 7 days.\nGoogle, on the other hand, has many \"ways to access\" your data, such as its own operating system - Android, its own browser - Chrome, its own video platform - YouTube, and Google Analytics, which are used on many websites and devices.\nIn this way, data from many sources is combined and linked, a detailed user profile is created and personalized search results and ads are displayed.\n</p>\n<p> There are only a few search engines with their own search index - currently Google, Bing, Yandex and Baidu.\nThe other search engines work together and exchange data with these companies in some form.\nWe are currently working with Bing and are very transparent about the cooperation.\n</p>\n<p> Other search engines store your search history along with the date and time of your search, some information such as your IP address, user agent, often a browser cookie, and if you are logged in, your account information.\nThis way your searches can often be traced directly.\n</p>\n<p> Also note that this information can be used to link your searches together, i.e.\nsomeone can see everything you've been searching for and find out not just a single isolated search query, but the entire search history.\n</p>\n<p> Swisscows ensures that your privacy is protected and we see this as our calling.\nWe do not use cookies or any other tracking technologies, we do not create user profiles and we do not know who you are.\nThe very limited and anonymous information that Swisscows collects is not resold.\nIt is only necessary to provide the services.\n</p>\n<p> This following Privacy Policy is intended to further explain how we handle personal information and to provide details and reasons why we collect information and how it is used.\n</p> How does Swisscows protect your privacy?\n<p> Swisscows only collects the data that is necessary to provide its services and stores it in the anonymized way in our own self-hosted analytics system.\n</p>\n<p> Swisscows does not use any profiling based on your search history.\nThis ensures that you will always receive pure and unbiased search results every time you submit a query to our search engine.\n</p>\n<p> Swisscows does not use cookies that could be used to identify the user.\nWe also do not use any other tracking technologies such as pixels or fingerprints.\n</p>\n<p> We only allow connections to Swisscows over a secure HTTPS connection.\nThis ensures that no one between you and our search engine can secretly listen to your requests and steal your personal data.\n</p>\n<p> The Swisscows headquarters is located in Switzerland.\nour servers are also located there.\nAny request or demand by a government (including the US government) for disclosure of data is carefully reviewed by our lawyers.\nWe will not do so until it is proven that a current law that affects us clearly requires to do so.\nAnd even if this hypothetical situation arises, we will point out that we do not have any personal user data that we could provide.\nSo far we have not received a single such request.\n</p>\n<p> Swisscows is committed to protecting your privacy and has also appointed a Data Protection Officer (DPO).\n</p>\n<p> If you have any questions about data protection, please send us an email or contact the person responsible for data protection in our organization directly:\n</p>\n<p> Swisscows AG<br> Bucherstrasse 2<br> 9322 Egnach<br> Switzerland<br> info@swisscows.com\n</p> When does Swisscows collect personal data and why?\n<p> We collect HTTP connection data primarily to monitor and troubleshoot Swisscows services.\nThis helps us to stay live 24/7.\n</p>\n<p> We also perform statistical analysis to understand user behavior and trends, to be able to improve Swisscows and decide which features should be implemented next.\nThis, however, doesn’t involve your personal data.\n</p>\n<p> We collect the data of the incoming search requests to be able to filter out spam and abusive searches.\nUnfortunately, we ought to monitor and block spam bots, otherwise it would cost us money and resources to process these requests, which means that we would have less possibilities to provide our services to fair users.\n</p>\n<p> After 7 days we remove all personal information (like the IP address and user agent) from the search data.\nFrom then no one will be able to know who searched for what.\n</p>\n<p> To use Swisscows, you do not need to register.\nHowever, if you want to benefit from additional features, an account is required.\nIf you choose to register, we collect some personal information such as your name and email address.\nYou are free to change, update and delete any information associated with your account.\n</p>\n<p> Swisscows contains registration forms (e.g.\nduring the payment process or during customer service and verification) in which users are asked to provide certain information, such as their email address, at their discretion.\nWe use this information in order to create an account or provide customer support.\nIf you request it, the contact information will be used to send you news and updates and promotional material about our products or from our partners.\nUnder no circumstances will this information be shared with third parties.\n</p>\n<p> Users can unsubscribe from unsolicited emails by using the appropriately marked option in the email or by contacting us directly at support@swisscows.com.\n</p>\n<p> The personal data of users are collected and processed by Swisscows exclusively for the following purposes:\n</p>\n<ul>\n<li>the technical management of the user account(s) and available services in accordance with our terms of use based on article 6.1.b of the DGSVO;</li>\n<li>the management of requests for information in connection with the use of the services on the basis of article 6.1.b of the DSGVO;</li>\n<li>the security of Swisscows' information system in the context of the management of security and the smooth functioning of the services, including the detection of fraudulent clicks on advertisements and automated abusive searches, on the basis of article 6.1.F of the DSGVO.</li>\n</ul> How does Swisscows retain your personal data?\n<p> Your data will be stored on our servers in Switzerland and under no circumstances passed on to external technical subcontractors.\n</p>\n<p> Some data is transmitted to our advertising partners after careful anonymization in order to prevent click fraud and misuse, to detect bots and to select local or regional ads.\nThese include the following:\n</p>\n<ul>\n<li>IP-address with obfuscated last octet (for example, if your IP-address is 146.185.79.104, it becomes 146.185.79.0 after the obfuscation, making it impossible to associate your person with the IP-address);</li>\n<li>user agent without unique and potentially identifiable portions;</li>\n<li>the search term;</li>\n<li>the search region setting.</li>\n</ul>\n<p> The personal data of the user will be kept as long as the user has a registration with Swisscows and uses the services offered.\n</p>\n<p> For data related to the search requests, Swisscows keeps for 7 days the keywords connected to your IP address and the user agent of your browser.\nThe keywords are then stored without any associated personal data.\n</p>\n<p> For data related to the HTTP connections, Swisscows stores it for 60 days.\nAfter this period there will be no evidence that a user ever visited Swisscows.\n</p>\n<p> Data related to your Swisscows account will be removed immediately after the deletion of the account.\n</p>\n<p> Data sent to us for the processing of information requests will be deleted immediately after the requests have been answered.\n</p> Videos in the results at Swisscows\n<p> If videos are embedded in the search results, you can watch them directly at Swisscows without leaving our search engine.\nWe do not store any data related to your use of the videos.\nHowever, the videos are loaded by your browser from the servers of the hosting service, which may collect some of your personal information.\nPlaying videos obtained from the YouTube API services is then subject to YouTube's Terms of Use and Google's Privacy Policy.\n</p> Advertising at Swisscows\n<p> Like other search engines, we place search ads next to the search results.\nWhen users click on these ads, we earn revenue that we use to develop our search engine.\nThese ads are displayed without violating your privacy and data protection.\nYou can read more about Microsoft Bing's privacy policy here: https://privacy.microsoft.com/en-us/privacystatement.\nWe work with ad networks like Bing Ads.\n</p>\n<ul>\n<li>Plus</li>\n<li>Fan-shop</li>\n<li>Blog</li>\n<li>Media Education</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>Imprint</li>\n<li>Who we are</li>\n<li>Privacy Policy</li>\n<li>Our Datacenter</li>\n<li>Contact us</li>\n</ul>© 2021, Swisscows AG ", "created_at": "2021-04-05 21:56:40.036437", "updated_at": "2021-04-05 21:58:53.168299"}], "points": [{"id": 20798, "title": "Logs are deleted after a finite period of time", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:48:45.718273", "updated_at": "2021-05-17 18:51:46.282483", "quoteText": "For data related to the search requests, Swisscows keeps for 7 days the keywords connected to your IP address and the user agent of your browser.\nThe keywords are then stored without any associated personal data.\n</p>\n<p> For data related to the HTTP connections, Swisscows stores it for 60 days.\nAfter this period there will be no evidence that a user ever visited Swisscows.\n", "case_id": 177, "document_id": 4699, "quoteStart": 7480, "quoteEnd": 7857}, {"id": 20797, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:48:29.181183", "updated_at": "2021-05-17 18:51:29.905379", "quoteText": "If you have any questions about data protection, please send us an email or contact the person responsible for data protection in our organization directly:\n</p>\n<p> Swisscows AG<br> Bucherstrasse 2<br> 9322 Egnach<br> Switzerland<br> info@swisscows.com", "case_id": 300, "document_id": 4699, "quoteStart": 3669, "quoteEnd": 3922}, {"id": 20796, "title": "Your personal data is used for limited purposes", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:48:03.290792", "updated_at": "2021-05-17 18:55:15.092824", "quoteText": "<p> The personal data of users are collected and processed by Swisscows exclusively for the following purposes:", "case_id": 196, "document_id": 4699, "quoteStart": 5875, "quoteEnd": 5986}, {"id": 20795, "title": "Personal data is not shared with third parties", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:47:41.948739", "updated_at": "2021-05-17 18:56:22.130789", "quoteText": "Under no circumstances will this information be shared with third parties.\n</p>\n", "case_id": 311, "document_id": 4699, "quoteStart": 5631, "quoteEnd": 5711}, {"id": 20794, "title": "Details are provided about what kind of information they collect", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:46:59.123151", "updated_at": "2021-05-17 18:57:51.416612", "quoteText": "</p> When does Swisscows collect personal data and why?\n<p>", "case_id": 228, "document_id": 4699, "quoteStart": 3923, "quoteEnd": 3982}, {"id": 20793, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:46:40.295961", "updated_at": "2021-05-17 18:50:20.344982", "quoteText": " If you have any questions about data protection, please send us an email or contact the person responsible for data protection in our organization directly:\n</p>\n<p> Swisscows AG<br> Bucherstrasse 2<br> 9322 Egnach<br> Switzerland<br> info@swisscows.com\n", "case_id": 300, "document_id": 4699, "quoteStart": 3668, "quoteEnd": 3923}, {"id": 20792, "title": "The service will resist legal requests for your information where reasonably possible", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:46:15.994427", "updated_at": "2021-05-17 18:56:04.367711", "quoteText": "Any request or demand by a government (including the US government) for disclosure of data is carefully reviewed by our lawyers.\nWe will not do so until it is proven that a current law that affects us clearly requires to do so.", "case_id": 305, "document_id": 4699, "quoteStart": 3134, "quoteEnd": 3361}, {"id": 20791, "title": "Information is provided about security practices", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:45:53.17998", "updated_at": "2021-05-17 18:54:29.272623", "quoteText": "We only allow connections to Swisscows over a secure HTTPS connection.", "case_id": 226, "document_id": 4699, "quoteStart": 2838, "quoteEnd": 2908}, {"id": 20790, "title": "You can opt out of promotional communications", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:45:29.042878", "updated_at": "2021-05-17 18:51:02.778904", "quoteText": "Users can unsubscribe from unsolicited emails by using the appropriately marked option in the email or by contacting us directly at support@swisscows.com.", "case_id": 223, "document_id": 4699, "quoteStart": 5715, "quoteEnd": 5869}, {"id": 20789, "title": "Third parties (Bing) are involved in operating the service", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:45:07.661198", "updated_at": "2021-05-17 18:49:35.596116", "quoteText": "We are currently working with Bing and are very transparent about the cooperation", "case_id": 207, "document_id": 4699, "quoteStart": 1139, "quoteEnd": 1220}, {"id": 20788, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection (Switzerland)", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:43:15.55602", "updated_at": "2021-05-17 18:44:22.034881", "quoteText": "<p> The Swisscows headquarters is located in Switzerland.\nour servers are also located there.\n", "case_id": 488, "document_id": 4699, "quoteStart": 3040, "quoteEnd": 3134}, {"id": 20786, "title": "You are not being tracked", "source": "https://swisscows.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-17 18:41:55.184118", "updated_at": "2021-05-17 18:44:12.273986", "quoteText": "We do not use cookies or any other tracking technologies, we do not create user profiles and we do not know who you are.\n", "case_id": 218, "document_id": 4699, "quoteStart": 1824, "quoteEnd": 1945}], "urls": ["swisscows.com"]}}