{"error": 448, "message": "OK", "parameters": {"id": 1700, "name": "Ruhrtalradweg.de", "created_at": "2019-07-13 16:04:41.658889", "updated_at": "2021-03-25 03:19:25.022451", "wikipedia": "https://de.wikipedia.org/wiki/RuhrtalRadweg", "keywords": null, "related": null, "slug": "ruhrtalradwegde", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1700.png", "url": "ruhrtalradweg.de", "documents": [{"id": 1625, "name": "Datenschutzerklärung", "url": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "xpath": "", "text": "Cookie PolicyWir möchten auf unserer Webseite Cookies und pseudonyme Analysetechniken auch unserer Dienstleister verwenden, um damit Besuche auf unserer Webseite auszuwerten (Webtracking), damit wir unsere Webseite optimal auf Ihre Bedürfnisse anpassen und benutzerfreundlich gestalten können.\nWenn Sie dieses Banner an- oder wegklicken, erklären Sie sich damit jederzeit widerruflich einverstanden (Art.\n6 Abs.1 a DSGVO).\nWeitere Informationen, auch zu Ihrem jederzeitigen Widerrufsrecht, finden Sie in unseren Datenschutzhinweisen.\nWeitere Informationen OKTracking Cookies ablehnen Startseite Kontakt Impressum Datenschutz Intern Presse <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Ruhrsprünglich Der Ursprung der Ruhr bei Winterberg Historisch Die Altstadt von Arnsberg Erstaunlich Eisenbahnbrücke in Wickede Erfrischend Immer der Ruhr entlang - Ruhr Viadukt in Herdecke Erholsam ruhrtalFähre Hardenstein in Witten Ausgezeichnet Das Panorama in Hattingen Geschafft! Das Ziel in Duisburg - die Rheinorange ‹ › <ul>\n<li> Aktuelles <ul>\n<li>Aktuelle Streckeninformationen</li>\n<li>RuhrtalRadweg interaktiv</li>\n<li> ergotec®-RuhrtalReisepass </li>\n</ul>\n</li>\n<li> Strecke <ul>\n<li> Zahlen - Daten - Fakten </li>\n<li>Etappenorte</li>\n<li>Gesund unterwegs im Ruhrgebiet auf dem „Guter-Rat-Weg“ der KNAPPSCHAFT</li>\n<li>Hochwasserumfahrungen</li>\n<li>ruhrtalFähre Hardenstein</li>\n<li>ADFC-Qualitätsradroute</li>\n<li>RuhrtalRadweg-Ranger</li>\n<li>Kunstpfad Ruhr</li>\n</ul>\n</li>\n<li> Pauschalen <ul>\n<li>Kurze Touren</li>\n<li>Mittlere Touren</li>\n<li>Lange Touren</li>\n<li>Die RUHR.TOPCARD</li>\n<li>Die Reiseveranstalter am RuhrtalRadweg</li>\n</ul>\n</li>\n<li> Planung <ul>\n<li>Anreise</li>\n<li>E-Bike-Ladestationen</li>\n<li>Fahrradverleih &amp.\nGepäcktransfer </li>\n<li>Radler mit Handicap</li>\n<li>Anbindung an andere Radwege</li>\n<li> GPS-Track </li>\n</ul>\n</li>\n<li> Gastgeber <ul>\n<li> Unterkünfte </li>\n<li>Gastronomiebetriebe</li>\n<li>Fahrrad-Service Betriebe</li>\n<li>Camping- und Wohnmobilstellplätze</li>\n</ul>\n</li>\n<li> Tourenkarte </li>\n<li> Service &amp.\nKontakt <ul>\n<li>Informationsmaterial</li>\n<li>Kostenfreie Downloads</li>\n<li>Projekte der Ruhr Tourismus GmbH</li>\n</ul>\n</li>\n</ul> Menü <i>\n</i>\n<ul>\n<li>Startseite</li>\n<li> Aktuelles </li>\n<li> Strecke </li>\n<li> Pauschalen </li>\n<li> Planung </li>\n<li> Gastgeber </li>\n<li> Tourenkarte </li>\n<li> Service &amp.\nKontakt </li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Startseite</li>\n<li>Informationen</li>\n<li>Datenschutzerklärung</li>\n</ul> Datenschutzerklärung <p>Der Schutz Ihrer Privatsphäre ist uns wichtig.</p>\n<b>1.\nDatenschutz auf einen Blick</b>\n<p>\n</p>\n<b>Allgemeine Hinweise</b>\n<p>Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen oder uns eine E-Mail senden.\nPersonenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.\nAusführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.</p>\n<p>\n</p>\n<b>Datenerfassung per E-Mail-Kontakt</b>\n<p>\nPflichtinformationen gemäß Art.\n13 DSGVO<br>Im Falle des Erstkontakts per E-Mail sind wir gemäß Art.\n12, 13 DSGVO verpflichtet, Ihnen folgende datenschutzrechtliche Pflichtinformationen zur Verfügung zu stellen: Wenn Sie uns per E-Mail kontaktieren, verarbeiten wir Ihre personenbezogenen Daten nur, soweit an der Verarbeitung ein berechtigtes Interesse besteht (Art.\n6 Abs.\n1 lit.\nf DSGVO), Sie in die Datenverarbeitung eingewilligt haben (Art.\n6 Abs.\n1 lit.\na DSGVO), die Verarbeitung für die Anbahnung, Begründung, inhaltliche Ausgestaltung oder Änderung eines Rechtsverhältnisses zwischen Ihnen und uns erforderlich ist (Art.\n6 Abs.\n1 lit.\nb DSGVO) oder eine sonstige Rechtsnorm die Verarbeitung gestattet.\nIhre personenbezogenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B.\nnach abgeschlossener Bearbeitung Ihres Anliegens).\nZwingende gesetzlicheBestimmungen – insbesondere steuer- und handelsrechtliche Aufbewahrungsfristen – bleiben unberührt.\nSie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nIhnen steht außerdem ein Recht auf Widerspruch, auf Datenübertragbarkeit und ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\nFerner können Sie die Berichtigung, Sperrung, Löschung und unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten verlangen.</p>\nDatenerfassung auf unserer Website<p>\n<b>Wer ist verantwortlich für die Datenerfassung auf dieser Website?</b>\n</p>\n<p>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber.\nDessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.</p>\n<p>\n<b>Wie erfassen wir Ihre Daten?</b>\n</p>\n<p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.B.\num Daten handeln, die Sie in ein Kontaktformular eingeben.</p>\n<p>Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.B.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.</p>\n<p>\n<b>Wofür nutzen wir Ihre Daten?</b>\n</p>\n<p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.</p>\n<p>\n<b>Welche Rechte haben Sie bezüglich Ihrer Daten?</b>\n</p>\n<p>Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen.\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\nDes Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.</p>\n<p>\n<b>Datenübermittlung bei Vertragsabschluss&nbsp;einer Übernachtungsbuchung bzw.\nAnfrage über das Kontaktformular im Reservierungssystem </b>\n<br>Auf unserer Internetseite bieten wir Gästen die Möglichkeit, unter Angabe personenbezogener Daten Übernachtungsleistungen zu buchen oder Anfragen über ein Kontaktformular im Reservierungssystem zu stellen.\nDie personenbezogenen Daten werden in der entsprechenden Maske eingetragen und an uns übermittelt und gespeichert.</p>\n<p>Die Weiterleitung der personenbezogenen Daten erfolgt zum Zweck der weiteren Verarbeitung der Buchung bzw.\nder Anfrage an die:</p>\n<p>\n<b>my.IRS GmbH, Dornierstraße 4, 82178 Puchheim </b>\n</p>\n<p>Folgende Daten werden im Rahmen des Registrierungsprozesses erhoben:</p>\n<ul>\n<li>Geschlecht (Herr/Frau)</li>\n<li>Name</li>\n<li>Vorname</li>\n<li>Adresse (Straße, PLZ, Ort)</li>\n<li>E-Mail</li>\n<li>Telefon</li>\n</ul>\n<p>Ihre personenbezogenen Daten werden zudem an den gebuchten oder angefragten Übernachtungsbetrieb&nbsp;weitergegeben.\nDabei ist es den Leistungsträgern ausdrücklich untersagt, die personenbezogenen Daten für andere Zwecke zu verwenden.\nEine Weitergabe oder ein Verkauf Ihrer Daten ist den Leistungsträgern untersagt.</p>\n<p>\n</p>\n<b>Analyse-Tools und Tools von Drittanbietern</b>\n<p>Beim Besuch unserer Website kann Ihr Surf-Verhalten statistisch ausgewertet werden.\nDas geschieht vor allem mit Cookies und mit sogenannten Analyseprogrammen.\nDie Analyse Ihres Surf-Verhaltens erfolgt in der Regel anonym.\ndas Surf-Verhalten kann nicht zu Ihnen zurückverfolgt werden.\nSie können dieser Analyse widersprechen oder sie durch die Nichtbenutzung bestimmter Tools verhindern.\nDetaillierte Informationen dazu finden Sie in der folgenden Datenschutzerklärung.</p>\n<p>Sie können dieser Analyse widersprechen.\nÜber die Widerspruchsmöglichkeiten werden wir Sie in dieser Datenschutzerklärung informieren.</p>\n<p>\n</p>\n<b>2.\nAllgemeine Hinweise und Pflichtinformationen</b>\n<p>\n</p>\n<b>Datenschutz</b>\n<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p>\n<p>Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.\nPersonenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können.\nDie vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen.\nSie erläutert auch, wie und zu welchem Zweck das geschieht.</p>\n<p>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.</p>\n<p>\n</p>\n<b>Hinweis zur verantwortlichen Stelle</b>\n<p>Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:</p>\n<p>\nArbeitskreis RuhrtalRadweg<br>\nc/o RTG Ruhr Tourismus GmbH&nbsp;<br>\nCentroallee 261<br>\n46047 Oberhausen<br>\nTelefon Hotline: 01806 181620 (€ 0,20/pro Anruf aus dem deutschen Festnetz.\nMobilfunkpreise max.\n€ 0,60/pro Anruf)<br>E-Mail: info@ruhrtalradweg.de</p>\n<p>Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B.\nNamen, E-Mail-Adressen o.\nÄ.) entscheidet.</p>\n<p>\n</p>\n<b>Widerruf Ihrer Einwilligung zur Datenverarbeitung</b>\n<p>Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich.\nSie können eine bereits erteilte Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.</p>\n<p>\n</p>\n<b>SSL- bzw.\nTLS-Verschlüsselung</b>\n<p>Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw.\nTLS-Verschlüsselung.\nEine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.</p>\n<p>Wenn die SSL- bzw.\nTLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.</p>\n<p>\n</p>\n<b>Auskunft, Sperrung, Löschung</b>\n<p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf.\nein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten.\nHierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p>\n<p>\n</p>\n<b>Widerspruch gegen Werbe-Mails</b>\n<p>Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen.\nDie Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.</p>\n<p>\n</p>\n<b>3.\nDatenerfassung auf unserer Website</b>\n<p>\n</p>\n<b>Cookies</b>\n<p>Die Internetseiten verwenden teilweise so genannte Cookies.\nCookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren.\nCookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.</p>\n<p>Die meisten der von uns verwendeten Cookies sind so genannte “Session-Cookies”.\nSie werden nach Ende Ihres Besuchs automatisch gelöscht.\nAndere Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese löschen.\nDiese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.</p>\n<p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p>\n<p>Cookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z.B.\nWarenkorbfunktion) erforderlich sind, werden auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO gespeichert.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste.\nSoweit andere Cookies (z.B.\nCookies zur Analyse Ihres Surfverhaltens) gespeichert werden, werden diese in dieser Datenschutzerklärung gesondert behandelt.</p>\n<p>\n</p>\n<b>Server-Log-Dateien</b>\n<p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt.\nDies sind:</p>\n<ul>\n<li>Browsertyp und Browserversion</li>\n<li>verwendetes Betriebssystem</li>\n<li>Referrer URL</li>\n<li>Hostname des zugreifenden Rechners</li>\n<li>Uhrzeit der Serveranfrage</li>\n<li>IP-Adresse</li>\n</ul>\n<p>Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.</p>\n<p>Grundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nf DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.</p>\n<p>\n</p>\n<b>Kontaktformular</b>\n<p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>\n<p>Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSie können diese Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.</p>\n<p>Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B.\nnach abgeschlossener Bearbeitung Ihrer Anfrage).\nZwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.</p>\n<p>\n</p>\n<b>Verarbeiten von Daten (Kunden- und Vertragsdaten)</b>\n<p>Wir erheben, verarbeiten und nutzen personenbezogene Daten nur, soweit sie für die Begründung, inhaltliche Ausgestaltung oder Änderung des Rechtsverhältnisses erforderlich sind (Bestandsdaten).\nDies erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nb DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\nPersonenbezogene Daten über die Inanspruchnahme unserer Internetseiten (Nutzungsdaten) erheben, verarbeiten und nutzen wir nur, soweit dies erforderlich ist, um dem Nutzer die Inanspruchnahme des Dienstes zu ermöglichen oder abzurechnen.</p>\n<p>Die erhobenen Kundendaten werden nach Abschluss des Auftrags oder Beendigung der Geschäftsbeziehung gelöscht.\nGesetzliche Aufbewahrungsfristen bleiben unberührt.</p>\n<p>\n</p>\n<b>Datenübermittlung bei Vertragsschluss für Dienstleistungen und digitale Inhalte</b>\n<p>Wir übermitteln personenbezogene Daten an Dritte nur dann, wenn dies im Rahmen der Vertragsabwicklung notwendig ist, etwa an das mit der Zahlungsabwicklung beauftragte Kreditinstitut.</p>\n<p>Eine weitergehende Übermittlung der Daten erfolgt nicht bzw.\nnur dann, wenn Sie der Übermittlung ausdrücklich zugestimmt haben.\nEine Weitergabe Ihrer Daten an Dritte ohne ausdrückliche Einwilligung, etwa zu Zwecken der Werbung, erfolgt nicht.</p>\n<p>Grundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nb DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.</p>\n<p>\n</p>\n<b>4.\nSoziale Medien</b>\n<p>\n</p>\n<b>Inhalte teilen über Plugins (Facebook, Google+1, Twitter &amp.\nCo.)</b>\n<p>Die Inhalte auf unseren Seiten können datenschutzkonform in sozialen Netzwerken wie Facebook, Twitter oder Google+ geteilt werden.\nDiese Seite nutzt dafür das eRecht24 Safe Sharing Tool.\nDieses Tool stellt den direkten Kontakt zwischen den Netzwerken und Nutzern erst dann her, wenn der Nutzer aktiv auf einen dieser Button klickt.</p>\n<p>Eine automatische Übertragung von Nutzerdaten an die Betreiber dieser Plattformen erfolgt durch dieses Tool nicht.\nIst der Nutzer bei einem der sozialen Netzwerke angemeldet, erscheint bei der Nutzung der Social-Buttons von Facebook, Google+1, Twitter &amp.\nCo.\nein Informations-Fenster, in dem der Nutzer den Text vor dem Absenden bestätigen kann.</p>\n<p>Unsere Nutzer können die Inhalte dieser Seite datenschutzkonform in sozialen Netzwerken teilen, ohne dass komplette Surf-Profile durch die Betreiber der Netzwerke erstellt werden.</p>\n<p>\n</p>\n<b>Facebook-Plugins (Like &amp.\nShare-Button)</b>\n<p>Auf unseren Seiten sind Plugins des sozialen Netzwerks Facebook, Anbieter Facebook Inc., 1 Hacker Way, Menlo Park, California 94025, USA, integriert.\nDie Facebook-Plugins erkennen Sie an dem Facebook-Logo oder dem \"Like-Button\" (\"Gefällt mir\") auf unserer Seite.\nEine Übersicht über die Facebook-Plugins finden Sie hier: https://developers.facebook.com/docs/plugins/.</p>\n<p>Wenn Sie unsere Seiten besuchen, wird über das Plugin eine direkte Verbindung zwischen Ihrem Browser und dem Facebook-Server hergestellt.\nFacebook erhält dadurch die Information, dass Sie mit Ihrer IP-Adresse unsere Seite besucht haben.\nWenn Sie den Facebook \"Like-Button\" anklicken während Sie in Ihrem Facebook-Account eingeloggt sind, können Sie die Inhalte unserer Seiten auf Ihrem Facebook-Profil verlinken.\nDadurch kann Facebook den Besuch unserer Seiten Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Facebook erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Facebook unter: https://de-de.facebook.com/policy.php.</p>\n<p>Wenn Sie nicht wünschen, dass Facebook den Besuch unserer Seiten Ihrem Facebook-Nutzerkonto zuordnen kann, loggen Sie sich bitte aus Ihrem Facebook-Benutzerkonto aus.</p>\n<p>\n</p>\n<b>Twitter Plugin</b>\n<p>Auf unseren Seiten sind Funktionen des Dienstes Twitter eingebunden.\nDiese Funktionen werden angeboten durch die Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.\nDurch das Benutzen von Twitter und der Funktion \"Re-Tweet\" werden die von Ihnen besuchten Websites mit Ihrem Twitter-Account verknüpft und anderen Nutzern bekannt gegeben.\nDabei werden auch Daten an Twitter übertragen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Twitter erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Twitter unter: https://twitter.com/privacy.</p>\n<p>Ihre Datenschutzeinstellungen bei Twitter können Sie in den Konto-Einstellungen unter https://twitter.com/account/settings ändern.</p>\n<p>\n</p>\n<b>Instagram Plugin</b>\n<p>Auf unseren Seiten sind Funktionen des Dienstes Instagram eingebunden.\nDiese Funktionen werden angeboten durch die Instagram Inc., 1601 Willow Road, Menlo Park, CA 94025, USA integriert.</p>\n<p>Wenn Sie in Ihrem Instagram-Account eingeloggt sind, können Sie durch Anklicken des Instagram-Buttons die Inhalte unserer Seiten mit Ihrem Instagram-Profil verlinken.\nDadurch kann Instagram den Besuch unserer Seiten Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Instagram erhalten.</p>\n<p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von Instagram: https://instagram.com/about/legal/privacy/.</p>\n<p>\n</p>\n<b>5.\nAnalyse Tools und Werbung</b>\n<p>\n</p>\n<b>Google Analytics</b>\n<p>Diese Website nutzt Funktionen des Webanalysedienstes Google Analytics.\nDies ist eine Dienstleistung, die von Google Ireland Limited („Google“) zur Verfügung gestellt wird, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft (Registernummer: 368047) mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland („Google“).\nGoogle Analytics verwendet „Cookies“.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung unseres Internetangebots (einschließlich Ihrer IP-Adresse) werden auf Rechner von Google übertragen und dort gespeichert.\nEs ist nicht ausgeschlossen, dass dabei die Datenverarbeitung außerhalb des Anwendungsbereichs des EU-Rechts stattfindet.\nGoogle ist dem Privacy Shield beigetreten, so dass Google die Einhaltung von EU- Datenschutzstandards garantiert.\nDie Speicherung von Google-Analytics-Cookies erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.</p>\n<p>\n<b>Browser Plugin</b>\n</p>\n<p>Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.\nwir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\nSie können darüber hinaus die Erfassung der durch den Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl.\nIhrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>\n<b>Widerspruch gegen Datenerfassung</b>\n</p>\n<p>Sie können die Erfassung Ihrer Daten durch Google Analytics verhindern, indem Sie auf folgenden Link klicken.\nEs wird ein Opt-Out-Cookie gesetzt, der die Erfassung Ihrer Daten bei zukünftigen Besuchen dieser Website verhindert:&nbsp;</p>\n&nbsp;Google Analytics deaktivieren<br>\n<br>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten bei Google Analytics finden Sie in der Datenschutzerklärung von Google: https://support.google.com/analytics/answer/6004245?hl=de.</p>\n<p>\n<b>\n</b>\n</p>\n<b>Google AdWords und Google Conversion-Tracking</b>\n<p>Diese Website verwendet Google AdWords.\nAdWords ist ein Online-Werbeprogramm der&nbsp;Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (“Google”).</p>\n<p>Im Rahmen von Google AdWords nutzen wir das so genannte Conversion-Tracking.\nWenn Sie auf eine von Google geschaltete Anzeige klicken wird ein Cookie für das Conversion-Tracking gesetzt.\nBei Cookies handelt es sich um kleine Textdateien, die der Internet-Browser auf dem Computer des Nutzers ablegt.\nDiese Cookies verlieren nach 30 Tagen ihre Gültigkeit und dienen nicht der persönlichen Identifizierung der Nutzer.\nBesucht der Nutzer bestimmte Seiten dieser Website und das Cookie ist noch nicht abgelaufen, können Google und wir erkennen, dass der Nutzer auf die Anzeige geklickt hat und zu dieser Seite weitergeleitet wurde.</p>\n<p>Jeder Google AdWords-Kunde erhält ein anderes Cookie.\nDie Cookies können nicht über die Websites von AdWords-Kunden nachverfolgt werden.\nDie mithilfe des Conversion-Cookies eingeholten Informationen dienen dazu, Conversion-Statistiken für AdWords-Kunden zu erstellen, die sich für Conversion-Tracking entschieden haben.\nDie Kunden erfahren die Gesamtanzahl der Nutzer, die auf ihre Anzeige geklickt haben und zu einer mit einem Conversion-Tracking-Tag versehenen Seite weitergeleitet wurden.\nSie erhalten jedoch keine Informationen, mit denen sich Nutzer persönlich identifizieren lassen.\nWenn Sie nicht am Tracking teilnehmen möchten, können Sie dieser Nutzung widersprechen, indem Sie das Cookie des Google Conversion-Trackings über ihren Internet-Browser unter Nutzereinstellungen leicht deaktivieren.\nSie werden sodann nicht in die Conversion-Tracking Statistiken aufgenommen.</p>\n<p>Die Speicherung von “Conversion-Cookies” erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.</p>\n<p>Mehr Informationen zu Google AdWords und Google Conversion-Tracking finden Sie in den Datenschutzbestimmungen von Google: https://www.google.de/policies/privacy/.</p>\n<p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p>\n<p>\n</p>\n<b>6.\nPlugins und Tools</b>\n<p>\n</p>\n<b>YouTube</b>\n<p>Unsere Website nutzt Plugins der von Google betriebenen Seite YouTube.\nBetreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.</p>\n<p>Wenn Sie eine unserer mit einem YouTube-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von YouTube hergestellt.\nDabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben.</p>\n<p>Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.</p>\n<p>Die Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n<p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von YouTube unter: https://www.google.de/intl/de/policies/privacy.</p>\n<p>\n</p>\n<b>Vimeo</b>\n<p>Unsere Website nutzt Plugins des Videoportals Vimeo.\nAnbieter ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.</p>\n<p>Wenn Sie eine unserer mit einem Vimeo-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von Vimeo hergestellt.\nDabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben.\nZudem erlangt Vimeo Ihre IP-Adresse.\nDies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder keinen Account bei Vimeo besitzen.\nDie von Vimeo erfassten Informationen werden an den Vimeo-Server in den USA übermittelt.</p>\n<p>Wenn Sie in Ihrem Vimeo-Account eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem Vimeo-Account ausloggen.</p>\n<p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Vimeo unter: https://vimeo.com/privacy.</p>\n<p>\n</p>\n<b>Google Maps</b>\n<p>Diese Seite nutzt über eine API den Kartendienst Google Maps.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Zur Nutzung der Funktionen von Google Maps ist es notwendig, Ihre IP Adresse zu speichern.\nDiese Informationen werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nDer Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung.</p>\n<p>Die Nutzung von Google Maps erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und an einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Google: https://www.google.de/intl/de/policies/privacy/.</p>\n<b>7.\nNewsletter</b>\n<p>\nUm den auf unserer Webseite angebotenen Newsletter zu beziehen, können Sie sich über unser Formular anmelden.\nDabei nutzen wir das sogenannte Double-Opt-In Verfahren.\nHier wird zunächst eine Bestätigungsmail an Ihre angegebene E-Mail Adresse gesendet, mit der Bitte um Bestätigung.\nDie Anmeldung wird erst wirksam, wenn Sie den in der Bestätigungsmail enthaltenen Aktivierungslink anklicken.\nWir verwenden Ihre an uns übertragenen Daten ausschließlich für den Versand des Newsletters, der Informationen oder Angebot enthalten kann.<br>\nWir verwenden <b>rapidmail</b>, um unseren Newsletter zu versenden.\nIhre Daten werden daher an die rapidmail GmbH, Augustinerplatz 2, 79098 Freiburg i.Br.\nübermittelt.\nDabei ist es der rapidmail GmbH untersagt, Ihre Daten für andere Zwecke als für den Versand des Newsletters zu nutzen.\nEine Weitergabe oder ein Verkauf Ihrer Daten ist der rapidmail GmbH nicht gestattet.\nrapidmail ist ein deutscher, zertifizierter Newsletter Software Anbieter, welcher nach den Anforderungen der DSGVO und des BDSG sorgfältig ausgewählt wurde.<br>Sie können Ihre Einwilligung zur Speicherung der Daten und deren Nutzung zum Newsletter-Versand jederzeit widerrufen, z.B.\nüber den Abmelde-Link im Newsletter.</p>\n<p>Quelle: www.e-recht24.de/mitglieder</p>\n<p>\n<b>Content Management System:</b>\n<br>\neZ publish&nbsp;(Community Edition)<br>\nDiese Kopie von ez Publish ist unter der&nbsp;GPL v2&nbsp;lizensiert.<br>Copyright © 1999-2014&nbsp;eZ Systems AS, with portions copyright by other parties.</p>\n<p>(X)HTML/CSS Framework:&nbsp;yaml</p> Marketingpakete für...\n<p> © 2020 <strong>RuhrtalRadweg, c/o Ruhr Tourismus GmbH</strong>\n<br> Centroallee 261, 46047 Oberhausen </p>\n<p> Startseite &nbsp;•&nbsp.\nKontakt &nbsp;•&nbsp.\nImpressum &nbsp;•&nbsp.\nDatenschutz &nbsp;•&nbsp.\nIntern &nbsp;•&nbsp.\nPresse </p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>", "created_at": "2019-07-13 16:05:08.123812", "updated_at": "2020-12-14 19:29:31.692287"}], "points": [{"id": 9856, "title": "You can request access and deletion of personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:02:57.117707", "updated_at": "2020-10-11 06:30:57.230107", "quoteText": "Ihre personenbezogenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B.\nnach abgeschlossener Bearbeitung Ihres Anliegens).", "case_id": 195, "document_id": 1625, "quoteStart": 3839, "quoteEnd": 4075}, {"id": 9860, "title": "You can request access and deletion of personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:09:59.854515", "updated_at": "2020-10-11 06:22:59.823573", "quoteText": "Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen.", "case_id": 195, "document_id": 1625, "quoteStart": 5669, "quoteEnd": 5911}, {"id": 9859, "title": "Your personal data is used for limited purposes", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:09:25.245754", "updated_at": "2020-10-11 06:24:48.345898", "quoteText": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.</p>", "case_id": 196, "document_id": 1625, "quoteStart": 5428, "quoteEnd": 5602}, {"id": 9862, "title": "This service does not sell your personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:11:45.341145", "updated_at": "2020-10-11 06:23:21.350377", "quoteText": "Eine Weitergabe oder ein Verkauf Ihrer Daten ist den Leistungsträgern untersagt.</p>", "case_id": 193, "document_id": 1625, "quoteStart": 7267, "quoteEnd": 7351}, {"id": 9861, "title": "The service collects many different types of personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:11:17.703991", "updated_at": "2020-10-11 06:24:27.429397", "quoteText": "Folgende Daten werden im Rahmen des Registrierungsprozesses erhoben:</p>\n<ul>\n<li>Geschlecht (Herr/Frau)</li>\n<li>Name</li>\n<li>Vorname</li>\n<li>Adresse (Straße, PLZ, Ort)</li>\n<li>E-Mail</li>\n<li>Telefon</li>\n</ul>", "case_id": 376, "document_id": 1625, "quoteStart": 6813, "quoteEnd": 7028}, {"id": 9858, "title": "The service provides information about how they collect personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:07:26.5548", "updated_at": "2020-10-11 06:28:50.575003", "quoteText": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.B.\num Daten handeln, die Sie in ein Kontaktformular eingeben.</p>\n<p>Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.B.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.", "case_id": 297, "document_id": 1625, "quoteStart": 4929, "quoteEnd": 5375}, {"id": 9857, "title": "You can request access and deletion of personal data", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 13:04:27.712056", "updated_at": "2020-10-11 06:29:22.440998", "quoteText": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nIhnen steht außerdem ein Recht auf Widerspruch, auf Datenübertragbarkeit und ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\nFerner können Sie die Berichtigung, Sperrung, Löschung und unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten verlangen.</p>\n", "case_id": 195, "document_id": 1625, "quoteStart": 4197, "quoteEnd": 4647}, {"id": 9855, "title": "This service uses third-party cookies for statistics", "source": "https://www.ruhrtalradweg.de/Informationen/Datenschutzerklaerung", "status": "Generated through the annotate view", "created_at": "2020-07-27 12:58:22.93003", "updated_at": "2021-02-06 03:50:44.885334", "quoteText": "Wir möchten auf unserer Webseite Cookies und pseudonyme Analysetechniken auch unserer Dienstleister verwenden, um damit Besuche auf unserer Webseite auszuwerten (Webtracking), damit wir unsere Webseite optimal auf Ihre Bedürfnisse anpassen und benutzerfreundlich gestalten können.", "case_id": 325, "document_id": 1625, "quoteStart": 13, "quoteEnd": 293}], "urls": ["ruhrtalradweg.de"]}}