{"error": 448, "message": "OK", "parameters": {"id": 3072, "name": "Noyaltitude", "created_at": "2021-04-09 04:10:03.601001", "updated_at": "2021-04-10 00:02:46.635243", "wikipedia": null, "keywords": null, "related": null, "slug": "noyaltitude", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3072.png", "url": "noyaltitude.fr", "documents": [{"id": 4891, "name": "Preuve de consentement", "url": "https://noyaltitude.fr/wp-content/uploads/complianz/snapshots/Noyaltitude-eu-proof-of-consent-07042021.pdf", "xpath": "", "text": "Noyaltitude Politique de cookies (UE) 07/04/2021,Preuve de consentement,Ce document a été généré pour montrer les eﬀorts déployés pour se conformer à la législation,sur la conﬁdentialité.\nCe document contiendra la politique de cookies et les réglages de,consentement aux cookies pour prouver le consentement pour l’heure et la région spéciﬁées ci-,dessous.\nPour plus d’informations sur ce document, rendez-vous sur,https://complianz.io/consent.,Cette politique de cookies a été mise à jour pour la dernière fois le 04/02/2021 et s’applique aux,citoyens de l’Espace Économique Européen.,1.\nIntroduction,Notre site web, https://noyaltitude.fr (ci-après : « le site web ») utilise des cookies et autres,technologies liées (par simpliﬁcation, toutes ces technologies sont désignées par le terme,« cookies »).\nDes cookies sont également placés par des tierces parties que nous avons engagées.,Dans le document ci-dessous, nous vous informons de l’utilisation des cookies sur notre site web.,2.\nQue sont les cookies ?,Un cookie est un petit ﬁchier simple envoyé avec les pages de ce site web et stocké par votre,navigateur sur le disque dur de votre ordinateur ou d’un autre appareil.\nLes informations qui y sont,stockées peuvent être renvoyées à nos serveurs ou aux serveurs des tierces parties concernées lors,d’une visite ultérieure.,3.\nQue sont les scripts ?,Un script est un élément de code utilisé pour que notre site web fonctionne correctement et de,manière interactive.\nCe code est exécuté sur notre serveur ou sur votre appareil.,4.\nQu’est-ce qu’une balise invisible ?,Une balise invisible (ou balise web) est un petit morceau de texte ou d’image invisible sur un site,web, utilisé pour suivre le traﬁc sur un site web.\nPour ce faire, diverses données vous concernant,sont stockées à l’aide de balises invisibles.,5.\nCookies,5.1 Cookies techniques ou fonctionnels,Certains cookies assurent le fonctionnement correct de certaines parties du site web et la prise en,compte de vos préférences en tant qu’utilisateur.\nEn plaçant des cookies fonctionnels, nous vous,Noyaltitude Politique de cookies (UE) 07/04/2021,facilitons la visite de notre site web.\nAinsi, vous n’avez pas besoin de saisir à plusieurs reprises les,mêmes informations lors de la visite de notre site web et, par exemple, les éléments restent dans,votre panier jusqu’à votre paiement.\nNous pouvons placer ces cookies sans votre consentement.,5.2 Cookies analytiques,Nous utilisons des cookies analytiques aﬁn d’optimiser l’expérience des utilisateurs sur notre site,web.\nAvec ces cookies analytiques, nous obtenons des informations sur l’utilisation de notre site,web.\nNous demandons votre permission pour placer des cookies analytiques.,5.3 Cookies de marketing/suivi,Les cookies de marketing/suivi sont des cookies ou toute autre forme de stockage local, utilisés pour,créer des proﬁls d’utilisateurs aﬁn d’aﬃcher de la publicité ou de suivre l’utilisateur sur ce site web,ou sur plusieurs sites web à des ﬁns de marketing similaires.,5.4 Boutons de réseaux sociaux,Nous avons inclus sur notre site web des boutons pour que les Facebook, Twitter et Instagram,puissent promouvoir des pages web (par ex.\n« J’aime », « Enregistrer ») ou partager (par ex.,« Tweeter ») sur des réseaux sociaux tels que Facebook, Twitter et Instagram.\nCes boutons,fonctionnent avec des morceaux de code provenant des Facebook, Twitter et Instagram eux-mêmes.,Ce code place des cookies.\nCes boutons de réseaux sociaux peuvent également stocker et traiter,certaines informations aﬁn de vous montrer des publicités personnalisées.,Veuillez lire la déclaration de conﬁdentialité de ces réseaux sociaux (qui peut être modiﬁée,régulièrement) aﬁn de savoir ce qu’ils font de vos données (personnelles) traitées en utilisant ces,cookies.\nLes données récupérées sont anonymisées autant que possible.\nFacebook, Twitter et,Instagram se trouvent aux États-Unis.,6.\nCookies placés,WordPress,Utilisation,Nous utilisons WordPress pour le développement du site web.\nLire la suite,Partage de données,Ces données ne sont pas partagées avec des tierces parties.,Fonctionnel,Noyaltitude Politique de cookies (UE) 07/04/2021,Nom,WP_DATA_USER_*,Conservation,session,Fonction,Stocker les préférences des utilisateurs,Nom,wordpress_test_cookie,Conservation,aucune,Fonction,Vériﬁer si des cookies peuvent être déposés,Nom,wordpress_logged_in_*,Conservation,persistante,Fonction,Garder les utilisateurs connectés,Noyaltitude Politique de cookies (UE) 07/04/2021,Nom,wp-api-schema-model*,Conservation,session,Fonction,Popup Maker,Utilisation,Nous utilisons Popup Maker pour la création de fenêtre contextuelle (popup).\nLire la suite,Partage de données,Ces données ne sont pas partagées avec des tierces parties.,Objectif en attente d’une enquête,Nom,pum-*,Conservation,Fonction,Google Fonts,Noyaltitude Politique de cookies (UE) 07/04/2021,Utilisation,Nous utilisons Google Fonts pour l’aﬃchage des polices web.\nLire la suite,Partage de données,Pour plus d’informations, veuillez lire la déclaration de conﬁdentialité Google Fonts.,Marketing/Suivi,Nom,Google Fonts API,Conservation,aucune,Fonction,Demander l’adresse IP de l’utilisateur,Instagram,Utilisation,Nous utilisons Instagram pour l’aﬃchage de publications sociales récentes et/ou des boutons de,partage de réseaux sociaux.\nLire la suite,Partage de données,Pour plus d’informations, veuillez lire la déclaration de conﬁdentialité Instagram.,Marketing/Suivi,Nom,actppresence,Noyaltitude Politique de cookies (UE) 07/04/2021,Conservation,1 an,Fonction,Gérer la fréquence d’aﬃchage des publicités,Facebook,Utilisation,Nous utilisons Facebook pour l’aﬃchage de publications sociales récentes et/ou des boutons de,partage de réseaux sociaux.\nLire la suite,Partage de données,Pour plus d’informations, veuillez lire la déclaration de conﬁdentialité Facebook.,Marketing/Suivi,Nom,_fbc,Conservation,2 ans,Fonction,Stocker la dernière visite,Nom,fbm*,Noyaltitude Politique de cookies (UE) 07/04/2021,Conservation,1 an,Fonction,Stocker les informations des comptes,Nom,xs,Conservation,3 mois,Fonction,Stocker un ID de session unique,Nom,fr,Conservation,3 mois,Fonction,Activer la diﬀusion ou le reciblage des publicités,Nom,_fbp,Noyaltitude Politique de cookies (UE) 07/04/2021,Conservation,3 mois,Fonction,Suivre les visites à travers les sites web,Nom,datr,Conservation,2 ans,Fonction,Empêcher la fraude,Nom,sb,Conservation,2 ans,Fonction,Stocker les informations du navigateur,Nom,*_fbm_,Noyaltitude Politique de cookies (UE) 07/04/2021,Conservation,1 an,Fonction,Stocker les informations des comptes,Fonctionnel,Nom,wd,Conservation,1 semaine,Fonction,Déterminer la résolution d’écran,Nom,act,Conservation,90 jours,Fonction,Garder les utilisateurs connectés,Noyaltitude Politique de cookies (UE) 07/04/2021,Nom,c_user,Conservation,90 jours,Fonction,Stocker un ID utilisateur unique,Nom,csm,Conservation,90 jours,Fonction,Empêcher la fraude,Nom,presence,Conservation,session,Fonction,Suivre si l'onglet du navigateur est actif,Noyaltitude Politique de cookies (UE) 07/04/2021,Twitter,Utilisation,Nous utilisons Twitter pour l’aﬃchage de publications sociales récentes et/ou des boutons de,partage de réseaux sociaux.\nLire la suite,Partage de données,Pour plus d’informations, veuillez lire la déclaration de conﬁdentialité Twitter.,Fonctionnel,Nom,local_storage_support_test,Conservation,persistante,Fonction,Fournir une fonctionnalité de répartition de charge,Marketing/Suivi,Nom,metrics_token,Conservation,persistante,Fonction,Noyaltitude Politique de cookies (UE) 07/04/2021,Stocker si l'utilisateur a vu du contenu intégré,Complianz,Utilisation,Nous utilisons Complianz pour la gestion du consentement aux cookies.\nLire la suite,Partage de données,Pour plus d’informations, veuillez lire la déclaration de conﬁdentialité Complianz.,Fonctionnel,Nom,complianz_policy_id,Conservation,365 jours,Fonction,Enregistrer l’ID de la politique de cookies acceptée,Nom,complianz_consent_status,Conservation,365 jours,Fonction,Noyaltitude Politique de cookies (UE) 07/04/2021,Stocker les préférences de consentement aux cookies,Divers,Utilisation,Partage de données,Le partage des données est en cours d’enquête,Objectif en attente d’une enquête,Nom,newsletter_editor.spectrum.palette,Conservation,Fonction,Nom,fbv_tree,Conservation,Fonction,Noyaltitude Politique de cookies (UE) 07/04/2021,7.\nConsentement,Lorsque vous visitez notre site web pour la première fois, nous vous montrerons une fenêtre,contextuelle avec une explication sur les cookies.\nDès que vous cliquez sur « Accepter les cookies »,,vous consentez à ce que nous utilisions tous les cookies et extensions comme décrit dans la fenêtre,contextuelle et la présente politiquede cookies.\nVous pouvez désactiver l’utilisation des cookies via,votre navigateur, mais veuillez noter que notre site web pourrait ne plus fonctionner correctement.,7.1 Gérez vos réglages de consentement,Vous avez chargé la politique de cookies sans le support de javascript.Sur AMP, vous pouvez utiliser,le bouton de gestion du consentement en bas de la page.,8.\nVos droits concernant les données personnelles,Vous avez les droits suivants concernant vos données personnelles :,Vous avez le droit de savoir pourquoi vos données personnelles sont nécessaires, ce qui leur,arrivera et combien de temps elles seront conservées.,Droit d’accès : vous avez le droit d’accéder à vos données personnelles que nous,connaissons.,Droit de rectiﬁcation : vous avez le droit à tout moment de compléter, corriger, faire,supprimer ou bloquer vos données personnelles.,Si vous nous donnez votre consentement pour le traitement de vos données, vous avez le,droit de révoquer ce consentement et de faire supprimer vos données personnelles.,Droit de transférer vos données : vous avez le droit de demander toutes vos données,personnelles au responsable du traitement et de les transférer dans leur intégralité à un,autre responsable du traitement.,Droit d’opposition : vous pouvez vous opposer au traitement de vos données.\nNous,obtempérerons, à moins que certaines raisons ne justiﬁent ce traitement.,Pour exercer ces droits, veuillez nous contacter.\nVeuillez vous référer aux coordonnées au bas de,cette politique de cookies.\nSi vous avez une plainte concernant la façon dont nous traitons vos,données, nous aimerions en être informés, mais vous avez également le droit de déposer une plainte,auprès de l’autorité de contrôle (l’autorité chargée de la protection des données, comme le CEPD).,9.\nActiver/désactiver et supprimer les cookies,Vous pouvez utiliser votre navigateur internet pour supprimer automatiquement ou manuellement,les cookies.\nVous pouvez également spéciﬁer que certains cookies ne peuvent pas être placés.\nUne,autre option consiste à modiﬁer les réglages de votre navigateur internet aﬁn que vous receviez un,message à chaque fois qu’un cookie est placé.\nPour plus d’informations sur ces options, reportez-,vous aux instructions de la section Aide de votre navigateur.,Noyaltitude Politique de cookies (UE) 07/04/2021,Veuillez noter que notre site web peut ne pas marcher correctement si tous les cookies sont,désactivés.\nSi vous supprimez les cookies dans votre navigateur, ils seront de nouveau placés après,votre consentement lorsque vous revisiterez nos sites web.,10.\nCoordonnées,Pour des questions et/ou des commentaires sur notre politique en matière de cookies et cette,déclaration, veuillez nous contacter en utilisant les coordonnées suivantes :,Noyaltitude,17 rue de la Fromière,35530 Noyal sur Vilaine,France,Site web : https://noyaltitude.fr,E-mail : rgpd@noyaltitude.fr,Cette politique de cookies a été synchronisée avec cookiedatabase.org le 07/04/2021,Réglages du consentement aux cookies,block_ajax_content =&gt.\n0,do_not_track =&gt;,consenttype =&gt.\noptin,region =&gt.\neu,geoip =&gt;,categories =&gt.\nCustom event functional, Custom event stats, Custom event marketing,checkbox_style =&gt.\nsquare,use_categories =&gt.\nno,use_categories_optinstats =&gt.\nhidden,accept =&gt.\nAccepter les cookies,revoke =&gt.\nGérer le consentement,dismiss =&gt.\nFonctionnels uniquement,dismiss_timeout =&gt.\n10,readmore_optin =&gt.\nPolitique de cookies,readmore_impressum =&gt.\nMentions légales,accept_informational =&gt.\nAccepter,message_optout =&gt.\nNous utilisons des cookies pour optimiser notre site web et notre,service.,message_optin =&gt.\nNous utilisons des cookies pour optimiser notre site web et notre,service.,readmore_optout =&gt.\nCookie Policy,readmore_optout_dnsmpi =&gt.\nDo Not Sell My Personal Information,soft_cookiewall =&gt;,Noyaltitude Politique de cookies (UE) 07/04/2021,dismiss_on_scroll =&gt;,dismiss_on_timeout =&gt;,cookie_expiry =&gt.\n365,set_cookies_on_root =&gt.\n0,cookie_domain =&gt;,cookie_path =&gt.\n/,tcf_active =&gt;,view_preferences =&gt.\nVoir les préférences,save_preferences =&gt.\nEnregistrer les préférences,accept_all =&gt.\nLes accepter tous,privacy_link_us =&gt.\n#", "created_at": "2021-04-09 04:10:03.89124", "updated_at": "2021-04-09 04:10:13.819669"}], "points": [], "urls": ["noyaltitude.fr"]}}