{"error": 448, "message": "OK", "parameters": {"id": 825, "name": "Samsung", "created_at": "2018-11-17 17:06:11.078428", "updated_at": "2021-07-16 16:00:25.443243", "wikipedia": "https://en.wikipedia.org/wiki/Samsung", "keywords": null, "related": null, "slug": "samsung", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/825.png", "url": "samsung.com,samsungsupport.com,samsungrs.samsungapps.com,samsungosp.com,samsungcloud.com", "documents": [{"id": 729, "name": "Privacy Policy ", "url": "https://www.samsung.com/us/account/privacy-policy/", "xpath": "//*[@id=\"inner-wrap\"]/div", "text": " <p>\n<strong>\n<u>SAMSUNG PRIVACY POLICY FOR THE U.S.</u>\n</strong>\n</p>\n<p>\n<strong>Last Updated: January 1, 2021</strong>\n</p>\n<p> Samsung Electronics Co., Ltd., along with our affiliates and subsidiaries, (collectively, “Samsung”) knows how important privacy is to our customers.\nThis Privacy Policy describes the personal information we may obtain online across all of our Internet-connected Samsung devices and services (from mobile phones and tablets to TVs, home appliances, online services, and more) (collectively, our “Services”), and how we may use and disclose that information.\nWe also explain the choices available to you regarding our use of the information, the steps we take to safeguard the information and how you how may <strong> contact us </strong> if you have any questions about our privacy practices.\n</p>\n<p> In addition to this Privacy Policy, we provide additional information about our privacy practices related to particular Services where appropriate.\nYou can review such information before enabling such Services.\n</p>\n<p> Click on the links below to learn more:\n</p>\n<ul>\n<li>\n<u> Information We Obtain </u>\n</li>\n<li>\n<u> How We Use the Information We Obtain </u>\n</li>\n<li>\n<u> Information Sharing </u>\n</li>\n<li>\n<u> Links To Other Websites, Devices, Apps And Features </u>\n</li>\n<li>\n<u> Your Choices </u>\n</li>\n<li>\n<u> Notice To California Residents </u>\n</li>\n<li>\n<u> How We Protect Personal Information </u>\n</li>\n<li>\n<u> Children’s Personal Information </u>\n</li>\n<li>\n<u> Updates To This U.S.\nPrivacy Policy </u>\n</li>\n<li>\n<u> How To Contact Us </u>\n</li>\n</ul>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information We Obtain</u>\n</strong>\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Information you provide to us</em>\n</p>\n<p>When you purchase a Samsung product, create a Samsung Account or register for or use a Service, you may provide us with personal information such as:\n</p>\n<ul>\n<li>• contact information, such as name, email address, postal address and phone number;</li>\n<li>• payment card information (including name, card number, expiration date and security code);</li>\n<li>• user coupon or gift card number;</li>\n<li>• date of birth;</li>\n<li>• gender;</li>\n<li>• information stored in or associated with your Samsung Account (including your Samsung Account profile, ID, username and password);</li>\n<li>• username and password for participating third-party devices, apps, features or services;</li>\n<li>• information you store on your device, such as photos, contacts, text logs, touch interactions, settings and calendar information;</li>\n<li>• recordings of your voice when you use voice commands to control a Service or contact our Customer Service team.\nand</li>\n<li>• location data, including (1) the precise geolocation of your device if you consent to the collection of this data and (2) information about nearby Wi-Fi access points and cell towers that may be transmitted to us when you use certain Services.</li>\n</ul>\n<p> We may obtain certain information about you from publicly or commercially-available sources and from third parties who perform services for us.\nWe also may obtain other information about you, your devices and your use of the Services, in ways we describe at the time we collect the information or otherwise with your consent.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Information we collect automatically</em>\n</p>\n<p> Our Services collect some data automatically when you use the Services.\nWe may obtain information by automated means such as through browser cookies, pixels, web server logs, web beacons, and other technologies.\nAmong other purposes, these technologies help us (1) remember your information so you will not have to re-enter it, (2) track and understand how you use and interact with the Services, (3) tailor the Services around your preferences, (4) manage and measure the usability of the Services, (5) understand the effectiveness of our communications, and (6) otherwise enhance the Services.\n<strong>\n</strong>\n</p>\n<p> Information we may collect automatically includes information about:\n</p>\n<p> · your device, including MAC address, IP address, log information, device model, hardware model, IMEI number, serial number, subscription information, device settings, connections to other devices, mobile network operator, web browser characteristics, app usage information, sales code, access code, current software version, MNC, subscription information and randomized, non-persistent and resettable device identifiers, such as Personalized Service ID (or PSID), and advertising IDs, including Google Ad ID.\n</p>\n<p> · your use of the Services, including clickstream data, your interactions with the Services (such as the web pages you visit, search terms, and the apps and features you use), the pages that led or referred you to the Services, dates and times of use of the Services.\nand\n</p>\n<p> · your use of third-party websites, apps and features that are connected to certain Services.\n</p>\n<p> Your browser may tell you how to be notified when you receive certain types of cookies or how to restrict or disable certain types of cookies.\nYou can find out how to do this for your particular browser by clicking “help” on your browser’s menu or visiting <u> www.allaboutcookies.org</u>.\nFor mobile devices, you can manage how your device and browser share certain device data by adjusting the privacy and security settings on your device.\nThe Services are not designed to respond to “do not track” signals received from browsers.<strong>\n</strong>Please note that without cookies you may not be able to use or benefit from all of the features of our Services.\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Third-Party Web Analytics Services</em>\n</strong>\n<strong>\n</strong>\n</p>\n<p> Through certain Services, we may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps and other online features and services.\nWe may use third-party analytics services on the Services, such as Google Analytics and Firebase Analytics.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Services or help administer the Services.<strong>\n</strong>To learn more about Google Analytics, please visit <u> https://www.google.com/policies/privacy/partners</u>.\nTo learn more about Firebase Analytics, please visit https://firebase.google.com/policies/analytics .\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Online Tracking And Interest-Based Advertising </em>\n</strong>\n</p>\n<p> Through certain of the Services, both we and various third parties may collect information about your online activities to provide you with advertising about products and services tailored to your individual interests.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Samsung Ads</em>\n</p>\n<p> Our Samsung Ads service is designed to serve advertisements that are customized to users’ interests on Samsung and third-party devices, websites and apps.\nSamsung Ads may deliver customized ads based on your demographic characteristics, preferences, choices and interests by collecting certain information about your online activities as specified in this Privacy Policy.\nPlease see the Samsung Ads Privacy Notice <u> https://www.samsung.com/us/account/privacy-policy/samsungads</u> for more information, including information on how to opt out of receiving customized ads from Samsung Ads.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Ad networks</em>\n</p>\n<p> Because Samsung participates in various advertising networks, you may also see our ads on other websites or mobile apps.\nAd networks allow us to target our messaging to users considering demographic data, users’ inferred interests and browsing context.\nThese networks can track users’ online activities over time by collecting information through automated means, including through the use of browser cookies, web beacons, pixels, device identifiers, server logs and other similar technologies.\nThe networks use this information to show ads that may be tailored to individuals’ interests, to track users’ browsers or devices across multiple websites and apps, and to build a profile of users’ online browsing and app usage activities.\nThe information our ad networks may collect includes data about users’ visits to websites and apps that participate in the relevant ad networks, such as the pages or ads viewed and the actions taken on the websites or apps.\nThis data collection takes place both on certain Services and on third-party websites and apps that participate in the ad networks.\nThis process also helps us track the effectiveness of our marketing efforts.\n</p>\n<p> To learn how to opt out of ad network interest-based advertising in the U.S., please visit <u> www.aboutads.info/choices</u> and <u> http://www.networkadvertising.org/choices</u>.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Use the Information We Obtain</u>\n</strong>\n</p>\n<p> We may use the personal information we obtain to:\n</p>\n<ul>\n<li>• provide and enhance our Services, such as registering you or your device for a Service, identifying and authenticating you so you may use and interact with third-party services, and improving and customizing your experience within the Services;</li>\n<li>• communicate with you;</li>\n<li>• provide customer support;</li>\n<li>• operate, evaluate and improve our business, including developing new products and services, managing our communications, analyzing our Services and customer base, conducting market research, aggregating and anonymizing data, performing data analytics, and undertaking accounting, auditing and other internal functions;</li>\n<li>• protect against, identify and prevent fraud and other criminal activity, claims and other liabilities.\nand</li>\n<li>• comply with and enforce applicable legal requirements, relevant industry standards and our policies, including this Privacy Policy and the applicable Terms of Use for a Service<strong>.</strong>\n</li>\n</ul>\n<p>We may combine information we obtain about you for the purposes described above.\nWe also may use the information we obtain in other ways for which we provide specific notice at the time of collection or otherwise with your consent.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information Sharing</u>\n</strong>\n</p>\n<p> We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us.\nWe do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.\nIn addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who\noperate apps and services that connect with certain of the Services.\n<strong>\n</strong>\n</p>\n<p> We may share personal information we collect through the Services if you ask us to do so or otherwise with your consent.\nWe also may disclose information about you in other circumstances, including:\n</p>\n<ul>\n<li>• to law enforcement authorities, government or public agencies or officials, regulators, and/or any other person or entity with appropriate legal authority or justification for receipt of such information, if required or permitted to do so by law or legal process;</li>\n<li>• when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity.\nor</li>\n<li>• in the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint\nventure, reorganization, divestiture, dissolution or liquidation).\n<strong>\n</strong>\n</li>\n</ul>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Links to Other Websites, Devices, Apps And Features</u>\n</strong>\n</p>\n<p> The Services may provide the ability to connect to other websites, devices, apps and other features, which may operate independently from us and may have their own privacy notices or policies.\nWe strongly suggest you review them.\nTo the extent any linked website, device, app or other feature is not owned or controlled by us, we are not responsible for its content, use or privacy practices.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Your Choices</u>\n</strong>\n</p>\n<p> We offer you certain choices in connection with the personal information we obtain about you.\n</p>\n<p> To update your preferences, limit the communications you receive from us, or submit a request, please contact us as specified in the <strong>\n<u> How To Contact Us</u>\n</strong> section below.\n</p>\n<p>\n<br> The Services may offer choices related to the collection, deletion and sharing of certain information and communications about products, services and promotions that are unique to specific Services.<strong>\n</strong>You can access the relevant settings of each Service to learn about choices that may be available for that Service.\nIf you decline to allow the Services to collect, store or share certain information, you may not be able to enjoy full use of all of the features available through the Services.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Notice to California Residents</u>\n</strong>\n</p>\n<p> If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called <strong>\n<u> California Consumer Privacy Statement</u>\n</strong> section below.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Protect Personal Information</u>\n</strong>\n</p>\n<p> We maintain safeguards designed to protect personal information we obtain through the Services.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Children’s Personal Information</u>\n</strong>\n</p>\n<p> Unless otherwise specified, the Services are designed for a general audience and are not directed to children.\nIn connection with the Services, we do not knowingly solicit or collect personal information from children under the age of 13 without parental consent.\nIf we learn that we have collected personal information from a child under age 13 without parental consent, we will either seek parental consent or promptly delete that information.\nIf you believe that a child under age 13 may have provided us with personal information without parental consent, please contact us as specified in the <strong>\n<u> How To Contact Us</u>\n</strong> section of this Privacy Policy.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Updates To This Privacy Policy</u>\n</strong>\n</p>\n<p> We may update this Privacy Policy from time to time and without prior notice to you to reflect changes in our personal information practices with respect to the Services.\nWe will indicate at the top of the policy when it was most recently updated.\n</p>\n<p>\n<strong>\n<u> How To Contact Us</u>\n</strong>\n</p>\n<p> You can contact us to update your preferences, update or correct your information, submit a request or ask us questions at:\n</p>\n<p> Privacy Office <br> Samsung Electronics America, Inc.\n<br> 85 Challenger Road <br> Ridgefield Park, NJ 07660 <br>\n<u> NAPrivacy@sea.samsung.com </u>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>CALIFORNIA CONSUMER PRIVACY STATEMENT – SUPPLEMENT</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Last Updated: January 1, 2021</strong>\n</p>\n<p> This California Consumer Privacy Statement supplements the <u> Samsung Privacy Policy</u> for the U.S.\nIt applies solely to California consumers and addresses personal information we collect online and offline.\nThis Statement does not apply to Samsung personnel or job applicants.\n</p>\n<p> This California Consumer Privacy Statement uses certain terms that have the meaning given to them in the California Consumer Privacy Act of 2018 and its implementing regulations (the “CCPA”).\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Notice to California Residents</u>\n</strong>\n</p>\n<p> 1.\n<strong>\n<u>Notice of Collection and Use of Personal Information</u>\n</strong>\n</p>\n<p> We may collect the following categories of personal information about you:\n</p>\n<ul>\n<li>\n<strong>Identifiers</strong>: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier.\ncookies, beacons, pixel tags, mobile ad identifiers and similar technology.\ncustomer number, unique pseudonym, or user alias.\ntelephone number and other forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers </li>\n<li>\n<strong>Additional Data Subject to Cal.\nCiv.\nCode § 1798.80</strong>: signature, bank account number, credit card number, debit card number, and other financial information </li>\n<li>\n<strong>Protected Classifications</strong>: characteristics of protected classifications under California or federal law, such as age and sex </li>\n<li>\n<strong>Commercial Information</strong>: commercial information, including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies </li>\n<li>\n<strong>Biometric Information</strong>\n</li>\n<li>\n<strong>Online Activity</strong>: Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements </li>\n<li>\n<strong>Geolocation Data</strong>\n</li>\n<li>\n<strong>Sensory Information</strong>: audio, electronic, visual, and similar information </li>\n<li>\n<strong>Inferences</strong>: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.\n</li>\n</ul>\n<p> We may use the categories of personal information listed above for certain business or commercial purposes, as described in this list:\n</p>\n<ul>\n<li>• performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services;</li>\n<li>• auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance;</li>\n<li>• short-term, transient use, including, but not limited to, the contextual customization of ads shown as part of the same interaction;</li>\n<li>• detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>• debugging to identify and repair errors that impair existing intended functionality;</li>\n<li>• undertaking internal research for technological development and demonstration.\nand</li>\n<li>• undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us.</li>\n</ul>\n<p>\n</p>\n<p> 2.\n<strong>\n<u>Prior Collection, Use and Disclosure of Personal Information</u>\n</strong>\n</p>\n<p> We may have collected and used your personal information, as described in Section 1 above, during the 12-month period prior to the effective date of this California Consumer Privacy Statement.\nFor the personal information collected during that timeframe, we describe below: (a) the categories of sources from which we may have obtained the personal information, (b) the categories of third parties with whom we may have shared the information, (c) the categories of personal information we may have sold, and (d) the categories of personal information we may have disclosed for a business purpose.\n</p>\n<p> a.\n<strong>\n<em>Sources of Personal Information</em>\n</strong>\n</p>\n<p> We may have obtained personal information about you from various sources, including:\n</p>\n<ul>\n<li>• from you or your devices, for example, through your use of the Services.\n</li>\n<li>• our affiliates and subsidiaries;</li>\n<li>• vendors who provide services on our behalf;</li>\n<li>• social media networks.\nand</li>\n<li>• online advertising companies.</li>\n</ul>\n<p>\n</p>\n<p> b.\n<strong>\n<em>Sharing of Personal Information</em>\n</strong>\n</p>\n<p> We may have shared your personal information with certain categories of vendors, including:\n</p>\n<ul>\n<li>• our affiliates and subsidiaries;</li>\n<li>• vendors who provide services on our behalf;</li>\n<li>• professional services organizations, such as auditors and law firms;</li>\n<li>• our joint marketing partners;</li>\n<li>• our business partners;</li>\n<li>• advertising networks;</li>\n<li>• internet service providers;</li>\n<li>• data analytics providers;</li>\n<li>• government entities;</li>\n<li>• operating systems and platforms;</li>\n<li>• social networks.\nand</li>\n<li>• consumer data resellers.</li>\n</ul>\n<p>\n</p>\n<p> c.\n<strong>\n<em> Sale of Personal Information</em>\n</strong>\n</p>\n<p> We may allow certain third parties (such as advertising partners) to collect your personal information.\nYou have the right to opt out of this disclosure of your information, as detailed below.\n</p>\n<p> During the 12-month period prior to the effective date of this California Consumer Privacy Statement, we may have sold the following categories of personal information:\n</p>\n<ul>\n<li>• Identifiers such as a unique personal identifier (such as a device identifier.\ncookies, beacons, pixel tags, mobile ad identifiers and similar technology.\nother forms of persistent or probabilistic identifiers), online identifier, and internet protocol address</li>\n<li>\n</li>\n<li>• Commercial information, including records of products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies</li>\n<li>\n</li>\n<li>• Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements</li>\n<li>\n</li>\n<li>• Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.</li>\n<li>\n</li>\n</ul>\n<p>\n</p>\n<p> d.\n<strong>\n<em>Disclosure of Personal Information for a Business Purpose</em>\n</strong>\n</p>\n<p> We may have disclosed to vendors the following categories of personal information for a business purpose:\n</p>\n<ul>\n<li>• Identifiers such as a real name, postal address, telephone number, unique</li> personal identifier (such as a device identifier.\ncookies, beacons, pixel tags, mobile ad identifiers and similar technology.\ncustomer number.\nother forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers\n<li>• Signature, bank account number, credit card number, debit card number and other financial information</li>\n<li>• Characteristics of protected classifications under California or federal law, such as age and sex</li>\n<li>• Commercial information, including records of products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies</li>\n<li>• Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements</li>\n<li>• Geolocation Data</li>\n<li>• Audio, electronic, visual and similar information</li>\n<li>• Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.</li>\n</ul>\n<p>\n</p>\n<p> 3.\n<strong>\n<u>California Consumer Privacy Rights</u>\n</strong>\n</p>\n<p> You have certain choices regarding our use and disclosure of your personal information, as described below.\n</p>\n<p>\n<strong>Access</strong>: You may have the right to request, twice in a 12-month period, that we disclose to you the personal information we have collected, used, disclosed and sold about you during the past 12 months.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Deletion</strong>: You have the right to request that we delete certain personal information we have collected from you.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Opt-Out of Sale</strong>: You have the right to opt-out of the sale of your personal information.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Shine the Light Request</strong>: You also may have the right to request that we provide you with (1) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (2) the identity of those third parties.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>How to Submit a Request</strong>: To submit an access or deletion request, click <u> here to submit a request</u> or call us at 1-800-SAMSUNG (1-800-726-7864).\nTo submit a Shine the Light request, email us at NAPrivacy@sea.samsung.com.\nTo opt-out of the sale of your personal information, click <u> here to submit a request</u> or call us at 1-800-SAMSUNG (1-800-726-7864).\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Verifying Requests</strong>: To help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to your personal information or complying with your request.\nIf you have a Samsung.com account, we will verify your identity by requiring you to sign in to your account.\nIf you do not have a Samsung.com account, or an email address on file with us, then there is no reasonable method by which we can verify your identity to the level of certainty required by the CCPA.\nThis is because historically Samsung has not linked device identifiers or advertising IDs to named actual persons.\nAccordingly, if you do not have an account with us, or an email address on file, and you request access to or deletion of your personal information, we will not be able to process your request at this time.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Additional Information</strong>: If you choose to exercise any of your rights under the CCPA, you have the right to not receive discriminatory treatment by us.\nTo the extent permitted by applicable law, we may charge a reasonable fee to comply with your request.\nThis Statement is available in alternative formats upon request.\nPlease go the accessibility page of Samsung’s website at www.samsung.com/us/accessibility to see a copy of this Statement in an alternative format.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>SAMSUNG PRIVACY POLICY – SMART TV SUPPLEMENT</strong>\n</p>\n<p> Samsung’s Smart TV service offers a set of features that provide enhanced video content, customized TV experiences, movies, connections to social networking services, and the ability to control and interact with your Smart TV with voice commands.\nWe collect, use, share, and store information through your Smart TV and the devices connected with your Smart TV in the ways described in the Samsung Privacy Policy.\nThis Supplement provides additional details about the privacy practices of some Smart TV features.\n</p>\n<p> The Smart TV is designed to enable you to easily find and access video programming and other content.\nFor example, you may access information about live television programs distributed to you by your cable or satellite operator and on-demand video content offerings distributed by third party content providers through searchable guides displayed on your Smart TV.\n</p>\n<p> In the case of live television programs, we determine what content is available to you based in part on your postcode.\nIn addition, the Smart TV helps you find and experience other Smart TV content more relevant to you by highlighting programming and content that is likely to interest you or providing additional services that will enhance your viewing experience.\nWe base these recommendations and additional services on:\n</p>\n<ul>\n<li>• Information about content that you have watched, purchased, downloaded, or streamed through Samsung applications on your Smart TV or other devices\n(About the TV viewing information please see ‘ <em>Viewing Information Services</em>’ section below);</li>\n<li>• Information about applications you have accessed through the Smart TV;</li>\n<li>• Information about your clicks on the “Like”, “Dislike”, “Watch Now”, and other buttons on your Smart TV;</li>\n<li>• The query terms you enter into Smart TV search features, including when you search for particular video content;</li>\n<li>• Other Smart TV usage and device information, including, but not limited to, IP address, log data, information that identifies your hardware or software configuration, browser information, and the page(s) you request.</li>\n</ul>\n<p>\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Viewing Information Services</em>\n</p>\n<p> This privacy notice should be read in conjunction with the Samsung Privacy Policy, which also applies to your receipt of customized Smart TV experiences and can be found at <u> https://www.samsung.com/us/account/privacy-policy</u>.\n</p>\n<p> In order to provide you with customized Smart TV experiences, some of our feature and services will rely on your TV viewing history and Smart TV usage information.\n</p>\n<p> Your TV viewing history includes information about the networks, channels, websites visited and programs viewed on your Smart TV and the amount of time spent viewing them.\nWe may use automatic content recognition (ACR) and other technologies to capture this information.\nYour Smart TV transfers video snippets or TV tuner information in order to determine the programs watched.\n</p>\n<p> You may change your privacy choice at any time by going to the settings menu to disable the particular feature or service at your sole discretion, in which case your TV viewing history will cease to be collected for that particular feature or service.\n</p>\n<p> Bear in mind that your privacy choice may affect the availability or quality of the specific viewing information based service.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Interest-Based Advertisement Services</em>\n</p>\n<p> The Interest-Based Advertisement Services (the “IBA Services”) is designed to provide the ability to obtain and view useful, interactive, and interest based advertisements about products and services offered by Samsung and third parties on your Samsung Smart TV or across various Samsung and third party platforms or devices, including linear commercials, on the web, mobile devices, and tablets.\n</p>\n<p> In order to make the advertising on your devices more relevant to you, the IBA service will rely on your TV viewing history (including information about the networks, channels, websites visited, and programs viewed on your Samsung Smart TV and the amount of time spent viewing them), Samsung Smart TV usage information, and other statistical data obtained from trusted third party data sources.\nWe may use automatic content recognition (ACR) and other technologies to capture your TV viewing history.\n</p>\n<p> Based on the information above we create groups of Samsung Smart TV owners who share similar interests and use these groups for the IBA Service.\nThe information above is used to determine the groups to which your Samsung Smart TV is assigned and thus, which advertisements your devices receive.\n</p>\n<p> You may disable the IBA Service at any time by visiting the Settings menu on your Samsung Smart TV.\n</p>\n<p> Please note that your privacy choice with respect to the IBA Service will not affect whether or not you receive or are served with other types of ads and marketing that are not specifically based on TV viewing history or Samsung Smart TV usage information.\nThose other types of ads and marketing will be based on other information such as generalized location and other estimated or inferred information.\nThey might be less relevant because they are not based on your interests.\n</p>\n<p> For more detailed information about the IBA Services, please refer to the IBA Services Privacy Notice at the bottom of this Supplement.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>PSID</em>\n</p>\n<p> Your Smart TV viewing history and usage information collected for the purposes of providing interest based advertisements will be linked to a randomized, non-persistent, and resettable device identifier called the Personalized Service ID or “PSID”.\n</p>\n<p> You may reset your PSID at any time by visiting the Settings menu on your Smart TV and, once reset, your Smart TV viewing history and Smart TV usage information with respect to interest based advertisements will be de-linked from its previous PSID.\nBear in mind that if you reset your PSID, the quality of customized and interest based advertisements may not be fine-tuned.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Voice Recognition</em>\n</p>\n<p> You can control your Smart TV, and use many of its features, with voice commands.\n</p>\n<p> If you enable Voice Recognition, you can interact with your Smart TV using your voice.\nTo provide the Voice Recognition feature, your voice commands will be transmitted (along with information about your device, including device identifiers) to us and we will convert your voice commands into text to provide the Voice Recognition features.\nIn addition, Samsung may collect voice commands and associated texts so that we can evaluate and improve the features.\nSamsung will collect your voice commands when you make a specific request to the Smart TV by clicking the activation button either on the remote control or on your screen or by speaking a wake word (e.g.\n“Hi, Bixby”) and speaking into the microphone on the remote control or Smart TV.\n</p>\n<p> If you do not enable Voice Recognition, you will not be able to use the voice recognition features.\n</p>\n<p> You may disable Voice Recognition data collection at any time by visiting the Settings menu.\nHowever, this would prevent you from using the Voice Recognition features.\n</p>\n<p> For more detailed information about the Voice Recognition, please refer to the Voice Recognition Privacy Notice at the bottom of this Supplement.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Third Parties</em>\n</p>\n<p> Please note that when you watch a video or access applications or content provided by a third party, that provider may collect or receive information about your Smart TV (e.g.\nits IP address and device identifiers), the requested transaction (e.g.\nyour request to buy or rent the video), and your use of the application or service.\nSamsung is not responsible for these providers’ privacy or security practices.\nYou should exercise caution and review the privacy statements applicable to the third party websites and services you use.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Data Transfers</em>\n</p>\n<p> We may transfer the personal information we collect about you to recipients in locations other than the location in which the information originally was collected.\nThose locations may not have the same data protection laws as the location in which you initially provided the information.\nWhen we transfer your personal information to recipients in other locations (such as the U.S.), we will protect that information as described in this Privacy Policy and will comply with applicable legal requirements providing adequate protection for the transfer of personal information to recipients in locations other than the one in which you provided the information, including by way of an agreement which covers the requirements of the relevant data protection authority, for example, by implementing appropriate safeguards based on the European Commission’s Standard Contractual Clauses, where applicable.\nSubject to applicable law, you may obtain a copy of these safeguards by contacting us as indicated in this Privacy Policy.\n</p>\n<p> Samsung Electronics America, Inc.\nand its subsidiary Samsung Research America, Inc.\nare certified under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield frameworks developed by the U.S.\nDepartment of Commerce, and the European Commission and Swiss Federal Data Protection and Information Commissioner, respectively, with respect to the transfer of certain personal information collected in connection with the use of Samsung Smart TVs.\n<u> Click here</u> to view our EU/Swiss-U.S.\nPrivacy Shield Privacy Policy.\nAs of July 16, 2020, we no longer rely on the EU-U.S.\nor Swiss-U.S.\nPrivacy Shield to transfer personal information from the EEA, UK or Switzerland to the United States.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Location-Specific Features</em>\n</p>\n<p> Please note that one or more of the features described in this Smart TV Supplement may not be available to you depending on where you live.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Voice Recognition Service Privacy Notice</strong>\n</p>\n<p> Effective Date: April 30, 2019\n</p>\n<p> Samsung Electronics Co.\nLtd.\nand its affiliates (“<strong>Samsung</strong>” or “<strong>We</strong>”) respect your concerns about privacy.\nThis Privacy Notice applies to the personal information we collect through the Voice Recognition service (the “Voice Service”).\n</p>\n<p> The Voice Service is a service that provides capabilities for users to find and watch content and manage their world across the Samsung products using only their voice.\nIts features include [the natural language processing in content search and their Samsung Smart TV control.\nInternet, weather and other services users have come to expect from their Samsung Smart TVs.\n</p>\n<p> Depending on the language you select, you may use and enjoy the enhanced voice recognition feature, Bixby.\nWhen Bixby is activated you may acknowledge it by the icons, banners or other marks on your Samsung Smart TV screen.\n</p>\n<p> This Privacy Notice provides further, specific information about how your personal data is used in connection with the Voice Service, and should be read in conjunction with the Samsung Privacy Policy, which also applies to your receipt of the Voice Service and can be found at <u> https://www.samsung.com/us/account/privacy-policy</u>.\n</p>\n<p> In this Privacy Notice, we describe the types of information collected through the Voice Service, how we may use the information, how long we may keep the information, with whom we may share it and the choices available to you regarding our use of the information and exercising your rights.\nWe also describe the measures we take to safeguard the information and tell you how to contact us about our privacy practices.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information We Obtain</u>\n</strong>\n</p>\n<p> Through the Voice Service, we may obtain information about you in various ways.\nThe types of personal information we obtain include:\n</p>\n<ul>\n<li>\n<u>Samsung Account Information (Optional)</u>.\nWhen you log in to Samsung account in your Smart TV, we may collect information associated with your Samsung account used to access the Voice Service, such as your name, email address, and Samsung account ID.\n</li>\n<li>\n<u>The Voice Service Interactions</u>.\nWe may collect information you exchange with the Voice Service through your interactions with the Services, including recordings of your voice commands (such as your questions, requests and instructions), your pictures, and other inputs, and the information you receive from the Services (such as responses, answers and content).\nWe also may obtain other information related to your use of the Voice Service, including the information (such as information related to the apps you use, the websites you visit and pictures, music, calendar entries, bookmarks, and content and data from other Samsung and third-party apps, websites and services) we receive from Samsung and third-party apps and services that are accessed or used by the Voice Service to provide you with the Services (such as music streaming and weather).\n</li>\n<li>\n<u>Geolocation Data</u>.\nWe may receive your device’s geolocation and other information related to your location through zip-code information stored in TV which can be obtained through your IP address or through your input for certain purposes, such as to provide you with the Services.\n</li>\n<li>\n<u>Device and App Information</u>.\nWe may collect information through automated means about your Voice Service-enabled devices, such as device models, OS versions, device configurations and settings, IP addresses, and device identifiers and other unique identifiers.\nIn addition, we may obtain information about how, when and for how long you use your Voice Service-enabled devices, including your usage of the Voice Service and Samsung and third-party apps and services on the devices (such as a listing of apps on your devices, music played on your devices, the websites you visit and the searches you make).\n</li>\n</ul>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Use the Information We Obtain</u>\n</strong>\n</p>\n<p> We may use the information we obtain through the Voice Service to:\n</p>\n<ul>\n<li>• provide you with the Services, such as to respond to your requests, questions and instructions made through the Voice Service;</li>\n<li>• identify and authenticate you so you may use certain Voice Service;</li>\n<li>• improve and customize your experience with the Voice Service, such as delivering content and responses tailored to our users and the manner in which they interact with the Voice Service;</li>\n<li>• with your separate consent, communicate with you about our products and services, and provide you with notifications, content, alerts, offers, promotions, marketing information, communications and advertisements;</li>\n<li>• respond to your requests and inquiries;</li>\n<li>• operate, evaluate and improve our business (including developing new products.\nenhancing and improving our products and the services.\nmanaging our communications.\nanalyzing our products, customer base and the services.\nconducting market research.\nperforming data analytics.\nand performing accounting, auditing and other internal functions);</li>\n<li>• allow you to interact with and use certain third-party apps and services;</li>\n<li>• protect against, identify and prevent fraud and other criminal activity, claims and other liabilities.\nand</li>\n<li>• comply with and enforce applicable legal requirements, relevant industry standards and our policies, including this Privacy Notice, the Samsung Account Privacy Policy<strong>.</strong>\n</li>\n<p>\n</p>\n<p> Through the Voice Service, we may collect personal information about your online activities on the Voice Service-enabled devices over time and across third-party apps, websites and other online services.\nWe may use third-party analytics services on our Services.\nThe providers that administer these analytics services help us analyze your use of the Services and improve our Services.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Services, help provide the Services, and diagnose technical issues.\n</p>\n<p> Samsung processes personal data for the purposes described above.\nSamsung’s legal basis to process personal data includes processing that is: necessary for the performance of the contract between you and Samsung (for example, to provide you with the Services and to identify and authenticate you so you may use certain Services).\nnecessary to comply with legal requirements (for example, to comply with applicable accounting rules and to make mandatory disclosures to law enforcement).\nnecessary for Samsung’s legitimate interests (for example, to manage our relationship with you and to improve the Services), <strong>and</strong>\n<strong> based on consent by our customers (for example, to communicate with you about our products and services and provide you with marketing information), which may subsequently be withdrawn at any time by contacting us </strong>\n<strong>as specified in the </strong>\n<strong>\n<u> How To Contact Us</u>\n</strong>\n<strong> section of this Privacy Notice without affecting the lawfulness of processing based on consent before its withdrawal.\n</strong>\n</p>\n<p> You are required, as a necessity to enter into a contract, to provide us with personal data for processing as described above.\nIf you do not provide us with personal data, we will not be able to provide you all of the features available through the Voice Service.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information Sharing</u>\n</strong>\n</p>\n<p> We do not disclose personal information about you through the Services, except as described in this Privacy Notice.\nLimited members of the Voice Service team in Samsung may access and other wise process personal data in connection with their job responsibilities or contractual obligations.\nWe may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us.\nWe do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.\n</p>\n<p> When you use the Voice Service to access or interact with third-party apps and services, we may send certain personal information to the providers of such third-party apps and services to provide you with the services you request.\nExamples of this information may include the voice commands you make to operate these apps and services, your geolocation and other location data, and other data that helps facilitate the services you request.\nThese third parties also may collect certain personal information directly from your devices through the Voice Service.\nSamsung is not responsible for these third-party providers’ privacy or security practices.\nThe privacy and security practices of the relevant providers, including details on the information they receive from us or collect about you, are subject to the privacy statements of these parties, which we strongly suggest you review.\n</p>\n<p> Samsung, our subsidiaries and affiliates, and our third-party service providers also may disclose information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena).\n(2) in response to requests by government agencies, such as law enforcement authorities.\n(3) to establish, exercise or defend our legal rights.\n(4) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss.\n(5) in connection with an investigation of suspected or actual illegal activity.\n(6) in the event we sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, reorganization, dissolution or liquidation).\nor (7) otherwise with your consent.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Retention of Personal Data</u>\n</strong>\n</p>\n<p> Personal data will be retained only for so long as reasonably necessary for the purposes set out above, considering criteria such as applicable rules on statute of limitations and at least the duration of your use of the Voice Service.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Your Choices</u>\n</strong>\n</p>\n<p> You may disable the Voice Service at any time by visiting the settings menu, however this may prevent you from using the Voice Service.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Protect Personal Information</u>\n</strong>\n</p>\n<p> We maintain administrative, technical and physical safeguards designed to protect personal information we obtain through the Services against accidental, unlawful or unauthorized destruction, interference, loss, alteration, access, disclosure or use.\nSamsung also maintains reasonable procedures to help ensure that such data is reliable for its intended use and is accurate, complete and current.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Updates to Our Privacy Notice</u>\n</strong>\n</p>\n<p> This Privacy Notice may be updated periodically to reflect changes in our personal information practices with respect to the Services, or changes in the applicable law.\nWe will post a notice on our website and/or your device to notify you of significant changes to our Privacy Notice and indicate at the top of the notice when it was most recently updated.\n</p>\n<p>\n<strong>\n<u> How To Contact Us </u>\n</strong>\n</p>\n<p> To ask us questions about this Privacy Notice, please contact us at:\n</p>\n<p> Privacy Office <br> Samsung Electronics America, Inc.\n<br> 85 Challenger Road <br> Ridgefield Park, NJ 07660 <br>\n<strong>\n<u> NAPrivacy@sea.samsung.com </u>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Interest-Based Advertisements Service Privacy Notice</strong>\n</p>\n<p> Effective Date: April 30, 2019\n</p>\n<p> Samsung Electronics Co.\nLtd.\nand our affiliates (“Samsung” or “We”) and its affiliated companies respect your concerns about privacy.\nThis Privacy Notice applies to the personal information we collect through the Interest-Based Advertisement services (the “IBA Service”).\n</p>\n<p> This Privacy Notice provides further, specific information about how your personal information is used in connection with the IBA Service, and should be read in conjunction with the Samsung Privacy Policy, which also applies to the information collected by the IBA Service, and can be found at <u> https://www.samsung.com/us/account/privacy-policy</u>.\n</p>\n<p> In this Privacy Notice, we describe the types of information used to provide the IBA Service, how we use the information, with whom we share the information, and the choices available to you regarding our use of the information.\nWe also describe the measures we take to safeguard your personal information and tell you how to contact us about our privacy practices.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>What is the IBA Service?</u>\n</strong>\n</p>\n<p> The IBA Service is designed to provide you with useful, interactive, and interest-based advertisements about products and services offered by Samsung and third parties on your Samsung Smart TV and across various Samsung and third-party platforms and devices, including linear commercials, on the web, mobile apps, smartphones, tablets and other mobile devices.\n</p>\n<p> If you have enabled both Viewing Information Services and the IBA Service on your Samsung Smart TV, the IBA Service will collect information about your TV viewing history (including information about the networks, channels, websites visited and programs viewed on your Samsung Smart TV and the amount of time spent viewing them) and Samsung Smart TV usage information (such as how long and often you use the apps on your Smart TV).\nWe may use automatic content recognition (ACR) and other technologies to capture your TV viewing history.\nWe also may obtain other behavioral and demographic data from trusted third-party data sources.\nWe use this information to create groups of people, called audience segments, who share similar interests.\nThrough the IBA Service, we use these groups to provide relevant ads that may be of interest to these audience segments.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>PSID and Advertising ID</em>\n</p>\n<p> The IBA Service provides ads using unique, randomized, non-persistent, and resettable device identifiers, known as “PSID” on Samsung Smart TVs and “Advertising ID” on Samsung mobile devices.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information We Obtain</u>\n</strong>\n</p>\n<p> Through the IBA Service, we may obtain information about your Samsung Smart TV and other devices (e.g., smartphone, tablet), including:\n</p>\n<ul>\n<li> • <u>Device Information</u>, such as your device model, operating system version, IP address, PSID, Advertising ID, device configurations and settings, and other device identifiers.\n</li>\n<li> • <u>Device Usage and Log Information</u> about how, when and for how long you use your devices, including your interactions with the IBA Service and Samsung and third-party apps and services on the devices.\n</li>\n<li> • <u>Samsung Smart TV Viewing History</u>, including information about the networks, channels, websites visited, and programs viewed on your Samsung Smart TV and the amount of time spent viewing them.\nWe obtain this information only if you have enabled Viewing Information Services on your Samsung Smart TV.\n</li>\n<li> • <u>Behavioral and Demographic Information</u> about you and your devices, such as your generalized location and estimated age group.\nWe may obtain this information from commercially-available sources (as permitted by law), such as our third-party service providers.\n</li>\n</ul>\n<p> We also may collect other information about you, your devices and apps in ways that we describe to you at the time of collection or otherwise with your consent.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Use the Information We Obtain</u>\n</strong>\n</p>\n<p> We may use the information we obtain through the IBA Service to:\n</p>\n<ul>\n<li>• provide you with the IBA Service on your Smart TV and across your devices;</li>\n<li>• improve and customize your experience with the IBA Service;</li>\n<li>• with your separate consent, to communicate with you via email and push notification about products and services offered by Samsung and third parties that are tailored to your interests;</li>\n<li>• respond to your requests and enquiries;</li>\n<li>• operate, evaluate, and improve our business (including developing new products.\nenhancing and improving our products and the services.\nmanaging our communications.\nanalyzing our products, customer base and services.\nconducting market research.\nperforming data analytics.\nand performing accounting, auditing and other internal functions);</li>\n<li>• protect against, identify, and prevent fraud and other criminal activity, claims, and other liabilities.\nand</li>\n<li>• comply with and enforce applicable legal requirements, relevant industry standards, and our policies, including this Privacy Notice and the Samsung Privacy Policy.</li>\n</ul>\n<p>\n</p>\n<p> We may combine information about your online activities over time and across other Samsung and third-party devices, apps, websites and online services.\nWe also may use the information we obtain in other ways for which we provide specific notice at the time of collection or otherwise with your consent.\n</p>\n<p> If you do not provide us with certain personal information, we may not be able to provide you with all of the features available through the IBA Service.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information Sharing and Data Transfers</u>\n</strong>\n</p>\n<p> We do not share personal information collected about you through the IBA Service except as described in this Privacy Notice and the Samsung Privacy Policy.\nWe may share your personal information with our subsidiaries, affiliates, service providers and business partners for the purpose of providing the IBA Service.\nWe do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf and to comply with legal requirements.\n</p>\n<p> Samsung, our subsidiaries and affiliates, and our third-party service providers may also disclose information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena).\n(2) in response to requests by government agencies, such as law enforcement authorities.\n(3) to establish, exercise, or defend our legal rights.\n(4) when we believe disclosure is necessary or appropriate to prevent physical or other harm.\n(5) in connection with an investigation of suspected or actual illegal activity.\n(6) in the event we sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, reorganization, dissolution or liquidation).\nor (7) otherwise with your consent.\n</p>\n<p> Samsung Electronics America, Inc.\nand its subsidiary Samsung Research America, Inc.\nare certified under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield frameworks developed by the U.S.\nDepartment of Commerce, and the European Commission and Swiss Federal Data Protection and Information Commissioner, respectively, with respect to the transfer of certain personal information collected in connection with the use of Samsung Smart TVs.\n<u> Click here</u> to view our EU/Swiss-U.S.\nPrivacy Shield Privacy Policy.\nAs of July 16, 2020, we no longer rely on the EU-U.S.\nor Swiss-U.S.\nPrivacy Shield to transfer personal information from the EEA, UK or Switzerland to the United States.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Your Choices</u>\n</strong>\n</p>\n<p> We offer you certain choices in connection with the personal information we obtain about you through the IBA Service.\nYou can opt out of receiving interest-based ads from the IBA Service on your Samsung Smart TV at any\ntime through your Smart TV settings menu, at <strong>Menu &gt.\nSupport &gt.\nTerms &amp.\nPolicy</strong> or <strong>Menu &gt.\nSmart Hub &gt.\nTerms &amp.\nPolicy</strong>.\n</p>\n<p> You can reset your PSID by selecting “<strong>Reset PSID</strong>” on the settings menu of your Samsung Smart TV.\nIf you reset the PSID on your Samsung Smart TV, any data collected and associated with your previous PSID will no longer be used to deliver interest-based ads to you.\nPlease note that if you reset your PSID, it may take some time for our systems to update your information due to technical reasons.\nPlease also note that resetting your PSID will not stop the delivery of interest-based ads to you.\nTo opt out of receiving interest-based ads on your Samsung Smart TV, please adjust the settings on your device, as described above.\nFor information about how you may exercise choice over the interest-based ads we may serve to you on your other Samsung devices, please visit <u> https://www.samsung.com/us/account/privacy-policy/samsungads</u>.\n</p>\n<p> If you opt out of the IBA Service, the IBA Service will no longer deliver interest-based ads.\nPlease note, however, that opting out of the IBA Service may not prevent the delivery of generic advertisements to your Smart TV or other devices.\nYou may also receive interest-based ads from other Samsung devices, apps or services.\nPlease visit the settings menu on the applicable Samsung device, app or service for information on how to opt out of such ads.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Protect Personal Information</u>\n</strong>\n</p>\n<p> We maintain reasonable administrative, technical, and physical safeguards designed to protect the personal information we obtain through the IBA Service against accidental, unlawful or unauthorized destruction, interference, loss, alteration, access, disclosure, or use.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Updates to Our Privacy Notice</u>\n</strong>\n</p>\n<p> This Privacy Notice may be updated periodically to reflect changes in our personal information practices with respect to the IBA Service, or changes in applicable law.\nWe will indicate at the top of this Privacy Notice when it was most recently updated.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How To Contact Us</u>\n</strong>\n</p>\n<p> To ask us questions about this Privacy Notice, please contact us by sending an email to <u> NAPrivacy@sea.samsung.com</u>.\n<br>\n<br>\n<br>\n<br>\n<br>\n</p>\n</ul> ", "created_at": "2018-11-17 17:07:09.528974", "updated_at": "2021-03-22 22:08:15.554897"}, {"id": 2818, "name": " Samsung Services Terms and Conditions", "url": "https://account.samsung.com/membership/terms/termscontents", "xpath": "//*[@id=\"main\"]/div/app-terms-content/terms-wrapper/common-terms-wrapper/div", "text": "<ul>\n<li>Nutzungsbedingungen</li>\n<li>Dienst-AGB</li>\n</ul>NutzungsbedingungenHerunterladen AGB der Samsung-Dienste <b>AGB der Samsung-Dienste</b>\n<br>\n<br>Datum der Veröffentlichung: 14.&nbsp;Januar&nbsp;2021 <br>\n<br>\n<b>WILLKOMMEN </b>\n<br>\n<br>\nWillkommen! Vielen Dank für Ihr Interesse an unseren Diensten.<br>\n<br>\n<br>\nWir, Samsung Electronics Co., Ltd.\nund/oder ihre Tochtergesellschaften („wir“, „unser/e“ oder „Samsung“) bieten Ihnen eine Vielzahl an Funktionen, Apps und Diensten, die Sie über unsere Mobilgeräte, Fernseher und anderen Produkte nutzen können und die hier aufgeführt sind („Dienste“).\nDiese AGB („AGB“) decken Ihre Nutzung unserer Dienste ab.<br>\n<br>\n<br>\n<b>ANNAHME UNSERER AGB</b>\n<br>\n<br>\nWenn Sie einen Account erstellen oder unsere Dienste nutzen, bestätigen Sie, dass Sie diese AGB annehmen.\nSie bestätigen auch, dass:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nSie mindestens 18 Jahre alt sind.\noder</li>\n<li>2.\nSie mindestens 13, doch weniger als 18 Jahre alt sind („Minderjähriger“), und zusichern, dass Sie diese AGB mit Ihren Eltern oder Erziehungsberechtigten geprüft haben und dass Sie und Ihre Eltern oder Erziehungsberechtigten diese AGB verstehen und sich mit ihnen einverstanden erklären.\nFalls Sie ein Elternteil oder Erziehungsberechtigter sind, der einem Minderjährigen die Nutzung der Dienste gestattet, erklären Sie sich damit einverstanden: (i)&nbsp;die Nutzung der Dienste durch den Minderjährigen zu beaufsichtigen.\n(ii)&nbsp;alle mit der Nutzung der Dienste durch den Minderjährigen verbundenen Risiken zu übernehmen.\n(iii)&nbsp;jegliche Haftung für die Nutzung der Dienste durch den Minderjährigen zu übernehmen.\n(iv)&nbsp;die Genauigkeit und Korrektheit aller von Ihnen oder vom Minderjährigen eingereichten Informationen sicherzustellen.\nund (v)&nbsp;die Verantwortung und bindende Wirkung dieser AGB für den Zugriff auf die Dienste und ihre Nutzung durch den Minderjährigen zu übernehmen und anzunehmen.\n</li>\n</ol>\n</ul>\n<br>\n<br> Manchmal müssen wir diese AGB ändern.\nWir werden Sie über Änderungen informieren, indem wir die aktualisierten AGB auf unserer Webseite einstellen.\nWenn wir denken, dass die Änderungen wesentlich sind, können wir eine Benachrichtigung an die E-Mail-Adresse senden, die mit Ihrem Samsung Account verknüpft ist, bevor die aktualisierten AGB wirksam werden.\nWenn Sie mit den Änderungen nicht einverstanden sind, können Sie die Nutzung unserer Dienste einstellen und Ihren Samsung Account löschen.\nWenn Sie unsere Dienste weiterhin verwenden, nachdem die aktualisierten AGB wirksam geworden sind, bestätigen Sie, dass Sie die aktualisierten AGB verstehen und annehmen.\n<br>\n<br>\n<br>\n<b>NUTZUNG UNSERER DIENSTE </b>\n<br>\n<br>\n<b>LIZENZ |</b> Wir gewähren Ihnen eine beschränkte, nicht-exklusive, nicht-übertragbare und widerrufliche Lizenz zur Nutzung unserer Dienste.\nSie dürfen unsere Dienste nur für private und nicht-gewerbliche Zwecke in Übereinstimmung mit diesen AGB und den Anweisungen, die wir in unseren Diensten bereitstellen, verwenden.\nAlle Verweise auf unsere Dienste beinhalten alle relevanten Inhalte und sonstigen Materialien, die zur Implementierung unserer Dienste und die Bereitstellung des Zugriffs darauf verwendet werden, einschließlich Updates, Upgrades, Verbesserungen, Änderungen, Überarbeitungen oder Ergänzungen unserer Dienste, die wir Ihnen zur Verfügung stellen.\nSie bestätigen und erklären sich damit einverstanden, dass unsere Dienste uns und unseren Partnern gehören und gemäß geltenden Urheberrechts-, Marken-, Handelsgeheimnis-, Patentgesetzen und -übereinkommen sowie Rechten an geistigem Eigentum geschützt sind.\nDiese AGB gewähren Ihnen keine Eigentumsrechte an unseren Diensten, sondern lediglich ein begrenztes Nutzungsrecht, das in Übereinstimmung mit diesen AGB widerrufen werden kann.\nDie Verfügbarkeit und Funktionen unserer Dienste können je nachdem, wo Sie leben, welches Gerät Sie verwenden oder welche Software bzw.\nBetriebssystemversion Sie haben, variieren.<br>\n<br>\n<b>NUTZUNGSRICHTLINIEN |</b> Wir arbeiten hart daran, die Sicherheit aller Benutzer unserer Dienste zu wahren.\nWir bemühen uns auch darum, zu gewährleisten, dass unsere Dienste ohne Unterbrechung verfügbar sind.\nUm uns dabei zu helfen, diese Ziele zu erreichen, erklären Sie sich damit einverstanden, dass:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nSie unsere Dienste nicht zurückentwickeln, dekompilieren, demontieren oder versuchen, den Quellcode oder die Algorithmen unserer Dienste zu entdecken.</li>\n<li>2.\nSie keine Funktionen unserer Dienste ändern oder deaktivieren.</li>\n<li>3.\nSie keine Derivate basierend auf unseren Diensten erstellen.</li>\n<li>4.\nSie unsere Dienste nicht vermieten, verleasen, verleihen, unterlizenzieren oder unter Verwendung unserer Dienste kommerzielles Hosting anbieten.</li>\n<li>5.\nSie bei der Nutzung unserer Dienste nicht unsere geistigen Eigentumsrechte oder die Rechte Dritter verletzen.</li>\n<li>6.\nSie unsere Dienste nicht auf eine Weise verwenden, die diese AGB oder jegliche Gesetze, Regeln, Vorschriften, Verhaltenskodizes, Richtlinien oder andere Anforderungen von Regulierungsbehörden in ihrer jeweils gültigen Fassung verletzen, die in der Gerichtsbarkeit gelten, in der Sie ansässig sind oder von wo aus Sie die Dienste verwenden („geltendes Recht“).</li>\n<li>7.\nSie unsere Dienste nicht auf betrügerische oder böswillige Weise verwenden, beispielsweise, um Viren, schädliche Codes oder schädliche Daten einzuführen.</li>\n<li>8.\nSie unsere Dienste nicht auf eine Weise nutzen, die unsere Systeme oder Sicherheit schädigt, deaktiviert, überlastet, behindert oder kompromittiert oder andere Benutzer stören könnte.</li>\n<li>9.\nSie keine Informationen oder Daten von unseren Diensten oder Systemen erheben oder sammeln oder versuchen, Übertragungen von den Servern, auf denen unsere Dienste laufen, oder darauf zu entschlüsseln, außer soweit dies gemäß geltendem Recht zulässig ist.</li>\n</ol>\n</ul>\n<br>\n<br>\n<b>INTERNET |</b>Unsere Dienste benötigen möglicherweise Internetzugang, um Ihnen bestimmte Funktionen bereitzustellen.\nSie bestätigen, dass beim Zugriff auf das Internet je nach Ihrem Zahlungsplan Gebühren anfallen können, und dass wir für die Verfügbarkeit oder Geschwindigkeit des Internets nicht verantwortlich sind.<br>\n<br>\n<b>UPDATES | </b>Wir arbeiten kontinuierlich daran, unsere Dienste zu verbessern.\nDamit wir Verbesserungen und neue Funktionen mit Ihnen teilen können, können wir Updates oder Upgrades an unseren Diensten vornehmen.\nDiese Updates und Upgrades wurden entwickelt, um unsere Dienste zu verbessern, zu erweitern und weiterzuentwickeln und beinhalten möglicherweise Fehlerbehebungen, Patches, erweiterte Funktionen, Plug-ins und neue Versionen.\nWichtige Updates, wie z.&nbsp;B.\nkritische Fehlerbehebungen oder Sicherheitsupdates, können ohne Ihre Zustimmung automatisch heruntergeladen und installiert werden, um Sie und andere Benutzer zu schützen.\nBei anderen, nicht-wesentlichen Updates werden Sie im Voraus benachrichtigt und können entscheiden, ob Sie die Aktualisierung herunterladen und aktivieren möchten.<br>\n<br>\n<b>DIENSTE DRITTER | </b>Wir arbeiten mit einem globalen Partnernetzwerk zusammen, um Ihnen in unseren Diensten hilfreiche Inhalte anbieten zu können.\nDiese umfassen ggf.\nInformationen, Links, Werbeanzeigen oder andere Inhalte, die von Dritten bereitgestellt werden („Dienste Dritter“).\nWir sind für die Dienste Dritter nicht verantwortlich und haben über diese keine Kontrolle.\nAuch haften wir nicht für Schäden oder Verluste, die durch Dienste Dritter verursacht werden.\n<br>\n<br>\n<b>WERBUNG | </b>Wir stellen die meisten Funktionen unserer Dienste kostenlos zur Verfügung.\nDamit diese Funktionen kostenlos bleiben, können wir Ihnen im Rahmen Ihrer Nutzung unserer Dienste Anzeigen oder Werbeaktionen anzeigen, die von uns oder Dritten bereitgestellt werden.\n<br>\n<br>\n<br>\n<b>IHR SAMSUNG ACCOUNT</b>\n<br>\n<br>\nMöglicherweise müssen Sie, um einige unserer Dienste zu nutzen, einen Account erstellen („Samsung Account“).\nDurch die Erstellung eines Samsung Accounts erklären Sie sich damit einverstanden, dass:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nSie, wenn Sie Ihren Account erstellen, genaue und vollständige Informationen angeben.</li>\n<li>2.\nSie Ihren Account aktualisieren, wenn Ihre Informationen sich ändern.</li>\n<li>3.\nSie Ihr Passwort schützen und es niemandem mitteilen.</li>\n<li>4.\nSie uns sofort kontaktieren, wenn Sie vermuten, dass eine andere Person Ihren Account nutzt.\n</li>\n</ol>\n</ul>\n<br>\n<br> Sie können Ihren Samsung Account auf unserer Webseite jederzeit löschen.<br>\n<br>\n<br>\n<b>BENUTZERINHALTE</b>\n<br>\n<br>\nEinige unserer Dienste ermöglichen es Ihnen, Dinge wie Kommentare, Fotos, Nachrichten oder Dokumente mit uns oder mit anderen Benutzern auszutauschen.\nWenn Sie Inhalte teilen, besitzen Sie weiterhin die geistigen Eigentumsrechte an Ihren Inhalten.\nSie können die Inhalte jedoch weiterhin so teilen wie Sie möchten.\nUm Ihre Inhalte in unseren Diensten zu verwenden, müssen Sie uns jedoch eine Lizenz für Inhalte gewähren, die Sie unter Verwendung unserer Dienste erstellen oder hochladen können.\nWenn Sie Informationen, Materialien, Dokumente, Mediendateien oder andere Inhalte in unseren Diensten oder darüber hochladen, übertragen, erstellen, veröffentlichen, anzeigen oder anderweitig bereitstellen („Benutzerinhalte“), gewähren Sie uns eine unwiderrufliche, unbegrenzte, weltweite, lizenzgebührenfreie und nicht-exklusive Lizenz zur Kopie, Vervielfältigung, Anpassung, Änderung, Bearbeitung, Verteilung, Übersetzung, Veröffentlichung, öffentlichen Darstellung und Anzeige der Benutzerinhalte („Benutzerinhaltslizenz“), damit wir unsere Dienste Ihnen und anderen Benutzern zur Verfügung stellen können.\nWir tun unser Bestes, um die Sicherheit der Benutzerinhalte zu wahren, doch wir sind nicht verantwortlich, wenn Benutzerinhalte oder andere Daten oder Teile davon verloren gehen.\nSie sollten für den Fall, dass etwas schiefgeht, von Inhalten und anderen Daten lokale Kopien oder Backups erstellen.<br>\n<br>\nSIE SIND FÜR DIE VON IHNEN BEREITGESTELLTEN BENUTZERINHALTE UND JEGLICHE KONSEQUENZEN, DIE IN VERBINDUNG MIT DIESEN BENUTZERINHALTEN ENTSTEHEN (EINSCHLIESSLICH VERLUSTEN ODER SCHÄDEN, DIE UNS ODER ANDEREN BENUTZERN ENTSTEHEN ODER VON UNS/IHNEN ERLITTEN WERDEN) ZUR GÄNZE VERANTWORTLICH.\nSIE SICHERN ZU UND GEWÄHRLEISTEN, DASS (I) SIE DER EIGENTÜMER ALLER RECHTE IM ZUSAMMENHANG MIT DEN BENUTZERINHALTEN SIND ODER ANDERWEITIG BEFUGT SIND, UNS DIE BENUTZERINHALTSLIZENZ ZU GEWÄHREN.\n(II) DIE BENUTZERINHALTE KEINE GEISTIGEN EIGENTUMSRECHTE ODER ANDERE RECHTE DRITTER VERLETZEN.\n(III) DIE BENUTZERINHALTE GEMÄSS GELTENDEM RECHT ALLEN REGELN UND ANFORDERUNGEN ZUR ALTERSKLASSIFIKATION ENTSPRECHEN UND DAMIT IM EINKLANG STEHEN (DIES SCHLIESST, JE NACH SACHLAGE, EINE KORREKTE UND ANGEMESSENE KLASSIFIKATION UND EINSTUFUNG VON BENUTZERINHALTEN EIN).<br>\n<br>\n<br>\n<b>ÄNDERUNG/KÜNDIGUNG</b>\n<br>\n<br>\n<b>ÄNDERUNG |</b> Wir können jederzeit:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nFunktionen unserer Dienste ändern, diese hinzufügen, aussetzen oder entfernen.</li>\n<li>2.\nIhr Recht auf Nutzung unserer Dienste, einschließlich des Zugriffs auf Ihren Account oder Ihre Daten, aussetzen oder beenden.</li>\n<li>3.\nInhalte oder Teile davon vorab prüfen, überprüfen, kennzeichnen, filtern, ändern, ablehnen, zurückweisen, den Zugriff darauf sperren oder sie aus unseren Diensten entfernen.\n</li>\n</ol>\n</ul>\n<br>\n<br>\n<b>KÜNDIGUNG DIESER AGB | DURCH SIE | </b>Sie können diese AGB jederzeit kündigen, indem Sie Ihren Samsung Account löschen und Ihre Nutzung unserer Dienste einstellen.\n<br>\n<br>\n<b>KÜNDIGUNG DIESER AGB | DURCH SAMSUNG | </b>Wir können Ihren Samsung Account jederzeit sperren oder löschen bzw.\naufhören, Ihnen unsere Dienste oder Teile davon zur Verfügung zu stellen, falls: <br>\n<br>\n<ul>\n<ol>\n<li>1.\nwir vernünftigerweise vermuten, dass Sie diese AGB oder die Anweisungen, die wir in unseren Diensten zur Verfügung stellen, verletzt haben.</li>\n<li>2.\nSie (entweder direkt oder durch Ihre Handlungen, Aussagen oder anderweitig) eindeutig demonstriert haben, dass Sie nicht beabsichtigen, diese AGB einzuhalten.</li>\n<li>3.\nwir uns entscheiden, unsere Dienste oder Teile davon (entweder weltweit oder in dem Land, in dem Sie wohnhaft sind oder von wo aus Sie unsere Dienste nutzen) einzustellen.</li>\n<li>4.\nwir gemäß geltendem Recht verpflichtet sind, unsere Dienste oder Teile davon einzustellen (zum Beispiel aufgrund von Änderungen des geltenden Rechts oder aufgrund von gerichtlichen Entscheidungen oder Urteilen, die dazu führen, dass die Dienste oder Teile davon als rechtswidrig erachtet werden).\n</li>\nWenn wir Ihren Samsung Account sperren oder löschen, werden wir versuchen, Sie je nach den Umständen über die mit Ihrem Account verknüpfte E-Mail-Adresse oder das nächste Mal, wenn Sie versuchen, auf Ihren Account oder unsere Dienste zuzugreifen, zu benachrichtigen.\nIn all diesen Fällen werden diese AGB Ihre Lizenz zur Nutzung unserer Dienste widerrufen.\nDas bedeutet, dass Sie die Nutzung all unserer Dienste einstellen müssen.\nDie Kündigung dieser AGB hat keinerlei Auswirkungen auf Rechte, Verpflichtungen und Verbindlichkeiten, die Ihnen oder uns während der Laufzeit dieser AGB anwachsen oder entstehen.<br>\n</ol>\n</ul>\n<br>\n<br>\n<b>BENACHRICHTIGUNG |</b> Wir benachrichtigen Sie angemessen früh über die Änderung, Aussetzung oder Einstellung unserer Dienste, sofern diese nicht dringend erforderlich ist.\nin diesem Fall benachrichtigen wir Sie zeitgleich mit der Durchführung der Änderung, Aussetzung oder Einstellung.\nSoweit gemäß geltendem Recht zulässig haften wir weder Ihnen noch Dritten gegenüber, wenn wir diese Rechte ausüben.<br>\n<br>\n<br>\n<b>HAFTUNG</b>\n<br>\n<br>\n<b>HAFTUNGSBESCHRÄNKUNG |</b> Im größtmöglichen durch das geltende Recht zulässigen Umfang haften wird nicht für Verluste, Schäden oder Verbindlichkeiten.\n(i) die aus indirekten, Neben-, besonderen, Folgeverlusten oder verschärften oder Strafschäden bestehen.\noder (ii) Gewinn-, Auftrags-, Chancen- oder Datenverlust umfassen.\noder (iii) mit Fehlern, Unterlassungen, Verbindungsproblemen oder Netzwerkgebühren verbunden sind.\n(Bitte beachten Sie, dass es in Ihrem Land möglicherweise nicht möglich ist, die Haftung für indirekte Schäden usw.\nauszuschließen.\nIn diesem Fall gilt diese Bestimmung für Sie nicht.) <br>\n<br>\n<b>SCHADLOSHALTUNG | </b>Wenn Sie unsere Dienste mit unserer ausdrücklichen Zustimmung im Rahmen Ihres Geschäfts, Gewerbes oder Berufs verwenden, erklären Sie sich damit einverstanden, uns, unsere Lizenzgeber, unsere Beauftragten und alle leitenden Angestellten, Direktoren und Mitarbeiter für jegliche Ansprüche, Handlungen, Verluste, Schäden, Verbindlichkeiten, Urteile, Zuerkennungen, Kosten und Ausgaben Dritter (einschließlich angemessener Rechtsanwaltsgebühren) zu entschädigen, dagegen zu verteidigen und dafür schadlos zu halten, die aus Folgendem entstehen: (i) Ihrer Nutzung unserer Dienste oder der Nutzung durch Personen, denen Sie gestatten, unsere Dienste zu nutzen und deren Nutzung mit diesen AGB nicht im Einklang steht.\n(ii) jeglicher Verletzung dieser Vereinbarung durch Sie oder durch eine Person, der Sie gestatten, unsere Dienste zu nutzen.\noder (iii) jeglicher Verletzung von Gesetzen oder Vorschriften oder den Rechten Dritter durch Sie oder eine Person, der Sie gestatten, unsere Dienste zu nutzen.<br>\n<br>\n<br>\n<b>ALLGEMEINE BESTIMMUNGEN</b>\n<br>\n<br>\n<b>URHEBERRECHTSRICHTLINIE | </b>Wir achten die geistigen Eigentumsrechte Dritter.\nWir können einen Account sperren oder löschen oder die Bereitstellung unserer Dienste oder von Teilen davon für einen Account einstellen, wenn wir vernünftigerweise davon ausgehen, dass ein solcher Account die geistigen Eigentumsrechte wiederholt verletzt hat.<br>\n<br>\n<b>ANWENDBARES RECHT/STREITBEILEGUNG | </b>Diese AGB und Ihre Beziehung zu uns gemäß diesen AGB unterliegen den Gesetzen der Gerichtsbarkeit, in der Sie wohnhaft sind, ohne Bezug auf deren Kollisionsrecht, und werden nach ihnen ausgelegt.\nDiese AGB unterliegen nicht dem Übereinkommen der Vereinten Nationen über Verträge über den internationalen Warenkauf, dessen Anwendung hiermit ausdrücklich ausgeschlossen wird.\nWenn Sie die Dienste für private Zwecke verwenden, unterliegen alle rechtlichen Angelegenheiten, die im Zusammenhang mit diesen AGB entstehen und nicht gütlich beigelegt werden können, der nicht-ausschließlichen Zuständigkeit der Gerichte der Gerichtsbarkeit, in der Sie wohnhaft sind.\nAlternativ dazu sind Sie berechtigt, sich zur Streitbeilegung an Plattformen für alternative Streitbeilegung, wie die Europäische Plattform für Online-Streitbeilegung (OS-Plattform) (verfügbar unter http://ec.europa.eu/odr) oder das örtliche Streitschlichtungsgremium, das in Ihrer Gerichtsbarkeit tätig ist, zu wenden.<br>\n<br>\nWenn Sie unsere Dienste mit unserer ausdrücklichen Zustimmung im Rahmen Ihres Geschäfts, Gewerbes oder Berufs verwenden, unterliegen alle rechtlichen Angelegenheiten, die im Zusammenhang mit diesen AGB entstehen, dem Schiedsverfahren in englischer Sprache gemäß den Schiedsregeln der Internationalen Handelskammer am Standort des Antragstellers.\nUngeachtet des Vorstehenden sind wir dazu berechtigt, Unterlassungsansprüche (oder entsprechende dringende Rechtsmittel) bei jedem zuständigen Gericht geltend zu machen.<br>\n<br>\n<b>GESAMTE VEREINBARUNG/SALVATORISCHE KLAUSEL | </b>Diese AGB, unsere Datenschutzrichtlinie, alle zusätzlichen Bedingungen, die mit unseren AGB verbunden sind, sowie Änderungen und etwaige zusätzliche Vereinbarungen, die Sie mit uns abschließen können, stellen die gesamte Vereinbarung zwischen Ihnen und uns in Bezug auf die Dienste dar und ersetzen alle vorherigen und zeitgleich abgeschlossenen mündlichen oder schriftlichen Mitteilungen, Vorschläge und Zusicherungen in Bezug auf unsere Dienste oder andere von diesen AGB abgedeckte Themen.\nWenn eine Bestimmung dieser AGB (ganz oder teilweise) als ungültig, rechtswidrig oder nicht durchsetzbar angesehen wird, dann wird diese Bestimmung im Mindestumfang beschränkt bzw.\nausgeschlossen, und die übrigen Bestimmungen dieser AGB bleiben vollständig rechtskräftig und wirksam.\nSie unterliegen möglicherweise zusätzlichen AGB, die Ihre Nutzung von Diensten, Inhalten oder Software Dritter regeln.<br>\n<br>\n<b>KEIN VERZICHT |</b> Falls wir ein Recht oder Rechtsmittel, das durch diese AGB vorgesehen ist oder das wir gemäß geltendem Recht innehaben, nicht ausüben oder durchsetzen, ist dies nicht als formeller Verzicht auf unsere Rechte zu verstehen und diese Rechte oder Rechtsmittel stehen uns weiterhin zur Verfügung.\n<br>\n<br>\n<b>Vorbehalt von Rechten und Feedback | </b>Nichts in diesen AGB gibt Ihnen ein Recht, den Samsung-Namen oder jegliche der Samsung-Marken, -Logos, -Domain-Namen oder andere charakteristische Markenkennzeichen von Samsung zu verwenden.\nAlle Rechte, Eigentumsrechte und Anrechte an unseren Diensten (ausgenommen Inhalten Dritter) sind und bleiben das ausschließliche Eigentum von Samsung und seinen Lizenzgebern.\nWenn Sie sich entscheiden, Kommentare, Ideen, Feedback oder Vorschläge zur Verfügung zu stellen, steht es uns frei, diese Kommentare, Ideen, Feedback oder Vorschläge nach unserem Ermessen und ohne jegliche Verpflichtung Ihnen gegenüber zu verwenden.\n<br>\n<br>\n<b>AUSFUHRRECHT | </b>Sie bestätigen und erklären sich damit einverstanden, bei Verwendung unseres Dienstes alle geltenden Gesetze einzuhalten, insbesondere alle geltenden Ausfuhrgesetze und -vorschriften.<br>\n<br>\n<b>FORTGELTUNG | </b>Dies betrifft alle Bestimmungen in diesen AGB, die aufgrund ihrer Beschaffenheit fortgelten sollen, einschließlich, aber nicht beschränkt auf die folgenden Abschnitte: Die Abschnitte zu Eigentum, Haftungsausschluss, Haftungsbeschränkung, Schadloshaltung und Allgemeinem gelten nach Ablauf oder Kündigung dieser AGB fort und bleiben gültig und bindend.\n<br>\n<br>\n<b>ELEKTRONISCHE KOMMUNIKATION | </b>Sie erklären sich damit einverstanden, alle Vereinbarungen, Hinweise, Auskünfte und anderen Kommunikationen elektronisch, einschließlich per E-Mail, Push-Benachrichtigung, Pop-up oder SMS zu erhalten.\n<br>\n<br>\n<br>\n<b>SONDERBEDINGUNGEN FÜR DIENSTE</b>\n<br>\n<br>\nDiese AGB gelten im Allgemeinen für all unsere Dienste, während die Bedingungen in diesem Abschnitt („Sonderbedingungen“) nur für die angegebenen Dienste gelten.\nBei Widersprüchen zwischen diesen Sonderbedingungen und dem Rest dieser AGB gelten die Sonderbedingungen.\nDarüber hinaus können wir in jedem Dienst separate Bedingungen, Richtlinien und Leitlinien bereitstellen.\n<br>\n<br>\n<br>\n<b>Samsung Cloud |</b> Wenn Sie die Samsung Cloud länger als zwölf (12) Monate lang nicht verwenden, behalten wir uns das Recht vor, all Ihre Inhalte zu löschen, die auf der Samsung Cloud gespeichert sind.\nSelbst wenn Sie die Samsung Cloud verwenden, behalten wir uns, wenn Sie Inhalte in einer bestimmten Kategorie der Samsung Cloud (z.&nbsp;B.\nKontakte, Kalender, Fotos, Videos, Tastaturdaten) länger als zwölf (12) Monate lang nicht verwenden, das Recht vor, die entsprechende Kategorie und die darin enthaltenen Inhalte zu löschen.\nWir werden Sie vor dem Löschen Ihrer Inhalte dreißig (30) Tage im Voraus benachrichtigen.\nFür die Zwecke dieser Bestimmung bedeuten „nutzen“ oder „genutzt“ den Zugriff auf Inhalte in der Samsung Cloud bzw.\nderen Hoch- oder Herunterladen.\nBitte beachten Sie, dass diese Bestimmung nicht gilt, wenn Sie eine kostenpflichtige Option der Samsung Cloud abonnieren.\nWenn Sie länger als zwölf (12) Monate lang keine Inhalte Ihres Geräts auf der Samsung Cloud sichern, behalten wir uns das Recht vor, Inhalte, die von diesem Gerät in der Samsung Cloud gesichert wurden (z.&nbsp;B.\nSMS, MMS, Anwendungsinstallationspaketdaten, App-Einstellungen, Musikdateien, Dokumentdateien, Sprachdateien, Geräteeinstellungen), zu löschen.\nDie Backup-Frist wird Ihnen innerhalb der Samsung Cloud-Anwendung ab dem dreißigsten (30).&nbsp;Tag vor einer solchen Löschung Ihrer Inhalte im Voraus angezeigt.\nSie sind dafür verantwortlich, Ihre Inhalte auf Ihren eigenen Speichergeräten oder Medien zu sichern, da wir nicht garantieren oder gewährleisten, dass Sie die Inhalte, die Sie auf der Samsung Cloud speichern oder darüber absichern, immer abrufen werden können.\nSie bestätigen und erklären sich damit einverstanden, dass Samsung nicht für Verluste haftbar oder verantwortlich ist, die aufgrund eines Versäumnisses entstehen, Ihre Inhalte separat zu sichern oder zu speichern.\n<br>\n<br>\n<b>Samsung Health |</b> SAMSUNG HEALTH IST NUR ZUM ZWECKE DER FITNESS UND DES WOHLBEFINDENS UND NICHT ZUR DIAGNOSE VON KRANKHEITEN ODER SONSTIGEM BEFINDEN ODER FÜR DIE HEILUNG, LINDERUNG, BEHANDLUNG ODER VORBEUGUNG VON KRANKHEITEN GEDACHT.\nSAMSUNG HEALTH IST NICHT ZUR ERKENNUNG, DIAGNOSE, ÜBERWACHUNG, BEWÄLTIGUNG ODER BEHANDLUNG VON BESCHWERDEN, KRANKHEITEN ODER LEBENSWICHTIGEN PHYSIOLOGISCHEN PROZESSEN ODER FÜR DIE ÜBERTRAGUNG ZEITKRITISCHER GESUNDHEITSINFORMATIONEN GEDACHT.\nALLE ÜBER SAMSUNG HEALTH ERHALTENEN, ERWORBENEN ODER ABGERUFENEN INFORMATIONEN DIENEN REIN INFORMATIVEN ZWECKEN UND SIND NICHT ALS ÄRZTLICHE EMPFEHLUNGEN ZU BETRACHTEN.\nSIE SOLLTEN EINEN ARZT KONSULTIEREN, BEVOR SIE IM HINBLICK AUF FITNESS ODER LEBENSSTIL IHRE LEBENSWEISE ÄNDERN.\nSIE ERKENNEN AN UND ERKLÄREN SICH DAMIT EINVERSTANDEN, DASS JEGLICHE INFORMATIONEN, DIE SIE VON SAMSUNG HEALTH ERHALTEN, MÖGLICHERWEISE UNGEEIGNET, UNGENAU, UNVOLLSTÄNDIG ODER UNZUVERLÄSSIG SIND UND DASS SAMSUNG, AUSSER WIE IN DIESEN AGB ANDERWEITIG DARGELEGT, WEDER FÜR VERLETZUNGEN, SCHÄDEN, VERLUSTE UND/ODER KOSTEN IM ZUSAMMENHANG MIT SAMSUNG HEALTH NOCH FÜR RICHTIGKEIT ODER ZUVERLÄSSIGKEIT VON ÜBER SAMSUNG HEALTH ERHALTENEN, ERWORBENEN ODER ABGERUFENEN INFORMATIONEN HAFTBAR GEMACHT WERDEN KANN.\nSIE BESTÄTIGEN UND ERKLÄREN SICH DAMIT EINVERSTANDEN, DASS SAMSUNG KEINE MEDIZINISCHE TÄTIGKEIT AUSÜBT UND DASS SAMSUNG NICHT DEN ANGEMESSENEN MEDIZINISCHEN GEBRAUCH VON SAMSUNG HEALTH BESTIMMT.\nSAMSUNG HEALTH BRINGT KEINE INDIVIDUELLEN VORTEILE FÜR PATIENTEN.<br>\n<br>\n<b>Samsung Pass | </b>SIE SIND ALLEIN FÜR SCHÄDEN ODER VERLUSTE VERANTWORTLICH, DIE ENTSTEHEN, WENN SIE EINER ANDEREN PERSON GESTATTEN, IHR GERÄT, SAMSUNG PASS ODER IHREN SAMSUNG ACCOUNT ZU VERWENDEN ODER HANDZUHABEN.\nSie sind dafür verantwortlich, die Sicherheit Ihres Geräts zu gewährleisten.\nWir haften nicht für Verluste oder Schäden, die Sie aufgrund von Verlust, Diebstahl oder Beschädigung Ihres Geräts erleiden.\nSie können Ihre biometrischen Daten registrieren, um Ihre Identität zu verifizieren, wenn Sie Samsung Pass verwenden.\nDadurch wird verhindert, dass andere Samsung Pass verwenden können, wenn Sie Ihr Gerät verlieren.\nSie erklären sich damit einverstanden, uns unverzüglich zu benachrichtigen, wenn eine andere Person Zugriff auf Ihren Account erhält oder dieser anderweitig gefährdet wird.\n<br>\n<br>\n<b>Samsung SmartThings | </b>BESTIMMTE PRODUKTE UND/ODER PRODUKTE DRITTER FUNKTIONIEREN MÖGLICHERWEISE NICHT ODER NICHT MEHR MIT SMARTTHINGS, OBWOHL SIE DIESELBEN STANDARDS UNTERSTÜTZEN.\nWIR GEBEN KEINE KOMPATIBILITÄTSGARANTIE FÜR PRODUKTE DRITTER, SELBST WENN PRODUKTE DRITTER ÜBER SMARTTHINGS ZUGÄNGLICH SIND.\nBITTE BEACHTEN SIE, DASS FALLS SIE MITGLIEDER HINZUFÜGEN, DIESE MITGLIEDER IN VOLLEM UMFANG AUF IHRE VERBUNDENEN PRODUKTE ZUGREIFEN UND DIESE KONTROLLIEREN KÖNNEN.<br>\n<br>\n<b>Samsung Digital Key |</b> Sie sind dafür verantwortlich, Ihren Digital Key sicher zu halten.\nJeder, der Zugriff auf Ihr Gerät oder Ihren Samsung Account hat, kann Ihren Digital Key und alle damit verbundenen Dienste nutzen.\nTeilen Sie Ihr Gerät oder Ihren Samsung Account daher nicht mit anderen.\nEs ist Ihnen nicht gestattet, den Digital Key einer anderen Person ohne deren Erlaubnis zu nutzen.\nAchten Sie darauf, Ihren Digital Key nicht zu verlieren, und passen Sie auf, dass er nicht gestohlen oder beschädigt wird.\nSamsung ist nicht für Verluste oder Schäden verantwortlich, die von Ihnen oder einer anderen Person während der Nutzung Ihres Digital Key verursacht werden, unabhängig davon, ob Sie dieser eine Erlaubnis erteilt hatten oder nicht.<br>\n<br>\n<strong>Samsung Internet |</strong> DIESES PRODUKT IST UNTER DER „AVC PATENT PORTFOLIO“-LIZENZ FÜR DIE PERSÖNLICHE UND NICHT GEWERBLICHE NUTZUNG EINES VERBRAUCHERS LIZENZIERT, UM (i) VIDEOS IN ÜBEREINSTIMMUNG MIT DEM AVC-STANDARD („AVC VIDEO“) ZU CODIEREN UND/ODER (ii) AVC-VIDEOS ZU DECODIEREN, DIE VON VERBRAUCHERN KODIERT WURDEN, DIE SICH AN PERSÖNLICHEN UND NICHT GEWERBLICHEN AKTIVITÄTEN BETEILIGEN, UND/ODER VON EINEM VIDEOPARTNER ERHALTEN WURDEN, DER EINE LIZENZ ZUM ANBIETEN VON AVC-VIDEOS HAT.\nES WERDEN KEINE LIZENZEN ZU ANDEREN ZWECKEN GEWÄHRT ODER IMPLIZIERT.\nZUSÄTZLICHE INFORMATIONEN ERHALTEN SIE VON MPEG LA, L.L.C., SIEHE HTTP://WWW.MPEGLA.COM.<br>\n<br>\n<strong>Zusätzliche Bedingungen |</strong> Für die folgenden Dienste gelten zusätzliche Bedingungen, Richtlinien oder Leitlinien:<br>\n<ul>\n<li>• Galaxy Store</li>\n<li>• Samsung Pay</li>\n<li>• Samsung Rewards</li>\n<li>• Samsung Care+</li>\n</ul>\n<br>\nWenn Sie Fragen zu unseren Diensten haben, kontaktieren Sie uns.<br>\n<br> ", "created_at": "2020-09-26 02:26:02.177915", "updated_at": "2021-02-06 21:35:28.424591"}], "points": [{"id": 24398, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting and device fingerprinting", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:53:09.284054", "updated_at": "2021-07-16 15:58:21.339467", "quoteText": "We may collect the following categories of personal information about you:\n</p>\n<ul>\n<li>\n<strong>Identifiers</strong>: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier.\ncookies, beacons, pixel tags, mobile ad identifiers and similar technology.\ncustomer number, unique pseudonym, or user alias.\ntelephone number and other forms of persistent or probabilistic identifiers), online identifier", "case_id": 323, "document_id": 729, "quoteStart": 16331, "quoteEnd": 16785}, {"id": 24401, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "These are the categories of personal data that are sold by the service.\r\nTo opt out of this: \"To opt-out of the sale of your personal information, click here to submit a request or call us at 1-800-SAMSUNG (1-800-726-7864)\"", "created_at": "2021-07-15 21:56:35.981819", "updated_at": "2021-07-16 15:56:48.752712", "quoteText": " During the 12-month period prior to the effective date of this California Consumer Privacy Statement, we may have sold the following categories of personal information:\n</p>\n<ul>\n<li>• Identifiers such as a unique personal identifier (such as a device identifier.\ncookies, beacons, pixel tags, mobile ad identifiers and similar technology.\nother forms of persistent or probabilistic identifiers), online identifier, and internet protocol address</li>\n<li>\n</li>\n<li>• Commercial information, including records of products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies</li>\n<li>\n</li>\n<li>• Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements</li>\n<li>\n</li>\n<li>• Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities and aptitudes.</li>", "case_id": 396, "document_id": 729, "quoteStart": 21833, "quoteEnd": 22961}, {"id": 24393, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:49:17.239078", "updated_at": "2021-07-16 15:53:04.948421", "quoteText": "We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.", "case_id": 210, "document_id": 729, "quoteStart": 10641, "quoteEnd": 10809}, {"id": 24408, "title": "The service has non-exclusive use of your content", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:08:54.888225", "updated_at": "2021-07-16 15:51:50.643666", "quoteText": "gewähren Sie uns eine unwiderrufliche, unbegrenzte, weltweite, lizenzgebührenfreie und nicht-exklusive Lizenz", "case_id": 402, "document_id": 2818, "quoteStart": 9321, "quoteEnd": 9430}, {"id": 24411, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Only applies to businesses", "created_at": "2021-07-15 22:17:04.63815", "updated_at": "2021-07-15 22:18:04.866397", "quoteText": "Wenn Sie unsere Dienste mit unserer ausdrücklichen Zustimmung im Rahmen Ihres Geschäfts, Gewerbes oder Berufs verwenden, erklären Sie sich damit einverstanden, uns, unsere Lizenzgeber, unsere Beauftragten und alle leitenden Angestellten, Direktoren und Mitarbeiter für jegliche Ansprüche, Handlungen, Verluste, Schäden, Verbindlichkeiten, Urteile, Zuerkennungen, Kosten und Ausgaben Dritter (einschließlich angemessener Rechtsanwaltsgebühren) zu entschädigen, dagegen zu verteidigen und dafür schadlos zu halten, die aus Folgendem entstehen: (i) Ihrer Nutzung unserer Dienste oder der Nutzung durch Personen, denen Sie gestatten, unsere Dienste zu nutzen und deren Nutzung mit diesen AGB nicht im Einklang steht.", "case_id": 146, "document_id": 2818, "quoteStart": 14340, "quoteEnd": 15052}, {"id": 24410, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "The indemnification only applies to businesses.", "created_at": "2021-07-15 22:16:07.301359", "updated_at": "2021-07-15 22:18:34.727552", "quoteText": "Die Abschnitte zu Eigentum, Haftungsausschluss, Haftungsbeschränkung, Schadloshaltung und Allgemeinem gelten nach Ablauf oder Kündigung dieser AGB fort und bleiben gültig und bindend.\n<br>\n<br>", "case_id": 147, "document_id": 2818, "quoteStart": 19661, "quoteEnd": 19854}, {"id": 24409, "title": "Copyright license limited for the purposes of that same service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:09:28.587008", "updated_at": "2021-07-16 15:53:37.445129", "quoteText": "zur Kopie, Vervielfältigung, Anpassung, Änderung, Bearbeitung, Verteilung, Übersetzung, Veröffentlichung, öffentlichen Darstellung und Anzeige der Benutzerinhalte („Benutzerinhaltslizenz“), damit wir unsere Dienste Ihnen und anderen Benutzern zur Verfügung stellen können.", "case_id": 135, "document_id": 2818, "quoteStart": 9431, "quoteEnd": 9703}, {"id": 24407, "title": "You maintain ownership of your content", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:08:00.097207", "updated_at": "2021-07-16 15:53:32.867935", "quoteText": "Wenn Sie Inhalte teilen, besitzen Sie weiterhin die geistigen Eigentumsrechte an Ihren Inhalten", "case_id": 183, "document_id": 2818, "quoteStart": 8750, "quoteEnd": 8845}, {"id": 24406, "title": "You have the right to leave this service at any time", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:06:47.018231", "updated_at": "2021-07-16 15:53:30.065752", "quoteText": " Sie können Ihren Samsung Account auf unserer Webseite jederzeit löschen.<br>", "case_id": 170, "document_id": 2818, "quoteStart": 8478, "quoteEnd": 8555}, {"id": 24405, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:06:13.487783", "updated_at": "2021-07-16 15:54:49.912725", "quoteText": "Sie uns sofort kontaktieren, wenn Sie vermuten, dass eine andere Person Ihren Account nutzt.", "case_id": 484, "document_id": 2818, "quoteStart": 8358, "quoteEnd": 8450}, {"id": 24404, "title": "You must provide your identifiable information", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "At sign up, the full legal name, an email adress, the birth date and a postal code are required.", "created_at": "2021-07-15 22:05:15.486193", "updated_at": "2021-07-16 15:56:37.851016", "quoteText": "\nMöglicherweise müssen Sie, um einige unserer Dienste zu nutzen, einen Account erstellen („Samsung Account“).\nDurch die Erstellung eines Samsung Accounts erklären Sie sich damit einverstanden, dass:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nSie, wenn Sie Ihren Account erstellen, genaue und vollständige Informationen angeben.", "case_id": 409, "document_id": 2818, "quoteStart": 7887, "quoteEnd": 8197}, {"id": 24403, "title": "Declined", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:01:22.501164", "updated_at": "2021-07-15 22:04:41.927234", "quoteText": "owsing context.\nThese networks can track users’ online activities over time by collecting information through automated means, including through the use of browser cookies, web beacons, pixels, device identifiers, server logs and other similar technologies.\nThe networks use this information to show ads that may b", "case_id": 235, "document_id": 729, "quoteStart": 7888, "quoteEnd": 8202}, {"id": 24402, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:00:44.61559", "updated_at": "2021-07-16 15:56:44.896263", "quoteText": " The Interest-Based Advertisement Services (the “IBA Services”) is designed to provide the ability to obtain and view useful, interactive, and interest based advertisements about products and services offered by Samsung and third parties on your Samsung Smart TV or across various Samsung and third party platforms or devices, including linear commercials, on the web, mobile devices, and tablets.", "case_id": 220, "document_id": 729, "quoteStart": 31084, "quoteEnd": 31481}, {"id": 24400, "title": "Information is gathered about you through third parties", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:55:03.811345", "updated_at": "2021-07-16 15:56:53.933054", "quoteText": "We may have obtained personal information about you from various sources, including:\n</p>\n<ul>\n<li>• from you or your devices, for example, through your use of the Services.\n</li>\n<li>• our affiliates and subsidiaries;</li>\n<li>• vendors who provide services on our behalf;</li>\n<li>• social media networks.\nand</li>\n<li>• online advertising companies.</li>\n</ul>", "case_id": 382, "document_id": 729, "quoteStart": 20485, "quoteEnd": 20848}, {"id": 24399, "title": "Your personal data may be used for marketing purposes", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:54:16.526639", "updated_at": "2021-07-16 15:57:14.030498", "quoteText": " We may use the categories of personal information listed above for certain business or commercial purposes, as described in this list:\n</p>\n<ul>\n<li>• performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services", "case_id": 336, "document_id": 729, "quoteStart": 18187, "quoteEnd": 18579}, {"id": 24397, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:52:24.834001", "updated_at": "2021-07-16 15:53:26.283547", "quoteText": "Notice to California Residents</u>\n</strong>\n</p>\n<p> If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called <strong>\n<u> California Consumer Privacy Statement</u>\n</strong> ", "case_id": 482, "document_id": 729, "quoteStart": 13473, "quoteEnd": 13727}, {"id": 24396, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:50:29.758315", "updated_at": "2021-07-16 15:58:29.537843", "quoteText": "in the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint\nventure, reorganization, divestiture, dissolution or liquidation).", "case_id": 243, "document_id": 729, "quoteStart": 11740, "quoteEnd": 11948}, {"id": 24395, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:50:13.769798", "updated_at": "2021-07-16 15:58:33.728903", "quoteText": "We also may disclose information about you in other circumstances, including:\n</p>\n<ul>\n<li>• to law enforcement authorities, government or public agencies or officials, regulators, and/or any other person or entity with appropriate legal authority or justification for receipt of such information, if required or permitted to do so by law or legal process;", "case_id": 164, "document_id": 729, "quoteStart": 11164, "quoteEnd": 11521}, {"id": 24394, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:49:41.434012", "updated_at": "2021-07-16 15:59:46.920493", "quoteText": "In addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who\noperate apps and services that connect with certain of the Services.", "case_id": 166, "document_id": 729, "quoteStart": 10810, "quoteEnd": 11014}, {"id": 24392, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:48:57.217026", "updated_at": "2021-07-16 15:59:44.603049", "quoteText": "<p> We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us.", "case_id": 188, "document_id": 729, "quoteStart": 10505, "quoteEnd": 10640}, {"id": 24391, "title": "Your personal data is aggregated into statistics", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:48:24.718046", "updated_at": "2021-07-16 15:54:55.980511", "quoteText": "conducting market research, aggregating and anonymizing data", "case_id": 190, "document_id": 729, "quoteStart": 9681, "quoteEnd": 9741}, {"id": 24390, "title": "Your personal data is used for advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:36:34.359766", "updated_at": "2021-07-16 15:59:38.016376", "quoteText": "Our Samsung Ads service is designed to serve advertisements that are customized to users’ interests on Samsung and third-party devices, websites and apps.\nSamsung Ads may deliver customized ads based on your demographic characteristics, preferences, choices and interests by collecting certain information about your online activities as specified in this Privacy Policy.\n", "case_id": 216, "document_id": 729, "quoteStart": 7001, "quoteEnd": 7373}, {"id": 24389, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:31:52.449465", "updated_at": "2021-07-16 15:55:01.919787", "quoteText": " Information we may collect automatically includes information about:\n</p>\n<p> · your device, including MAC address, IP address", "case_id": 399, "document_id": 729, "quoteStart": 4025, "quoteEnd": 4152}, {"id": 24388, "title": "Many different types of personal data are collected", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:30:43.164565", "updated_at": "2021-07-16 15:59:31.580478", "quoteText": "When you purchase a Samsung product, create a Samsung Account or register for or use a Service, you may provide us with personal information such as:\n</p>\n<ul>\n<li>• contact information, such as name, email address, postal address and phone number;</li>\n<li>• payment card information (including name, card number, expiration date and security code);</li>\n<li>• user coupon or gift card number;</li>\n<li>• date of birth;</li>\n<li>• gender;</li>\n<li>• information stored in or associated with your Samsung Account (including your Samsung Account profile, ID, username and password);</li>\n<li>• username and password for participating third-party devices, apps, features or services;</li>\n<li>• information you store on your device, such as photos, contacts, text logs, touch interactions, settings and calendar information;</li>\n<li>• recordings of your voice when you use voice commands to control a Service or contact our Customer Service team.", "case_id": 376, "document_id": 729, "quoteStart": 1772, "quoteEnd": 2717}, {"id": 24387, "title": "Information is provided about how your personal data is used", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:44.504351", "updated_at": "2021-07-16 15:52:54.655525", "quoteText": "How We Use the Information We Obtain", "case_id": 227, "document_id": 729, "quoteStart": 1155, "quoteEnd": 1191}, {"id": 24386, "title": "Details are provided about what kind of information they collect", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:26.21117", "updated_at": "2021-07-16 15:54:22.406747", "quoteText": "Information We Obtain ", "case_id": 228, "document_id": 729, "quoteStart": 1113, "quoteEnd": 1135}, {"id": 24385, "title": "There is a date of the last update of the agreements", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:01.160526", "updated_at": "2021-07-16 15:55:06.744807", "quoteText": "<strong>Last Updated: January 1, 2021", "case_id": 331, "document_id": 729, "quoteStart": 76, "quoteEnd": 113}, {"id": 24320, "title": "This service tracks you on other websites", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:37:47.243469", "updated_at": "2021-07-14 06:40:11.139876", "quoteText": "we may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps and other online features and services.", "case_id": 129, "document_id": 729, "quoteStart": 5835, "quoteEnd": 6030}, {"id": 24319, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:35:17.748572", "updated_at": "2021-07-15 21:52:02.973064", "quoteText": "Please note that without cookies you may not be able to use or benefit from all of the features of our Services.", "case_id": 375, "document_id": 729, "quoteStart": 5557, "quoteEnd": 5669}, {"id": 24318, "title": "This service tracks which web page referred you to it", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:32:50.971519", "updated_at": "2021-07-14 06:40:46.623765", "quoteText": "the pages that led or referred you to the Services", "case_id": 387, "document_id": 729, "quoteStart": 4799, "quoteEnd": 4849}, {"id": 17013, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 17:59:23.219437", "updated_at": "2021-05-30 16:49:01.439276", "quoteText": "The Services are not designed to respond to “do not track” signals received from browsers.<strong>", "case_id": 233, "document_id": 729, "quoteStart": 5449, "quoteEnd": 5547}, {"id": 17012, "title": "This service tracks which web page referred you to it", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 17:56:47.09541", "updated_at": "2021-05-30 22:20:05.863928", "quoteText": " your use of the Services, including clickstream data, your interactions with the Services (such as the web pages you visit, search terms, and the apps and features you use), the pages that led or referred you to the Services, dates and times of use of the Services.\nand </li>\n<li> your use of third-party websites, apps and features that are connected to certain Services.\n", "case_id": 387, "document_id": 729, "quoteStart": 18025, "quoteEnd": 18399}, {"id": 17011, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:51:26.94238", "updated_at": "2021-07-15 21:52:00.947554", "quoteText": "If you decline to allow the Services to collect, store or share certain information, you may not be able to enjoy full use of all of the features available through the Services", "case_id": 375, "document_id": 729, "quoteStart": 13237, "quoteEnd": 13413}, {"id": 17010, "title": "You can opt out of targeted advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:48:02.489201", "updated_at": "2021-03-03 19:23:47.114796", "quoteText": "If you opt out of the IBA Service, the IBA Service will no longer deliver interest-based ads.\nPlease note, however, that opting out of the IBA Service may not prevent the delivery of generic advertisements to your Smart TV or other devices.\nYou may also receive interest-based ads from other Samsung devices, apps or services.\nPlease visit the settings menu on the applicable Samsung device, app or service for information on how to opt out of such ads.", "case_id": 219, "document_id": 729, "quoteStart": 58942, "quoteEnd": 59395}, {"id": 17009, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:45:26.215842", "updated_at": "2021-03-03 19:22:44.815744", "quoteText": "We may obtain information by automated means such as through browser cookies, pixels, web server logs, web beacons, and other technologies", "case_id": 323, "document_id": 729, "quoteStart": 3474, "quoteEnd": 3612}, {"id": 10468, "title": "The service can delete your account without prior notice and without a reason", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:45:06.947092", "updated_at": "2021-02-06 04:25:24.242746", "quoteText": " We may, at any time:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nChange, add, suspend, or remove features from our Services.</li>\n<li>2.\nSuspend or terminate your right to use our Services, including access to your account or data.</li>\n<li>3.\nPre-screen, review, flag, filter, modify, refuse, reject, block access to or remove any or all content from our Services.</li>", "case_id": 201, "document_id": 2818, "quoteStart": 13971, "quoteEnd": 14324}, {"id": 10469, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:47:36.399058", "updated_at": "2021-02-06 03:50:44.533874", "quoteText": "DISCLAIMER/LIABILITY</b>\n<br>\n<br>\n<b>DISCLAIMER OF WARRANTY |</b> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR SERVICES ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND FROM US, EITHER EXPRESS OR IMPLIED.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES OR OTHER TERMS EXPRESSED, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OR TERMS OF MERCHANTABILITY, SATISFACTORY QUALITY, WORKMANLIKE EFFORT, FITNESS FOR A PARTICULAR PURPOSE, RELIABILITY OR AVAILABILITY, ACCURACY, LACK OF VIRUSES, NON-INFRINGEMENT OF THIRD-PARTY RIGHTS, OR OTHER VIOLATION OF RIGHTS.\nSOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS OR LIMITATIONS OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR OUR AFFILIATES SHALL BE DEEMED TO ALTER OUR DISCLAIMER OF WARRANTY REGARDING OUR SERVICES, OR TO CREATE ANY WARRANTY OF ANY SORT FROM US.<br>\n<br>\nWITHOUT LIMITING THE PREVIOUS DISCLAIMER, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DO NOT REPRESENT, WARRANT, OR GUARANTEE THAT OUR SERVICES OR THE CONTENT THEREIN WILL (i) OPERATE IN AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE MANNER.\n(ii) WILL BE FREE FROM ALL HARMFUL COMPONENTS OR ERRORS.\n(iii) WILL BE SECURE OR IMMUNE (INCLUDING THE CONTENT DELIVERED TO YOU OR THE INFORMATION YOU PROVIDED) FROM UNAUTHORIZED ACCESS.\nOR (iv) WILL BE ACCURATE, COMPLETE, OR RELIABLE, THAT THE QUALITY OF THE SERVICES WILL BE SATISFACTORY TO YOU, OR THAT ERRORS WILL BE CORRECTED.\nIN ADDITION, WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR THIRD-PARTY SERVICES, ADVERTISEMENTS, CONTENT, OR ANY OTHER PRODUCT OR SERVICES ADVERTISED OR OFFERED BY A THIRD PARTY ON OR THROUGH OUR SERVICES.<br>\n<br>\n<b>LIMITATION OF LIABILITY |</b> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTIAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFIT, REVENUE, GOODWILL, BUSINESS, OPPORTUNITY OR DATA, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY OTHER INTANGIBLE LOSSES.\nIN NO EVENT SHALL OUR AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO A SPECIFIC SERVICE EXCEED THE AMOUNT YOU PAID US FOR SUCH SPECIFIC SERVICE.\nTHE LIMITATIONS OF THIS SECTION SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE, AND EVEN TO ANY CLAIMS YOU MAY BRING AGAINST ANY OTHER PARTY TO THE EXTENT THAT WE WOULD BE REQUIRED TO INDEMNIFY THAT PARTY FOR SUCH CLAIM.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU.\nYOU ACKNOWLEDGE AND AGREE THAT THESE LIMITATIONS ARE REASONABLE GIVEN THE BENEFITS OF THE SERVICES AND YOU WILL ACCEPT SUCH RISK AND/OR INSURE ACCORDINGLY.<br>\n", "case_id": 286, "document_id": 2818, "quoteStart": 16350, "quoteEnd": 19464}, {"id": 10466, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:39:20.840222", "updated_at": "2021-02-06 04:25:26.282704", "quoteText": "ALL DISPUTES WITH SAMSUNG ARISING IN ANY WAY FROM THESE TERMS SHALL BE RESOLVED EXCLUSIVELY THROUGH FINAL AND BINDING ARBITRATION, AND NOT BY A COURT OR JURY.\n", "case_id": 339, "document_id": 2818, "quoteStart": 2950, "quoteEnd": 3109}, {"id": 10474, "title": "The court of law governing the terms is in location X", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:56:08.766358", "updated_at": "2021-02-06 04:25:26.355606", "quoteText": "GOVERNING LAW/ DISPUTE RESOLUTION | The formation, existence, construction, performance, validity and all aspects whatsoever of these Terms will be governed by the law of the State of New York, without reference to its choice of laws principles.\nThese Terms will not be governed by the UN Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\nNotwithstanding the foregoing, we may apply for injunctive remedies (or an equivalent type of urgent legal relief) in any court of competent jurisdiction.<br>\n<br>", "case_id": 163, "document_id": 2818, "quoteStart": 2388, "quoteEnd": 2949}, {"id": 10472, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:54:02.280856", "updated_at": "2021-02-06 04:25:26.628484", "quoteText": "\n<b>SURVIVAL |</b> Any provisions within these Terms that by their nature should continue to be in effect, including without limitation the following Sections: License, Disclaimer of Warranty, Limitation of Liability, Indemnification and General, shall survive the expiration or termination of these Terms, and remain valid and binding.<br>", "case_id": 147, "document_id": 2818, "quoteStart": 23932, "quoteEnd": 24272}, {"id": 10471, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:49:14.157157", "updated_at": "2020-10-08 02:09:38.899074", "quoteText": "\n<b>INDEMNIFICATION |</b> You agree to indemnify, defend, and hold harmless us, our licensors, our agents, and all officers, directors, and employees from any and all third-party claims, actions, losses, damages, liabilities, judgements, grants, costs, and expenses (including reasonable attorneys’ fees) arising from: (i) your use of our Services or use by any person that you allow to use our Services that is not in accordance with these Terms, (ii) any breach of this Agreement by you or by any person that you allow to use our Services, or (iii) any violation of any laws or regulations or the rights of any third party by you or by any person that you allow to use our Services.<br>", "case_id": 146, "document_id": 2818, "quoteStart": 19468, "quoteEnd": 20156}, {"id": 10473, "title": "Provides instructions on how to submit a copyright claim", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:55:43.599531", "updated_at": "2021-02-06 04:25:24.21958", "quoteText": "<br>\n<b>GENERAL</b>\n<br>\n<br>\n<b>INFRINGING CONTENT |</b> If you are a copyright owner or an agent thereof and believe that any content on the Services infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>2.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>3.\nIdentification of the material that is claimed to be infringing and information reasonably sufficient to permit us to locate the material.\n</li>\n<li>4.\nInformation reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and email address;</li>\n<li>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n</ul>\n<br>\nYou can send your notice to SamsungDMCA@sea.samsung.com.<br>\n<br>A copy of your DMCA Notification will be sent to the person who uploaded the material addressed in the Notification.\nPlease be advised that under Section 512(f) of the DMCA you may be held liable for damages and attorneys’ fees if you make material misrepresentations in a DMCA Notification.<br>", "case_id": 138, "document_id": 2818, "quoteStart": 20162, "quoteEnd": 21969}, {"id": 10467, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:41:07.121494", "updated_at": "2021-02-06 04:25:26.116302", "quoteText": "When you upload, transmit, create, post, display or otherwise provide any information, materials, documents, media files or other content on or through our Services (“User Content”) you grant us an irrevocable, unlimited, worldwide, royalty-free, and non-exclusive license to copy, reproduce, adapt, modify, edit, distribute, translate, publish, publicly perform and publicly display the User Content (“User Content License”), to the full extent allowed by Applicable Law.\n", "case_id": 132, "document_id": 2818, "quoteStart": 12511, "quoteEnd": 12984}, {"id": 10465, "title": "This service is only available to users of a certain age", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:33:32.478798", "updated_at": "2021-02-06 04:25:26.175368", "quoteText": "By creating an account or using our Services, you confirm that you accept these Terms.\nYou also confirm that:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nYou have reached the age of 18.\nor</li>\n<li>2.\nYou are 13 or older but younger than 18 (“Minor”), and you represent that you have reviewed these Terms with your parent or legal guardian before using the Services and that you and your parent or guardian understand and consent to these Terms.", "case_id": 152, "document_id": 2818, "quoteStart": 691, "quoteEnd": 1118}, {"id": 10470, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:48:53.419514", "updated_at": "2021-02-06 04:25:26.145976", "quoteText": "<br>\n<b>INDEMNIFICATION |</b> You agree to indemnify, defend, and hold harmless us, our licensors, our agents, and all officers, directors, and employees from any and all third-party claims, actions, losses, damages, liabilities, judgements, grants, costs, and expenses (including reasonable attorneys’ fees) arising from: (i) your use of our Services or use by any person that you allow to use our Services that is not in accordance with these Terms, (ii) any breach of this Agreement by you or by any person that you allow to use our Services, or (iii) any violation of any laws or regulations or the rights of any third party by you or by any person that you allow to use our Services.<br>\n<", "case_id": 146, "document_id": 2818, "quoteStart": 19464, "quoteEnd": 20158}, {"id": 10475, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:58:58.743028", "updated_at": "2021-02-06 04:25:26.332629", "quoteText": "Sometimes we may need to change these Terms.\nWe’ll let you know about any changes by posting the updated Terms on our website.\nIf we think the changes are material, we may send a notification to the email address linked to your Samsung Account before the updated Terms become effective.\nIf you don’t agree to the changes, you can stop using our Services and delete your Samsung Account.\nBy continuing to use our Services after the updated Terms become effective, you confirm that you understand and accept the updated Terms.<br>\n", "case_id": 329, "document_id": 2818, "quoteStart": 1629, "quoteEnd": 2158}, {"id": 17015, "title": "This service gathers information about you through third parties", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 18:05:54.093411", "updated_at": "2021-03-03 19:23:13.0802", "quoteText": "We may obtain certain information about you from publicly or commercially-available sources and from third parties who perform services for us.", "case_id": 382, "document_id": 729, "quoteStart": 2992, "quoteEnd": 3135}, {"id": 17014, "title": "This service may collect, use, and share location data", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 18:02:17.347078", "updated_at": "2021-03-03 19:23:24.091069", "quoteText": "location data, including (1) the precise geolocation of your device if you consent to the collection of this data and (2) information about nearby Wi-Fi access points and cell towers that may be transmitted to us when you use certain Services.", "case_id": 373, "document_id": 729, "quoteStart": 2733, "quoteEnd": 2976}], "urls": ["samsung.com", "samsungsupport.com", "samsungrs.samsungapps.com", "samsungosp.com", "samsungcloud.com"]}}