{"error": 448, "message": "OK", "parameters": {"id": 2518, "name": "FamilyTreeDNA", "created_at": "2021-01-11 17:20:49.509265", "updated_at": "2021-06-17 22:00:21.4721", "wikipedia": "https://en.wikipedia.org/wiki/Family_Tree_DNA", "keywords": null, "related": null, "slug": "familytreedna", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2518.png", "url": "familytreedna.com", "documents": [{"id": 3470, "name": "Refund Policy", "url": "https://www.familytreedna.com/legal/refund-policy", "xpath": "//*[@id=\"copy-container\"]", "text": " FamilyTreeDNA Order Modifications &amp.\nRefund Policy <p> FamilyTreeDNA is an online service.\nTherefore, all results provided by FamilyTreeDNA will only be available online and accessible via a computer or mobile device with internet capabilities.\nResults will not be mailed, and we will not issue refunds for tests bought under the assumption that the results will be mailed.\nBy placing your order, you are agreeing to the below policies as well as our Terms of Service.\n</p> How to Submit Cancellations &amp.\nRequest Refunds <p> Cancellations and order modifications may be submitted by contacting Customer Service via our Contact Us form.\n</p> Standard Refund Policy for New Kit Orders <p> You may cancel your order if </p>\n<ol>\n<li> You notify us within 60 days of your order that you no longer wish to use FamilyTreeDNA's products and services, and </li>\n<li> You have not yet returned your sample to us for processing.\n</li>\n</ol> If you satisfy the aforementioned requirements and return the unopened sample kit to us within 30 days from the date that you requested the refund, you will only be eligible for a partial refund of the purchase price.\nIf you are eligible for a partial refund, the amount of any such refund will be the purchase price that you paid, less a $25 cancellation fee.\n<p>\n</p>\n<p> We will not issue any refund if </p>\n<ol>\n<li> More than 60 days have passed since your order was placed.\n</li>\n<li> Your sample has been returned to us for processing.\n</li>\n<li> We do not receive the unopened sample kit within 30 days after the refund is requested.\n</li>\n</ol>\n<p>\n</p> Non-Refundable Tests <p> The following add-on and upgrade tests are non-refundable: individual SNPs, Autosomal Upload/Transfer Unlocks, individual Autosomal Markers, Certificates, and individual Factoids.\n</p> Refund Policy for Upgrades &amp.\nAdd-On Tests <p> If a test is ordered as an upgrade or add on to an existing kit, we will issue a refund minus a 5% fee if your request is submitted prior to the lab processing your sample.\nIf your request is submitted after processing has begun, your refund request will be denied.\nAll requests must be made within 24 hours of placing the order.\n</p> Modifying &amp.\nMoving Tests <p> Once a sample has begun processing in our lab, the new or existing kit order is no longer eligible for modifications or any type of refund.\nModifications are changes to the type(s) of test(s) you have ordered.\n</p>\n<p>\n<strong>Modifying the type of test ordered on kits.</strong> You may modify the type of test ordered on a new kit before it starts processing in the lab.\nThe funds for the original test will be credited towards the new test.\n</p>\n<p> You may modify the type of test ordered on an existing kit prior to any lab processing.\nAny remaining balance may be applied to additional testing.\nYou will be responsible for any additional costs associated with the change.\n</p>\n<p>\n<strong>Moving tests between kits.</strong> If a test is moved to a different kit, you may be subject to shipping costs and any additional costs depending on the circumstance.\n</p>\n<p> Any test ordered for a new kit that you wish to move to an existing kit will be refunded the shipping cost as long as the kit has not been shipped.\nIf process is complete, the new kit may be merged with the original kit provided that the tester is the same person and the request meets our merge requirements.\nIf it does not meet our merge requirements, no refund will be granted.\nPlease note that you may be subject to additional costs associated with the change.\n</p> Sample Failures <p> In the rare circumstance that a sample fails initial testing, we will begin a second run if there is a sample in storage.\nIf we do not have an additional sample in storage, we will mail out a second collection kit, free of shipping charges, to the address on file.\nAdjustments to the shipping address can be made on the Contact Information section of the Account Information page.\n</p>\n<p> If the sample fails subsequent testing, the following chart outlines our retesting policy for one (1) more testing attempt: </p> Type of Test Number of test failures allowed Fee for an additional attempt once failure limit is reached Family Finder 2 Failures $50 mtDNa, mtPlus and mtFull Sequence 2 Failures $50 Y-DNA 12 to 111 2 Failures $50 Big Y 3 Failures $75 Factoid Bundle 2 Failures $50 Purchases Made via Third Parties <p> Please contact the third party (e.g., Amazon) from whom you purchased the kit(s) for more information on their refund policies.\n</p> Delays in Lab Processing <p> Testing times vary between products depending on lab volume and the quality of the biological sample.\nExpected result dates are predictions and not a guarantee of delivery.\ntherefore, delays in lab processing do not entitle customers to a refund.\n</p> Price Adjustment Policy <p> We do not allow price adjustments on price reductions for orders purchased prior to or after a sale or a promotion.\n</p> Exchange Rate <p> Refunds for any international orders will be applied at the current exchange rate for U.S.\ndollar at the time the refund is requested.\nTherefore, due to a change in the currency rate, customers may be refunded a greater or lesser amount than the amount they paid.\nFamilyTreeDNA is not responsible for changes in currency rate.\n</p> Refund Processing <p> Your cancellation request must be received by end of business (5:00 p.m.\nCentral Time) on the appropriate day as described above.\n</p>\n<p> All refunds will be given to the original credit card on which the purchase was made.\nPlease allow thirty (30) days for the refund to reach you or be credited back to your account.\n</p>\n<p> Read the previous version of this document.\nLast updated 10/22/2019 </p>\n", "created_at": "2021-01-11 17:22:22.467962", "updated_at": "2021-02-03 22:45:36.736003"}, {"id": 3471, "name": "Cookie Policy", "url": "https://www.familytreedna.com/legal/cookie-policy", "xpath": "//*[@id=\"copy-container\"]", "text": " Cookie Policy <p>This cookie policy explains what cookies are, the different types of cookies, how we use them, and how to manage your cookies.</p>\n<p>In Section 3 of our Privacy Statement, we state that we use cookies.\nBy continuing to use our site and our services, you are agreeing to the use of cookies and similar technologies for the purposes described in this policy.</p>\n<ul>\n<li> 1.\nWhat are cookies? <p>Cookies are text files that are encrypted and added to a user’s browser directory on their browsing device (e.g., desktop computer, mobile phone, tablet, laptop).\nThese cookies aid users when navigating websites and boost usability.\nFor example, at FamilyTreeDNA, we use cookies to personalize each user’s experience, to keep a user signed in while they are using the site, and to autofill certain information users have previously provided.</p>\n<p>Please visit the Federal Trade Commission or the European Commission for more detailed information on browser cookies.</p>\n</li>\n<li> 2.\nWhat are the different types of cookies and why do we use them? <p>We use different types of cookies to assist us in providing our users with the best experience possible.</p>\n<p>Session cookies are only stored on your device during a single visit (called a browser session) to the site.\nSession cookies do not do anything unless you are actively browsing, and are deleted the moment you close your browser.\nPersistent cookies remain on your device until they are set to expire or you choose to delete them from your browser cache.\nPersistent cookies are activated each time you visit the website that created them.\nWe use both session cookies and persistent cookies to enhance the security of your Personal Information and to enhance the functionality of certain features and improve the performance of our Services.</p>\n<p>First-party cookies are cookies that are set by and belong to FamilyTreeDNA.\nThird-party cookies are cookies that another party places on your browsing device via our websites.\nThird-party cookies provide a service or function to FamilyTreeDNA, but we cannot control how those third-party cookies are used.</p>\n<p>We also utilize advertising cookies, beacons, pixels and/or tags to aid us in marketing our services and products to interested individuals.\nWe may show you an advertisement when you leave our site because we think you might be interested in FamilyTreeDNA.\nCookies also help affirm that the marketing you see online is relevant to you and your interests.</p>\n</li>\n<li> 3.\nHow long will cookies stay on the device? <p>In terms of duration, there are two types of cookies: persistent and session based.</p>\n<p>\n<strong>Persistent Cookies:</strong> Persistent cookies stay on the user’s browsing device until the user clears them or until they reach their expiration.\nPersistent cookies are those that retain information on the user's specific preferences so that we can provide a “personalized” user experience.</p>\n<p>\n<strong>Session Cookies:</strong> Session cookies expire and are deleted once the user’s browsing session is complete.\nThese cookies allow users to navigate to pages within FamilyTreeDNA.com without signing in to each page.</p>\n</li>\n<li> 4.\nWhat types of cookies does FamilyTreeDNA use? <p>The following table lists examples of cookies used by FamilyTreeDNA.</p>\n<strong>Categories of Cookies / Purpose</strong>\n<strong>Description</strong> Strictly Necessary / Authentication These cookies help us show you the right information when you sign in.\nThey also allow you to navigate between pages on the site without having to sign in over and over again.\nStrictly Necessary / Security These cookies help us prevent, detect, and reduce malicious and fraudulent activities on our services.\nThey also support and enable other security features Strictly Necessary / Performance These cookies are important to make our Services work, enabling you to move around the FamilyTreeDNA site and use our features.\nWithout these cookies, services that are needed for you to be able to use the site, such as remembering items in your shopping basket, cannot be provided.\nFunctional / Analytics and Research These cookies collect information about how people are using our Services.\nFor example, they allow us to know which pages are visited the most and how people are progressing from one link to another and if they receive error messages on specific pages.\nOverall, they provide us with analytical information about how our Services are performing and operating and how we can improve them.\nFunctional / Preferences and Settings These cookies store your preferences so you do not have to reset them every time you visit our Services.\nThese cookies give us the ability to recall the choices you make so that we may tailor the site to give you enhanced features and content.\nFor example, these cookies can be used to remember your user name, country selection, or language choice.\nthey can also be used to remember adjustments you have made to other parts of pages that you can customize.\nFunctional / Social Media Plugins To make the sharing of content simpler, some of the pages on our Services contain applications or tools that are linked to third-party social media service providers such as Twitter and Facebook.\nThrough these applications or tools, the social media service provider may set its own cookies on your device.\nIt is important to note that we do not control these cookies.\nPlease check the social media service provider’s website for further details about how they use cookies.\nAdvertising / Advertising These cookies collect information about browsing habits and are used to administer targeted advertisements that are more relevant to you and your interests.\nThey are also used to help measure the effectiveness of an advertising campaign as well as help restrict the number of times you see an advertisement.\nAdvertising / Marketing These cookies are used to measure how you interact with our marketing communications to learn, among other things, how impactful a marketing campaign is.\nAn example of this would be us measuring whether or not certain marketing communications resulted in a purchase.\n</li>\n<li> 5.\nHow to manage cookies? <p>\n<strong>Manage cookies via our cookie management tool</strong>\n<br> If you are located in specific countries where our cookie management tool is accessible, such as the European Union, UK, and EEA, you can access the tool by clicking the \"Cookie Settings\" link in the footer.\nThis tool gives you the ability to choose to share Functional and Advertising cookie information with us.\nYou can select to only share Strictly Necessary cookie information with us, but you may encounter some loss of function throughout our Service.\nAn example would be, you may not be able to share information on our Service through social media platforms.\n</p>\n<p>\n<strong>Manage cookies via your browser settings</strong>\n<br> Our Cookies (First-Party Cookies): Through the browser used to view the website, users can enable, disable, or delete cookies.\nThis can be done by following the instructions provided by the specific browser (usually located within the “Help,” “Tools,” or “Edit” settings).\nPlease note that if the browser is set to disable cookies, secure areas of a website may not be accessible, and other areas may not work properly.\n</p>\n<p>Please visit the Federal Trade Commission or the European Commission for more detailed information on browser cookies.</p>\n<p>You can also find more information about how to change your browser cookie settings at www.allaboutcookies.org.</p>\n<p>Third-Party Cookies: Cookies that are placed on a browsing device by a third party can be managed through the specific browser (as described above) or by checking the third party’s website for further information about cookie management and how to “opt out” of receiving cookies from them.</p>\n<p>\n<strong>How to opt out of interest-based advertising</strong>\n<br> FamilyTreeDNA uses cookies to distribute content and advertisements specific to your interests on our websites and elsewhere on the Internet.\nFamilyTreeDNA uses some third parties to show you FamilyTreeDNA-related advertisements that are personalized to you based upon your online behaviors or interests.\n</p>\n<p> To view further information about cookies and targeted advertisements or to opt out of having this information used by companies that are part of the Network Advertising Initiative, please visit www.networkadvertising.org/choices.\n</p>\n<p>\n<strong>How to opt out of analytics</strong>\n<br> FamilyTreeDNA uses cookies, web beacons, and similar technologies from third-party analytics providers to collect information about the effectiveness of its marketing campaigns and other operations.\nSome of these providers allow you to opt out of their processing directly, as further described on their websites below: </p>\n<ol>\n<li>Bing: https://choice.microsoft.com/</li>\n<li>Clicktale: http://www.clicktale.net/disable.html</li>\n<li>Google Analytics: https://tools.google.com/dlpage/gaoptout (requires you to install a browser add-on)</li>\n</ol>\n</li>\n<li> 6.\nDo Not Track Disclosure <p>FamilyTreeDNA notes that although we do our best to honor your privacy preferences and have put into action industry standard safeguards as explained above, at this time, we do not respond to Do Not Track signals from your browser due to the lack of an established industry standard.\nFamilyTreeDNA uses advertising technology to show you advertising relevant to your FamilyTreeDNA experience.\nAlso, when FamilyTreeDNA uses other companies’ services, software tools, and data to target advertising to you, these companies may collect information (such as a mobile identifier or unique cookie) about your online activities over time and across other websites or services on our behalf.</p>\n</li>\n</ul>\n<p> Any questions concerning our Cookie Policy can be directed to ombudsman@genebygene.com.\n</p>\n<p> Read the previous version of this document.\n<i>Last updated 06/11/2019</i>\n</p>\n", "created_at": "2021-01-11 17:29:54.199947", "updated_at": "2021-02-03 22:46:53.060043"}, {"id": 3472, "name": "Privacy Policy", "url": "https://www.familytreedna.com/legal/privacy-statement", "xpath": "//*[@id=\"copy-container\"]", "text": " FamilyTreeDNA Privacy Statement <p> At FamilyTreeDNA, user privacy is an extremely high priority for us and something we have taken seriously for over 18 years.\nAt FamilyTreeDNA, we handle your Personal Information with great care and implement safeguards to protect your data.\n</p>\n<p> It is our goal to be transparent about the Personal Information you provide, including your DNA Data, as well as give you the control over how it is utilized, shared, and stored.\n</p>\n<ol>\n<li> Introduction <p> Our Privacy Statement was created to help you better understand how we collect, use, store, process, share, and transfer your Information when operating our website, software, products, and other services (collectively the \"Services\").\nThis Privacy Statement outlines our practices and the controls we give you to manage your privacy within our Services and describes the privacy practices of the FamilyTreeDNA websites that link to this Statement.\n</p>\n</li>\n<li> Consent <p> Account creation requires that you purchase a DNA test or upload your Genetic Information.\nTo create an account and access our Services, you must agree to the FamilyTreeDNA Terms of Service and this Privacy Statement by clicking “Accept Terms &amp.\nComplete Purchase” on the checkout page.\n</p>\n<p> By clicking “Accept Terms &amp.\nComplete Purchase,” you are telling us that you consent to FamilyTreeDNA collecting, processing, and sharing your Personal Information as described in this Privacy Statement and any other documents referenced in this Privacy Statement.\nIf you are signing in to your account for the first time as a result of someone purchasing the kit on your behalf, you are agreeing to this Privacy Statement and our Terms of Service by use of the Service.\n</p>\n<p> At any time, you can request that FamilyTreeDNA remove information you have uploaded into your account, such as your Genetic Information or a family tree.\nPlease see Section 7 “Your options” for specific details about deleting your data.\n</p>\n</li>\n<li> The types of Information FamilyTreeDNA collects <ol>\n<li>\n<p>\n<strong>Information you provided directly to us and information related to our genetic testing services:</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Personal Information:</strong> Information that can help identify you.\nFamilyTreeDNA collects and stores the following types of personal information to provide you the Services: </p>\n<ol>\n<li>\n<p>\n<strong>Account Information:</strong> Information you provided about yourself when purchasing/and or registering our Services.\nThis includes name, email, phone number, kit ID and password, billing and shipping address, and payment information.\n</p>\n</li>\n<li>\n<p>\n<strong>Genetic Information:</strong> Readable DNA Data.\nAfter receiving your cheek swab in the return envelope included in your kit, we extract your DNA from your cheek swab in our in-house laboratory.\nFrom here, we convert your DNA into readable DNA Data.\n</p>\n</li>\n<li>\n<p>\n<strong>A note about your DNA sample:</strong> Once our laboratory has produced your DNA Data, the samples are stored so that they can be attainable for future testing.\nFuture testing may be done if you consent to future testing of your sample or if you otherwise agree to our Informed Consent for Research.\n</p>\n</li>\n<li>\n<p>\n<strong>Profile Information:</strong> We gather the information you use to create a user profile.\nDepending on your share settings, this information may be seen by other FamilyTreeDNA users.\nThis can include your sex, profile image, name, location, etc.\n</p>\n</li>\n<li>\n<p>\n<strong>User Provided Content:</strong> All information you present about yourself or other individuals, living or deceased, when you voluntarily participate in the Services, Group Projects, or Forums.\nFor example, User Provided Content includes any post or message you place on FamilyTreeDNA community forums.\n</p>\n</li>\n<li>\n<p>\n<strong>Self-Reported Information:</strong> Information about yourself that you submit into forms, surveys, or features while signed in to your FamilyTreeDNA account.\nFor example, family history information or ethnicity.\n</p>\n</li>\n<li>\n<p>\n<strong>Website Behavior Information:</strong> Information on how you use the FamilyTreeDNA website obtained through cookies, log files, and web beacon technology.\nThis may include information like browser type, domains, and page views.\n</p>\n</li>\n<li>\n<p>\n<strong>Additional User Information:</strong> All information given to us when you answer online questionnaires or email surveys provided through the Services.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Communications with Customer Service:</strong> When you contact our Customer Service center or correspond with us about our Service, we collect information to: track and respond to your query, investigate any breach of our policies or regulations, and analyze and improve our Services.\n</p>\n</li>\n<li>\n<p>\n<strong>Aggregate Information:</strong> Information that has been combined with that of other users and analyzed or assessed as a whole, such that no specific individual may be reasonably identified.\n</p>\n</li>\n<li>\n<p>\n<strong>Pseudonymous Information:</strong> Information that has been stripped of your Account Information and other identifying data, such that you cannot easily be identified as an individual to the public, and is instead only identifiable by a kit number or other alphanumeric sequences.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Information FamilyTreeDNA collects through the use of the Services via tracking technology:</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Web Behavior Information:</strong> Information on how you use the FamilyTreeDNA website obtained through cookies, log files, and web beacon technology.\nWe, as well as our third-party partners, use cookies and other technologies to help us identify you, personalize the Services and our offers to you, determine the success of marketing campaigns, provide security, evaluate Service usage, collect demographic information about users, and to deliver targeted advertising on our site and on other sites.\n</p>\n</li>\n<li>\n<p>\n<strong>Computer and Mobile Device Information:</strong> We receive certain information and store it in log files.\nThis may include how you access our Services, including the website you visited before landing on FamilyTreeDNA, your exit page, your Internet protocol (IP) address, your web browser, your computer operating system, your Internet Service Provider (ISP) or the mobile device you use to access the Internet.\nThis log information may be combined with other information we collect about you, such as your kit number or invoice number.\nWe do this to better the services we offer you, and to improve marketing, analytics, and site functionality.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>You may adjust your settings as described in our Cookie Policy if you do not want us to use data about your interests or behaviors to serve you targeted ads.\nFor information on “Do Not Track,” please see our Cookie Policy.\n</p>\n</li>\n<li>\n<p>Third parties that we partner with to display advertising based upon your Web browsing activity or that we use to allow particular features on our site use Flash Cookies to gather and store information.</p>\n</li>\n<li>\n<p>Please see Section 5.G., below, to learn more about our third-party advertising partners.</p>\n</li>\n<li>\n<p>\n<strong>Google Analytics:</strong> Google Analytics is used to perform many of the tasks listed above.\n</p>\n</li>\n<li>\n<p>\n<strong>Other Types of Information:</strong> We are always working to strengthen our Services with new products, features, and applications that may result in the acquisition of new types of information.\nWe will update our Privacy Statement as needed.\n</p>\n</li>\n</ol>\n</li>\n<li> How does FamilyTreeDNA use your information <p> FamilyTreeDNA will use and share your personal information with third parties in the ways that are described in this Privacy Statement.\n</p>\n<ol>\n<li>\n<p>\n<strong>FamilyTreeDNA uses your Personal Information to provide, personalize, analyze, and improve our Services:</strong> These acts may include, in addition to other things not specifically mentioned, using your information in a manner consistent with other commitments in this Privacy Statement to: </p>\n<ol>\n<li>\n<p> Open an account, processing payments for FamilyTreeDNA services and test kits, and communicate with you about the Services.\n</p>\n</li>\n<li>\n<p> Process and deliver your genetic testing results.\n</p>\n</li>\n<li>\n<p> Perform research &amp.\ndevelopment, which may include, for example, conducting data analysis and research in order to develop new or enhance existing products and services, and performing quality control activities.\n</p>\n</li>\n<li>\n<p> Dispense surveys and questionnaires to collect Additional User Information for use in the Services, as well as facilitating product development and research initiatives.\n</p>\n</li>\n<li>\n<p> Conduct analytics to improve our Services and track the usage of our Services.\n</p>\n</li>\n<li>\n<p> Offer new products or services to users through emails and promotions.\n</p>\n</li>\n<li>\n<p> Comply with the law and requests from government bodies.\nand </p>\n</li>\n<li>\n<p> Carry out online marketing campaigns and targeted advertising, including utilizing third-party ads (subject to your cookie settings), and to measure the performance of our marketing and targeted advertising.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>FamilyTreeDNA uses your Genetic Information for the following primary purposes:</strong> This may include, in addition to other things not specifically mentioned, using your information in a manner consistent with other commitments in this Privacy Statement to: </p>\n<ol>\n<li>\n<p> Deliver DNA matches (e.g., close relatives or distant cousins) from our database, ethnicity results, and other information to assist you in learning more about yourself and your genetic relatives.\n</p>\n</li>\n<li>\n<p> Connect you with your relatives in our database through features such as DNA matching or other product features.\n</p>\n</li>\n<li>\n<p> Present you with other insights into what your DNA uncovers about traits, personal health and wellness.\n</p>\n</li>\n<li>\n<p> Based on your DNA Data, invite you to participate in optional surveys.\n</p>\n</li>\n<li>\n<p> Provide relevant results to aid you in identifying common ancestors and other information about your family history, as well as helping you unite with family.\n</p>\n</li>\n<li>\n<p> Examine aggregated Genetic Information to gain further understanding of population and ethnicity-related health and wellness </p>\n</li>\n<li>\n<p> Perform statistical, scientific, and historical research.\n</p>\n</li>\n<li>\n<p> Comply with requests from law enforcement or their authorized representatives that meet our Law Enforcement Guidelines.\n</p>\n</li>\n<li>\n<p> Strengthen features and functionality in our existing DNA-related products, enhancing the customer experience across FamilyTreeDNA products, improving the quality of our laboratory technology and processes, and building new products and services, including services akin to personal health and wellness.\n</p>\n</li>\n</ol>\n<p> You may be able to adjust your preferences of having your information used for specific activities.\nSee the below Section 5 to learn more.\n</p>\n<p> We will seek additional consent from you before we collect and process Sensitive Information as part of your interaction with the Services.\n</p>\n</li>\n</ol>\n</li>\n<li> How FamilyTreeDNA shares your information <p> FamilyTreeDNA does not share your individual Personal Information with third parties without your additional consent other than as described in this Privacy Statement.\nWe will never share your Genetic Information with pharmaceutical or insurance companies, employers, or third-party marketers without your express consent.\nThe circumstances described below explain when sharing might occur: </p>\n<ol>\n<li>\n<p>\n<strong>FamilyTreeDNA users or others you may choose to share with:</strong> Depending on your account settings, your FamilyTreeDNA Profile Information (see section 3.A.i.d) and your public family tree details, may be viewable to other FamilyTreeDNA users, including your DNA matches and matches whose accounts are managed by law enforcement (dependent on your matching preferences).\nIf you consent to participate in matching and depending on your additional settings, some of your Genetic Information may be viewable to your DNA matches, including matches whose accounts are managed by law enforcement, as well as your mutual matches.\nYou may review this information in the Learning Center and make adjustments in your Privacy &amp.\nSharing settings.\nIn addition to the Personal Information mentioned in this section, Group Project Administrators of Group Projects you have chosen to join or Group Projects your matches have chosen to join, will be able to view certain DNA results (e.g., Y-DNA and mtDNA markers).\nPseudonymized DNA marker information can also be shared publicly via any Group Project you chose to join.\nTo change your settings, please go to the links below in Section 7.A.\n</p>\n<p> To share details of your family history or DNA information outside the Services, means to do so at your own risk.\n</p>\n</li>\n<li>\n<p>\n<strong>Information shared with commonly owned entities:</strong> Some or all of your information may be shared with other companies under common ownership or control of FamilyTreeDNA, which may include our corporate parent, our subsidiaries, or any other subsidiaries owned by our corporate parent to provide you better service and improve user experience.\n</p>\n</li>\n<li>\n<p>\n<strong>Service Providers:</strong> We use the services of other companies to help us provide the Services to you.\nAs a result, these partner companies will have some of your information in their systems.\nOur partners act only at the direction of FamilyTreeDNA and are subject to contractual obligations governing data security and confidentiality consistent with this Privacy Statement and applicable laws.\nThese partners include our DNA test shipping providers, credit card processors, cloud services infrastructure providers, and vendors that assist us in marketing, analytics, fraud prevention, and Member Support.\n</p>\n</li>\n<li>\n<p>\n<strong>For Legal or Regulatory Process:</strong> We may use the information you have provided to us in order to comply with the law and requests from government bodies.\nThis means that we may provide information that we collect from you if that information is relevant to a court subpoena or to a law enforcement authority or other government investigation, provided this is permissible under applicable data protection law.\n</p>\n<p>We may share your Personal Information if we believe it is reasonably necessary to:</p>\n<ol>\n<li>\n<p> Enforce or apply the FamilyTreeDNA Terms and Conditions.\n</p>\n</li>\n<li>\n<p> Comply with a valid legal process (e.g., subpoenas, warrants, etc.) and other requests from or on behalf of law enforcement that comply with our Law Enforcement Guidelines.\n</p>\n</li>\n<li>\n<p> Protect the security or integrity of the Services.\nor </p>\n</li>\n<li>\n<p> Protect the rights, safety, or property, of FamilyTreeDNA, our employees or users.\n</p>\n</li>\n</ol>\n<p>If compelled to disclose your Personal Information to law enforcement, we will do our best, unless prohibited by law, to provide you with notice.</p>\n</li>\n<li>\n<p>\n<strong>Law Enforcement Matching (LEM):</strong> For requests made by law enforcement and their authorized representatives that meet the requirements of our Law Enforcement Guidelines, FamilyTreeDNA may create limited access law enforcement accounts (“LE Accounts”) which are permitted to upload genetic information to the database to identify the remains of a deceased individual or to identify the perpetrator of a homicide or sexual assault.\nFamilyTreeDNA will track Law Enforcement Accounts via an in-house identification system that will allow users to opt out of Law Enforcement Matching.\n</p>\n<p> Users will only be viewable to the law enforcement account if ALL of the following requirements are met: </p>\n<ul>\n<li>The user has opted into matching</li>\n<li>The user has not opted out of Law Enforcement Matching</li>\n<li>The user and the law enforcement account have the same matching levels selected</li>\n<li>The user is genetic relative (also referred to as a match or DNA relative) to the genetic file uploaded to the law enforcement account</li>\n</ul>\n<p>\n</p>\n<p> If a law enforcement account is a genetic relative and meets the above requirements, the information of yours that they will have access to is identical to that of your other matches.\nFor further information on what Personal Information matches may see, please visit the Learning Center.\n</p>\n<p> Law enforcement accounts cannot join or participate in Group Projects.\nIf you opt out of Law Enforcement Matching, law enforcement accounts will not be able to see you as a match or view any personal information viewable by matches.\nYou have the ability to adjust your Law Enforcement Matching preferences at any time in your Privacy &amp.\nSharing settings located in your Account Settings.\n</p>\n<p> Please note, if you decline to participate in law enforcement matching, we may still be required to share your Personal Information to comply with a valid legal process as described in Section 5.D.\nLaw enforcement matching is only permitted with accounts set up by FamilyTreeDNA on behalf of law enforcement authorities and their authorized representatives.\nAny other use of the matching database for law enforcement purposes violates our Terms of Service.\nAlthough FamilyTreeDNA relies on law enforcement officials and authorized representatives to identify themselves when requesting use of the site and FamilyTreeDNA has implemented controls to identify and prevent uses of the Services which violate our Terms of Service, FamilyTreeDNA cannot guarantee that law enforcement officials and their authorized representatives follow the requirements stated in our Terms of Service and Law Enforcement Guidelines.\nUse of the Service for law enforcement purposes is a privilege, not a right.\nFamilyTreeDNA reserves the right to revoke law enforcement’s account access for any reason without warning, including any use of the account for any law enforcement purpose not expressly agreed to by FamilyTreeDNA.\n</p>\n</li>\n<li>\n<p>\n<strong>If FamilyTreeDNA is acquired:</strong> If FamilyTreeDNA or its businesses are acquired or transferred to another entity (in part or in whole and including in connection with any bankruptcy or similar proceedings), we will share your Personal Information with that entity.\nThe promises in this Privacy Statement will apply to your Personal Information as transferred to the new entity.\n</p>\n</li>\n<li>\n<p>\n<strong>\"Targeted Advertising\" service providers:</strong> We allow third-party advertising networks and providers to collect Web Behavior Information on our Service to help us to deliver targeted online advertisements to you.\nUsing cookies and similar technologies (such as JavaScript, web beacons, device identifiers, location data, and clear gifs), they collect information about your browser's or device's visits and usage patterns on our Services and on other websites over time.\nThis helps us better personalize ads to match your interests and to measure the effectiveness of ad campaigns.</p>\n<p>You may have the option to change your settings as described in our Cookie Policy if you do not wish us to use data about your interests or behaviors to serve you targeted ads.\nFor information on “Do Not Track” please see our Cookie Policy.</p>\n<p>For more information about our marketing and advertising practices, please review our Cookie Policy.</p>\n</li>\n<li>\n<p>\n<strong>Aggregate Information:</strong> FamilyTreeDNA may show user information in an aggregated form as part of the Services or our marketing, or in scientific publications published by our research partners or us.\nSuch disclosure will never include Personal Information </p>\n</li>\n<li>\n<p>\n<strong>Research Partners:</strong> We do not share, trade, or barter your genetic information.\nIf at any point in the future we change our policy in regards to research partners, we will ask for your express consent to share your Genetic Information with any research partner.\n</p>\n</li>\n</ol>\n</li>\n<li> Using information for research with your consent <p> You have the choice to participate in future genetic research opportunities.\n</p>\n<ol>\n<li>\n<p>\n<strong>Consent process for research:</strong> Users wishing to participate in genetic research projects may indicate so and will be included in a candidate pool.\nIf you become a potential candidate for a research project, you will be contacted to grant specific consent for every individual research project opportunity.\nOnce given, consent cannot be revoked for research that has already occurred or is underway.\n</p>\n</li>\n<li>\n<p>\n<strong>If you no longer consent to FamilyTreeDNA Research:</strong> Consent for future research can be revoked by notifying FamilyTreeDNA that you wish to be removed from the candidate pool or by declining invitations to participate in specific research projects.\nRemoving yourself from the research candidate pool means that you will not receive any invitations to participate in research projects.\n</p>\n</li>\n</ol>\n</li>\n<li> Your options and ability to access to your personal information <p> Subject to particular exceptions, you have a right to request access to your Personal Information and to be given a copy of certain information you provided in a portable format, as well as to seek to update, delete, or correct this information by using the tools described below or by contacting FamilyTreeDNA.\nDetails and options for obtaining this information are below.\n</p>\n<ol>\n<li>\n<p>\n<strong>Access to your account:</strong> FamilyTreeDNA also provides privacy and security settings that allow you to control the visibility of your personal data to your matches and in any Group Project that you have joined.\nYou have access to and may update the Personal Information (such as name, email address, profile information, etc.) that you provide to FamilyTreeDNA at any time in the following sections of the profile settings: Account Information, Privacy &amp.\nSharing, Project Preferences, Genealogy, and Notification Preferences.\nTo learn more about how to manage your privacy settings, click here.\n</p>\n<p> Testers have the option to assign a beneficiary to their account in the event that they become deceased.\nOnly in the event that FamilyTreeDNA is notified about a deceased tester, will account information be shared with the specified beneficiary.\nIn the case that a beneficiary is not specified and upon verification of the deceased user, ownership may default to FamilyTreeDNA.\nTo learn more about managing beneficiary settings, you can click here.\n</p>\n<p> To learn more about managing privacy settings for family trees you have created on FamilyTreeDNA, you can click here.\n</p>\n</li>\n<li>\n<p>\n<strong>Marketing Communications:</strong> By creating an account, you are agreeing that we may send you promotional emails about our Services.\nYou have the option to opt out of receiving specific messages or notifications from us by visiting your Notification Preferences in your account.\nYou also have the option to click \"unsubscribe\" at the bottom of promotional email communications.\nPlease note that you may not opt out of receiving non-promotional messages regarding your account, such as Service-related emails or purchase confirmations.\n</p>\n</li>\n<li>\n<p>\n<strong>Genetic Information Download:</strong> Your DNA Data belongs to you.\nYou always have the option of downloading files with your DNA Data.\nLearn how here.\nFor more information on what is included in your DNA Data downloads, go here.\n</p>\n</li>\n<li>\n<p>\n<strong>Information you choose to share with others:</strong> FamilyTreeDNA gives you the ability to share information with other individuals who have FamilyTreeDNA accounts through (i) our community forums, (ii) relative finding features (e.g., \"Matches\"), (iii) Group Projects, and (iv) other sharing features.\nPlease refer to settings in your profile.\nSome sharing may require you to opt in, but some features may require an opt out, such as Law Enforcement Matching.\nFor example, we provide the ability to opt in to share your ethnicity results (myOrigins) with your DNA Matches.\nAlternatively, if you have consented to participate in the DNA Matching Database, you may opt out or change the visibility of your profile information by visiting your Settings.\nAlso, please note that certain types of your User Provided Content may be viewable by other FamilyTreeDNA users, and once posted, you may not be able to modify or delete certain content.\n</p>\n<p> You may choose to disclose your personal information to family members and/or friends and/or other individuals outside of our Services, including through third-party services such as social networks and third-party apps that connect to our website through our application programming interfaces (\"API\").\nThese third parties may use your personal information differently than we do under this Privacy Statement.\nPlease make such choices carefully and review the privacy policies of all other third parties involved in the transaction.\n</p>\n<p> Personal information, once disclosed or shared, can be difficult to contain or retrieve.\nFamilyTreeDNA will have no liability or responsibility for any consequences that may result because you have released or shared personal information with others.\nIf you have access to the personal information of a FamilyTreeDNA customer through an account you manage, we urge you to recognize your responsibility to protect the privacy of the person in the account.\nIt is the responsibility of all users to share personal information and account access only with people they know and trust.\nUsers managing multiple accounts should use caution in selecting profile settings.\n</p>\n</li>\n<li>\n<p>\n<strong> Participation in Group Projects </strong>\n</p>\n<p> FamilyTreeDNA gives you the ability to participate in Group Projects and to share information with other Project Members and Group Project Administrators.\nInformation that you have shared as part of your participation in a Group Project is shared at your own risk, and FamilyTreeDNA will not be obligated to remove any information or User Provided Content that may be made public as part of your participation.\n</p>\n<p> Group Projects may have public pages displaying pseudonymized member results so that members can share information more easily.\nThis may include Group Project member results by kit number.\nGroup Project pages may include participant surnames, oldest known ancestors, and their country of origin.\n</p>\n<p> Any changes you make to your permissions or privacy settings can experience a delay when updating on such public pages.\nFor more information on Group Project participation, please see Group Project Participation Terms.\n</p>\n</li>\n<li>\n<p>\n<strong> How to leave a Group Project, delete your Personal Information, or close your FamilyTreeDNA account: </strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>How to leave a Group Project:</strong> You may leave a Group Project at any time by clicking the relevant “Leave” box(es) on your Project Preferences page or by sending an email to groups@familytreedna.com advising which project you wish to leave.\nWe will comply with such requests within a reasonable timeframe and will send an email to the Group Project Administrator(s) requesting that they erase your public-facing information from any website maintained outside of FamilyTreeDNA as well as any of your data from their files.\nIf you have posted information to a Group Project’s forum, whether maintained by FamilyTreeDNA or elsewhere, or to any social media platform, Group Project Administrators will not have the ability to remove said posts.\n</p>\n</li>\n<li>\n<p>\n<strong>How to delete your Personal Information:</strong> Deleting your personal information from FamilyTreeDNA can be done in different ways through the settings linked above in section 7.A.\nof this document.\n</p>\n<p> If you need support deleting the Personal Information you provided in your profile, please contact Customer Service.\n</p>\n<p> If you have shared information through the Services, such as sharing your results directly with other Users or a Group Project Administrator, FamilyTreeDNA will not have the ability to delete any copies of information other FamilyTreeDNA members may have received, nor will FamilyTreeDNA be obligated to delete posts from the Activity feed.\n</p>\n</li>\n<li>\n<p>\n<strong>How to delete your Genetic Information:</strong> If you no longer wish for us to have your Genetic Information, please contact Customer Service with your request, and we will remove all Genetic Information (DNA matches, ethnicity estimates, etc.) from your account (or profile) within a reasonable timeframe of your request.\n</p>\n<p> To request the destruction of your swab samples, please contact Customer Service.\n</p>\n</li>\n<li>\n<p>\n<strong>How to close your FamilyTreeDNA account:</strong> You may request at any time to close your FamilyTreeDNA account and for your DNA test results and contact information to be deleted from FamilyTreeDNA.\nTo close your account, please contact Customer Service.\n</p>\n</li>\n</ol>\n<p> As stated in any applicable Research Consent Document, however, Self-Reported Information and/or Genetic Information that you have already provided and for which you have given consent to use in FamilyTreeDNA Research cannot be deleted from ongoing or completed studies that use the information.\nHowever, your information will not be used for any future research projects.\n</p>\n<p> We may retain limited information as reasonably necessary to resolve disputes, prevent fraud, comply with legal obligations, as well as to comply with accounting and audit purposes, and clinical regulatory compliance requirements.\n</p>\n<p> FamilyTreeDNA acknowledges that individuals have the right to access the personal information that we maintain about them.\nAn individual who seeks access or who seeks to correct, amend, or delete inaccurate or all data, should contact us at ombudsman@genebygene.com.\nIf your request is for the removal of data, we will respond within a reasonable timeframe.\n</p>\n</li>\n</ol>\n</li>\n<li> Important Information <ol>\n<li>\n<p>\n<strong>Privacy Shield:</strong> FamilyTreeDNA has certified its compliance with both the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union (EU), European Economic Area (EEA), United Kingdom and Switzerland to the United States, respectively.\nFamilyTreeDNA is committed to subjecting all personal data received from the EU member countries, EEA, United Kingdom and Switzerland, in reliance on the Privacy Shield Frameworks, to the Framework's applicable Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, listed under Gene By Gene, Ltd., please visit U.S.\nDepartment of Commerce's Privacy Shield List.\n</p>\n<p> FamilyTreeDNA’s accountability for personal data that it receives under the Privacy Shield and subsequently transfers to a third party is described in the Privacy Shield Principles.\nIn particular, FamilyTreeDNA remains responsible and liable under the Privacy Shield Principles if third-party agents that it engages in processing the personal data on its behalf do so in a manner inconsistent with the Principles unless FamilyTreeDNA proves that it is not responsible for the event giving rise to the damage.\n</p>\n<p> In compliance with the EU-US and Swiss-US Privacy Shield Principles, Gene by Gene commits to resolve complaints about your privacy and our collection or use of your personal information.\nComplaints regarding this privacy policy should first contact FamilyTreeDNA at: </p>\n<p> Privacy Administrator <br> FamilyTreeDNA<br> 1445 N Loop Suite 820<br> Houston, TX 77008<br> ombudsman@genebygene.com<br>\n</p>\n<p> FamilyTreeDNA has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://www.bbb.org/EU-privacy-shield/for-eu-consumers for more information and to file a complaint.\n</p>\n<p> FamilyTreeDNA is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).\n</p>\n<p> Please note that if your complaint is not resolved through these channels, under limited circumstances, a binding arbitration option may be available before a Privacy Shield Panel.\n</p>\n</li>\n<li>\n<p>\n<strong>Security:</strong> FamilyTreeDNA places great importance on the security of all our customers’ information.\nWe have reasonable and adequate security measures in place to attempt to protect against the loss, misuse, or alteration of customer data under our control.\nFor example, our security and privacy practices are periodically reviewed and enhanced as necessary and only authorized personnel have access to Personal Information.\nWe use secure server software to encrypt financial information you input before it is sent to us and we only work with third parties who have met and commit to our security standard.\nWhile we cannot guarantee that loss, misuse or alteration of data will not occur, we use commercially reasonable efforts to prevent this.\n</p>\n</li>\n<li>\n<p>\n<strong>Business Transactions:</strong> In the event that FamilyTreeDNA goes through a business transition such as a merger, acquisition by another company, or sale of all or a portion of its assets, your information will likely be among the assets transferred.\nIn such a case, your information would remain subject to the promises made in any pre-existing Privacy Statement.\n</p>\n</li>\n<li>\n<p>\n<strong>Linked Websites:</strong> FamilyTreeDNA provides links to third-party websites operated by organizations not affiliated with FamilyTreeDNA.\nFamilyTreeDNA does not disclose your information to organizations operating such linked third-party websites.\nFamilyTreeDNA does not review or endorse and is not responsible for the privacy practices of these organizations.\nWe encourage you to read the Privacy Statements of each and every website that you visit.\nThis Privacy Statement applies solely to information collected by FamilyTreeDNA.\n</p>\n</li>\n<li>\n<p>\n<strong>Children's Privacy:</strong> FamilyTreeDNA is committed to protecting the privacy of children as well as adults.\nNeither FamilyTreeDNA nor any of its Services are designed for, intended to attract, or directed toward children under the age of 18.\nA parent or guardian, however, may collect a DNA sample from, create an account for, and give information related to his or her child if they are between the age of 13 and 18.\nThe guardian or parent assumes full responsibility for ensuring that the information that he/she shares with FamilyTreeDNA about his or her child is kept secure and that the information submitted is accurate.\n</p>\n</li>\n<li>\n<p>\n<strong>Changes to Privacy Statement:</strong> We may choose to modify this Privacy Statement at any time.\nWe will provide advance notice of any material changes to this Statement, such as sending you an email or posting a notice to allow you the opportunity to survey the changes and decide whether to continue using our Services.\n</p>\n<p> Non-material changes to this Statement will be notified as of their effective date by posting a notice through the Services on our website or by sending you an email.\nAfter notice of non-material changes, your continued use of our Services means that you consent to the updated Privacy Statement.\n</p>\n</li>\n</ol>\n</li>\n</ol>\n<p> Read the previous version of this document.\n<i>Last updated 05/07/2019</i>\n</p>\n", "created_at": "2021-01-11 17:31:41.816949", "updated_at": "2021-02-03 22:47:21.878145"}, {"id": 3473, "name": "Terms of Service", "url": "https://www.familytreedna.com/legal/terms-of-service", "xpath": "//*[@id=\"copy-container\"]", "text": " Terms of Service <p> Welcome to the FamilyTreeDNA Family! Thank you for choosing us to support you in your journey of discovery.\nWe encourage you to read the below Terms of Service as well as our Privacy Statement and Law Enforcement Guidelines prior to your purchase.\n</p>\n<ol>\n<li> For Reference <ol>\n<li>\n<p>\n<strong>“FamilyTreeDNA” (“we,” “us,” “our,” “the Company”)</strong> is a d/b/a for Gene by Gene, Ltd., whose principal place of business is at 1445 N Loop W, Houston, TX 77008.\n</p>\n</li>\n<li>\n<p>\n<strong>“DNA sample” or “sample”</strong> refers to the cheek swab or any other sample provided for the purposes of Genomic Sequencing.\n</p>\n</li>\n</ol>\n</li>\n<li> Acceptance of FamilyTreeDNA Terms <p> This Agreement refers specifically to the acceptable use of the FamilyTreeDNA Services.\n</p>\n<p> This Terms of Service (TOS) Agreement is an electronic contract that establishes the legally binding terms you must accept to use the Website.\nThese TOS cover any use of the Services, including but not limited to (a) your submission of a DNA sample for DNA extraction, processing, and storage, (b) uploading a digital version of your Genetic Information with the intent of interacting with it on the FamilyTreeDNA website, and/or (c) creating and using a free FamilyTreeDNA account without providing your Genetic Information or DNA sample.\nTo use the Services, you must first agree to these TOS.\nYou may not use the Services if you do not accept these TOS.\nYou can accept these TOS by (1) clicking to accept or agree to these TOS where this option is made available to you by FamilyTreeDNA for any Service or by (2) actually using the Services.\nIn this case, you acknowledge and agree that FamilyTreeDNA will treat your use of the Services as acceptance of these TOS from that point onwards.\nIn addition, when using particular FamilyTreeDNA Services, you shall be subject to any guidelines or rules applicable to such services that may be posted from time to time.\nAll such guidelines or rules, at this moment, are incorporated by reference into these TOS.\nFamilyTreeDNA also may offer other services from time to time that are governed by additional or different terms of service.\n</p>\n</li>\n<li> Description of the Services <p> The Services include access to the FamilyTreeDNA public website and platform as well as our personal genotyping services, including the collection, processing and handling, genetic testing, analysis, and interpretation of your DNA sample or uploaded Genetic Information.\nThe purpose of the Services is to provide genetic and genealogical results and related reports for research, identification, informational, recreational, and educational use.\n</p>\n<p> Our Services are very diverse, so sometimes additional or different terms may apply.\nAny additional terms will be specified with the relevant Services, and those additional terms become a part of your agreement with us if you use those Services.\nSeparate terms may also apply to special offers or promotions, and if the rules of a promotion or special offer conflict with these Terms, those special terms will prevail.\nWe are continuously pushing to advance our Services.\nand thus, we may add or remove functionality or features from the Services, and we may suspend or stop a Service altogether.\nIn order to enhance our Services, we may also use user data to add to our existing user experience or to develop new services or products.\nUnless explicitly stated otherwise, each new feature that augments or enhances the current Service shall be subject to these TOS.\n</p>\n<p> You may stop using the Services at any time.\nYou do not need to specifically inform FamilyTreeDNA when you stop using the Services unless you are requesting closure of your account.\nYou may at any time request that we delete your data and account, as described in our Privacy Statement.\n</p>\n<p> FamilyTreeDNA assumes no responsibility for the use of Services outside the terms of this TOS or other applicable terms.\n</p>\n<p> To use the Services, you must have Internet access.\nIn addition, you must provide all equipment necessary to make such an Internet connection.\nYou are responsible for providing such equipment and are responsible for paying any service fees associated with Internet access.\n</p>\n</li>\n<li> Eligibility to Use the Services <ol>\n<li>\n<p> Whether you submit your own DNA sample, a DNA sample for anyone for whom you have legal authority to agree, or supply your own Genetic Information, you may neither use the Services or accept these TOS if (i) you are a person prohibited from receiving the Services under the jurisdiction laws in which you are resident or from which you use the Services, (ii) you are not of the legal age to form a binding contract with FamilyTreeDNA.\n</p>\n</li>\n<li>\n<p> In addition to the conditions above, you must be at least 18 years of age to participate or otherwise provide your own Genetic Information and to agree to these TOS on behalf of yourself or those whom you are the parent of or have the legal authority to agree.\n</p>\n</li>\n<li>\n<p> You may use the Services with your parent's or guardian's permission if you are between the ages of 13 and 18.\nYou must be 13 years of age or older to use the Services and accept the TOS.\nChildren under the age of 13 are not permitted to use any Services.\nIf FamilyTreeDNA becomes aware that we have unknowingly collected any personal data directly from a child under the age of 13, we will take commercially reasonable efforts to delete such data from our system.\n</p>\n</li>\n</ol>\n</li>\n<li> Considerations Regarding FamilyTreeDNA Services <ol>\n<li>\n<p>\n<strong>You may discover information about yourself that you, as well as your family, did not anticipate:</strong> You should be aware that some of the information you receive may be unexpected.\nIn most cases, this information may be interesting.\nIn other cases, it may lead to distress.\nExamples may involve: (i) information about your origins that contradicts prior assumptions.\n(ii) the discovery of an unknown relative.\nor (iii) discovering unexpected genetic information about a potential health condition.\nAs a user, you take responsibility for all possible consequences that could result from the use of these Services.\n</p>\n</li>\n<li>\n<p>\n<strong>The laboratory may not be able to process your sample, and the laboratory process may result in errors:</strong> We run and operate our own CLIA certified lab at our headquarters in Houston, TX where we place great attention on quality.\nRegardless of our attention to quality, from time to time and although rare, there are cases where issues may occur in our lab processing.\nThese issues may be a result of a contaminated sample, insufficient DNA due to a tester not following swab instructions, or most rarely, misidentification.\nIf you believe your sample was misidentified, please contact Customer Service for help as this can affect your privacy.\nPlease see our Retesting and Return Policies as well as our Privacy Statement for further information about how we handle your Genetic Information.\n</p>\n</li>\n<li>\n<p>\n<strong>Genetics is an evolving field of research:</strong> Currently, only a small percentage of the hundreds of thousands of data points we measure from your DNA are known to be associated with human traits or health conditions, and we may not know or comprehend all of the genetic contributions for a trait.\nThe research community is quickly learning more about genetics as we discover new links between genes and traits.\nAt times, research is also showing that some previously identified links may not be valid.\nIn addition, many ethnic groups are not included in genetic studies.\nBecause interpretations provided in our service depend on scientific studies, you may receive interpretations that are based on populations that might not apply to you.\nIn the future, scientific research may change the interpretation of your DNA and the scientific community may show past research to be incomplete or inaccurate.\n</p>\n</li>\n</ol>\n</li>\n<li> Your Use of the Services <p> The Services includes tools that provide you with ethnicity and other genetically related results as well as accompanying services that help you explore your ethnic and family origins, offer you the ability to view genetic matches that can identify potential relatives, and allow you to learn more about your DNA.\n</p>\n<ol>\n<li>\n<p>\n<strong>Requirements for Accessing the Services:</strong> In correspondence for your access to the Services: </p>\n<ol>\n<li>\n<p> You agree to comply with applicable laws.\n</p>\n</li>\n<li>\n<p> You are responsible for all activity and usage on the Services made via your account.\nand </p>\n</li>\n<li>\n<p> You will contact us if you sense that your account was accessed without your authorization.\n</p>\n</li>\n<li>\n<p> If you download a copy of your raw DNA Data, you are in charge of storing, securing and protecting said data.\nOur security measures will not be able to protect the copy.\nYour raw DNA Data is for your personal use only and should not be used for medical, diagnostic or paternity testing purposes.\n</p>\n</li>\n<li>\n<p> You agree not to resell the Services or to resell, reproduce or publish any content or information found on the Services, except as explicitly described in these Terms.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Requirements for Using the Services:</strong> In correspondence with your use of the Services: </p>\n<ol>\n<li>\n<p> You understand that FamilyTreeDNA products and services are for research, educational, and informational use only and are not to be used to diagnose, prevent, or treat any condition or disease or to ascertain the state of health for any individual.\n</p>\n</li>\n<li>\n<p> You acknowledge that FamilyTreeDNA urges you to seek the advice of your health care provider if you have questions resulting from your Genetic Information.\n</p>\n</li>\n<li>\n<p> You give FamilyTreeDNA, its contractors, successors, and assignees permission to perform genotyping services in the United States on the DNA extracted from your DNA sample on the resulting DNA using test methods available now or new methods developed in the future.\n</p>\n</li>\n<li>\n<p> You specifically request FamilyTreeDNA to disclose the results of analyses performed on your DNA to you and to others you specifically authorize.\n</p>\n</li>\n<li>\n<p> You understand that FamilyTreeDNA will store your DNA results in accordance with these Terms and the Privacy Statement.\n</p>\n</li>\n<li>\n<p> You understand we will store any remaining DNA samples after your sample has been processed, and once submitted to us, your DNA sample cannot be returned to you.\nWe will store your sample for at least twenty-five (25) years unless you request otherwise.\n</p>\n</li>\n<li>\n<p> You represent that you are at least eighteen (18) years of age if you are providing a DNA sample or accessing your Genetic Information.\n</p>\n</li>\n<li>\n<p> You are guaranteeing that any sample you submit is your own.\nif you are agreeing to these Terms on behalf of a person for whom you have legal authorization, you are confirming that the sample provided will be the sample of that person.\n</p>\n</li>\n<li>\n<p> If you are outside the U.S, you will not send a sample if it violates any export ban or other restrictions in the country you reside in or are sending the sample from.\n</p>\n</li>\n<li>\n<p> You agree that any DNA sample you submit and all resulting data may be transferred and/or processed outside the country you reside.\n</p>\n</li>\n<li>\n<p> You are guaranteeing that you are not an employer or insurance company attempting to obtain information about an insured person or an employee.\n</p>\n</li>\n<li>\n<p> You understand that depending on your settings your information may be compared with genetic information submitted by Law Enforcement Accounts to assist in the identification of deceased individuals or the identification of possible suspects in crimes involving homicide, sexual assault, or child abduction (“Violent Crimes”).\nPlease see our Privacy Policy for more information regarding the use of the Services for law enforcement matching.\n</p>\n</li>\n<li>\n<p> You agree to not use the Services for any forensic examinations, criminal investigations, and/or similar purposes (“Law Enforcement Purposes”) without a jurisdictionally valid subpoena, issued in connection with an official criminal investigation, a court order, or a search warrant properly issued under the procedures described in the Federal Rules of Criminal Procedure or equivalent state warrant procedures, based on a showing of probable cause (“Legal Process Documentation”), or written permission from FamilyTreeDNA following a request that meets our requirements to register as a law enforcement user.\n</p>\n</li>\n<li>\n<p> You agree to not use the Services for any law enforcement purposes, forensic examinations, criminal investigations, and/or similar purposes without the required legal documentation and written permission from FamilyTreeDNA.\n</p>\n</li>\n<li>\n<p> You agree that we may use your Genetic Information and other Personal Information as described in these Terms and the Privacy Statement.\n</p>\n</li>\n<li>\n<p> You take responsibility for any consequences resulting from you sharing access to your Genetic Information and your Self-Reported Information.\n</p>\n</li>\n<li>\n<p> You acknowledge that locations in your DNA are scanned to accurately locate the targeted genetic information for which you have ordered and paid, and any other incidental locations will neither be processed nor analyzed.\nSuch data may not be obtainable or may be subject to additional fees.\n</p>\n</li>\n<li>\n<p> You understand that all of your Personal Information will be stored in FamilyTreeDNA secure databases and will be processed in accordance with the FamilyTreeDNA Privacy Statement.\n</p>\n</li>\n<li>\n<p> You understand that by submitting a DNA sample or Self-Reported Information to us, you acquire no rights in any commercial products or research developed by us or our collaborators and will receive no compensation related to any such research or product development.\nand </p>\n</li>\n<li>\n<p> You agree that you will not use the information obtained from the DNA Services (including any downloaded raw DNA Data) in whole, in part and/or in combination with any other database, for any medical, diagnostic or paternity testing purpose or for any discriminatory purpose or illegal activity.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>FamilyTreeDNA User Conduct - Unlawful and Prohibited Use of the Services:</strong> As a requirement of your use of the Services, you guarantee to FamilyTreeDNA that you will not use the Services for any function that is unlawful or prohibited by these terms.\nUsing the Services for law enforcement purposes without the authorized permission of FamilyTreeDNA or pursuant to valid Legal Process Documentation, further explained in our Law Enforcement Guidelines, is strictly prohibited.\nUsers wanting to create an account for law enforcement purposes are required to register all DNA samples and genetic files in advance of processing and use of the Service.\nUse of the Service for law enforcement purposes is a privilege, not a right.\nFamilyTreeDNA will track all files uploaded by registered law enforcement user accounts to ensure they are properly identified as such.\nFamilyTreeDNA reserves the right to revoke law enforcement’s account access for any reason without warning, including any use of the account for any law enforcement purpose not expressly agreed to by FamilyTreeDNA.\nYou may not use the Services in any way that could disable, damage, exhaust, or diminish the Services or hamper with any other party's enjoyment and use of the Services.\nYou may not acquire or attempt to acquire any information through any measures not intentionally made available or provided for through the Services.\nFamilyTreeDNA cannot be responsible for the content our users create and share in the community, but we reserve the right to remove any comments or posts that violate these rules or our TOS.\n</p>\n<p> Additionally, you agree not to use the Services to: (i) post or share any content that is illegal, threatening, harmful, abusive or otherwise objectionable, including content or communications that are degrading, defamatory, vulgar, hateful, libelous, fraudulent, obscene, pornographic, sexually explicit, sexist, racist, or invasive of another's privacy.\n(ii) stalk, harass, threaten or verbally attack any user or FamilyTreeDNA employee, or abuse FamilyTreeDNA resources, such as misusing an FamilyTreeDNA employee’s time.\n(iii) post any information or communication that you know is untrue or misleading, including impersonating any person, falsifying your affiliation with any person or entity, falsely claiming an endorsement, or falsely representing yourself as an employee or representative of FamilyTreeDNA.\n(iv) post or share content involving any person’s personal, proprietary, or confidential information without their permission or the consent of their parent or guardian in the case of minors.\n(v) post or share content that does not belong to you or that is protected by copyright or trademark, unless you have specified permission from the owner of the copyright or trademark for such content.\n(vi) reproduce, reverse-engineer or sell any portion of FamilyTreeDNA’s Services or FamilyTreeDNA Content, or systematically download data from FamilyTreeDNA databases to make or populate another database for any other purpose.\n(vii) mirror any part of any FamilyTreeDNA Services without FamilyTreeDNA’s written permission.\n(viii) post or make available any advertising, promotional materials, spam, junk mail, chain letters, or any other form of solicitation.\n</p>\n</li>\n</ol>\n</li>\n<li> Participation in Group Projects <p> FamilyTreeDNA provides the option to participate in one or more Group Projects.\nBy joining a Group Project, you are agreeing to participate and therefore, agree to the Terms associated with Group Project participation.\nFor specific information relevant to these specific terms, please read the Group Project Participation Terms.\n</p>\n</li>\n<li> Account Creation, User Account, Password, Security Obligations <p> In exchange for your use of the Services, you agree to: (a) provide valid and complete contact information, including a valid email address.\nand (b) maintain and promptly update the Account Information to keep it accurate and current.\nIf you provide any Account Information that is inaccurate, untrue, not current, or incomplete, or if FamilyTreeDNA has reason to suspect that such information is so, FamilyTreeDNA has the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).\n</p>\n<p> After you have purchased FamilyTreeDNA's Services, you will receive a kit number and password via the email you provide in your purchase process.\nYou are responsible for maintaining the confidentiality of the account and password and are fully responsible for all activities that occur under your account or password.\nIf you allow third parties to access FamilyTreeDNA's website through your kit number and password, you will indemnify FamilyTreeDNA against any liability, damages, or costs based upon or relating to such access and use.\nYou agree to (a) immediately notify FamilyTreeDNA of any unauthorized use of your account or password or any other security breach, and (b) ensure that you exit from your account at the end of each session.\nFamilyTreeDNA cannot and will not be liable for any loss or damage arising from your failure to comply with this Section.\n</p>\n</li>\n<li> Content Used in the Services <ol>\n<li>\n<p>\n<strong>FamilyTreeDNA Content:</strong> The Services contain videos, photos, documents, and other content that are owned by or are licensed to FamilyTreeDNA.\nWe refer to this content as “FamilyTreeDNA Content.” All FamilyTreeDNA Content is owned by or licensed to us and may be used only in accordance with these Terms.\nYou may use the FamilyTreeDNA Content only as necessary for your personal use of the Services or your professional family history research, and download the FamilyTreeDNA Content only as search results relevant to that research or where expressly permitted by FamilyTreeDNA.\n</p>\n<p> With respect to FamilyTreeDNA Content, you agree: </p>\n<ol>\n<li>\n<p> To keep all copyright and other proprietary notices on any FamilyTreeDNA Content you download or print.\nand </p>\n</li>\n<li>\n<p> Not to distribute, re-publish, or sell significant portions of any FamilyTreeDNA Content.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Personal Information and User Provided Content:</strong> You provide us with various types of information when you use the Services.\nFor an explanation of Personal Information and a description of the types of Personal Information you may provide to us, see our Privacy Statement.\nThe steps to delete your Personal Information is explained in our Privacy Statement.\nIn addition, you may provide us with information that is not treated as Personal Information.\nIn these TOS, we refer to this type of information as “User Provided Content.” </p>\n<p> Concerning User Provided Content, you agree that: </p>\n<ol>\n<li>\n<p> You are entirely responsible for your User Provided Content.\n</p>\n</li>\n<li>\n<p> You represent and warrant that you have all the necessary rights to upload or post your User Provided Content and that your User Provided Content complies with the FamilyTreeDNA Terms.\n</p>\n</li>\n<li>\n<p> You will provide FamilyTreeDNA, upon our request, with any documentation necessary to evidence your adherence with these TOS.\nand </p>\n</li>\n<li>\n<p> User Provided Content that you have shared or made public (e.g., by including such User Provided Content in a public FamilyTreeDNA family tree, as part of participating in a Group Project, as part of your public profile or a public posting in one of the Services) may be utilized by other users as part of, or in combination with, the Services.\nWe will not be obligated to remove any information or User Provided Content that you have made public or has otherwise been shared from the public profiles, or Group Projects, or family trees of other users.\n</p>\n</li>\n</ol>\n<p> FamilyTreeDNA has no responsibility or liability related to User Provided Content.\nWhile we do not consistently monitor User Provided Content that is posted or uploaded to the Services, we reserve the right to monitor and to use automated tools that audit User Provided Content for violations of these Terms.\nWe reserve the right, but are not required, to remove or disable access to any User Provided Content that we believe violates these TOS.\n</p>\n</li>\n<li>\n<p>\n<strong>Self-Reported Information:</strong> You may voluntarily choose to provide Self-Reported Information about yourself or your family to FamilyTreeDNA in response to our email surveys or through the Services.\nSelf-Reported Information does not include account, payment, profile, usage details mandatory to provide the Services, or any User Provided Content.\nYou may have the choice to share your Self-Reported Information with other users.\nOur Privacy Statement governs any sharing of Self-Reported Information with third parties.\n</p>\n<p> If you have worries or concerns that User Provided Content posted by other users may violate your rights, contain illegal material, or violate these TOS, or have complaints regarding copyright infringement or illegal content, please contact us at ombudsman@genebygene.com.\n</p>\n</li>\n<li>\n<p>\n<strong>Ownership of Personal Information, Self-Reported Information, and User Provided Content:</strong> You own your Personal Information, Self-Reported Information, and User Provided Content.\nThrough use of the Services, you grant us the right to collect, process, analyze, store and communicate your Personal Information (including your Genetic Information) and Self-Reported Information for the purposes described in these TOS and our Privacy Statement and in order to (i) provide the Services to you and other users, (ii) to help our Users learn more about their ancestry, and (iii) for any other purpose you expressly agree to, such as sharing with others and joining Group Projects.\nAlso, by submitting User Provided Content through any of the Services, you grant FamilyTreeDNA a sublicensable, worldwide, royalty-free license to host, store, copy, publish, distribute, provide access to, create derivative works of, and otherwise use such User Provided Content to the extent and in the form or context we consider suitable on or through any media or medium and with any technology or devices currently known or hereafter discovered or developed.\n</p>\n</li>\n<li>\n<p>\n<strong>Copyright and Trademark Notice:</strong> The trademarks, service marks, and logos contained in the Services are owned by or licensed to us.\nEach of the Services, including the website's content, features, and functionality (including but not limited to all information, software, code, algorithms, database, text, displays, images, video and audio, and the design, selection and arrangement thereof) are owned by FamilyTreeDNA and its licensors and are protected by copyright, pursuant to United States and international copyright laws as well as other copyright laws.\n</p>\n</li>\n</ol>\n</li>\n<li> Modifications to Service <p> FamilyTreeDNA reserves the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part of the Services) with or without notice.\nYou acknowledge and agree that (i) modifications may result in a delay in computations for some of the FamilyTreeDNA features or Services, and (ii) FamilyTreeDNA shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the Services.\n</p>\n<p> You acknowledge that FamilyTreeDNA may offer additional or different technologies or features to collect and/or interpret Genetic Information in the future and that your original purchase of the Services does not qualify you to any different or additional technologies or features for collection or interpretation of your Genetic Information without fee, and that you will have to pay additional fees in order to have your Genetic Information collected, processed, and/or interpreted using any future or additional technologies or features.\n</p>\n</li>\n<li> Privacy Statement <p> Your privacy is very important to us.\nOur Privacy Statement sets forth important information on how we collect, process, use and share your data and is incorporated by reference within.\nPlease read our Privacy Statement carefully, and our Law Enforcement Guidelines.\n</p>\n</li>\n<li> Termination or Suspension of your Account <p> We have the right to limit, suspend, or terminate your access to the Services without a refund if you violate or act inconsistently with the spirit of the TOS.\nIn such a case, you do not have the right to a refund for any purchase.\nYou acknowledge that your breach of these TOS, including any prohibited use any of the Services, may cause irreparable harm to FamilyTreeDNA, the extent of which would be difficult to ascertain.\nAccordingly, you agree that, in addition to any other remedies to which FamilyTreeDNA may be legally entitled, we shall have the right to seek immediate injunctive relief in the event of your breach of TOS.\n</p>\n</li>\n<li> Warranty <p> We want you to enjoy using our services.\nHowever, we do not warrant the usefulness, accuracy, or completeness of the Services, nor do we endorse, warrant or guarantee the Services, including, without limitation, any prices, descriptions, products and product warranties, or other information posted by other vendors or Partners.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY LAW, FAMILYTREEDNA EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND MERCHANTABILITY.\nFAMILYTREEDNA DOES NOT MAKE ANY PROMISES (A) ABOUT THE SPECIFIC FUNCTIONALITY OF THE SERVICES, (B) ABOUT THE FAMILYTREEDNA CONTENT, (C) ABOUT THE ACCURACY, QUALITY, RELIABILITY, OR AVAILABILITY OF THE FAMILYTREEDNA CONTENT OR SERVICES, OR (D) THAT THE FAMILYTREEDNA CONTENT OR SERVICES WILL BE FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS.\n</p>\n</li>\n<li> Limit of Liability <p> Within the limits allowed by applicable laws, you expressly acknowledge and agree that FamilyTreeDNA shall not be liable for any indirect, direct, incidental, consequential, special, or exemplary damages, including but not limited to, damages for goodwill, loss of profits, use, data or other intangible losses (even if FamilyTreeDNA has been informed of the possibility of such damages), resulting from: (a) the use or the lack of ability to use the services.\n(b) any action you take based on the information you receive as a result of the services.\n(c) the cost of procurement of substitute goods and services resulting from any goods, information, data, or services obtained or purchased or transactions entered into through or from the services or messages received.\n(d) your failure to keep your password or account details secure and confidential.\n(e) the improper authorization for the services by someone claiming such authority.\n(f) unauthorized access to or alteration of your transmissions or data.\nor (g) statements or behavior of any third party on the services, including use of the Services by law enforcement officials or on their behalf.\n</p>\n</li>\n<li> Notification <p> FamilyTreeDNA may contact you within the Services, via email or physical mail to inform you of changes to these TOS.\nYou agree that contact in any of these forms will meet any legal communication requirements, including that communication be in writing.\n</p>\n</li>\n<li> Changes to the Terms of Service <p> FamilyTreeDNA reserves the right to make changes to these TOS and may do so from time to time.\nWhen changes are made, we will make a new copy of these TOS available on our website.\nNew additional terms will be made accessible to you from within the affected Services.\n</p>\n<p> We will notify you via email of any changes or additions to these TOS.\nYou acknowledge and agree that your use of the Services after the date on which these TOS have changed will be treated as your acceptance of the updated TOS.\n</p>\n</li>\n<li> Indemnity <p> You agree to indemnify and hold harmless FamilyTreeDNA, its affiliates and licensors and their respective officers, directors, employees, agents, licensors, contractors, and suppliers from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) resulting from your violation of these TOS or your use of the Services, including, without limitation, any use of the services, content, and products of the Services other than as expressly authorized in these TOS or your use of any information obtained from the Site.\n</p>\n</li>\n<li> No Resale of Service <p> In agreement to these TOS, unless otherwise agreed in a separate agreement between you and FamilyTreeDNA, you agree not to distribute, display, perform, license, publish, duplicate, modify, reproduce, copy, create derivative works from, sell or resell, exploit, transfer, or transmit for any commercial purposes, any portion of the Service, access to the Service, or use of the Service.\n</p>\n</li>\n<li> General Practices Regarding Use and Storage <p> FamilyTreeDNA's sample collection kits include two vials, each labeled with a barcode associating the vials with the order.\nBarcodes are scanned at check-in, triggering a notification email to the kit owner of receipt.\nA single vial is sent to our federally compliant CAP/CLIA certified lab for DNA extraction where the DNA is stored in our robotic freezer at -20 C, ready to be processed for the ordered test(s).\nThe remaining DNA is returned to the freezer and stored for any future test(s) ordered by the kit owner.\nThe second vial is stored in a secured room at room temperature for up to 25 years and is used only in the event that your DNA from the first vial does not provide sufficient quantity or quality for the tests the kit owner ordered.\n</p>\n<p> Our customers' trust and privacy are important to us, therefore we do not share or transfer stored samples or extracted DNA with third parties.\n</p>\n<p> You acknowledge and agree that FamilyTreeDNA has no responsibility or liability for the failure to store or the deletion of any content maintained or transmitted by the Services.\nor for the loss of DNA samples or Genetic Information due to malfunction or destruction of data servers or other catastrophic events.\nYou further acknowledge that FamilyTreeDNA reserves the right and has the sole discretion to change these general practices.\n</p>\n<p> You can have your results removed, including having any remaining DNA sample destroyed, by submitting a request through our Contact Us form or by emailing ombudsman@genebygene.com.\n</p>\n</li>\n<li> Services Offered by Other Companies <p> FamilyTreeDNA may offer you the chance to purchase services from companies other than FamilyTreeDNA.\nUse of those services will be subject to these TOS of the companies offering the services.\nPlease read those terms carefully.\nFamilyTreeDNA has no responsibility related to any such third-party services.\n</p>\n</li>\n<li> Links From the FamilyTreeDNA Website <p> The Services and third parties may provide links to other sites and resources.\nYou acknowledge that FamilyTreeDNA has no control over such sites and resources and that FamilyTreeDNA is not responsible for such sites or resources.\nYou further acknowledge and agree that FamilyTreeDNA accepts no responsibility and is not liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods, or services available on or through any such linked site or resource.\n</p>\n</li>\n<li> Applicable Law <p> You agree that: (a) the Services shall be deemed solely based in Texas.\nand (b) the Services shall be deemed a passive one that does not give rise to personal jurisdiction over Gene by Gene, either specific or general, in jurisdictions other than Texas.\nThis Agreement and any dispute regarding the Services shall be governed by the laws of the State of Texas, USA, without regard to conflict of law provisions and you agree to exclusive personal jurisdiction and venue in the state and federal courts of the United States located in the State of Texas, City of Houston for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the below Arbitration provision.\n</p>\n</li>\n<li> Arbitration <p> We want to keep our customers satisfied.\nIf a dispute arises between you and FamilyTreeDNA, our objective is to provide a speedy and cost-effective means of resolving the dispute.\nIf you have any concern or dispute about the Services, you agree to first try to resolve the dispute informally by contacting us.\n</p>\n<p> In the unlikely event that FamilyTreeDNA has not been able to resolve a dispute it has with you after attempting to do so informally, we each agree to resolve any claim, dispute, or controversy (excluding any FamilyTreeDNA claims for injunctive or other equitable relief) arising out of or in connection with or relating to this Agreement, or the breach or alleged breach thereof (collectively, “Claims”), by binding arbitration by the American Arbitration Association (“AAA”) in the city of Houston, TX under the commercial rules then in effect for the AAA, except as provided herein.\nThe award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing FamilyTreeDNA from seeking injunctive or other equitable relief from the courts as necessary to protect any of FamilyTreeDNA’s proprietary interests.\n</p>\n<p> All claims must be brought in the parties’ individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.\nYou agree that, by entering into this agreement, you and FamilyTreeDNA are each waiving the right to a trial by jury or to participate in a class action.\n</p>\n<p>\n<strong>For E.U.\nCustomers.</strong> Nothing in this Agreement, including the paragraph above, affects your rights as a consumer to rely on such mandatory provisions of local law.\nNothing contained in this clause shall limit FamilyTreeDNA's rights to bring enforcement proceedings in another jurisdiction or to seek interim, protective or provisional relief in the courts of another jurisdiction.\n</p>\n<p> For the European Union area, we have installed an EU-Representative according to Art.\n27 EU-GDPR.\nYou can contact our EU-representative using the email address privacy@genebygene.com.\n</p>\n<p> Additional Dispute Information for EU Members: Information pursuant to Regulation 524/2013: The European Commission provides a platform for Online Dispute Resolution (ODR), available at http://ec.europa.eu/consumers/odr/.\n</p>\n</li>\n<li> Miscellaneous <ol>\n<li>\n<p>\n<strong>Entire Agreement:</strong> These TOS, Privacy Policy, Law Enforcement Guidelines, including all rules, guidelines, and other documents incorporated herein by reference, state the entire agreement between you and FamilyTreeDNA regarding your use of the Services and supersede any prior agreements we may have relating to the Services.\n</p>\n</li>\n<li>\n<p>\n<strong>No Waiver:</strong> FamilyTreeDNA's failure to enforce any provision of these TOS is not a waiver of our rights under that provision.\n</p>\n</li>\n<li>\n<p>\n<strong>Severability:</strong> If any particular section or clause in these TOS is found to be unenforceable, it will not affect the enforceability of the remaining TOS.\nWe may replace any unenforceable section or clause with a similar one that is enforceable.\n</p>\n</li>\n<li>\n<p>\n<strong>Amendments:</strong> We reserve the right to modify, supplement or replace the terms of the Agreement, effective upon posting at www.familytreedna.com or notifying you otherwise.\nIf you do not want to agree to changes to the Agreement, you can terminate the Agreement at any time per Section 3.\n</p>\n</li>\n<li>\n<p>\n<strong>Assignment:</strong> You may not, without the consent of FamilyTreeDNA, transfer any of your rights and obligations under this Agreement.\nFamilyTreeDNA reserves the right to assign or transfer our rights and obligations under this Agreement.\n</p>\n</li>\n</ol>\n</li>\n<li> Contact Us <p> If you have any questions about our TOS, the Privacy Statement or the Services of FamilyTreeDNA, you can contact us by calling 1-713-868-1438, by submitting an inquiry via our Contact Us or by emailing ombudsman@genebygene.com.\n</p>\n</li>\n<li> Other Terms and Policies That May Apply to You <ol>\n<li>\n<p> Group Project Participation Informed Consent: These terms apply if you join a FamilyTreeDNA Group Project.\n</p>\n</li>\n<li>\n<p> Group Project Administrator Terms &amp.\nPolicies: These guidelines apply to you if you create or administer a FamilyTreeDNA Group Project.\n</p>\n</li>\n</ol>\n</li>\n</ol>\n<p> Read the previous version of this document.\n<i>Last updated 03/12/2019</i>\n</p>\n", "created_at": "2021-01-11 17:32:48.161418", "updated_at": "2021-02-03 22:47:27.634815"}], "points": [{"id": 27685, "title": "The court of law governing the terms is in Texas", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-04-09 03:00:58.888925", "updated_at": "2022-04-09 03:01:33.506942", "quoteText": "This Agreement and any dispute regarding the Services shall be governed by the laws of the State of Texas, USA, ", "case_id": 163, "document_id": 3473, "quoteStart": 34290, "quoteEnd": 34402}, {"id": 22667, "title": "Your DNA samples may be shared with law enforcement agencies", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:06:59.787527", "updated_at": "2021-06-17 08:42:56.8329", "quoteText": "You understand that depending on your settings your information may be compared with genetic information submitted by Law Enforcement Accounts to assist in the identification of deceased individuals or the identification of possible suspects in crimes involving homicide, sexual assault, or child abduction (“Violent Crimes”).", "case_id": 164, "document_id": 3473, "quoteStart": 11679, "quoteEnd": 12005}, {"id": 22721, "title": "Your content can be deleted if you violate the terms", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:42:37.663761", "updated_at": "2021-06-17 08:42:29.960032", "quoteText": "We reserve the right, but are not required, to remove or disable access to any User Provided Content that we believe violates these TOS.", "case_id": 377, "document_id": 3473, "quoteStart": 22580, "quoteEnd": 22716}, {"id": 22726, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:45:32.438127", "updated_at": "2021-06-17 08:42:34.598634", "quoteText": "Within the limits allowed by applicable laws, you expressly acknowledge and agree that FamilyTreeDNA shall not be liable for any indirect, direct, incidental, consequential, special, or exemplary damages, including but not limited to, damages for goodwill, loss of profits, use, data or other intangible losses (even if FamilyTreeDNA has been informed of the possibility of such damages), resulting from: (a) the use or the lack of ability to use the services.\n(b) any action you take based on the information you receive as a result of the services.\n(c) the cost of procurement of substitute goods and services resulting from any goods, information, data, or services obtained or purchased or transactions entered into through or from the services or messages received.\n(d) your failure to keep your password or account details secure and confidential.\n(e) the improper authorization for the services by someone claiming such authority.\n(f) unauthorized access to or alteration of your transmissions or data.\nor (g) statements or behavior of any third party on the services, including use of the Services by law enforcement officials or on their behalf.\n</p>", "case_id": 293, "document_id": 3473, "quoteStart": 28378, "quoteEnd": 29537}, {"id": 22725, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:45:08.013016", "updated_at": "2021-06-17 08:42:21.080806", "quoteText": "FAMILYTREEDNA DOES NOT MAKE ANY PROMISES (A) ABOUT THE SPECIFIC FUNCTIONALITY OF THE SERVICES, (B) ABOUT THE FAMILYTREEDNA CONTENT, (C) ABOUT THE ACCURACY, QUALITY, RELIABILITY, OR AVAILABILITY OF THE FAMILYTREEDNA CONTENT OR SERVICES", "case_id": 288, "document_id": 3473, "quoteStart": 27998, "quoteEnd": 28232}, {"id": 22724, "title": "They may stop providing the service at any time", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:44:18.582607", "updated_at": "2021-06-17 08:42:25.694546", "quoteText": "FamilyTreeDNA reserves the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part of the Services) with or without notice.\n", "case_id": 203, "document_id": 3473, "quoteStart": 25383, "quoteEnd": 25549}, {"id": 22723, "title": "Your content can be distributed through any media known now or in the future", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:43:48.956288", "updated_at": "2021-06-17 08:42:40.04813", "quoteText": " license to host, store, copy, publish, distribute, provide access to, create derivative works of, and otherwise use such User Provided Content to the extent and in the form or context we consider suitable on or through any media or medium and with any technology or devices currently known or hereafter discovered or developed", "case_id": 139, "document_id": 3473, "quoteStart": 24400, "quoteEnd": 24727}, {"id": 22722, "title": "Your content can be licensed to third parties", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:43:16.211699", "updated_at": "2021-06-17 08:42:44.043745", "quoteText": "Also, by submitting User Provided Content through any of the Services, you grant FamilyTreeDNA a sublicensable", "case_id": 134, "document_id": 3473, "quoteStart": 24265, "quoteEnd": 24375}, {"id": 22720, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:40:55.294046", "updated_at": "2021-06-17 08:42:48.153176", "quoteText": " You agree that any DNA sample you submit and all resulting data may be transferred and/or processed outside the country you reside.\n", "case_id": 187, "document_id": 3473, "quoteStart": 11362, "quoteEnd": 11495}, {"id": 22719, "title": "The service may keep a secure record of your data for analytical purposes even after the data retention period", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-17 07:36:55.849819", "updated_at": "2021-06-17 08:42:52.384734", "quoteText": "We will store your sample for at least twenty-five (25) years unless you request otherwise.", "case_id": 304, "document_id": 3473, "quoteStart": 10651, "quoteEnd": 10742}, {"id": 22672, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:19:06.698025", "updated_at": "2021-06-16 19:21:42.98458", "quoteText": "As a result, these partner companies will have some of your information in their systems.", "case_id": 188, "document_id": 3472, "quoteStart": 13747, "quoteEnd": 13836}, {"id": 22674, "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:20:10.982989", "updated_at": "2021-06-16 19:20:37.394624", "quoteText": "<p>If compelled to disclose your Personal Information to law enforcement, we will do our best, unless prohibited by law, to provide you with notice.</p>", "case_id": 165, "document_id": 3472, "quoteStart": 15251, "quoteEnd": 15403}, {"id": 22673, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:19:24.854529", "updated_at": "2021-06-16 19:20:39.310888", "quoteText": "Our partners act only at the direction of FamilyTreeDNA and are subject to contractual obligations governing data security and confidentiality consistent with this Privacy Statement and applicable laws.\n", "case_id": 210, "document_id": 3472, "quoteStart": 13837, "quoteEnd": 14040}, {"id": 22671, "title": "Third parties are involved in operating the service", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:18:45.381896", "updated_at": "2021-06-16 19:20:51.283189", "quoteText": "Service Providers:</strong> We use the services of other companies to help us provide the Services to you.", "case_id": 207, "document_id": 3472, "quoteStart": 13640, "quoteEnd": 13746}, {"id": 22670, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:17:01.902191", "updated_at": "2021-06-16 19:20:53.58174", "quoteText": "</p>\n<p> Additionally, you agree not to use the Services to: (i) post or share any content that is illegal, threatening, harmful,", "case_id": 283, "document_id": 3473, "quoteStart": 16070, "quoteEnd": 16199}, {"id": 22669, "title": "The posting of pornographic content is prohibited", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:16:42.591982", "updated_at": "2021-06-16 19:21:30.215773", "quoteText": " otherwise objectionable, including content or communications that are degrading, defamatory, vulgar, hateful, libelous, fraudulent, obscene, pornographic", "case_id": 315, "document_id": 3473, "quoteStart": 16210, "quoteEnd": 16364}, {"id": 22668, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:15:52.995605", "updated_at": "2021-06-16 19:21:30.223601", "quoteText": "\n(viii) post or make available any advertising, promotional materials, spam, junk mail, chain letters, or any other form of solicitation.\n</p>", "case_id": 281, "document_id": 3473, "quoteStart": 17612, "quoteEnd": 17754}, {"id": 22666, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:04:56.068808", "updated_at": "2021-06-16 19:21:32.380281", "quoteText": "You are responsible for all activity and usage on the Services made via your account.", "case_id": 148, "document_id": 3473, "quoteStart": 8591, "quoteEnd": 8676}, {"id": 22665, "title": "Your personal data may be used for marketing purposes", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "\"using your information in a manner consistent with other commitments in this Privacy Statement to: [...] Offer new products or services to users through emails and promotions\"", "created_at": "2021-06-16 18:02:10.260048", "updated_at": "2021-06-16 19:21:42.98826", "quoteText": "Offer new products or services to users through emails and promotions.", "case_id": 336, "document_id": 3472, "quoteStart": 9014, "quoteEnd": 9084}, {"id": 22664, "title": "Information is provided about how your personal data is used", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:00:59.000322", "updated_at": "2021-06-16 19:20:41.909367", "quoteText": " How does FamilyTreeDNA use your information", "case_id": 227, "document_id": 3472, "quoteStart": 7751, "quoteEnd": 7795}, {"id": 22663, "title": "This service tracks which web page referred you to it", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 18:00:15.559918", "updated_at": "2021-06-16 19:22:15.047246", "quoteText": "This may include how you access our Services, including the website you visited before landing on FamilyTreeDNA, your exit page", "case_id": 387, "document_id": 3472, "quoteStart": 6206, "quoteEnd": 6333}, {"id": 22662, "title": "Details are provided about what kind of information they collect", "source": "https://www.familytreedna.com/legal/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:59:07.806971", "updated_at": "2021-06-16 19:20:45.005911", "quoteText": "The types of Information FamilyTreeDNA collects <ol>\n<li>", "case_id": 228, "document_id": 3472, "quoteStart": 2012, "quoteEnd": 2069}, {"id": 22661, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.familytreedna.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:57:40.493471", "updated_at": "2021-06-16 19:22:40.76859", "quoteText": "Do Not Track Disclosure <p>FamilyTreeDNA notes that although we do our best to honor your privacy preferences and have put into action industry standard safeguards as explained above, at this time, we do not respond to Do Not Track signals from your browser due to the lack of an established industry standard.", "case_id": 233, "document_id": 3471, "quoteStart": 9120, "quoteEnd": 9430}, {"id": 22660, "title": "You have the right to leave this service at any time", "source": "https://www.familytreedna.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:48:09.029993", "updated_at": "2021-06-16 19:20:46.281127", "quoteText": "You may stop using the Services at any time.", "case_id": 170, "document_id": 3473, "quoteStart": 3569, "quoteEnd": 3613}, {"id": 22659, "title": "Third-party cookies are used for advertising", "source": "https://www.familytreedna.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:47:32.53069", "updated_at": "2021-06-16 19:22:39.118809", "quoteText": "FamilyTreeDNA uses some third parties to show you FamilyTreeDNA-related advertisements that are personalized to you based upon your online behaviors or interests.", "case_id": 128, "document_id": 3471, "quoteStart": 8094, "quoteEnd": 8256}, {"id": 22658, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.familytreedna.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:46:13.672712", "updated_at": "2021-06-16 19:22:35.123236", "quoteText": "We also utilize advertising cookies, beacons, pixels and/or tags to aid us in marketing our services and products to interested individuals.", "case_id": 323, "document_id": 3471, "quoteStart": 2139, "quoteEnd": 2279}, {"id": 22657, "title": "This service tracks you on other websites", "source": "https://www.familytreedna.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-06-16 17:46:01.580658", "updated_at": "2021-06-16 19:22:32.585241", "quoteText": "\nWe may show you an advertisement when you leave our site because we think you might be interested in FamilyTreeDNA.", "case_id": 129, "document_id": 3471, "quoteStart": 2279, "quoteEnd": 2395}], "urls": ["familytreedna.com"]}}