{"error": 448, "message": "OK", "parameters": {"id": 1031, "name": "Apache HTTP Server", "created_at": "2019-01-02 18:22:52.126291", "updated_at": "2021-03-25 03:19:42.919914", "wikipedia": null, "keywords": null, "related": null, "slug": "apache_http_server", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1031.png", "url": "httpd.apache.org", "documents": [{"id": 2572, "name": "Draft Privacy Policy (temporary)", "url": "https://cwiki.apache.org/confluence/display/HTTPD/PrivacyPolicy", "xpath": "//*[@id=\"main-content\"]", "text": " Draft for a Privacy Policy for the Apache HTTP Server Documentation site\nIntroduction\n<p>When you visit the Apache HTTP Server Documentation website, data about your visit is collected using a tracking cookie.\nThe purpose of this data collection is to better understand the needs of our users and improve the user friendliness of the website.</p> Collection of data\n<p>The following data is collected when you visit the site:</p>\n<ul>\n<li>The IP address from which you access the website</li>\n<li>The type of browser and operating system you use to access our site</li>\n<li>The date and time you access our site</li>\n<li>The pages you visit</li>\n<li>Any referal (such as Google or a link on another page) that lead you to our site\n<br>\n</li>\n</ul> Technology and usage\n<p>The information is gathered using a tracking cookie set by the Google Analytics service and handled by Google as described in their privacy policy.\nIf you do not wish for your data to be collected, you can disable JavaScript for visits to our website.\nSee your browser's documentation on how to achieve this.</p>\n<p>We use the gathered information to help us make our site more useful to visitors and to better understand how and when our site is used.\nWe do not track or collect personally identifiable information or associate gathered data with any personally identifying information from other sources, nor do we share this data with other companies, affiliates or partners.\nStatistical summaries based on the data collected may be used for publications by the Apache HTTP Project or the Apache Software Foundation.</p> Consent\n<p>By using this website, you consent to the collection of this data in the manner and for the purpose described above.</p> ", "created_at": "2020-06-04 05:46:19.294362", "updated_at": "2021-10-08 19:13:19.907064"}], "points": [{"id": 25365, "title": "Third-party cookies are used for statistics", "source": "https://cwiki.apache.org/confluence/display/HTTPD/PrivacyPolicy", "status": "Draft of the Privacy Policy notes the usage of Google Analytics for statistical purposes.", "created_at": "2021-10-07 19:33:38.217821", "updated_at": "2021-12-08 23:05:07.717422", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["httpd.apache.org"]}}