{"error": 448, "message": "OK", "parameters": {"id": 5480, "name": "HTMLtoPDF", "created_at": "2021-11-03 23:25:31.030767", "updated_at": "2021-11-03 23:01:07.321367", "wikipedia": null, "keywords": null, "related": null, "slug": "htmltopdf", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5480.png", "url": "html2pdf.com", "documents": [{"id": 9844, "name": "Terms", "url": "https://html2pdf.com/terms?rnd=0.22613960258439303", "xpath": "", "text": " <p>This agreement describes the conditions and rules under which SIA Webby (\"our company\", \"we\") offers you its services at html2pdf.com.</p>\n<p>This agreement will be governed by the laws of The Republic of Latvia, without reference to conflict of laws principles.\nYou agree that any litigation relating to this agreement may only be brought in, and shall be subject to the jurisdiction of, any Court of The Republic of Latvia.</p> Terms <p>By using the services of html2pdf.com, you agree to observe all of the following conditions and rules:</p>\n<p>1.\nUse of the html2pdf.com service is at your own risk.</p>\n<p>2.\nYou bear full responsibility for any data transmitted to html2pdf.com servers.</p>\n<p>3.\nYou agree not to use the html2pdf.com service to upload any illegal materials.</p>\n<p>4.\nYou agree not to integrate the html2pdf.com service into your own or 3rd party applications.</p>\n<p>5.\nYou may use the html2pdf.com service for any purpose, personal or commercial.</p>\n<p>6.\nWe reserves the right to change or cease any of services at html2pdf.com, at any time.</p>\n<p>7.\nWe reserves the right to change the terms of this agreement without notice.</p>\n<p>8.\nThe html2pdf.com service does not provide any guarantees.</p> Privacy <p>9.\nSubmitted data and the generated files are kept only for a maximum of 1 hour and then permanently deleted.</p>\n<p>10.\nSubmitted data and the generated files will not be shared or accessed by our company, except if it is requested by law enforcement authorities.</p>\n<p>11.\nIn order to improve the quality of the html2pdf.com service, we may save and analyze the metadata of your requests.</p>\n<p>12.\nGoogle collects data and uses cookies for ad personalization and measurement for this site.\nLearn how Google collects and uses data.\nYou can turn off ad personalization at any time in your Google account settings.\nAlso, we use cookies for statistical purposes.\nBy using this site, you consent to our use of cookies.</p>\n<p>SIA Webby<br> Aspazijas bulvāris 20<br> Rīga, LV-1050<br> Latvia</p> ", "created_at": "2021-11-03 23:25:31.033206", "updated_at": "2021-11-03 22:25:46.651004"}], "points": [], "urls": ["html2pdf.com"]}}