{"error": 448, "message": "OK", "parameters": {"id": 2241, "name": "Join Run", "created_at": "2020-05-07 19:13:18.243383", "updated_at": "2021-03-25 03:19:51.027623", "wikipedia": null, "keywords": null, "related": null, "slug": "join_run", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2241.png", "url": "https://join.run/", "documents": [{"id": 2531, "name": "Privacy Policy", "url": "https://join.run/privacy", "xpath": "//*[contains(concat( \" \", @class, \" \" ), concat( \" \", \"col\", \" \" ))]", "text": "Privacy PolicyTL;DR:<p>We do not and never will track you.</p>\n<p>We do not and never will sell any information about you to 3rd parties.</p>\n<p>We use the least amount of data possible to provide the service.</p>\n<p>You can contact us at any time with questions and/or requests about your data.\n</p>The meat of it<p>At Join Run, accessible from https://join.run/, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Join Run and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.\n</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Join Run.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p>Consent<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p>Information we collect<p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>How we use your information<p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide the service itself</li>\n<li>Provide, operate, and maintain our webste</li>\n<li>Improve, personalize, and expand our webste</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul>Log Files<p>Join Run follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing issues and administering the site.</p>Cookies<p>Like any other website, Join Run uses 'cookies'.\nThese cookies are used solely to store information about your account so we can remember you and you don't have to sign in every time.</p>\n<p>For more general information on cookies, please read \"What Are Cookies\".</p>Third Party Privacy Policies<p>Join Run's Privacy Policy does not apply to other services you use to connect to it (like Strava).\nThus, we are advising you to consult the respective Privacy Policies of these third-parties for more detailed information.</p>CCPA Privacy Rights (Do Not Sell My Personal Information)<p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business delete any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you, but we will aim to respond within a day.\nIf you would like to exercise any of these rights, please contact us.</p>GDPR Data Protection Rights<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you, but we will aim to respond within a day.\nIf you would like to exercise any of these rights, please contact us.</p>\n<p>This policy is effective as of 1 January 2020.</p>", "created_at": "2020-05-07 19:13:36.386689", "updated_at": "2020-05-07 19:14:17.845397"}], "points": [{"id": 27888, "title": "The service claims to be GDPR compliant for European users", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2022-05-25 22:45:57.393546", "updated_at": "2022-05-25 22:45:57.393546", "quoteText": "GDPR Data Protection Rights<p>", "case_id": 481, "document_id": 2531, "quoteStart": 3678, "quoteEnd": 3708}, {"id": 27887, "title": "The service claims to be CCPA compliant for California users", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2022-05-25 22:45:33.537246", "updated_at": "2022-05-25 22:45:33.537246", "quoteText": "Under the CCPA, among other rights, California consumers have the right to:</p>", "case_id": 482, "document_id": 2531, "quoteStart": 3026, "quoteEnd": 3105}, {"id": 9256, "title": "This service does not track you", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-07 19:18:16.834864", "updated_at": "2020-12-15 11:53:45.060591", "quoteText": "We do not and never will track you", "case_id": 218, "document_id": 2531, "quoteStart": 23, "quoteEnd": 57}, {"id": 9257, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-07 19:19:52.453796", "updated_at": "2020-12-15 11:53:51.867077", "quoteText": "We do not and never will sell any information about you to 3rd parties", "case_id": 381, "document_id": 2531, "quoteStart": 66, "quoteEnd": 136}, {"id": 9258, "title": "The terms for this service are easy to read", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-07 19:20:51.234452", "updated_at": "2020-12-15 11:54:05.56633", "quoteText": "Privacy PolicyTL;DR:<p>", "case_id": 199, "document_id": 2531, "quoteStart": 0, "quoteEnd": 23}, {"id": 9259, "title": "You can delete your content from this service", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-07 19:22:08.568398", "updated_at": "2020-12-15 11:54:14.261909", "quoteText": "You can contact us at any time with questions and/or requests about your data.", "case_id": 175, "document_id": 2531, "quoteStart": 217, "quoteEnd": 295}, {"id": 9260, "title": "There is a date of the last update of the terms", "source": "https://join.run/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-07 19:22:23.859158", "updated_at": "2020-12-15 11:54:21.261989", "quoteText": "This policy is effective as of 1 January 2020.</p>", "case_id": 331, "document_id": 2531, "quoteStart": 4978, "quoteEnd": 5028}], "urls": ["https://join.run/"]}}