{"error": 448, "message": "OK", "parameters": {"id": 5234, "name": "startme", "created_at": "2021-10-24 07:03:26.608487", "updated_at": "2021-10-24 22:01:05.228524", "wikipedia": null, "keywords": null, "related": null, "slug": "startme", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5234.png", "url": "start.me", "documents": [{"id": 9385, "name": "Privacy Policy", "url": "https://start.me/en/privacy", "xpath": "/html/body/div[1]/div/div[5]/div/div[2]/div/div[1]", "text": "Introduction <p>Dear user,</p>\n<br>\n<p>Welcome to our Privacy Policy.\nHere you will find a full disclosure of the personal information we collect and how we use it.</p>\n<p>These are our main principles:</p>\n<ul>\n<li>On start.me we care about your privacy.</li>\n<li>On start.me <b>you are NOT the product</b>.\nWe do not sell or share your data with anyone else.\nWe make money through ads and subscriptions, not by selling your data.</li>\n<li>We <b>limit the amount of personal data</b> we collect from you.\nDuring the sign-up process we ask you to provide us with your name and email address.\nWe use this information to ensure you can login to our service.\nWe do not share this information with anyone else.</li>\n<li>When you use start.me, <b>your IP address gets logged</b>.\nThis is done on an anonymous basis and only for the purpose of protecting and securing our platform.</li>\n<li>Our hardware and software are updated with the latest security patches.\nWe also work with external partners who frequently audit the security of our platform.</li>\n<li>We work with external advertising &amp.\naffiliate partners to support the Free plan of start.me.\nOur partners may use additional cookies to serve relevant and personalized ads to you.\nUpgrading to PRO will remove any advertising or affiliate tags from start.me.</li>\n<li>You can <b>delete your account and all associated data</b> whenever you want to.\nGo to your user profile https://start.me/users/edit and click the \"Delete account\" button.\nYou can also ask our support team (support@start.me) to do this for you.</li>\n<li>For a more detailed description of our Privacy Policy, please scroll further on this page.</li>\n</ul>\n<br>\n<p>If you <b>have any questions</b> about our Privacy Policy, please email us at privacy@start.me and we'll get back to you within 24 hours.</p>\n<p> Best regards, <br> Arjen Robijn <br> Founder &amp.\nCEO <br> start.me </p>", "created_at": "2021-10-24 05:06:38.746058", "updated_at": "2021-10-24 05:07:01.895416"}, {"id": 9384, "name": "Terms", "url": "https://start.me/terms", "xpath": "/html/body/div[1]/div/div[5]/div/div[2]/div/div[1]", "text": "Introduction <p>Dear user,</p>\n<br>\n<p>Welcome to our Terms of Use.\nHere you will find the main principles that you must agree with, in order to use our service.</p>\n<p>These are our main principles:</p>\n<ul>\n<li>\n<b>Fair use policy.</b> We designed start.me as a free service for individual users, with an option to upgrade to a premium membership.\nWe also offer team subscriptions and subscriptions for Enterprises.\nYou may use it to add content in the form of bookmarks, notes, images, or other data you own pages.\nYou can share your data with other start.me users or with the world, or export your data at any time.\nAll other uses, including excessive or spammy link building, are not permitted.</li>\n<li>\n<b>Community Guidelines.</b> If you decide to publish a start.me page and share it with other users or the world, you agree to abide by our Terms, and to contribute to the safety and security of our platform.\nThat is our main concern.\nAll users should feel safe and welcome with us.\nYou also agree to follow the current laws of the Netherlands, where our company is located.\nFurthermore, we do not tolerate discrimination on any ground, racism, (child) sexual exploitation, bullying, or other forms of harmful or hateful behavior.</li>\n<li>\n<b>Flag content.</b> If you come across content on a public start.me page that violates our Community Guidelines, please let our support team know as soon as possible.\nSend an email to report-abuse@start.me.\nWe will evaluate the content and take appropriate measures.\nWe are not obligated to inform you of our decisions.</li>\n<li>\n<b>Data ownership.</b> The content you add to your page or pages will be stored in our systems, until you decide to erase it yourself.\nIt will be private by default.\nIf you decide to make a page public or to share it with a link, and we decide it harms our community, or violates the law, we retain the right to delete a user account and all its data without warning or delay.\nIf this user has a paid subscription, there will be no refund.\nWe are not obliged to inform our users about our decision to delete harmful or illegal data, nor to explain it.\nWe can, however, inform the police if we deem it necessary or our legal duty.</li>\n<li>\n<b>Subscriptions.</b> We offer a no questions asked refund policy for all subscriptions within the first thirty days.\nWe also retain the right to unilaterally modify our subscription tariffs and prices.</li>\n<li>For a more detailed description of our Terms of Use, please continue reading this page.</li>\n</ul>\n<br>\n<p>If you have any questions about our Terms of Use, please email us at privacy@start.me and we'll get back to you within 24 hours.</p>\n<p> Best regards, <br> Arjen Robijn <br> Founder &amp.\nCEO <br> start.me </p>", "created_at": "2021-10-24 07:03:26.612504", "updated_at": "2021-10-24 05:08:30.921861"}], "points": [], "urls": ["start.me"]}}