{"error": 448, "message": "OK", "parameters": {"id": 184, "name": "WriterDuet", "created_at": "2018-01-16 15:26:05.563518", "updated_at": "2021-06-20 19:47:46.602036", "wikipedia": "https://en.wikipedia.org/wiki/WriterDuet", "keywords": "", "related": "", "slug": "writerduet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/184.png", "url": "writerduet.com", "documents": [{"id": 7188, "name": "Community Guidelines", "url": "https://www.writerduet.com/community", "xpath": "/html/body/div/div/div[1]/div/div", "text": "<p>\n<strong>Community Guidelines</strong>\n</p>\n<p>Use of this website signifies your acceptance of WriterDuet Inc.'s terms of service agreement, privacy policy, and the community guidelines below.</p>\n<p>If you have questions about any of these agreements, you can contact us at help@writerduet.com.</p>\n<p>All registered and unregistered WRITERDUET INC.\nusers agree to comply with the rules of conduct described on this page.\nIf you do not agree, you should not give us access to any of your personal information or original content and should not use our Website, products, or services (collectively, our \"Service\") .\nIf we alter any of these Guidelines, your use of WRITERDUET INC.’s services or Websites after we post those changes signifies your acceptance of these revisions.</p>\n<p>WRITERDUET INC.\nreserves the right to investigate or terminate your membership if you have misused the Service or have behaved in any way that we consider inappropriate, unlawful or illegal.\nIf we terminate your registered account because of such behavior, any fees that you've paid to WRITERDUET INC.\nwill be forfeited.</p>\n<p>\n<strong>COMMUNITY GUIDELINES: YOUR BEHAVIOR ON WRITERDUET INC.</strong>\n</p>\n<p>These Guidelines describe types of behavior that, even when otherwise legal, may result in loss of user privileges and forfeiture of any fees that you've paid us.</p>\n<ol>\n<li>You will not post messages, screenplays, photographs, audio recordings, video clips, text ﬁles, or any other information or media, or use our Website or Service in any way that is fraudulent or otherwise unlawful.\nor that otherwise violates or infringes upon the rights of any party.\nThis includes activities that involve copyright or trademark infringement, defamation, or violation of another party's right to privacy or publicity, or of other personal or property right.</li>\n<li>You will not use our Website or Service to distribute or upload malware, including viruses, Trojan horses, phishing attempts, or adware, or to do anything else that might cause harm to WRITERDUET INC., to its Service, hardware, software, or data, or to any other party's computer systems or data.</li>\n<li>You may not solicit or advertise to other WRITERDUET INC.\nusers.\nYou may not use any part of our Website or Service to distribute, promote, or otherwise publish advertising or solicit funds, goods, or services from any person or entity.</li>\n<li>You will not use WRITERDUET INC.\nto engage in any form of harassment or offensive behavior, such as posting scripts, messages, pictures, or recordings that contain libelous, slanderous, abusive, or defamatory statements or racist, pornographic, obscene, threatening, or offensive language.</li>\n<li>You will not modify, adapt, sublicense, translate, sell, reverse-engineer, decipher, decompile, or otherwise disassemble any component of our Website, software, products, or any other part of our Service, or cause or help others to do so.</li>\n<li>You will not impersonate any person or entity when using any WRITERDUET INC.'s Websites, products, or services.</li>\n<li>You may post links to WRITERDUET INC.\nweb pages from third-party Websites, but will not otherwise frame, embed, link to, or mirror any part of the WRITERDUET INC.\nWeb sites without our prior express written consent.</li>\n<li>You will not use metatags or any other software mechanisms or third-party services that refer to our Website or direct Internet users to or from our site for any purpose.</li>\n<li>You will not use any robot, spider, site search/retrieval application, search-optimization tools, adwords, or other manual or automatic device or process to retrieve, index, data mine, or otherwise reproduce or circumvent the navigational structure or presentation of WRITERDUET INC.\nor its contents.</li>\n<li>You will not forge headers or otherwise manipulate identiﬁers in order to disguise the origin of any information transmitted to, from, or through WRITERDUET INC.</li>\n<li>You will not remove any copyright, trademark, or other notices of legal or property rights posted on our Web site or embedded within the source code of our Website, Service, other software, or other product offerings.</li>\n<li>You will not interfere with or disrupt the normal operation of our Website or Service or participate in unauthorized access to our servers or networks.</li>\n<li>You will not state or imply, even through silence or omission, that any statements you make are endorsed by WRITERDUET INC.\nwithout our speciﬁc prior written consent.</li>\n<li>You may not post, distribute, or reproduce in any way any third-party copyrighted content, trademarks, or other proprietary information without obtaining the prior written consent of all legal owners of that content.</li>\n<li>The WRITERDUET INC.\nWebsite is for personal, individual use only.\nAny illegal or commercial use of this site not mentioned elsewhere in these Guidelines will result in immediate termination of your registered account and forfeiture of all fees.</li>\n</ol>\n<p>\n</p>", "created_at": "2021-06-20 19:50:32.531047", "updated_at": "2021-06-20 19:50:57.1037"}, {"id": 7187, "name": "Privacy Policy", "url": "https://www.writerduet.com/privacy", "xpath": "/html/body/div/div/div[1]/div", "text": "<p>Use of this website signifies your acceptance of WriterDuet Inc.'s terms of service agreement, community guidelines, and the privacy policy below.</p>\n<p>If you have questions about any of these agreements, you can contact us at help@writerduet.com.</p>Privacy Policy<p>Effective date: November 13, 2020</p>\n<p>WRITERDUET INC.\n(\"us\", \"we\", or \"our\") includes the writerduet.com, writersolo.com, cardinaldocs.com, readthrough.com, flexdocs.com and hartchart.com websites, the WriterDuet and WriterSolo mobile and desktop applications, and any other sites, applications, or software offered by WriterDuet Inc.\n(together considered the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>DefinitionsPersonal Data<p>Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>Usage Data<p>Usage Data is data collected automatically.\nIt is either generated by the use of the Service or from the Service infrastructure itself (for example, we may collect data on the duration of a page visit).</p>Cookies<p>Cookies are small pieces of data stored on a User’s device.</p>Data Controller<p> A Data Controller is a person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your data.</p>Data Processor (or Service Providers)<p>A Data Processor (or Service Provider) is any person (other than an employee of the Data Controller) who processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>Data Subject<p>A Data Subject is any living individual who is the subject of Personal Data.</p>User<p>The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>Information Collection And Use<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>Types of Data CollectedPersonal Data<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Cookies and Usage Data</li>\n<li>Records and copies of your correspondence, if you contact us</li>\n<li>Details of transactions you carry out through our website or Services and of the fulfilment of your orders.\nYou may be required to provide financial information before placing an order through our Website or when ordering the Services.</li>\n</ul>\n<p>We will not use your Personal Data to contact you with newsletters, marketing or promotional materials and other information unless you OPT-IN when you register to the service.\nYou may also opt out of receiving any, or all, of these communications from us by following the unsubscribe link in any email we send, or by opting out in the Account setting.</p>Usage Data<p>We may also collect information that your browser sends whenever you visit our Service or when you access the Service via mobile device (\"Usage Data\").</p>\n<p>This Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access the Service via mobile device, this Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.</p>Tracking &amp.\nCookies Data<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong> We use Security Cookies for security purposes.</li>\n</ul>Use of Data<p>WRITERDUET INC.\nuses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To contact you about billing, account management or other administrative matters</li>\n<li>To fulfill any other purpose for which you provide it</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>\n<p>We will never sell your Personal Data to any third party.</p>Retention of Data<p>WRITERDUET INC.\nwill retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.\nWhen it is no longer necessary to retain your Personal Data, we will delete or anonymize it.</p>\n<p>WRITERDUET INC.\nwill also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>Transfer Of Data<p>Your information, including Personal Data, may be held at our offices and those of our third party agencies, service providers, representatives and agents as described below in “Service Providers”, and may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction.</p>\n<p>If you are located outside of the United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to the United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>WRITERDUET INC.\nwill take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy.\nNo transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.\nFor more information, see below “Transferring your Personal Information Out of the EEA” and “Your Rights Under the GDPR”.</p>Transferring Your Personal Data Out of the EEA.<p>To deliver services to you, it is sometimes necessary for us to share your personal information outside the European Economic Area (EEA), e.g.:</p>\n<ul>\n<li>With our offices outside the EEA;</li>\n<li>With your and our service providers located outside the EEA;</li>\n<li>If you are based outside the EEA.\nor</li>\n<li>Where there is an international dimension to the services we are providing to you.</li>\n</ul>\n<p>These transfers are subject to special rules under European and UK data protection law.</p>\n<p>Non-EEA countries do not have the same data protection laws as the United Kingdom and EEA.\nWe will, however, ensure the transfer complies with data protection law and all personal information will be secure.\nOur standard practice is to use standard data protection contract clauses that have been approved by the European Commission.\nTo obtain a copy of those clauses, visit the European Commission website at https://ec.europa.eu/ and search for \"standard contractual clauses\".</p>\n<p>If you would like further information, please contact us (see “How To Contact Us” below).</p>Your Rights Under the General Data Protection Regulation (GDPR).<p>The GDPR gives people under its protection, including people in the EEA and the United Kingdom, certain rights with respect to their personal data collected by us.\nAccordingly, WRITERDUET INC.\nrecognizes and will comply with GDPR and those rights, except as limited by applicable law.\nThe rights under GDPR include:</p>\n<ul>\n<li>\n<i>Right of Access.</i> This includes your right to access the personal data we gather about you, and your right to obtain information about the sharing, storage, security, and processing of that data.</li>\n<li>\n<i>Right to Correction.</i> This is your right to request correction of your personal data.</li>\n<li>\n<i>Right to Erasure.</i> This is your right to request, subject to certain limitations under applicable law, that your personal data be erased from our possession (also known as the “Right to be forgotten”).\nHowever, if applicable law requires us to comply with your request to delete your data, fulfillment of your request may prevent you from using the Service and may result in closing your account.</li>\n<li>\n<i>Right to Complain.</i> You have the right to make a complaint regarding our handling of your personal data with the appropriate supervisory authority.</li>\n<li>\n<i>Right to Restrict Processing.</i> This is your right to request restriction of how and why your personal data is used or processed.</li>\n<li>\n<i>Right to Object.</i>This is your right, in certain situations, to object to how or why your personal data is processed.</li>\n<li>\n<i>Right to Portability.</i> This is your right to receive the personal data we have about you and the right to transmit it to another party.</li>\n<li>\n<i>Right to not be subject to Automated Decision-Making.</i> This is your right to object and prevent any decision that could have a legal, or similarly significant, effect on you from being made solely based on automated processes.\nThis right is limited, however, if the decision is necessary for performance of any contract between you and us, is allowed by applicable law, or is based on your explicit consent.</li>\n</ul>\n<p>For further information on each of those rights, including the circumstances in which they apply, see the guidance from the UK Information Commissioner's Office (ICO) on individual rights under the General Data Protection Regulation.</p>Disclosure Of DataGeneral<p>WRITERDUET INC.\nmay disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>WRITERDUET INC.\nmay disclose your Personal Data and other information that we collect, or you provide, as described in this Privacy Policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates;</li>\n<li>To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep Personal Data confidential and use it only for the purposes for which we disclose it to them;</li>\n<li>To fulfill the purpose for which you provide it;</li>\n<li>For any other purpose disclosed by us when you provide the information;</li>\n<li>With your consent</li>\n</ul>Business Transaction<p>If WRITERDUET INC.\nis involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>Legal Requirements<p>WRITERDUET INC.\nmay disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>If necessary, for billing and collection purposes</li>\n<li>Protect and defend the rights or property of WRITERDUET INC.</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>Security Of Data<p> We take appropriate precautions to protect our users’ personally identifying information.\nYour account data and screenplay submissions are stored on a secure server behind a firewall and any data that we store in cookies is always encrypted.\n</p>\n<p> Because all security measures are subject to circumvention, we cannot unequivocally guarantee the effectiveness of our security measures or our ability to prevent unauthorized third parties from unlawfully obtaining information that you provide to us.\nIn particular, because email is an inherently insecure medium, you shouldn't send private communications or sensitive data, such as credit card numbers, to us by email.\nIf you have more detailed questions about our security, please contact us.\n</p>Your Rights<p>WRITERDUET INC.\naims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>You can update the following type of Personal Data directly within your account settings section (under Help &gt.\nAccount):</p>\n<ul>\n<li>First name and Last name</li>\n<li>Email address</li>\n</ul>If you are unable to change your Personal Data, please contact us to make the required changes.<p>\n</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>You also have the right:</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate</li>\n<li>To request the deletion of Personal Data held about you</li>\n</ul>\n<p>You have the right to data portability for the information you provide to WRITERDUET INC.\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>Service Providers<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: http://www.google.com/intl/en/policies/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Hubspot</strong>\n</p>\n<p>For information on the privacy practices of HubSpot, please visit the HubSpot Privacy Policy web page: https://legal.hubspot.com/privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>Mixpanel</strong>\n</p>\n<p>For more information on the privacy practices of Mixpanel, please visit the Mixpanel Privacy Policy web page: https://mixpanel.com/legal/privacy-policy/</p>\n</li>\n<li>\n<p>\n<strong>Appcues</strong>\n</p>\n<p>For more information on the privacy practices of Appcues, please visit the Appcues Privacy Policy web page: https://www.appcues.com/privacy</p>\n</li>\n</ul>Authentication<p>We may use third-party Service Providers for Authentication in our Service.\nWe may request access to your First Name, Last Name, and Email.\nTheir use will be strictly limited to the pratices described in the Personal Data subsection.\nFor more information on how we store this information, refer to the Security of Data section</p>\n<ul>\n<li>\n<p>\n<strong>Google OAuth Service</strong>\n</p>\n<p>Their Privacy Policy can be viewed at http://www.google.com/intl/en/policies/privacy/</p>\n</li>\n<li>\n<p>\n<strong>Facebook OAuth Service</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.facebook.com/full_data_use_policy</p>\n</li>\n</ul>Cloud Storage<p>We may use third-party Service Providers for Cloud Storage.\nWe use Cloud Storage APIs to give you the option to store your scripts on your personal cloud, as well as open scripts directly from the following cloud providers.\nWe will only open or store files on your personal cloud with your permission.\nOnce files are imported into WriterDuet, they become part of your WriterDuet account.\nFiles imported when using our offline-only WriterSolo application are not saved on our private cloud.</p>\n<p>For Cloud Storage we work with:</p>\n<ul>\n<li>\n<p>\n<strong>Firebase</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.firebase.com/terms/privacy-policy.html</p>\n</li>\n<li>\n<p>\n<strong>Google Drive</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://policies.google.com/privacy?hl=en&amp;gl=us</p>\n</li>\n<li>\n<p>\n<strong>Dropbox</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.dropbox.com/terms#privacy</p>\n</li>\n<li>\n<p>\n<strong>iCloud</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/</p>\n</li>\n</ul>Payments<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>\n<ul>\n<li>\n<p>\n<strong>Stripe</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://stripe.com/us/privacy</p>\n</li>\n<li>\n<p>\n<strong>Paddle</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://paddle.com/privacy</p>\n</li>\n<li>\n<p>\n<strong>ProfitWell</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.profitwell.com/privacy-policy</p>\n</li>\n</ul>Text to Speech<p>We may at your request share script content with text-to-voice service-provider Partners in order to create ReadThrough recordings</p>\n<p>For Text to Speech we work with:</p>\n<ul>\n<li>\n<p>\n<strong>Microsoft</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.microsoft.com/en-us/TrustCenter/Privacy/default.aspx</p>\n</li>\n<li>\n<p>\n<strong>Google</strong>\n</p>\n<p>Their Privacy Policy can be viewed at http://www.google.com/intl/en/policies/privacy/</p>\n</li>\n<li>\n<p>\n<strong>AWS</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://aws.amazon.com/privacy/</p>\n</li>\n</ul>Spellcheck<p>We may at your request share scripts with spellcheck service-provider Partners in order to offer spelling suggestions</p>\n<p>For Spellcheck we work with:</p>\n<ul>\n<li>\n<p>\n<strong>Microsoft</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.microsoft.com/en-us/TrustCenter/Privacy/default.aspx</p>\n</li>\n</ul>Customer Support<p>For better customer support, we rely on third party service to provide either in app or email assistance.\nWe may share your information with them to improve the quality of the Service</p>\n<p>The customer support services we work with are:</p>\n<ul>\n<li>\n<p>\n<strong>HelpScout</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.helpscout.com/company/legal/privacy/</p>\n</li>\n</ul>Emailing<p>With your explicit consent, we will occasionally email you to inform you of updates on the Service.\nWe may share your information with third-party emailing services to improve the quality of the Service.\nWe may also send you notification e-mails when certain events occur on your documents.</p>\n<p>The emailing services we work with are:</p>\n<ul>\n<li>\n<p>\n<strong>Mailgun</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.mailgun.com/privacy-policy</p>\n</li>\n<li>\n<p>\n<strong>Mixpanel</strong>\n</p>\n<p>For more information on the privacy practices of Mixpanel, please visit the Mixpanel Privacy Policy web page: https://mixpanel.com/legal/privacy-policy/</p>\n<p>Mixpanel integrates with Twilio for their messaging tool.\nFor more information on the privacy practices of Twilio, please visit the Twilio Privacy Policy web page: https://www.twilio.com/legal/privacy/</p>\n</li>\n</ul>Links To Other Sites<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Children's Privacy<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from a child without verification of parental consent, we take steps to remove that information from our servers.</p>How to File a GDPR Complaint.<p>We hope that we can resolve any query or concern you raise about our use of your data.\nPlease contact us at help@writerduet.com to inform us of any concerns.\nThe same email address may be used to contact WRITERDUET INC.’s Data Protection Officer.\nWe will seek to deal with your request without undue delay, and in any event in accordance with the requirements of the GDPR.\nPlease note that we may keep a record of your communcations to help us resolve any query or concerns which you raise.</p>\n<p>The General Data Protection Regulation also gives you right to lodge a complaint with a supervisory authority, in the European Union (or European Economic Area) state where you work, normally live, or where any alleged infringement of data protection laws occurred.</p>Changes To This Privacy Policy<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and will update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By email: help@writerduet.com</li>\n<li>By regular mail: 1224 E.\n12th St.\n#323, Austin, TX 78702</li>\n</ul>", "created_at": "2021-06-20 19:49:56.02731", "updated_at": "2021-06-20 19:50:03.208368"}, {"id": 2975, "name": "Terms of Use Agreement", "url": "https://www.writerduet.com/terms", "xpath": "/html/body/div/div/div[1]/div", "text": "<p>\n<strong>Terms of Use Agreement</strong>\n</p>\n<p>Use of this website signifies your acceptance of WriterDuet Inc.'s privacy policy, community guidelines, and the terms of service agreement below.</p>\n<p>If you have questions about any of these agreements, you can contact us at help@writerduet.com.</p>\n<p>\n<strong>1.\nYOUR ACCEPTANCE OF THIS AGREEMENT</strong>\n</p>\n<p>This Terms of Use Agreement is an electronic contract between you and WRITERDUET INC..\nAll users of WRITERDUET INC.\nWebsites agree to be legally bound by this Agreement, regardless of whether they register with WRITERDUET INC..\nNothing in this Agreement shall be deemed to give benefits or rights to any third party.</p>\n<p>Using or visiting the WRITERDUET INC.\nWebsites or using any WRITERDUET INC.\nproduct or service (collectively, our \"Service\"), signifies your agreement to abide by: (1) the terms and conditions listed here (our \"Terms of Use\" or “this Agreement”).\n(2) the terms of WRITERDUET INC.'s Privacy Policy found at https://writerduet.com/privacy.html.\nand (3) WRITERDUET INC.'s Community Guidelines found at found at https://writerduet.com/community.html.\nOur Privacy Policy and Community Guidelines are incorporated by reference into these Terms of Use.\nYou should not use our Service if you don't agree to any part of our Terms of Use, Privacy Policy, or Community Guidelines.</p>\n<p>We may alter the terms of this Agreement at any time by posting changes to our Terms of Use, Privacy Policy, or Community Guidelines on the WRITERDUET INC.\nWebsites.\nAlthough we may try to notify you when we alter the terms of this Agreement, you should periodically review the most up-to-date versions.\nYour use of our Service or Website after we post any changes signifies your acceptance of all revisions to date, regardless of whether you receive actual notice of those changes.</p>\n<p>\n<strong>You must be at least 13 years of age to use this website.\nIf you are under the age of 13 you are <u>not permitted</u> to use this website.\nIf you are over the age of 13 but under the age of 18, use of this web site requires you to have the consent of your parent or guardian.</strong>\n</p>\n<p>\n<strong>2.\nHOW TO WITHDRAW YOUR CONSENT</strong>\n</p>\n<p>You have the right to withdraw your consent to this Agreement and revoke your WRITERDUET INC.\nregistration at any time by deleting your account from your User Account page on our Website.\nUpon receipt of your notice, we will permanently delete your account and remove the information in your user profile from all publicly accessible WRITERDUET INC.\nweb pages.\nThis means that you will no longer be able to use the Service unless you re-register.\nHowever, relevant provisions of this Agreement that by their nature may survive its termination will remain in effect after you close your account.\nFurthermore, some data, as described in Section 7 below, may be retained and used by WRITERDUET INC.\neven after you terminate your registered account.</p>\n<p>\n<strong>3.\nHOW YOU SHOULD PROTECT YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>When you register with WRITERDUET INC.\nas a user, you may be asked to provide us with personal or personally identifying information, such as your name, address, email address, physical address, and credit-card information.\nThe ways we use and protect the confidentiality of this data are subject to the terms of our Privacy Policy, which you should thoroughly review before revealing posting any such information to WRITERDUET INC.</p>\n<p>You will be asked to select a password when you register.\nYou are responsible for all activities performed by any person that occur under your account and are solely responsible for protecting the confidentiality of your password.\nExercise caution when accessing your account from a public or shared computer and be sure that no one can view your password and other personal information displayed on your screen.\nIf you share your computer, disable “Remember Me,” Autocomplete, and other features that may let other parties learn your confidential information.\nYou should also be sure to log out of your WRITERDUET INC.\naccount at the end of each session.\nWRITERDUET INC.\nis not liable for loss or damages arising from your failure to take any of these precautions.</p>\n<p>You promise to notify WRITERDUET INC.\nof any unauthorized use of your account or of any other breach of security as soon as you learn of it.</p>\n<p>\n<strong>4.\nNON-REFUNDABLE PAID SERVICES</strong>\n</p>\n<p>Some features of our Website and Service are available only to users who have registered and opened an account.\nYou will be asked to set up a registered account and pay any associated fees before you can use related WRITERDUET INC.\nproducts and services.\nAll payments made to WRITERDUET INC.\nare non-refundable, unless otherwise specified in writing.</p>\n<p>For some customers, primarily those located in Europe, our order process is conducted by our online reseller Paddle.com.\nPaddle.com is the Merchant of Record for some of our orders.\nPaddle provides all customer service inquiries and handles returns for those orders, which would be placed on the Paddle.co webs site.</p>\n<p>\n<strong>5.\nSUBMITTING A SCRIPT</strong>\n</p>\n<p>Registered members of WRITERDUET INC.\nwho have written an original script (“Script Authors” or “Authors”) may upload their scripts for analysis, grammar correction, conversion to an audio file (the “Readthrough Recording”), and other services performed by proprietary software owned by WRITERDUET INC.\nor by our Partners.\nOur Website lists any file-format or other types of compatibility requirements necessary to use any of our products or services.</p>\n<p>When you submit a script to WRITERDUET INC., you promise that:</p>\n<ol>\n<li>You own all rights, including copyright, to the entire script or have been authorized by its copyright owner to submit it to WRITERDUET INC.;</li>\n<li>The content of the script is not unlawful, defamatory, libelous, threatening, obscene, pornographic, harassing, hateful, racially or ethnically offensive, or fraudulent, and doesn’t encourage conduct that would be considered a criminal offense, give rise to civil liability, or violate any law, or would be otherwise inappropriate;</li>\n<li>The content of the script does not violate any other rights of any party, such as infringing a copyright or trademark, publishing falsehoods or misrepresentations about WRITERDUET INC.\nor any other person or entity, or violating another person’s right to privacy or publicity;</li>\n<li>No other party has a pending claim to the script that, if upheld, would render our Service or products, or those of our Partners, illegal or in violation of any party's rights.</li>\n</ol>\n<p>\n</p>\n<p>You retain all your prior ownership rights in your submitted scripts.\nHowever, by submitting your script to WRITERDUET INC., you grant us a worldwide, non-exclusive, royalty-free license to use, copy, reformat, translate, excerpt, distribute/publicly display (only as you permit, to guests, actors, people you submit your script to, and anyone else you explicitly choose) and perform your script in any media format and through any media channel to provide to you any current or future WRITERDUET INC.\nservice or product.\nWe will not act without your authorization, for example, to make your submitted script publicly viewable on our Website, to submit it to a studio, or to reveal it to other registered users.\nYou also agree that your submitted scripts may be reviewed and processed by our and our Partners' automated systems and human reviewers, when doing so is necessary to provide our services or products to you.</p>\n<p>You agree that you will not suggest, directly or indirectly, that WRITERDUET INC.\nendorses the content of any script that you submit, including opinions, recommendations, or advice expressed by that script.</p>\n<p>You grant all other WRITERDUET INC.\nusers a non-exclusive license to access your script through the authorized methods provided by our Service for personal, non-commercial consumption, and to use, reproduce, distribute, display and perform that script only as permitted by our Service and under the terms of this Agreement.</p>\n<p>WRITERDUET INC.\nmakes no other guarantees or warranties regarding use of our Website or our Service and all of our products and services are provided “as-is.” While we will take all reasonable steps to protect your submitted script from unauthorized general publication or disclosure, we do not unequivocally guarantee that your submission will remain confidential or that its publication will be limited to you and your designated viewers.</p>\n<p>\n<strong>6.\nINDEMNIFICATION AND WARRANTIES</strong>\n</p>\n<p>You agree to indemnify, defend, and hold harmless WRITERDUET INC.\nand its subsidiaries, affiliates, officers, directors, owners, agents, information providers, licensors and licensees, advertisers, third-party content-providers and licensors, and other partners and employees, (collectively, the \"Indemnified Parties\") from any loss, liability, claim, or demand made by a third party and arising: 1) out of your use of the Service in violation of this Agreement.\n2) from a breach of this Agreement.\nor 3) from any other breach of your representations and warranties listed above.\nThis indemnification extends to the award of attorneys' fees in any legal dispute, except where prohibited by law.</p>\n<p>You will cooperate with us as fully as reasonably required in the defense against such claims.\nWRITERDUET INC.\nreserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.</p>\n<p>WRITERDUET INC.'s software, services, and products are provided as-is and we will take every reasonable step to ensure that they are reliable and secure.\nYou agree that WRITERDUET INC.\nand the Indemnified Parties will not be liable to you or to any third party for losses caused by your use or reliance on information obtained through or content distributed by WRITERDUET INC.</p>\n<p>WRITERDUET INC.\nand the Indemnified Parties will not be liable for any direct, indirect, incidental, special, punitive, or consequential damages or injury: 1) arising from the use of or inability to use WRITERDUET INC.'s Websites, products, or services.\n2) arising from the breach of any warranty.\nor 3) caused by an error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, failure to perform, or theft, destruction, hacking, cracking, or other unauthorized access to or alteration of the WRITERDUET INC.\nWebsites or our Service, software, or other products.\nThis holds true regardless of whether such claims are based on legal theories of contract, tort, negligence, strict liability, or any other cause of action, and regardless of whether hawse have actual knowledge of the possibility of such damages.\nIf your jurisdiction restricts the right to limit liability in this way, this Section may not apply to you.\nBut even in that case, our liability will not exceed the sum of $100US.</p>\n<p>\n<strong>7.\nREADTHROUGH RECORDINGS</strong>\n</p>\n<p>If you are a Script Author, you agree that Readthrough Recordings of your submitted scripts, regardless of whether they contain the recorded voices of live actors, synthesized or sampled “voice font” recordings created by computer programs or other types of automated processes, or by some variation or combination of the two, are provided to you “as is” and solely for analytical purposes within the scope of our Service.\nAs one component of an informational service, these Recordings are provided to help you evaluate and improve your submitted script, and are not themselves a deliverable product that may be owned by Script Authors or transferred by Authors to other parties.</p>\n<p>As a Script Author, you may download Readthrough Recordings of your own submitted script only through a Download button or similar mechanism on our Website that is intended for that purpose and may use downloaded Readthrough Recordings only for your personal, non-commercial use and consumption.\nTo be clear, you may access, play, and share links to Readthrough Recordings during the course of your personal use only to the extent intended and allowed by the functionality of our Service and as permitted by this Agreement.\nYou may not otherwise modify, copy, remove from our Website, distribute (such as by webcasting), sell, license, or assign rights to these recordings in any manner and for any other use, commercial or non-commercial, without our prior written consent.</p>\n<p>You agree that voice fonts and recordings of voice fonts embedded in a Readthrough Recording are the sole intellectual property of one or more of our text-to-speech service-provider Partners.\nand that nothing in this Agreement transfers to you any rights of ownership, reproduction, or use of such intellectual property rights or constitutes a license to use those voice fonts or Readthrough Recordings that contain recordings of those fonts in ways other than those expressly allowed by this Agreement.</p>\n<p>Our text-to-speech service-provider Partners currently include, but are not limited to, Cepstral LLC (“VoiceForge”) of Pittsburgh, PA.\niSpeech, Inc.\nof Newark, NJ.\nWizzard Software Corporation of Pittsburg, PA.\nand AT&amp;T of Dallas, TX.\nThese Partners retain all rights to edit, copy, reproduce, distribute, transmit, broadcast, display, sell, license, or otherwise exploit the voice fonts that they own and those components of any content, including Readthrough Recordings, that contains their voice fonts, whether created for either commercial or non-commercial purposes, subject to the rights of the script writers.\nNeither we nor our Partners, however, claim any copyright, trademark, trade secret rights in a submitted script other than what is necessary to deliver our Service to you and to maintain proper functioning and operation of our Website and Service.</p>\n<p>As a Script Author, you agree to grant WRITERDUET INC.\nand our Partners the right to edit, copy, reproduce, distribute, transmit, broadcast, display, or otherwise use any Readthrough Recording made from your submitted script only when necessary to provide you the service, and only if doing so does not violate any intellectual property right that you hold in your script.\nIf we do not use a submitted Readthrough Recording on our Website promptly after upload, that does not mean that we waive the right to use it without notice at a later time.</p>\n<p>Script Authors may choose to have the voices of one or more live actors (“Voice Actors”) incorporated into a Readthrough Recording of a script you submit.\nWRITERDUET INC.\nmay also give Script Authors the ability to choose or confirm the choice of specific Voice Actors to read parts of a submitted script.\nAs an Author, you agree to grant Voice Actors a non-exclusive license to view and read the contents of your uploaded script for the purpose of creating a Readthrough Recording, if done with your consent and with the permission of WRITERDUET INC.\nand using the resources of our Website and Service .\nVoice Actors have no other rights in your submitted script or the performance thereof.</p>\n<p>If you are a Script Author, you agree that WRITERDUET INC.\nand our Partners are not responsible for any real or perceived financial losses, loss of opportunity, or other types of losses due to the quality of our Service, Website, or products, including the quality of any Readthrough Recording or the results of our script analysis, rating, and correction tools.</p>\n<p>You also agree that WRITERDUET INC.\nand our Partners are not responsible for any real or perceived financial losses, loss of opportunity, or other types of losses caused by your or anyone else's reliance on information, including Readthrough Recordings and script ratings or reviews: 1) posted by us on our Website.\n2) transmitted to or posted on our Website by others, including members, guests, advertisers, featured guests, Voice Actors, or experts.\nor 3) transmitted to or by WRITERDUET INC.\nby other means.</p>\n<p>You agree not to circumvent, disable or otherwise interfere with security features of our Service or features that prevent or restrict unauthorized use or copying of Readthrough Recordings or enforce limitations on use of our Website, Service, or products.</p>\n<p>WRITERDUET INC.\ndoes not guarantee the quality, accuracy, or usefulness for any purpose of Readthrough Recordings.\nWRITERDUET INC.\nmay remove or block access to any submitted content, including Readthrough Recordings, that we deem to violate any term of this Agreement, including our Privacy Policy and Community Guidelines, or for any other reason.\nMere creation of a Readthrough Recording does not guarantee that WRITERDUET INC.\nwill accept or use it in conjunction with any of our services or products, post it on our Website, distribute it to our Partners for further processing, or include it in any of our statistical analyses or reports.</p>\n<p>Authors and Voice Actors who participate in creating a Readthrough Recording guarantee that no part of their contributions to Readthrough Recording, including its textual component and related or accompanying content (such as photographs, drawings, other audio recordings, and video clips) violate any party's copyright, trademark, trade secret, or other intellectual property rights Authors and Voice Actors also guarantee that such Readthrough Recording components do not violate our Terms of Use, Privacy Policy or Community Guidelines, including restrictions against the submission or recording of patently offensive, pornographic, or illegal content.\nWRITERDUET INC.\nmay remove or block access to any submitted content, including Readthrough Recordings, that we deem to violate any term of this Agreement, including our Privacy Policy and Community Guidelines, or for any other reason.</p>\n<p>WRITERDUET INC.\nis not responsible for damages due to breaches of contract, misrepresentation, fraud, or any other violation of the law or civil disagreement that occurs within the scope of any collaboration between Script Authors and Voice Actors.\nThis is true regardless of whether the Authors and Voice Actors ever make actual contact with each other, either online or in person, or have formed any written or oral contract, or whether the alleged violation occurs within the scope of our Service.\nWRITERDUET INC., for example, assumes no responsibility if an Author tricks Voice Actors into contributing to the creation of an infringing recording by misrepresenting a stolen script as an original work.\nNor would we be liable if, after or during the process of creating a Readthrough Recording, a Voice Actor sells or distributes an Author’s script to a third party without authorization from the rightful owner.</p>\n<p>\n<strong>8.\nVOICE ACTORS</strong>\n</p>\n<p>Voice Actors (as defined in Section 7) are users of our Service and agree to abide by the terms of this Agreement, including our Privacy Policy and Community Guidelines.</p>\n<p>By consenting to this Agreement, Voice Actors agree that they claim no present or future rights of ownership in or control over any Readthrough Recording that contains a recording of their voices.\nIn particular, Voice Actors agree to the limitations described in Sections 6 and 7 above.\nVoice Actors may access, play, and share links to Readthrough Recordings only for their personal use and only to the extent intended and allowed by the functionality of our Service and as permitted by this Agreement.\nVoice Actors may not otherwise copy, modify, remove from our Website, distribute, sell, license, or assign rights to these recordings in any manner and for any use, commercial or non-commercial, without our prior written consent.\nThis is true even if a Voice Actor improvises or makes other changes to the script when reading a part into a Readthrough Recording.</p>\n<p>Voice Actors acknowledge that nothing in this Agreement transfers to them any rights of ownership, reproduction, or use in the voice fonts or in the script incorporated into a Readthrough Recording, or constitutes a license to use those rights in ways other than those expressly allowed by this Agreement.</p>\n<p>Voice Actors involved in creating a Readthrough Recording guarantee that no part of the Readthrough Recording that they create, including textual components and related or accompanying content (such as photographs, drawings, other audio recordings, and video clips) violate any party's valid copyright, trademark, trade secret, or other intellectual property rights.\nVoice Actors also guarantee that such components of Readthrough Recordings do not violate our Terms of Use Agreement, Privacy Policy or Community Guidelines, including restrictions against the submission or recording of patently offensive, pornographic, or illegal content.</p>\n<p>As described in Section 7, WRITERDUET INC.\nis not responsible for damages due to breach of contract, misrepresentation, fraud, or any other violation of the law or civil disagreement that occurs within the scope of any collaboration between Script Authors and Voice Actors.</p>\n<p>As a Voice Actor, you agree that WRITERDUET INC.\nand our Partners may use Readthrough Recordings that contain your recorded voice in any way permitted by law, such as posting them on our Website or transmitting them to our business partners.\nIf we do not use a submitted Readthrough Recording on our Website promptly after upload, that does not mean that we waive the right to use it without notice at a later time.</p>\n<p>Voice Actors have rights in neither the script that they read into a Readthrough Recording nor in the recording itself and may not modify, copy, distribute (such as by webcasting), reuse, sell, assign, license, or sublicense Readthrough Recordings without the written consent of WRITERDUET INC., the Script Author, and, in some cases, our service-provider Partners.\nBy agreeing to record their voices into a Readthrough Recording, Voice Actors also assert that they understand that they may not be able to listen to or access online a Readthrough Recording that contains their voices, receive public credit for their voice acting, or take any part in deciding whether a Readthrough Recording will be selected for use within the scope of our Service.</p>\n<p>READHTHROUGH.COM may, in its sole discretion, choose to publicly identify the Voice Actors involved in the creation of each Readthrough Recording.\nWe may also include metadata in our aggregated statistical analyses and reports to describe the Readthrough Recordings, their content, and their creators.\nThis data, and the Readthrough Recordings themselves, may be retained and used by WRITERDUET INC.\neven after Authors and Voice Actors have terminated their registered accounts with our Service.</p>\n<p>WRITERDUET INC.\nmay post our own and users' reviews and ratings of Voice Actors and is not liable for any damages to any party that result from the distribution of such information.\nWe reserve the right to remove or block access to any reviews or rankings that violate our Community Guidelines.</p>\n<p>\n<strong>9.\nWE MAY MONITOR USER BEHAVIOR</strong>\n</p>\n<p>We reserve the right to delete, move, or edit anything that you transmit to WRITERDUET INC., including email messages, forum postings, and submitted content, that we deem to violate the terms of this Agreement, our Privacy Policy, or our Community Guidelines that violate any law, court order, or government regulation or that we feel are otherwise unacceptable or offensive.</p>\n<p>\n<strong>10.\nSERVICE INTERRUPTION</strong>\n</p>\n<p>You agree that WRITERDUET INC.\nis not liable for damages and losses due to interruption of our Service, regardless of the cause of the interruption.</p>\n<p>\n<strong>11.\nUSER BACKUP POLICY</strong>\n</p>\n<p>\n<b>Backups of Scripts, Readthrough Recordings, Documents, Notes, Comments, MP3s, and Multimedia (collectively referred to as “Content”) are your responsibility.\nUnless otherwise stated, you must ensure that you have made the proper provisions to create and store backups of all versions of your Content including, but not limited to, your original uploaded version, your edits, and all collaborative versions, in a secure location off site from the WriterDuet cloud storage drive.</b>\n</p>\n<p>\n<u>\n<b>DISCLAIMER</b>\n</u>\n</p>\n<p>YOU ARE USING THIS SERVICE AT YOUR OWN RISK AND RESPONSIBILITY.\nANY CONTENT YOU INCLUDE IN UPLOADED PROJECTS ARE ACCESSIBLE TO ANYONE THE PROJECTS ARE SHARED WITH.\nYOU, THE USER, HAVE SOLE CONTROL OVER WHO THE PROJECTS ARE SHARED WITH.\nWRITERDUET HEREBY DISCLAIMS ALL RIGHT, RESPONSIBILITY, OR LIABILITY FOR THE MIS-USE, ILLEGAL USE, OR LOSS OF YOUR CONTENT BY YOURSELF OR OTHER USERS.</p>\n<p>\n<u>\n<i>No Liability for Disaster Recovery, Business Continuity, or Lost Content</i>\n</u>\n</p>\n<p>In the case where WRITERDUET INC.\nprovides backup services as part of your active membership license and described as such in the features of the Service, such backups are not intended as disaster recovery or business continuity purposes and WRITERDUET INC.\nis not responsible for lost content.</p>\n<p>\n<u>\n<i>Back-up Retention Policy</i>\n</u>\n</p>\n<p>Copies of the backups will be available for a limited time only.</p>\n<ul>\n<li>Beginning on November 13th, 2020 and continuing thereafter, WRITERDUET INC.\nwill delete any and all retained copies of backups of your Content, if any, automatically within sixty (60) days of your User’s Membership Account being terminated or a Project being deleted;</li>\n<li>Content cannot be recovered or restored after a Project has been removed and permanently deleted;</li>\n<li>WRITERDUET INC.\ncannot prevent User errors that result in accidentally removed, deleted or permanently deleted Content or Projects.</li>\n<li>You are solely responsible for familiarizing yourself with all of the management and control functions for Content and Projects within the WRITERDUET INC.\nService prior to use of the Service, including but not limited to version control, copy or paste, export, saving, removal, deletion and all related functionality.</li>\n</ul>\n<p>\n<u>\n<i>Written Requests for Copies of Existing Backups</i>\n</u>\n</p>\n<p>Upon written request, WRITERDUET INC.\nmay provide you an electronic copy of any retained backups of your Content that are then currently contained within the WRITERDUET INC.\nnetwork as part of your active membership license.\nYou shall only be authorized to request and obtain copies of retained backups for your Content, not Content for any other User.</p>\n<p>\n<u>\n<i>Termination</i>\n</u>\n</p>\n<p>If a User’s Membership Account is removed due to termination or deletion, WRITERDUET INC.\ncannot guarantee full access to retained backups of your Content.\nIn any case, WRITERDUET INC.\nshall permanently destroy any remaining retained backups of your Content which may exist for the User’s account sixty (60) days from the date of termination or deletion of the User’s Membership Account.</p>\n<p>\n<strong>12.\nTHIRD-PARTY MATERIAL AND WEBSITES</strong>\n</p>\n<p>When processing your submitted script, we may forward it to text-to-speech service-provider Partners.\nThese Partners retain all rights as described in Sections 6 and 7.\nTo be clear, WRITERDUET INC.\nand its Partners are not responsible for any loss or damages caused by your or anyone else's reliance on information: 1) posted by us on the WRITERDUET INC.\nWebsites.\n2) transmitted to or posted on the Website by others, including members, guests, advertisers, featured guests, Script Authors, Voice Actors, or experts.\nor 3) transmitted to or by WRITERDUET INC.\nthrough other means.</p>\n<p>Opinions, advice, statements, offers, reviews, or other information or content made available by third parties on or through our Website or Service are the property of their respective authors, who are solely responsible for their content.\nWRITERDUET INC.\ndoes not guarantee the accuracy, completeness, or usefulness of any such information, whether published by WRITERDUET INC., our Partners, or our users.</p>\n<p>The WRITERDUET INC.\nWebsites contain links to other Internet sites and resources (\"External Links\").\nYou acknowledge that WRITERDUET INC.\nis not responsible for, and has no liability as a result of the availability or use of our External Links or the contents of the sites they link to.\nWe suggest that you review the Terms of Use and Privacy Policy statements of any Website you visit by clicking one of our External Links.</p>\n<p>By uploading your script to WRITERDUET INC., you grant us the right to submit your scripts to our Partners for analysis or conversion.\nWRITERDUET INC.\nmakes no representations regarding our Partners’ services or their Websites and we are not responsible for any infringement by these parties of your rights in your script, of your privacy, or of any other legal rights you claim.</p>\n<p>\n<strong>13.\nCLAIMS OF COPYRIGHT INFRINGEMENT: TAKEDOWN NOTICES AND COUNTER-NOTICES</strong>\n</p>\n<p>If you believe that any material or content distributed or posted on WRITERDUET INC.\ninfringes your copyright, we will remove it upon receiving a takedown notice from you, as described in the federal Digital Millennium Copyright Act § 512(c).\nYou should send us the notice via email to help@writerduet.com, or by mail to:<br>\n<br>WRITERDUET INC.<br>1224 E.\n12th St #323<br>Austin, TX 78702<br>\n<br>WRITERDUET INC.\nwill evaluate your claim and, if it appears reasonable, will remove the offending content from our Website.</p>\n<p>Legally proper takedown notices must include the six pieces of information listed below.\nIf your notice does not substantially comply with this requirement, your rights as a copyright holder may be compromised.\nYour notice must include:</p>\n<ol>\n<li>A copy of the work you claim to be infringed.\nIf you claim infringement of multiple works, you should provide a representative list that contains identifying information for each item;</li>\n<li>The URL of the page on which the material is posted;</li>\n<li>Your contact information including your address, telephone number, email address;</li>\n<li>A statement that you have a good-faith belief that the allegedly infringing material has been posted or distributed without authorization by the copyright owner, its agents, or a relevant law or government regulation;</li>\n<li>A statement that “under penalty of perjury, the information contained in this notification is accurate” and that you are (or are authorized to act on behalf of) the true copyright owner;</li>\n<li>Your physical or electronic signature.\nA brief description of electronic signatures can be found in the Wikipedia at: http://en.wikipedia.org/wiki/Electronic_signature.</li>\n</ol>\n<p>\n</p>\n<p>When we receive a proper takedown notice, we immediately launch an investigation.\nIf we find any reasonable chance that the material you identify does indeed infringe a valid copyright, we will remove that material from our Website or block access to it.\nWe'll also promptly notify the person who posted it.\nOur goal will be to remove the content within 48 hours of receiving proper notice, but in complicated situations, this process could take as long as two weeks.</p>\n<p>If we remove or block material that you have posted because another person has claimed that it infringes a valid copyright, we will give you the chance to contest that claim in a counter-notice.\nYou should promptly send the counter-notice to us through any of the acceptable methods for sending takedown notices.\nIf your counter-notice substantially complies with the legal requirements listed below, we will restore your material no later than 10-14 days of receipt, regardless of whether it is ultimately determined that your material actually does infringe.\nIf the person filing the original takedown notice sues you in court, however, we cannot restore your material until the court case concludes.</p>\n<p>Your counter-notice must include:</p>\n<ol>\n<li>Reasonable identification of the material that has been removed or blocked and the URL of the page where it been posted;</li>\n<li>A statement that says that under penalty of perjury you have a good-faith belief that the material was removed or blocked because of a mistake or misidentification;</li>\n<li>Your contact information, including your address, telephone number, email address;</li>\n<li>A statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your physical address is located.\nIf you don't live in the United States, you may specify any federal judicial district in which WRITERDUET INC.\nmay be found.\nYou must also state that you consent to accept service of process from the person who submitted the takedown notice “in compliance with section (c)(1)(C) of the Digital Millennium Copyright Act”;</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>14.\nCHANGES WE MAKE TO OUR SERVICE</strong>\n</p>\n<p>We may alter, suspend, discontinue, or add terms to any aspect of the WRITERDUET INC.\nWebsites, our Service, or our other products at any time without liability or notice to you.\nWe may limit the availability of any Service feature, database information, or other content and may restrict your access to parts or all of the Service without liability or notice .</p>\n<p>\n<strong>15.\nCHOICE OF VENUE FOR LEGAL DISPUTES</strong>\n</p>\n<p>If you become involved in a legal dispute with WRITERDUET INC.\nor in a legal dispute that arises out of your or another party's use of our Web site, products, or Service, you agree that the dispute will be governed by the laws of the State of Texas, regardless of Texas's conflict-of-law rules.\nYou also consent to the exclusive jurisdiction and venue of the state and federal courts of the State of Texas, in Travis County, for the resolution of that dispute.</p>\n<p>\n<strong>16.\nSTATUTE OF LIMITATIONS</strong>\n</p>\n<p>You agree that, regardless of any law to the contrary, any claim or cause of action arising from or related to the use of our Service, Web site, or other products that you don't file within one year after it arose will be forever barred.\nThe failure of any party to exercise a right provided by this Agreement is not a waiver of further rights under the terms of the Agreement.</p>\n<p>\n<strong>17.\nINTEGRATION &amp.\nTHIRD-PARTY BENEFICIARIES</strong>\n</p>\n<p>If any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary to permit the rest of the Agreement to remain in effect.\nThis Agreement may be assigned in whole or in part, transferred, or sublicensed only with WRITERDUET INC.'s prior written consent.\nThis Agreement does not create any agency, partnership, joint venture, or employment relationship.</p>\n<p>This Agreement creates no third-party beneficiaries, except those that may be expressly created by one of its terms.\nThese Terms of Service and the incorporated Privacy Policy and Community Guidelines together contain the entire agreement between you and WRITERDUET INC.\nregarding the use of our Website, Service, and other products.</p>", "created_at": "2020-10-27 04:46:59.649809", "updated_at": "2021-06-20 19:49:01.222075"}], "points": [], "urls": ["writerduet.com"]}}