{"error": 448, "message": "OK", "parameters": {"id": 6343, "name": "wheelofnames.com", "created_at": "2022-01-17 22:53:30.529273", "updated_at": "2022-01-17 23:01:18.768336", "wikipedia": null, "keywords": null, "related": null, "slug": "wheelofnames-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6343.png", "url": "wheelofnames.com", "documents": [{"id": 11513, "name": "Terms and Conditions", "url": "https://wheelofnames.com/faq/terms", "xpath": "", "text": "<i>\n</i>&nbsp;wheelofnames.com <i>\n</i>&nbsp;Feedback <br>\n<ul>\n<li> Welcome</li>\n<li> Ads</li>\n<li> Behavior</li>\n<li> Business</li>\n<li> Changelog</li>\n<li> Constraints</li>\n<li> Credits</li>\n<li> Embed</li>\n<li> How to</li>\n<li> Randomness</li>\n<li> Saving</li>\n<li> Sharing</li>\n<li> Sound</li>\n<li> Sustainability</li>\n<li> Terms</li>\n</ul> &nbsp.\n<br>\n<br>\n<p> Welcome to the wheelofnames.com FAQ! </p>\n<p> Wheel of Names is a free, easy to use, and highly customizable website that you can use to pick a random item from a list.\nIt is used by teachers and for raffles.\nEnter names, and spin the wheel to pick a random winner.\nYou can customize the look and feel, and save and share your wheels with others.\n</p>\n<p> To learn more, click one of the tabs to the left or links below: </p>\n<ul>\n<li>Use the wheel</li>\n<li>User reviews and tutorials</li>\n<li>How to use the wheel in the classroom</li>\n</ul>\n<p>\n</p> Why do I see ads on wheelofnames.com? <p> We show ads on wheelofnames.com to keep the site running and pay for hosting, testing tools, analytics, among other things.\n</p> Can I pay or donate to get rid of the ads? <p> We do not take any form of payments or donations from users.\nThis includes paying to remove ads.\nInstead, we allow you to remove ads for the duration of your session with the Close ad button, or enter fullscreen mode where they do not appear.\n</p> Can I use an adblocker on wheelofnames.com? <p> Feel free to use an adblocker on the site.\nHowever, we have received reports that adblockers occassionally interfere with saving and opening wheels.\nIf you encounter these issues whilst using an adblocker, try disabling it temporarily.\n</p> Can I change how long the wheel spins? <p> Yes.\nClick <i>\n</i>&nbsp;Customize and a dialog box will come up where you can set the spin time.\n</p> Can I change the text in the winner pop-up window to something else? <p> Yes.\nClick <i>\n</i>&nbsp;Customize and a dialog box will come up where you can set what the message in this pop-up will be.\n</p> Can I change the size of the text? <p> Sorry, the app does not support this.\nInstead, the text is rendered as large as possible while still fitting inside the wheel.\nIn other words, the shorter your entries are, the larger the text will be.\n</p> How can I display more than one wheel running at the same time? <p> Create two browser windows side-by-side and point them both to wheelofnames.com.\n</p> I made a lot of settings changes, how do I save all of them for next time? <p> Your settings (like colors and sounds) are saved on your device.\nWhen you reopen the web page on the same device, the settings you last used are loaded again.\n</p>\n<p> To make sure you don't lose your settings, or to use them on another device, click <i>\n</i>&nbsp;Save and give your wheel a name.\n</p> When I remove a winning name from the wheel, does it get removed from my saved wheel as well? <p> No, it doesn’t.\nFor example, let’s say you save a wheel of dishes as “Comfort food”: Pasta, Hamburger, Noodles.\nYou open “Comfort food”, spin and Pasta comes up the winner.\nIf you click “Remove winner”, Pasta will disappear from the wheel.\nBut if you click <i>\n</i>&nbsp;Open to open “Comfort food” again, the wheel will reappear with all dishes, including Pasta.\n</p> Can I advertise on Wheel of Names? <p> Please submit the Feedback form and we can talk.\n</p> Can you customize the app for my organization? <p> No, but I would be interested in hearing what customization you’d like.\nPlease submit the Feedback form.\nIf enough people request something, I will build it for all users and everyone wins.\n</p> Is the website for sale? <p> No, I run it as a hobby project.\nI don't want to lose my hobby :-) </p> Is it open-source? <p> Yes it is! Check it out here.\n</p>\n<p> You can follow the detailed instructions in the README file to set up a Google Cloud Platform account and host the app yourself.\nYou are also free to make any modifications you want.\nIf you'd like to contribute your code back to the project, please read the CONTRIBUTING file.\n</p>\n<p> Are the instructions too daunting? Remember that you can always: </p>\n<ul>\n<li>Embed wheelofnames.com in your website.</li>\n<li>Create a wheel with no textbox, toolbar, and buttons by clicking <i>\n</i>&nbsp;Share followed by Continue, and then selecting \"They should only be able to spin the wheel\".\nHere is an example of a wheel created that way: wheelofnames.com/jmj-a7b.</li>\n</ul>\n<p>\n</p> Version Date Changes v187 17 January 2022 Wheels with image backgrounds can now take advantage of the advanced editor.\nAdded wheel background images of the moon and the Year of the Tiger.\nv186 9 January 2022 You can now weight entries differently in the advanced editor! This will make slices different sizes and thus more or less likely to be picked.\nv185 5 January 2022 You can now set different winner messages and sounds per entry in the advanced editor.\nAdded Kazakh translation.\nv184 30 December 2021 Spreadsheets with an empty top row can now be imported.\nThe drum roll sound (and all other music) now lasts until the wheel stops spinning.\nAdded three more after spin sounds.\nCan you spot them? v183 25 December 2021 There is now one button to edit both wheel title and description.\nAdded new during and after spin sounds.\nFixed a bug with automatically removing the winner after 5 seconds by preventing users from spinning until the removal has occurred.\nUI improvements and bug fixes.\nv182 11 December 2021 Wheels can now have a description up to 200 characters long! You can now add and remove images to and from existing entries in the advanced editor.\nv181 27 November 2021 You can now make copies of shared wheels unless the creator chose to disable that functionality when sharing.\nHidden entries are now grayed out in the advanced editor.\nAdded 19 new music tracks.\nv179 19 November 2021 Added more music tracks and the new music category of Hip hop.\nSound can now be muted on shared wheels.\nThe 'Hide' button no longer appears on noneditable advanced shared wheels.\nv178 14 November 2021 Added more music tracks and the new music category of Folk music.\nYou can now pick random spin music from a music genre.\nEntries can be duplicated in the advanced editor.\nUI improvements to the Customize dialog.\nv177 7 November 2021 Added 39 new music tracks for a total of 89, sorted by genre.\nAdded an option for randomized spin music.\nUI improvements to the Customize dialog.\nv176 1 November 2021 Added the ability to enable or disable individual entries in the advanced editor.\nAdded 48 new country flag themes (we now have the 71 most populous countries), and a few Pride flags.\nSecurity and stability updates.\nv175 23 October 2021 Added buttons to move entries up and down in the advanced editor.\nAdded flag themes for China and Japan.\nv174 19 October 2021 Added image thumbnails to the advanced editor.\nFixed a fullscreen bug for atypical resolutions.\nv173 17 October 2021 Added an advanced editor that allows setting colors per entry.\nTheme selector now shows color previews in the dropdown.\nWheel titles now show in fullscreen mode.\nv172 3 October 2021 Added Macedonian translation v171 2 October 2021 Added a button that allows you to edit the title of a wheel without having to save or share it v170 28 September 2021 Reverted to the instant shuffle and sort behavior used in v168 and earlier, based on feedback from you all.\nThank you for helping us build a better app! v169 26 September 2021 Make shuffling and sorting of wheel entries more visual.\nChange deletion policy, so wheels are deleted after a year of inactivity instead of six months.\nv168 19 September 2021 Warn Windows RT users that they may not be able to open or save wheels v167 12 September 2021 Improved performance v166 28 August 2021 Reduced the frequency of draw calls when the wheel is still to improve idle GPU and battery usage.\nAdded Tamil translation.\nv165 26 August 2021 Security fix v163 21 August 2021 Added FAQs and the number of wheel spins to the homepage v162 18 August 2021 Improved performance v161 11 August 2021 Added a carousel below the wheel entries box.\nIt displays various messages, including a poll that we want you to vote in! The browser tab now displays the title of your wheel, to make life easier when you have multiple wheels open at once.\nv160 7 August 2021 Added a page in the Share dialog where you can see any wheels you shared after July 12th 2021.\nReverted a change to the wheel deceleration behavior because of community feedback (y'all <i>hated</i> the change we made to it in v159).\nv159 6 August 2021 Added the ability to upload your own wheel background images.\nFixed an issue causing images on the wheel to not display.\nv157 30 July 2021 Added wheel background images.\nYou can now set the entire background of your wheel to be a single large image, instead of only the center.\nv153 25 July 2021 Removed grey contours around sections of the wheel.\nThey can be re-enabled under the Appearance tab of the Customize dialog.\nv151 22 July 2021 Added the ability to input a short text in the wheel center from the Customize menu v150 18 July 2021 Added a customization option for displaying or hiding the wheel title v149 17 July 2021 You can now name shared wheels.\nStarted displaying wheel title on saved and shared wheels.\nAdded Bosnian translation.\nv148 14 July 2021 Added a Hide tab that lets you get a less cluttered UI v146 11 July 2021 Fixed issue causing some users to be unable to share wheels.\nUpdated favicon to use our new logo.\nv145 9 July 2021 Added Armenian translation.\nPerformance and security updates.\nv144 7 July 2021 Added Welcome page to the FAQ v143 6 July 2021 Added Lao translation.\nAdded flags to the language dropdown menu for non-Windows platforms.\nv141 5 July 2021 Added an Account dialog that can be accessed from the More menu, from which you can sign in or out, as well as export data and delete your account.\nMoved Dark mode to the More menu.\nAdded Lithuanian flag theme.\nv140 4 July 2021 Added a page for user-created reviews and tutorials.\nAdded a Sort button to the Results tab.\nv139 2 July 2021 Added a page about how to use the wheel in the classroom v138 27 June 2021 Added warning to the Save and Share dialogs regarding lifetime of saved and shared wheels v137 20 June 2021 Previewing the 'Read out the winning name' option in After Spin settings now reads the first entry on the wheel v136 13 June 2021 Fixed a bug preventing Facebook mobile app users from loading the page v135 12 June 2021 Added the option to select a different speech synthesizer voice where available v131 18 May 2021 Fixed bug: if you entered only images and unchecked \"Allow duplicates\", only the first image would appear on the wheel.\nv130 15 May 2021 Reworked hat to cover plate for when there are too many entries to display.\nEntries now appear in order on the wheel rather than randomly, text doesn't change sizes mid-spin, and a bug regarding randomness has been resolved.\nv129 8 May 2021 Added new after spin sounds v128 4 May 2021 Added Hanna as an eighth default name v127 29 April 2021 Added Bangladesh, Brazil, Colombia, Greece, and Iraq flag themes v126 24 April 2021 Added changelog, and Egypt, Morocco, Saudi Arabia, and South Africa flag themes v125 23 April 2021 Added FAQ tab on ads v124 22 April 2021 Added volume sliders to during and after spin sounds v120 21 April 2021 Added play and stop buttons to the after spin sounds tab of the customization menu v116 15 February 2021 Added email and password login v114 9 February 2021 Made links in winning entries clickable v113 3 February 2021 Added new spin music v111 17 January 2021 Added results tab v110 15 January 2021 Added play and stop buttons to the during spin sounds tab of the customization menu v109 14 January 2021 Increased maximum displayed names to 1000 from 500 How many names/items can I put on the wheel? <p> The wheel can display up to 1000 names at one time.\nWe added this limit, as the names become too small to read if more are displayed.\nIf you enter more than 1000 names in the text box, new names are randomly picked from the text box and put on the wheel as it spins.\nThe result is that all names in the text box have the same chance of winning,&nbsp;even if only 1000 are displayed on the wheel at any one time.\n</p>\n<p> Also, note that if you want to put thousands of names on the wheel, importing them from a Google Sheet (click <i>More</i>, then <i>Link Google Spreadsheet</i>) is faster than pasting them into the textbox.\nBut both approaches work.\n</p> Can the wheel display non-Latin characters? <p> Yes, just enter the characters you want in the text box.\nSee here for a wheel showing the word for water in Arabic, Chinese, Hindi, Korean, Latin, Russian, Thai and Vietnamese.\n</p> Can the wheel display symbols instead of text? <p> Yes, you can copy special characters like smileys from other websites and paste them into the text box.\nThey will then appear on the wheel.\nSee this wheel for an example.\nEmojipedia is a great place to find characters to copy.\n</p> Can the wheel display images instead of text? <p> Yes, click the <i>\n</i>&nbsp;Add image button and you can upload an image.\nIf you write text next to the image in the text box, that text will appear on top of the image.\n</p>\n<p> Images with uniform background color work the best.\nEach slice with an image gets the same background color as the image.\nSome example wheels: </p>\n<ul>\n<li>Yes, no, maybe</li>\n<li>Cartoon monsters</li>\n<li>Gaming icons</li>\n</ul>\n<p>\n</p> Is there a mobile app? <p> No, but the wheel has been optimized to run well on most mobile phones and tablets.\nAs a matter of fact, about half of the people who use the wheel do so from mobile phones or tablets.\n</p> Who has created the media? Media License Creator Falafel image Attribution 2.0 Generic Marco Verch Professional Photographer and Speaker Chow mein image Public domain Engin Akyurt Fish and chips image CC0 Public Domain George Hodan Hamburger image Creative Commons CC0 1.0 Universal Public Domain Dedication Evan Amos Tortilla española image Creative Commons Zero - CC0 Unknown, via www.piqsels.com Crêpes image Attribution-ShareAlike 2.0 Generic Rick Cantler Pierogi image GNU Free Documentation License Stako Feijoada image Attribution-ShareAlike 2.0 Generic Yusuke Kawasaki Pad thai image Attribution 2.0 Generic Ted Murphy Döner kebab image Attribution 2.0 Generic AleGranholm Phở image CC0 Public Domain Van Tan Tran Blue flower image CC0 Public Domain flxguticar Can I embed my wheel in my website or blog? <p> Yes, insert this HTML in your web page: </p> &lt;iframe src=\"https://wheelofnames.com/abc-123\" width=\"100%\" height=\"800\"&gt.\n&lt;/iframe&gt.\n<p> Replace the link with the one given to you when you clicked the Share button.\nYou may want to experiment with the values of <code>width</code> and <code>height</code> to get a good fit.\n</p> Can I embed the wheel in Google Sites? <p> Yes, by doing this: </p>\n<ol>\n<li>In the <i>Insert</i> panel, click <i>Embed</i>.</li>\n<li>Click <i>By URL</i> in the window that pops up.</li>\n<li>Enter <code>https://wheelofnames.com</code> (or the link to a shared wheel that you have created) in the textbox.</li>\n<li>Click <i>Whole page</i> and then <i>Insert</i>.</li>\n<li>Click <i>Publish</i> to make the page available to your users.</li>\n</ol> Can I embed the wheel in a slide presentation? <p> Depends on which presentation software you are using: </p>\n<ul>\n<li>Google Slides: Not possible.</li>\n<li>Prezi: Not possible.</li>\n<li>Powerpoint: Potential solution.</li>\n<li>Keynote: Potential solution.</li>\n</ul> How can I stream the wheel in OBS? <p> To stream the wheel with OBS, you can either use a Window Capture or Browser source.\nWe recommed using Window Capture as it is easiest to set up.\njust select your browser window that you have Wheel of Names open in.\n</p>\n<p> To use a browser source, you must input <code>https://wheelofnames.com</code> into the source field.\nYou must then open the context menu of the browser source (right click) and click 'Interact' to be able to close the cookie banner and advertisement, and spin the wheel.\n</p>\n<p> If you wish to key out the background of the page, you must first create the wheel in your ordinary browser, change the background color, and save or share it.\nThen input the shared wheel link in the browser source or open your saved wheel.\nFrom there, you can add a chroma key filter on the source and choose the same rgb or hex value as the page background.\n</p> How do I use the wheel when I’m not online? <p> If you have a modern browser, you will be able to enter wheelofnames.com in the address field and use the app even if you are offline.\n</p>\n<p> You do need to be online to save or share wheels, or to get users from Twitter or a Google spreadsheet.\n</p> I want to raffle off a prize among those of my attendees who fill out my survey.\nHow do I do this? <p> Create your survey in Google Forms.\nInclude one question where you ask the attendee to identify themselves, for example by first name and last name initial.\nClick Responses and then click the green spreadsheet icon.\nThis creates a new spreadsheet where all responses will be recorded.\nShare the link to your form among your attendees.\nForm links are long, so you may want to use a URL shortener, like bit.ly, to create a link that users can enter by hand.\n</p>\n<p> Once your attendees start submitting the form, go to wheelofnames.com and click More then <i>\n</i>&nbsp;Link Google Spreadsheet.\nAfter logging in you will be able to pick which of your Google spreadsheets to read data from, and which tab and column in that spreadsheet.\nThe wheel and the spreadsheet are now linked, and as new form submissions are made, they will appear in the wheel automatically.\nIf you remove a winner from the wheel, the link to the spreadsheet is broken and it won't be automatically updated if the spreadsheet changes.\n</p> Is the wheel really random? <p> Yes, it is.\nWhen you click the wheel, it accelerates for exactly one second, then it is set to a random rotation between 0 and 360 degrees, and finally it decelerates to a stop.\nThe setting of a random rotation is not visible to the naked eye as it happens when the wheel is spinning quite fast.\n</p>\n<p> Is the random rotation truly random? Yes, it’s quite random, within the limits of what computers can do.\nThe random number is created by the random number generator built into your browser’s Javascript engine.\n</p> But I spun the wheel ten times and one entry came up more often than the others! <p> The wheel doesn't have memory, so past outcomes do not affect future results.\nIn this way it works like a coin toss.\nIf you toss a coin ten times, there is no guarantee that you will get exactly five heads and five tails.\nAs a matter of fact, there is only a 24.6% chance that you will get that outcome.\n</p>\n<p> If you spin the wheel several times, duplicate results are more common than your intuition might tell you.\nIf you have 10 entries on a wheel and spin it 5 times, there is a 70% chance that at least one entry will come up more than once.\n</p> When I click <i>\n</i>&nbsp;Shuffle is the shuffle really random? <p> Yes, the shuffle is random.\nIt uses the Durstenfeld algorithm, a computer-optimized variant of the Fisher–Yates shuffle.\n</p>\n<p> Because the shuffle is random, there is no guarantee that all items move.\nFor example, if you have 5 items in the textbox and you shuffle them, 20% of the time the first item will remain in first place.\nThe same would be true if you manually shuffled a deck of five cards in a truly random way.\n</p> Can I rig the wheel? <p> No, but you can skew the odds by creating multiple entries with the same name.\nFor example, if you’d like “Apple” to come up twice as often as “Banana”, enter “Apple” on two separate lines in the text box, and “Banana” only on one.\n</p> Can I change the names/items in my saved wheels? <p> Yes, edit the wheel, click <i>\n</i>&nbsp;Save at the top of the screen and pick the name of the wheel you want to overwrite in the dropdown box that appears.\n</p> Can I access my saved wheels from multiple devices? <p> Yes, you can access all of your saved wheels if you log in as the same user on the other device.\n</p> Can I delete a previously saved wheel? <p> Yes, click <i>\n</i>&nbsp;Open and then click <i>\n</i>&nbsp;Delete for the wheel that you want to delete.\n</p> How do I run an event where others can see me spinning the wheel live? <p> You have two options: </p>\n<ul>\n<li> Record video from your screen and publish the video file on the event date and time.\nUse one of the screen recording software packages listed on this page.\n</li>\n<li> If your event will run on Facebook, you can stream video from your screen to your audience.\nYou can read more about Facebook video streaming here.\n</li>\n</ul>\n<p>\n</p> Can I record a video of spinning the wheel and then post it on my website/blog/social media? <p> You can use any screen capture software to record your screen when you spin the wheel.\nYou can read more about which screen recorder to pick, depending on your operating system: </p>\n<ul>\n<li>Android</li>\n<li>Chromebook</li>\n<li>MacOS</li>\n<li>iOS</li>\n<li>Windows</li>\n</ul>\n<p>\n</p> Can I share a wheel that I have built? <p> Yes, click <i>\n</i>&nbsp;Share and a link is created.\nYou can use email, social media, etc to share that link.\nAnyone who uses the link will see the wheel just the way it looks to you, including names, colors, and sound settings.\n</p> Can I turn off the sound effects? <p> Yes.\nClick <i>\n</i>&nbsp;Customize and a dialog box will appear where you can turn on or off the ticking sound made by the wheel, as well as the cheers sound effect played when the wheel stops.\n</p> Can I change the sound effects or music to my own? <p> Sorry, the app does not support this.\nYou can of course play music from another app or web page while you spin the wheel.\n</p> What are the sound effects? <p> Some of the sound effects were downloaded under the Creative Commons Attribution 3.0 license.\nThey have been recorded by: </p>\n<ul>\n<li>Tick: Notification 2_2 by Joao_Janz</li>\n<li>Cheers: Small Crowd Applause Sound by Yannick Lemieux</li>\n</ul>\n<p>\n</p>\n<p> The other sound effects and music tracks have been licensed from various online music websites.\n</p> Sustainability <p> We have designed this website to be as environmentally sustainable as possible.\nOne important choice is where the servers that host the website are and what type of energy is powering them.\nWe have chosen Google's datacenter in Council Bluffs, Iowa.\nGoogle's datacenters worldwide are carbon neutral, and the Iowa datacenter is powered by 93% carbon-free energy.\nYou can see the other green metrics for that datacenter below.\nThe Green Web Foundation has certified our website is hosted green.\n</p>\n<br>\n<br>\n<p> 93% </p>\n<p> carbon-free energy </p>\n<p> 2x </p>\n<p> more efficient than typical enterprise data centers </p>\n<p> 1.1 </p>\n<p> Power Usage Effectiveness (PUE) </p>\n<p> 90% </p>\n<p> waste diverted from landfills </p>\n<br>\n<br> This website is hosted Green - checked by thegreenwebfoundation.org.\n<br>\n<br>\n<br>\n<br> A family of deer have moved in next to the Council Bluffs, Iowa datacenter.\nTerms and Conditions <p>Last updated: June 20, 2021</p>\n<p>Please read these terms and conditions carefully before using Our Service.</p> Interpretation and Definitions Interpretation <p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p> Definitions <p>For the purposes of these Terms and Conditions:</p>\n<ul>\n<li>\n<p>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</p>\n</li>\n<li>\n<p>\n<strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</p>\n</li>\n<li>\n<p>\n<strong>Country</strong> refers to: California, United States</p>\n</li>\n<li>\n<p>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to OmanderConsulting LLC, 1845 Elsie Ave, Mountain View, CA 94043, USA.</p>\n</li>\n<li>\n<p>\n<strong>Content</strong> refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.</p>\n</li>\n<li>\n<p>\n<strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</p>\n</li>\n<li>\n<p>\n<strong>Feedback</strong> means feedback, innovations or suggestions sent by You regarding the attributes, performance or features of our Service.</p>\n</li>\n<li>\n<p>\n<strong>Service</strong> refers to the Website.</p>\n</li>\n<li>\n<p>\n<strong>Terms and Conditions</strong> (also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.</p>\n</li>\n<li>\n<p>\n<strong>Third-party Social Media Service</strong> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.</p>\n</li>\n<li>\n<p>\n<strong>Website</strong> refers to WheelOfNames, accessible from https://wheelofnames.com</p>\n</li>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n</li>\n</ul> Acknowledgment <p>These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company.\nThese Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.</p>\n<p>Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions.\nThese Terms and Conditions apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service You agree to be bound by these Terms and Conditions.\nIf You disagree with any part of these Terms and Conditions then You may not access the Service.</p>\n<p>You represent that you are over the age of 18.\nThe Company does not permit those under 18 to use the Service.</p>\n<p>Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company.\nOur Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You.\nPlease read Our Privacy Policy carefully before using Our Service.</p> Allowed usage Allowed (unless prohibited in the \"Not allowed\" section below): <ul>\n<li>Use this Website for legal commercial and non-commercial purposes that don't involve gambling.\nIn other words, You can use it in your school classroom, for Your company, in Your non-profit organization, at public or private events, on Your YouTube channel, on Your blog, etc.</li>\n<li>Include this Website in Your website with an &lt;iframe&gt;.</li>\n<li>Create wheels and share with others, for free or for payment.</li>\n</ul> Not allowed: <ul>\n<li>Use this Website for Your business, if Your primary business is gambling (letting visitors wager money or something of value, with the primary intent of winning money or material goods).\nIn other words, using the Website for a charity raffle is allowed (if it is legal in Your jurisdiction) even if Your participants pay money for tickets.\nUsing the Website to run a casino business is not.</li>\n<li>Wording or images referencing any of the topics listed in the <i>Content</i> section.</li>\n</ul> Privacy <p> See the Privacy policy.\n</p> User Accounts <p>When You create an account with Us, You must provide Us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.</p>\n<p>You are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Social Media Service.</p>\n<p>You agree not to disclose Your password to any third party.\nYou must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p> Content Your Right to Post Content <p>Our Service allows You to post Content.\nYou are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights.\nYou agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.</p>\n<p>You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p> Content Restrictions <p>The Company is not responsible for the content of the Service's users.\nYou expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under your account, whether done so by You or any third person using Your account.</p>\n<p>You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libelous, defamatory, obscene or otherwise objectionable.\nExamples of such objectionable Content include, but are not limited to, the following:</p>\n<ul>\n<li>Swear words, vulgar language.</li>\n<li>Nudity, porn, sex acts.</li>\n<li>Sexual exploitation of minors.</li>\n<li>Harassment or bullying of an individual or group of people.</li>\n<li>Physical or mental harm to oneself or others.</li>\n<li>Unlawful or promoting unlawful activity.</li>\n<li>Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.</li>\n<li>Spam, machine – or randomly – generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.</li>\n<li>Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.</li>\n<li>Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.</li>\n<li>Impersonating any person or entity including the Company and its employees or representatives.</li>\n<li>Violating the privacy of any third person.</li>\n<li>False information and features.</li>\n</ul>\n<p>The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with this Terms, refuse or remove this Content.\nThe Company further reserves the right to make formatting and edits and change the manner any Content.\nThe Company can also limit or revoke the use of the Service if You post such objectionable Content.\nAs the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk.\nYou understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.</p> Content Backups <p>Although regular backups of Content are performed, the Company do not guarantee there will be no loss or corruption of data.</p>\n<p>Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.</p>\n<p>The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content.\nBut You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.</p>\n<p>You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.</p> Copyright Policy Intellectual Property Infringement <p>We respect the intellectual property rights of others.\nIt is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.</p>\n<p>If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at admin@wheelofnames.com and include in Your notice a detailed description of the alleged infringement.</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.</p> DMCA Notice and DMCA Procedure for Copyright Infringement Claims <p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.</li>\n<li>A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.</li>\n<li>Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.</li>\n<li>Your address, telephone number, and email address.</li>\n<li>A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>You can contact our copyright agent via email at admin@wheelofnames.com.\nUpon receipt of a notification, the Company will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Service.</p> Your Feedback to Us <p>You assign all rights, title and interest in any Feedback You provide the Company.\nIf for any reason such assignment is ineffective, You agree to grant the Company a non-exclusive, perpetual, irrevocable, royalty free, worldwide right and license to use, reproduce, disclose, sub-license, distribute, modify and exploit such Feedback without restriction.</p> Links to Other Websites <p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.</p>\n<p>The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.</p> Termination <p>We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.</p>\n<p>Upon termination, Your right to use the Service will cease immediately.\nIf You wish to terminate Your Account, You may simply discontinue using the Service.</p> Limitation of Liability <p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service.</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party's liability will be limited to the greatest extent permitted by law.</p> \"AS IS\" and \"AS AVAILABLE\" Disclaimer <p>The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</p>\n<p>Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon.\n(ii) that the Service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Service.\nor (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.</p> Governing Law <p>The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the Application may also be subject to other local, state, national, or international laws.</p> Disputes Resolution <p>If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.</p> For European Union (EU) Users <p>If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which you are resident in.</p> United States Legal Compliance <p>You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a \"terrorist supporting\" country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.</p> Severability and Waiver Severability <p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p> Waiver <p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Terms shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute a waiver of any subsequent breach.</p> Translation Interpretation <p>These Terms and Conditions may have been translated if We have made them available to You on our Service.\nYou agree that the original English text shall prevail in the case of a dispute.</p> Changes to These Terms and Conditions <p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p> Contact Us <p>If you have any questions about these Terms and Conditions, You can contact us by email at admin@wheelofnames.com.</p>", "created_at": "2022-01-17 22:53:30.534539", "updated_at": "2022-01-17 21:53:45.561745"}, {"id": 11512, "name": "Privacy policy", "url": "https://wheelofnames.com/privacy-policy", "xpath": "", "text": "<i>\n</i>&nbsp;wheelofnames.com <i>\n</i>&nbsp;Feedback Privacy policy <br> Privacy policy overview <p> We are committed to protecting and respecting your privacy.\nThis policy explains how we use any personal information that you provide to us through our Wheel of Names.\n</p> Collecting and processing your personal information <p> For the purpose of this Privacy Policy, Wheel of Namesis a Data Controller of your personal information.\nOur legal basis for collecting and using your personal information, as described in this Privacy Policy, depends on the information we collect and the specific context in which we collect it.\nWe may process your personal information because: </p>\n<ul>\n<li> We need to perform a contract with you, such as when you create a Policy with us </li>\n<li> You have given us permission to do so </li>\n<li> The processing is in our legitimate interests and it's not overridden by your rights </li>\n<li> For payment processing purposes </li>\n<li> To comply with the law </li>\n<li> What categories of personal information we collect </li>\n<li> We collect the following categories of personal information that you choose to provide us on our Wheel of Names: </li>\n</ul>\n<p> We may also collect personal information that you give us during your communication with us regarding our services, such as technical support threads.\nIn addition to the above, we may need to use your personal information for audits and compliance with our legal obligations under applicable law.\n</p>\n<p> We also use third-party tools to facilitate, operate and manage our website.\nThese tools use cookies and other tracking technologies.\nSuch tools are created and managed by parties outside our control.\nAs such, Wheel of Namesis not responsible for what information is actually captured by such third parties or how such third parties use and protect that information.\nThe third-party tools we use on our website will only insert cookies and other tracking technologies if consented by you.\n</p> Your rights as the owner of personal information <p> You have the following data protection rights: </p>\n<ul>\n<li> The right to access to your data </li>\n<li> The right to update or correct your data </li>\n<li> The right to object to the use of your data </li>\n<li> The right to restrict the use of your data </li>\n<li> The right to transfer your data to another data controller </li>\n<li> The right to the erasure of your data </li>\n<li> The right to withdraw consent </li>\n<li> The right to non-discrimination related to the exercising of your rights under the GDPR and CCPA </li>\n<li> The right to obtain information about the personal data we have collected from you and sold or disclosed to other subjects, if you are a California resident </li>\n<li> The right to opt-out from sales of your personal information to third parties </li>\n<li> In addition, if you are a California resident, you have the right to request from us to disclose to you the following: </li>\n<li> The categories of personal information we have collected about you </li>\n<li> The categories of sources from which the personal information is collected </li>\n<li> The business or commercial purpose for collecting or selling your personal information </li>\n<li> The categories of third parties with whom we share personal information </li>\n<li> The specific pieces of personal information we have collected about you </li>\n</ul> How can you exercise your rights as the owner of personal information <p> You may submit your requests to exercise your right under the GDPR,CCPA by: <br>\n<br> Email: admin@wheelofnames.com <br> Website: wheelofnames.com <br>\n<br> Please note that we may ask you to verify your identity before responding to such requests.\nYou have the right to complain to a Data Protection Authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\n</p> Data collected When you...\nThis data is collected Stored in It is deleted Visit the website.\nTime of your visit, type of web browser, location (city-level), Internet service provider, ads you may have seen or clicked recently.\nAdvertisers' systems Many of our ads are Google ads.\nYou can adjust or turn off ad personalization by going to Google Ad Settings.\nVisit the website.\nTime of your visit, type of web browser, location (city-level), Internet service provider.\nWe are only tracking how many people visited from each city, not who visited.\nYour IP address is anonymized before being sent to Google Analytics.\nGoogle Analytics 14 months after being collected.\nEdit the contents of the text-box to the right of the wheel, or click <i>\n</i>&nbsp;Customize and change the settings.\nColors, settings and entries from your current wheel.\nYour computer or phone When you click <i>\n</i>&nbsp;New.\nClick <i>\n</i>&nbsp;Save, log in, and give your wheel a name.\nColors, settings and entries from your saved wheels, and when you saved it.\nWheelOfNames database in the cloud If you don't sign in for 365 days.\nTo delete right away, click <i>\n</i>&nbsp;Open, then your profile picture, then <i>Delete my account</i>.\nClick <i>\n</i>&nbsp;Share and then Continue.\nColors, settings and entries from your current wheel.\nWheelOfNames database in the cloud If it hasn't been accessed for 365 days.\nA shared wheel that has <i>never</i> been accessed is deleted 60 days after being created.\nClick the <i>\n</i>&nbsp;Feedback icon, fill out and submit the form.\nWhat you entered in the form and your type of web browser.\nA Google Spreadsheet managed by WheelOfNames Six months after you submit the form.\n<br>", "created_at": "2022-01-17 22:53:30.532156", "updated_at": "2022-01-17 21:53:58.913895"}], "points": [], "urls": ["wheelofnames.com"]}}