{"error": 448, "message": "OK", "parameters": {"id": 2776, "name": "AdGuard Software Limited", "created_at": "2021-02-10 18:10:07.019046", "updated_at": "2021-05-03 00:03:23.325795", "wikipedia": "https://en.wikipedia.org/wiki/AdGuard", "keywords": null, "related": null, "slug": "adguard_software_limited", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2776.png", "url": "adguard.com", "documents": [{"id": 4204, "name": "Website Privacy Policy", "url": "https://adguard.com/en/privacy/website.html", "xpath": "/html/body/div/div[1]/div[2]/div[2]/div[1]", "text": "Website &amp.\nCookies August 20, 2020 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we are one of the fighters for users privacy and we are strongly committed to this principle and to being as transparent as possible.\nThis privacy notice applies to adguard.com and all the AdGuard websites located on its subdomains (“Website”), and describes in detail what information may be collected about you when you visit them.\nCookies When you visit our Website, our server will ask your permission to place a small data file called “cookie” on your hard drive.\nOnce you agree, this file is added and helps analyze web traffic.\nThe data we acquire from cookies may be used to: Help you log in by remembering your user credentials (depending on which options you select in your profile settings).\nWe may also use cookies to record user registration information.\nCookies can help us identify your preferences, including language and currency, for future use.\nCollect anonymous information in order to improve the accuracy of our services.\nWe may also use cookies to collect anonymous information regarding downloads of our products from download site(s).\nthis information is used only for statistical purposes, and no personal data is collected or stored this way.\nNone of the information we may acquire through the use of cookies is considered Personal Data by the standards of GDPR as it does not allow to identify you as a natural person.\nYou can always disable cookies on your web browsing software or clear existing cookies.\nPlease note that some features of our products and services may not function properly without the aid of cookies.\nInteracting With AdGuard Website Do Not Track We respect users' right to keep privacy, and we therefore respect Do Not Track (\"DNT\") settings in browsers.\nIf you have DNT setting enabled in your browser, all and any analytical tools, including first-party, will not be loaded to the Website.\nIP Address and Basic Device Information In order to help us deliver content in the correct language, offer region- or country-specific products, and identify your local currency in the event of a purchase, we determine your IP address and acquire basic device information.\nThis information is not stored anywhere, and is anonymous, as we do not know the last digits of your IP address.\nAnalytics We only use analytic tools in order to understand the Website's traffic, and how it is being used by its visitors.\nThe ultimate goal is to improve our services and to grant better experience to users.\nWe currently use two website analytic tools.\nThese tools help us understand the use of our site by our visitors by collecting information.\nWe consider Matomo (matomo.adguard.com) the best option from the privacy point of view as data is not shared with third parties (service providers) and we manage it ourselves.\nEventually we will switch over to using only this service.\nIn the meantime we also use Google Analytics with enabled IP address anonymization.\nUsers who wish to not be tracked by Google Analytics can prevent data collection by opting out.\nTo opt out, install Google Analytics opt-out extension.\nWhen You Download AdGuard Products You are not required to disclose any Personal Data in order to download any of our products.\nWhen You Purchase AdGuard Products When you pay for AdGuard products the billing is handled by a third-party service provider.\nThe service provider is acting as our reseller.\nthus, you will be making your purchase from the service provider directly, and not from AdGuard.\nThe handling of your personal information will be governed by any privacy policy or terms of service published by the service provider.\nWe save the information you enter on the order page (your email address).\nThis information can be used in the future if you request your license key to be recovered and can be deleted by you from your AdGuard Account.\nThe third-party service provider (payment gate) may transmit some of your personal information to us, but not including payment information, unless you specifically agree (as may be the case in the event of a purchase with auto-renewal).\nWe may use the information we receive (not including payment information) to verify your registration or license status, to contact you about the status of your account, or for renewal of your subscription, if applicable.\nWhen You Use AdGuard Account AdGuard Account is a tool which permits you to register multiple licenses under a single account.\nIf you choose to use AdGuard Account you will be asked to provide your email address.\nYou will also be asked to select a password.\nWe may use this information for purposes of validating your license, providing support, delivering additional products and services, and enabling you to change your AdGuard Account and/or product settings.\nBy registering AdGuard Account you confirm that you are at least 16 years old.\nLinks To Other Websites Our Website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide while visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy policy applicable to the website in question.\nAbout Comment Section We do not share any of your personal data to third parties when you leave a comment on our website.\nWe are not responsible for the content of the comments.\nBy submitting a comment, you confirm that you are over 13 years of age and take full responsibility for the content of your comments.\nNews Subscriptions Our Website offers news and information on subscription basis including newsletters, blogs, or other.\nIf you subscribe to any of these services you may be asked to provide your email address.\nBy subscribing you confirm that you are at least 16 years old.\nYou can unsubscribe from our newsletters via AdGuard Account or by clicking “Unsubscribe” button in the newsletter itself.\nAdditional Registration on AdGuard Website On some subdomains (for example, forum.adguard.com) of the Website you may have an option to go through additional registration, where you may be asked to select a username, password, indicate your physical location and provide an email address.\nBy registering to any of services provided on AdGuard Website you confirm that you are at least 16 years old.\nAll data acquired this way is stored and used in compliance to the General Policy and can be corrected or deleted upon your request.\nTo request this, send a message to privacy@adguard.com.\nWe may ask you to verify your identity before fulfilling the request.", "created_at": "2021-02-10 18:46:24.141643", "updated_at": "2021-03-23 11:28:18.198882"}, {"id": 4208, "name": "General Privacy Policy", "url": "https://adguard.com/en/privacy.html", "xpath": "//body", "text": " Menu Menu Home Products All Products AdGuard for Windows AdGuard for Mac AdGuard for Android AdGuard for iOS AdGuard Browser extension AdGuard VPN -50% Other AdGuard for Safari AdGuard Home AdGuard DNS AdGuard for iOS Pro AdGuard Content Blocker AdGuard Assistant Blog Support Discuss Purchase Purchase My Account +1 844 907 4466 EN Беларуская Český Dansk Deutsch English Español فارسی Suomi Français Hrvatski Italiano 日本語 한국어 Dutch Norsk Polski Português (BR) Português (PT) Română Русский Slovenčina Slovenščina Srpski Svenska Türkçe Українська 中文 (简体) 中文 (繁體) +1 844 907 4466 My Account AdGuard Privacy Policy Privacy Policy: General notes November 06, 2019 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we are one of the fighters for users privacy and we are strongly committed to this principle and to being as transparent as possible.\nWho We Are ADGUARD SOFTWARE LIMITED (“We”, “Our” or “Us”) collects and processes your Personal Data in accordance with this Privacy Policy and in compliance with the applicable data protection laws.\nThis Policy provides you with the necessary information regarding your rights and our obligations, and explains how, why and when we process your personal data.\nOur general principle is to collect only the information that is necessary to provide you with full functionality of our products and services.\nADGUARD SOFTWARE LIMITED is a company registered in Limassol, Cyprus, registered office is at Office 1, 3rd floor Panayides Building, Chrysanthou Mylona St., 3030, Limassol, Cyprus and acts as the data controller when processing your data.\nWhat We Consider “Personal Information” We follow EU’s General Data Protection Regulation (“GDPR”) which defines personal data as: “…any information relating to an identified or identifiable natural person (‘data subject’).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person”.\nWhen we use terms “personal data\" or “personal information”, we mean exactly that.\nHow We Collect Personal Data There are several ways how we may get your Personal Data: When you visit our website adguard.com and its subdomains (“Website”).\nLearn more about what exactly and how is collected and how you can manage it from the AdGuard websites' privacy notice.\nWhen you use our products.\nYou can find the full list of Personal Data collected on a privacy notice page dedicated to the product you use.\nWhat Personal Data We Collect Data we collect includes no more than is crucial to provide full functionality of AdGuard products, websites and services.\nWe do not collect anything for tracking purposes and take all necessary technical, administrative and physical measures to protect the information we get.\nIn-depth breakdowns of what Personal Data is getting acquired for the Website and each separate AdGuard product are present in the specific product-related and Website-related privacy notices.\nHow We Use Your Personal Data Your privacy is the highest concern for us.\nWe take it very seriously and we never disclose, share or sell your data, unless we have your consent or required to do so by law.\nThe only purpose of collecting and storing your Personal Data is to provide you with our products and services at their full potential.\nWe retain Personal Data for as long as necessary to continue providing you with these products and services, or until you revoke your consent to share this information.\nYour Rights You have the following rights when it comes to Personal Data: Export all Personal Data that we hold about you to a local file from the AdGuard Account on adguard.com.\nRequest information about what data about you we store and for how long, and if we didn’t collect it directly from you, information about the source.\nRequest to correct any incomplete or inaccurate data about you.\nWe will do so as quickly as possible, unless there is a valid reason not to, in which case you will be notified.\nDelete all your Personal Data.\nYou can do this at will via AdGuard Account, or by sending a request to privacy@adguard.com.\nIn the latter case, we may ask you to verify your identity before fulfilling the request.\nIf you disagree with our Policy or any of its parts, you have the right to lodge a complaint with your local data protection authority.\nSafeguarding Measures As stated in our keynote, your privacy is the highest concern for us.\nWe make every possible effort to protect you and your Personal Data from unauthorized access, alteration, disclosure or destruction.\nWe implement and maintain the following technical and security measures: System Access Controls: We take reasonable measures to prevent Personal Data from being used without authorization.\nThese controls shall vary based on the nature of the processing undertaken and may include, among other controls, authentication via passwords and/or two-factor authentication, documented authorization processes, documented change management processes and/or logging of access on several levels.\nData Access Controls: We take reasonable measures to ensure that Personal Data is accessible and manageable only by properly authorized staff.\nDirect database query access is restricted and application access rights are established and enforced to ensure that persons entitled to use a data processing system only have access to the Personal Data to which they have privilege of access.\nand that personal data cannot be read, copied, modified or removed without authorization in the course of processing.\nTransmission Controls: We take reasonable measures to ensure that it is possible to check and establish to which entities the transfer of personal data by means of data transmission facilities is envisaged so personal data cannot be read, copied, modified or removed without authorization during electronic transmission or transport.\nInput Controls: We take reasonable measures to make it possible to check and establish whether and by whom personal data has been entered into data processing systems, modified or removed.\nData Backup: Back-ups of the databases are made on a regular basis, are secured, and encrypted to ensure that personal data is protected against accidental destruction or loss when hosted by us.\nLogical Separation: Personal Data is logically segregated on our systems to ensure that Personal Data that is collected for different purposes can be processed separately.\nConsequences of Not Providing Your Personal Data You are not obligated to provide your Personal Data to us.\nHowever, as this information is required for us to provide you with our services or respond to your enquiries, we will not be able to offer some or all our services without it.\nAge Limitations To the extent not prohibited by applicable law, we do not allow use of our Services, Products and Website by anyone younger than 16 years old.\nIf you learn that anyone younger than 16 has unlawfully provided us with Personal Data, please contact us and we will take steps to delete such information.\nHow We Use Cookies The definition of cookie and how we use them is explained in detail in the dedicated section of our Privacy Policy.\nChanges To This Privacy Policy We may change this Privacy Policy from time to time.\nLaws, regulations and industry standards evolve, which may make those changes necessary, or we may make changes to our business.\nWe will post the changes to this page and encourage you to review our Privacy Policy to stay informed.\nIf we make changes that materially alter your privacy rights, we will provide additional notice via email.\nIf you disagree with the changes to this Privacy Policy, please contact us at privacy@adguard.com.\nGeneral notes What we consider \"personal information\" How do we get information about you? Storage, Retention, and Deletion of Personal Information Information Security Privacy notices AdGuard for Windows AdGuard for Android AdGuard for Mac AdGuard for iOS AdGuard Browser extension AdGuard Content Blocker AdGuard DNS AdGuard Home AdGuard website &amp.\nCookies AdGuard download has started! Click the button indicated by the arrow to start the installation.\nThank you for choosing AdGuard! Select \"Open\" and click \"OK\", then wait for the file to be downloaded.\nIn the opened window, drag the AdGuard icon to the \"Applications\" folder.\nThank you for choosing AdGuard! Select \"Open\" and click \"OK\", then wait for the file to be downloaded.\nIn the opened window, click \"Install\".\nThank you for choosing AdGuard! By using our site you agree to the use of cookies as described in our privacy notice I agree © AdGuard, 2009–2021 Show a site map Social Media ", "created_at": "2021-02-10 18:52:38.84022", "updated_at": "2021-03-23 11:29:38.627687"}, {"id": 4205, "name": "Browser Extension Privacy Notice", "url": "https://adguard.com/en/privacy/browser-extension.html", "xpath": "/html/body/div/div[1]/div[2]/div[2]/div[1]/div", "text": "AdGuard Browser Extensions Privacy Notice November 06, 2019 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we are one of the fighters for users privacy and we are strongly committed to this principle and to being as transparent as possible.\nThis Privacy Notice lists all the information that we may collect and explains why we do it and how we use this information.\nThe information we collect includes no more than is crucial to provide the full functionality of AdGuard products.\nWe believe that privacy is a fundamental human right.\nThat's why we are transparent about what AdGuard does and explain the purpose of every little bit of information that is gathered by our apps.\nWhat data can AdGuard Browser Extension collect and when Blocking filters updates check Statistics for ad filters usage Sending a web page complaint Browsing Security website check Browsing Security community Blocking filters updates check To check filter updates AdGuard connects to its servers.\nWhen it happens, the following information is being sent: Browser type.\nBrowser language.\nExtension ID (a random number generated on extension installation).\nBrowser extension version.\nExtension build type.\nCheck for filters updates is performed once a day.\nWe aggregate the data obtained this way in order to identify the number of active users.\nStatistics for ad filters usage The “Send statistics for ad filters usage” option is disabled by default.\nNothing will be sent unless user manually enables it to help us improve our blocking filters.\nThis Knowledge base article explains how enabling this option helps us.\nIf user enables the “Send statistics for ad filters usage” option, the following information is sent periodically: Browser extension version.\nBrowser type.\nList of enabled filters.\nThe list that consists of the following elements:\nThe visited domain name of the website, The number of recent page views, The list of filtering rules and filter IDs which were activated on this website, The domain name of blocked requests is sent for URL rules.\nThe list is created based on the website’s visit statistics since the last time statistical data was sent.\nBy gathering statistics on used filtering rules, we can detect and remove the rules that are no longer used.\nAs a result, it will help all those who use AdGuard.\nSending a web page complaint User can submit a report on a problem with a website right from the app.\nThe app will automatically open reports.adguard.com web page and forward some information about its configuration.\nUser can then alter or delete it.\nUnless user agrees to submit this information by manually clicking the “Submit” button, none of this information will be saved or sent anywhere.\nIn case they do, the report will become public (but anonymous) on GitHub.\nBrowsing Security website check If user enables “Phishing and malware protection” option, AdGuard extension checks every website before user visits it.\nWe use the Lookup API technology for this purpose, and the information about the visited website is sent in form of hash prefixes.\nThis doesn’t allow us to determine which website is being visited.\nBrowsing Security community If user enables the “Help us in Browsing security filters development” option, the program will periodically send anonymous security-related data: URLs of visited websites that AdGuard identifies as potentially untrustworthy, along with information about the nature of detected threats.\nBrowser language.\nAdditional statistical information about the threats detected by AdGuard software.\nThe information described above, when collected by the AdGuard browser extension, is generally not correlated with any other personal information related to user and is used anonymously in aggregation with similar information from other users of the AdGuard software for analytical purposes.", "created_at": "2021-02-10 18:46:26.013781", "updated_at": "2021-03-23 11:28:35.111615"}, {"id": 4206, "name": "Content Blocker", "url": "https://adguard.com/en/privacy/content-blocker.html", "xpath": "/html/body/div/div[1]/div[2]/div[2]/div[1]/div", "text": "AdGuard Content Blocker Privacy Notice November 06, 2019 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we are one of the fighters for users privacy and we are strongly committed to this principle and to being as transparent as possible.\nThis Privacy Notice lists all the information that we may collect and explains why we do it and how we use this information.\nThe information we collect includes no more than is crucial to provide the full functionality of AdGuard products.\nWe believe that privacy is a fundamental human right.\nThat's why we are transparent about what AdGuard does and explain the purpose of every little bit of information that is gathered by our apps.\nWhat data can AdGuard Content Blocker collect and when Blocking filters updates check To check filter updates AdGuard connects to its servers.\nWhen it happens, the following information is being sent: Application language.\nVendor identifier.\nFilter updates check is performed once a day.\nWe do not store the obtained data, but we do aggregate it in order to identify the total number of active users.", "created_at": "2021-02-10 18:46:28.463886", "updated_at": "2021-03-23 11:28:53.075871"}, {"id": 4207, "name": "Home Privacy Notice", "url": "https://adguard.com/en/privacy/home.html", "xpath": "/html/body/div/div[1]/div[2]/div[2]/div[1]", "text": "AdGuard Home Privacy Notice November 06, 2019 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we are one of the fighters for users privacy and we are strongly committed to this principle and to being as transparent as possible.\nThis Privacy Notice lists all the information that we may collect and explains why we do it and how we use this information.\nThe information we collect includes no more than is crucial to provide the full functionality of AdGuard products.\nWe believe that privacy is a fundamental human right.\nThat's why we are transparent about what AdGuard does and explain the purpose of every little bit of information that is gathered by our apps.\nWhat data can AdGuard Home collect and when Processing DNS queries Update check Filters update check Browsing Security domain check Parental Control domain check Processing DNS queries AdGuard Home connects to the DNS servers configured as \"Upstreams\", and sends DNS queries to them.\nUpdate check AdGuard Home periodically downloads a .json file to check if there's a newer version.\nNo information is being sent when that happens.\nFilters update check To check updates for enabled filters, AdGuard Home connects to their respective servers.\nWhen it happens, nothing is being sent to these servers.\nAdGuard Home periodically downloads a file with all filters' versions and their available updates.\nBrowsing Security domain check (disabled by default): For each requested domain, AdGuard Home connects to the Browsing Security server and passes an 4-character prefix of the domain name's SHA256 hash.\nThe server responds with a list of full hashes and AdGuard Home checks if there's a match.\nThe sent prefixes are not being stored and do not reveal any personal information.\nParental Control domain check (disabled by default): For each requested domain, AdGuard Home connects to the Parental Control web service and passes an 4-character prefix of the domain name's SHA256 hash.\nThe service responds with a list of full hashes and AdGuard Home checks if there's a match.\nThe sent prefixes are not being stored and do not reveal any personal information.", "created_at": "2021-02-10 18:51:43.479998", "updated_at": "2021-03-23 11:29:16.163219"}, {"id": 4209, "name": "End User Licence Agreement", "url": "https://adguard.com/en/eula.html", "xpath": "/html/body/div/div[1]/div[2]/div[2]/div", "text": "End-User License Agreement of AdGuard April 25, 2019 IMPORTANT: THIS SOFTWARE END USER LICENSE AGREEMENT (“EULA” OR “AGREEMENT”) IS A LEGAL AGREEMENT BETWEEN YOU (EITHER AN INDIVIDUAL OR, IF PURCHASED OR OTHERWISE ACQUIRED BY OR FOR AN ENTITY, AN ENTITY) AND ADGUARD SOFTWARE LIMITED.\nREAD IT CAREFULLY BEFORE COMPLETING THE INSTALLATION PROCESS AND USING THE SOFTWARE.\nIT PROVIDES A LICENSE TO USE THE SOFTWARE AND CONTAINS WARRANTY INFORMATION AND LIABILITY DISCLAIMERS.\nBY CLICKING THE ACCEPT BUTTON IN THE LICENSE AGREEMENT WINDOW AND USING THE SOFTWARE, YOU ARE CONFIRMING YOUR ACCEPTANCE OF THE SOFTWARE AND AGREEING TO BECOME BOUND BY THE TERMS OF THIS EULA.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS, THEN DO NOT INSTALL THE SOFTWARE.\nNOTE THAT THIS EULA REQUIRES THAT YOU AND ADGUARD SOFTWARE LIMITED SUBMIT ANY DISPUTE ARISING OUT OF THE INTERPRETATION OR APPLICATION OF THE TERMS OF THIS EULA OR ANY BREACH THEREOF TO ARBITRATION.\nAFTER CLICKING THE ACCEPT BUTTON IN THE LICENSE AGREEMENT WINDOW YOU HAVE THE RIGHT TO USE THE SOFTWARE IN ACCORDANCE WITH THE TERMS AND CONDITIONS OF THIS EULA.\n1.\nDefinitions 1.1.\nRightholder (owner of all rights, whether exclusive or otherwise to the Software) means ADGUARD SOFTWARE LIMITED, a company incorporated according to the laws of the Republic of Cyprus.\n1.2.\n“Software” means the ADGUARD software program and any third party software programs contained therein, in each case supplied by Rightholder herewith, and corresponding documentation, associated media, printed materials, and online or electronic documentation, and all updates or upgrades of the above that are provided to You.\n1.3.\n“Software Trial Application” means a version of the Software, so identified, to be used only to review, demonstrate and evaluate the Software for a limited time period.\nThe Software may have limited features and will cease operating after a predetermined amount of time due to an internal mechanism within the Software.\n1.4.\n“Computer(s)” means hardware, including personal computers, laptops, workstations, personal digital assistants, smartphones, hand-held devices, or other electronic devices for which the Software was designed and upon which the Software is installed.\n1.5.\n“End User” or “You” or “Your” means each individual installing or using the Software on his or her own behalf or who is legally using a copy of the Software.\nor, if the Software is being installed or used on behalf of an organization, such as an employer of an individual, “You” further means the organization for which the Software is installed or used and the person accepting this EULA and installing or using the Software on the behalf of such organization represents that he or she has been authorized by such organization to do so on its behalf.\nThe term “organization”, without limitation, includes any partnership, limited liability company, corporation, association, joint stock company, trust, joint venture, labor organization, unincorporated organization, or governmental authority.\n1.6.\n“Partner(s)” means those individuals or organizations that distribute the Software based on an agreement and license with the Rightholder.\n1.7.\n“Update(s)” means all upgrades, revisions, patches, enhancements, fixes, modifications, copies, additions or maintenance packs, etc.\nthat Rightholder provides from time to time in its discretion.\n2.\nLicense Grant 2.1.\nYou may install and use the Software on the number of Computers that was specified in an applicable order accepted by Rightholder or a Partner when You purchased a license to the Software.\n2.2.\nIf You have received, downloaded and/or installed a Software Trial Application, You are hereby granted an evaluation license for the Software, You may use the Software Trial Application only for evaluation purposes and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Software Trial Application for other purposes or beyond the applicable evaluation period is strictly prohibited.\n2.3.\nFrom the time of the Software activation (with the exception of the Software Trial Application), You have the right to receive the following services for the defined period specified on the Software package (if the Software was purchased on a physical medium) or specified during purchase (if the Software was purchased via the Internet): Updates of the Software via the Internet when and as the Rightholder publishes them on its website or through other online services.\nAny Updates that You may receive become part of the Software and the terms and conditions of this EULA apply to them.\nProvided that You have installed the latest Updates, Technical Support via the Internet, as described in the documentation provided with the Software or at Rightholder’s website.\nRightholder does not guarantee that Technical Support will be available for Software that does not have the latest Updates installed.\n3.\nLicense Restrictions 3.1.\nYou may not make or distribute copies of the Software, or electronically transfer the Software from one Computer to another or over a network.\n3.2.\nYou may not alter, merge, modify, or adapt the Software, or decompile, reverse engineer, disassemble, or otherwise reduce the Software to a human-perceivable form, except to the extent permitted by applicable law notwithstanding this restriction or to the extent otherwise expressly permitted by Rightholder.\n3.3.\nYou may not sell, resell, rent, lease, or sublicense the Software.\nOnly authorized Partners of Rightholder are permitted to resell or sublicense the Software.\n3.4.\nYou may not modify the Software or create derivative works based upon the Software.\n3.5.\nIn the event that You fail to comply with this EULA, Rightholder may terminate all licenses to the Software and You must destroy all copies of the Software.\n3.6.\nUnless otherwise provided herein, You shall not (A) install or use more than the number of copies of the Software for which You purchased a license, (B) download the Software Trial Application under more than one username, (C) alter the contents of a hard drive or Computer system to enable the use of the Software Trial Application for a period in excess of the trial period for one license to such Software Trial Application, or (D) use the Software Trial Application for a purpose other than the sole purpose of determining whether to purchase a license to a non-trial version of the Software.\n3.7.\nYou may not remove or modify any proprietary notice or labels from the Software or any output of the Software, including author attribution and copyright notices.\n3.8.\nYou may not use the Software for any non-authorized purpose or any illegal purpose under applicable law.\n4.\nSales, Activation, and Term The provisions of this Section 4 apply to Software requiring paid licenses and activation (and do not apply to Software for which Rightholder offers free licenses without activation).\n4.1.\nPurchases of licenses for the Software from Rightholder’s website are governed by separate Terms of Sale published at https://adguard.com/terms-of-sale.html, which are expressly incorporated by reference into this EULA.\nPurchases of licenses for the Software from Rightholder’s Partners may be subject to additional terms and conditions of sale provided by such Partners.\n4.2.\nIn order to use the Software for other than evaluation purposes or beyond the evaluation period, You must activate the Software.\nDepending on the Software You are using and how You purchased licenses to the Software, activation may be processed in one of the several different ways.\nTypically, activation is processed by Your providing a valid e-mail address to which Rightholder will send an activation code after Your payment for the number of licenses purchased through an applicable order.\nYou will receive an activation code for each license purchased.\nActivation of certain Software may also be processed through the mobile application platform through which You purchased licenses (e.g., through an Amazon subscription or through Apple App Store codes).\nActivation codes may apply to one or more devices, depending on the license purchased.\nOnce an activation code is used, the license associated with that activation code begins for the duration of the license purchased by an applicable order.\nIf You have acquired Software that is intended to be used on more than one Computer then Your License begins from the date of activation of the Software on the first Computer.\n4.3 When You purchase AdGuard license, AdGuard Account is automatically created for the email address that you used at the purchase.\nAdGuard Account can also be registered during the installation of the Windows version if You enter your email address in the wizard window, or when signing up to the trial period in Android version, or directly via the website, if You decide to sign up at adguard.com.\nBy registering AdGuard account you affirm that you are 16 years or older.\nYou are responsible for keeping the activation code confidential.\nYour activation codes may be stored with and retrievable by accessing Your account.\nIf desired, the User can delete AdGuard account in the “Settings” section.\nThis will delete all personal information about the User from the system, but will not affect in any way the activation codes for the Software.\nRightholder is not responsible for lost activation codes.\nAny refunds or the issuance of replacement activation codes shall be in Rightholder’s sole discretion.\nNote that when AdGuard account is created you are automatically subscribed to AdGuard newsletters and special offers notifications.\nYou can unsubscribe in the AdGuard account or by clicking “Unsubscribe” button in the newsletter itself.\nAlso note, that by subscribing to AdGuard blog or AdGuard affiliate program, you agree to receive email notifications from us and affirm that you are 16 years or older.\nIf you wish to stop your subscription – contact us at privacy@adguard.com.\n4.4.\nIf You modify Your Computer or make changes to other vendors’ software installed on it, You may be required by the Rightholder to repeat activation of the Software.\nThe Rightholder reserves the right to use any means and verification procedures to verify the validity of the license and/or legality of a copy of the Software installed and/or used on Your Computer.\n5.\nPrivacy policy and information Collection Rightholder handles Your personal information in accordance with its privacy policy, which is amended from time to time and is available at https://adguard.com/privacy.html.\nThe privacy policy in effect at the time Your personal information is collected shall apply to how Rightholder collects, uses, and shares Your personal information.\n6.\nWARRANTY DISCLAIMER 6.1.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE SOFTWARE IS AT YOUR SOLE RISK.\nTHE SOFTWARE IS PROVIDED ON AN “AS IS” AND AN “AS AVAILABLE” BASIS.\nRIGHTHOLDER AND ITS SUPPLIERS AND PARTNERS DISCLAIM ALL WARRANTIES AND REPRESENTATIONS WITH REGARD TO THE SOFTWARE OR ANY PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA, WHETHER EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, AND QUIET ENJOYMENT.\nRIGHTHOLDER DOES NOT WARRANT THAT THE SOFTWARE IS ERROR-FREE OR WILL OPERATE WITHOUT INTERRUPTION.\nNO RIGHTS OR REMEDIES REFERRED TO IN ARTICLE 2 or ARTICLE 2A OF THE UNIFORM COMMERCIAL CODE (UCC), AS IMPLEMENTED IN ANY JURISDICTION, WILL BE CONFERRED ON YOU UNLESS EXPRESSLY GRANTED HEREIN.\nTHE SOFTWARE IS NOT DESIGNED, INTENDED OR LICENSED FOR USE IN HAZARDOUS OR HIGH-RISK ENVIRONMENTS OR USE CASES REQUIRING FAIL-SAFE CONTROLS, INCLUDING WITHOUT LIMITATION, THE DESIGN, CONSTRUCTION, MAINTENANCE OR OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, AND LIFE SUPPORT OR WEAPONS SYSTEMS.\nRIGHTHOLDER SPECIFICALLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTY OF FITNESS FOR SUCH PURPOSES.\n6.2.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SOFTWARE OR ANY PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO SIXTY (60) DAYS FROM THE DATE OF DELIVERY OF SUCH SOFTWARE, PRODUCTS, OR SERVICES.\n6.3.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY RIGHTHOLDER OR ITS PARTNERS, OR ITS OR THEIR AGENTS OR EMPLOYEES, SHALL CREATE A REPRESENTATION OR WARRANTY, NOR IN ANY WAY INCREASE THE SCOPE OF ANY EXPRESS REPRESENTATION OR WARRANTY PROVIDED HEREIN.\n6.4.\nRIGHTHOLDER SHALL HAVE NO LIABILITY, AND YOU RELEASE RIGHTHOLDER OF ANY AND ALL LIABILITY, IF THE SOFTWARE HAS BEEN ALTERED IN ANY WAY, OR FOR ANY FAILURE THAT ARISES OUT OF USE OF THE SOFTWARE WITH OTHER THAN A RECOMMENDED HARDWARE CONFIGURATION, PLATFORM OR OPERATING SYSTEM.\n6.5.\nRIGHTHOLDER IS NOT RESPONSIBLE FOR ANY THIRD-PARTY SOFTWARE INSTALLED BY YOU, INTENTIONALLY OR INADVERTENTLY, BY PURCHASING LICENSES OR DOWNLOADING THE SOFTWARE FROM AN UNAUTHORIZED PARTY THAT IS NOT A RIGHTHOLDER PARTNER.\n6.6.\nYOU ARE RESPONSIBLE FOR ENSURING THAT YOUR PARTICULAR USE OF THE SOFTWARE DOES NOT VIOLATE APPLICABLE LAW, THIRD-PARTY RIGHTS, OR YOUR CONTRACTUAL OBLIGATIONS TO THIRD PARTIES.\n7.\nLIMITATION OF LIABILITY 7.1.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER RIGHTHOLDER NOR ITS SUPPLIERS OR PARTNERS SHALL BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, COVER OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR THE INABILITY TO USE EQUIPMENT OR ACCESS DATA, LOSS OF DATA, LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION OR THE LIKE), ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE SOFTWARE OR ANY PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA WHETHER BASED ON ANY THEORY OF LIABILITY, INCLUDING BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF RIGHTHOLDER OR ITS SUPPLIERS OR PARTNERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\n7.2.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, RIGHTHOLDER’S TOTAL LIABILITY TO YOU FOR ACTUAL DAMAGES FOR ANY CAUSE WHATSOEVER WILL BE LIMITED TO THE AMOUNT YOU ACTUALLY PAID TO RIGHTHOLDER FOR ANY SOFTWARE OR OTHER PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA.\n7.3.\nTHE FOREGOING LIMITATIONS ON LIABILITY ARE INTENDED TO APPLY TO ALL ASPECTS OF THIS EULA.\n8.\nGNU and Other Third Party Licenses The Software may include some software programs that are licensed (or sublicensed) to You under the GNU General Public License (GPL) or other similar open source or free software licenses which, among other rights, permit the user to copy, modify and redistribute certain programs, or portions thereof, and have access to the source code (“Open Source Software”).\nIf such licenses require that the source code of any such Open Source Software included in the Software be made available, then the source code shall be made available to You upon Your sending a request to support@adguard.com.\nIf any Open Source Software licenses require that the Rightholder provide rights to use, copy or modify any Open Source Software that are broader than the rights granted in this EULA, then such rights shall take precedence over the rights and restrictions herein.\n9.\nOwnership This EULA gives You a limited license to use the Software.\nRightholder and its suppliers and Partners retain all right, title and interest, including all copyright and other intellectual property rights, in and to the Software and all copies thereof.\nAll rights not specifically granted in this EULA, including federal and international copyrights, are reserved by Rightholder, its suppliers and its Partners.\n10.\nGeneral 10.1.\nApplicable Law, Arbitration, and Choice of Venue.\nThis EULA will be governed by and construed in accordance with the laws of the Republic of Cyprus without reference to conflicts of law rules and principles.\nThis EULA shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\nAny dispute arising out of the interpretation or application of the terms of this EULA or any breach thereof shall, unless it is settled by direct negotiation, be adjudicated by arbitration in the Republic of Cyprus.\nAny award rendered by the arbitrator shall be final and binding on the parties and any judgment on such arbitration award may be enforced in any court of competent jurisdiction.\nNothing in this Section 10 shall prevent a Party from seeking or obtaining equitable relief from a court of competent jurisdiction, whether before, during or after arbitration proceedings.\n10.2.\nEntire Agreement and Non-waiver.\nThis EULA contains the complete agreement between the parties with respect to the subject matter hereof and supersedes all prior or contemporaneous agreements or understandings, whether oral or written.\nYou agree that any varying or additional terms contained in any purchase order or other written notification or document issued by You in relation to the Software licensed hereunder shall be of no effect.\nThe failure or delay of Rightholder to exercise any of its rights under this EULA or upon any breach of this EULA shall not be deemed a waiver of those rights or of the breach.\n10.3.\nRestriction on Amendments.\nNo Rightholder Partner, or agent or employee of a Rightholder Partner, is authorized to make any amendment to this EULA.\nAny conflict or ambiguity between this EULA and any separate terms or conditions provided by a Rightholder Partner regarding the Software shall be resolved in favor of this EULA.\n10.4.\nSeverability.\nIf any provision of this EULA shall be held by a court of competent jurisdiction to be contrary to law, that provision will be enforced to the maximum extent permissible, and the remaining provisions of this EULA will remain in full force and effect.\n10.5.\nNo Use Where Prohibited.\nUse of the Software is unauthorized in any jurisdiction that does not give effect to all provisions of this EULA.\n10.6.\nAssignment.\nYou may not assign, by operation of law or otherwise, any rights or delegate any duties under the EULA to any third party without prior written consent by Rightholder.\nAny purported assignment lacking such consent will be void at its inception.\nRightholder may assign all or part of its rights and/or delegate all or part of its duties under the EULA to any party, at any time, and in its sole discretion, upon notice of assignment by publishing such notice on its website.\n11.\nPeriod for Bringing Actions.\nNo action, regardless of form, arising out of the transactions under this EULA, may be brought by either party hereto more than one (1) year after the cause of action has accrued, except that an action for infringement of intellectual property rights may be brought within the maximum applicable statutory period.\n12.\nContact Information.\nShould You have any questions concerning this EULA, or if You desire to contact the Rightholder for any reason, please contact our Customer Support Service: Email: support@adguard.com Website: adguard.com © ADGUARD SOFTWARE LIMITED.\nAll Rights Reserved.\nThe Software and any accompanying documentation are copyrighted and protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.", "created_at": "2021-02-10 18:52:41.698899", "updated_at": "2021-03-23 11:29:52.717526"}], "points": [{"id": 25867, "title": "There is a date of the last update of the agreements", "source": "https://adguard.com/en/privacy/website.html", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:58:52.743846", "updated_at": "2022-03-12 20:28:37.283968", "quoteText": "Website &amp.\nCookies August 20, 2020", "case_id": 331, "document_id": 4204, "quoteStart": 0, "quoteEnd": 37}, {"id": 19650, "title": "This service is only available to users over 16 years old", "source": "https://adguard.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:33:08.514009", "updated_at": "2021-05-02 20:33:38.90744", "quoteText": "To the extent not prohibited by applicable law, we do not allow use of our Services, Products and Website by anyone younger than 16 years old.", "case_id": 152, "document_id": 4208, "quoteStart": 6977, "quoteEnd": 7119}, {"id": 19651, "title": "Your private content may be accessed by people working for the service", "source": "https://adguard.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:36:52.929617", "updated_at": "2021-05-02 20:33:44.886294", "quoteText": "Direct database query access is restricted and application access rights are established and enforced to ensure that persons entitled to use a data processing system only have access to the Personal Data to which they have privilege of access.", "case_id": 189, "document_id": 4208, "quoteStart": 5424, "quoteEnd": 5667}, {"id": 19648, "title": "Matomo and Google Analytics are used for statistics on their website", "source": "https://adguard.com/en/privacy/website.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:22:52.005484", "updated_at": "2021-05-02 20:33:33.010571", "quoteText": "We consider Matomo (matomo.adguard.com) the best option from the privacy point of view as data is not shared with third parties (service providers) and we manage it ourselves.\nEventually we will switch over to using only this service.\nIn the meantime we also use Google Analytics with enabled IP address anonymization.", "case_id": 325, "document_id": 4204, "quoteStart": 2700, "quoteEnd": 3018}, {"id": 19649, "title": "Your personal data is not sold", "source": "https://adguard.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:32:04.247891", "updated_at": "2021-05-02 20:34:00.30553", "quoteText": "We take it very seriously and we never disclose, share or sell your data, unless we have your consent or required to do so by law.", "case_id": 193, "document_id": 4208, "quoteStart": 3279, "quoteEnd": 3409}, {"id": 19646, "title": "This service respects your browser's Do Not Track (DNT) headers on their website", "source": "https://adguard.com/en/privacy/website.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:08:40.402987", "updated_at": "2021-05-02 20:33:51.784681", "quoteText": "We respect users' right to keep privacy, and we therefore respect Do Not Track (\"DNT\") settings in browsers.", "case_id": 383, "document_id": 4204, "quoteStart": 1718, "quoteEnd": 1826}, {"id": 19647, "title": "The court of law governing the terms is in Cyprus", "source": "https://adguard.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 19:16:22.761004", "updated_at": "2021-05-02 20:33:20.41908", "quoteText": "ADGUARD SOFTWARE LIMITED is a company registered in Limassol, Cyprus, registered office is at Office 1, 3rd floor Panayides Building, Chrysanthou Mylona St., 3030, Limassol, Cyprus and acts as the data controller when processing your data.", "case_id": 163, "document_id": 4208, "quoteStart": 1385, "quoteEnd": 1624}], "urls": ["adguard.com"]}}