{"error": 448, "message": "OK", "parameters": {"id": 6634, "name": "clcr.me", "created_at": "2022-05-13 18:12:53.333171", "updated_at": "2022-05-13 22:01:09.672101", "wikipedia": null, "keywords": null, "related": null, "slug": "clcr-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6634.png", "url": "clcr.me", "documents": [{"id": 12080, "name": "Terms", "url": "https://clcr.me/terms ", "xpath": "", "text": "<ul>\n</ul>\n<ul>\n<li>Report</li>\n<li>Login / Sign up</li>\n</ul>Clcr Terms of Service<p>By accessing the website at https://clcr.me, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\n<p>In no event shall Clcr or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Clcr's website, even if Clcr or a Clcr authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<p>The materials appearing on Clcr website could include technical, typographical, or photographic errors.\nClcr does not warrant that any of the materials on its website are accurate, complete or current.\nClcr may make changes to the materials contained on its website at any time without notice.\nHowever Clcr does not make any commitment to update the materials.</p>\n<p>Clcr has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Clcr of the site.\nUse of any such linked website is at the user's own risk.</p>\n<p>Clcr may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>", "created_at": "2022-05-13 18:12:53.336035", "updated_at": "2022-05-13 16:13:12.150629"}], "points": [], "urls": ["clcr.me"]}}