{"error": 448, "message": "OK", "parameters": {"id": 2675, "name": "Backloggd", "created_at": "2021-01-30 19:48:47.565369", "updated_at": "2021-03-25 03:19:28.204698", "wikipedia": null, "keywords": null, "related": null, "slug": "backloggd", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2675.png", "url": "backloggd.com", "documents": [{"id": 3885, "name": "Privacy Policy", "url": "https://www.backloggd.com/about/privacy/", "xpath": "//*[@id=\"policy\"]", "text": " Privacy Policy <p>This Privacy Policy applies to all personal information submitted by you on backloggd.com (the \"Website\").</p> Consent <p>By accepting our Terms of Service and this Privacy Policy when you create a Backloggd account, and by accessing and using the Website, you consent to the collection, use, disclosure, storage, and processing of your information in accordance with this Privacy Policy.</p> Policy changes <p>We reserve the right to update or modify this Privacy Policy at any time without notice.\nBy continuing to use and access the Website you are agreeing to the Privacy Policy.</p> Cookies <p>Cookies are small pieces of data stored on your device.\nWe use cookies to collect additional usage data and to operate our services.\nMany browsers' settings can be set to disable cookies.\nIf you choose to do so, some of our services may not function correctly.\nOur main purpose is to keep you signed in and for tracking Google Analytics data.</p> User data <p>We track and receive information when you view content on, or otherwise interact with, our services, which we refer to as \"User Data\", even if you have not created a Backloggd account.\nThis User Data includes information such as your IP address, browser type, operating system, the referring web page, pages visited, location, your mobile carrier, device information, search terms, and cookie information.\nUser Data is used to further enhance our services, for example by seeing what features are most popular and by seeking potential malicious users.\nMost of User Data is being tracked by Google Analytics services, you can see their policy by clicking here.</p> Use of information <p>The personal information you provide us will only be used in relation to the services we provide you, to communicate with you in relation to our services or to co-operate with any government, industry, or regulatory authorities.</p> Your privacy <p>Backloggd is committed to ensuring the privacy of your information.\nUnless you have expressly authorised us to do so, we will not sell, trade, or give away any personally-identifiable information to any third party.</p> Data retention <p>We will hold your personal information both before and after the deactivation or your account, but only for as long as we are lawfully entitled to do so, or until you request that we permanently delete it.</p> Deactivation and deletion <p>Your account can be deactivated in the Settings, and you can request permanent deletion via email following deactivation.\nWhen deactivated, your Backloggd account, including your username, profile, and content will no longer be viewable on the Website, but they will be retained unless and until you separately request permanent deletion via email.\nIf you don't request deletion, then it is possible to request the reactivation of your account if it was accidentally or wrongfully deactivated.\nWe cannot restore permanently deleted accounts.</p> Children's privacy <p>We do not address anyone under the age of 13 (\"Children\").\nWe do not knowingly collect personally identifiable information from children under 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with personal data, please contact us.\nIf you become aware that we have collected personal data from children under 13 without parental consent, we will take the necessary steps to remove that information from our servers.</p> User security <p>You are responsible to keep your email, password, and all other account information relating to your use of the Website secure at all times.\nYou must notify us immediately of any unauthorized use of such information or any other breach of security.\nWe are not liable for any loss or damage if you fail to comply with this security obligation.</p>\n<p>Last Updated: 4/13/2019</p>\n", "created_at": "2021-01-30 19:49:27.546946", "updated_at": "2021-01-30 19:49:31.031017"}], "points": [{"id": 15303, "title": "There is a date of the last update of the agreements", "source": "https://www.backloggd.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-30 19:50:04.673505", "updated_at": "2021-01-31 20:30:41.990112", "quoteText": "Updated: 4/13/2019</p", "case_id": 331, "document_id": 3885, "quoteStart": 3789, "quoteEnd": 3810}, {"id": 15305, "title": "You have the right to leave this service at any time", "source": "https://www.backloggd.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-30 19:52:20.093267", "updated_at": "2021-01-31 20:31:19.748044", "quoteText": "you can request permanent deletion via email following deactivation.", "case_id": 170, "document_id": 3885, "quoteStart": 2443, "quoteEnd": 2511}, {"id": 17112, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.backloggd.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:52:19.408847", "updated_at": "2021-03-04 18:09:52.82245", "quoteText": "Many browsers' settings can be set to disable cookies.\nIf you choose to do so, some of our services may not function correctly.", "case_id": 375, "document_id": 3885, "quoteStart": 751, "quoteEnd": 878}, {"id": 15304, "title": "This service does not sell your personal data", "source": "https://www.backloggd.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-30 19:51:21.774168", "updated_at": "2021-01-31 20:30:53.153499", "quoteText": "Unless you have expressly authorised us to do so, we will not sell, trade, or give away any personally-identifiable information to any third party.", "case_id": 193, "document_id": 3885, "quoteStart": 1981, "quoteEnd": 2128}], "urls": ["backloggd.com"]}}