{"error": 448, "message": "OK", "parameters": {"id": 3341, "name": "Acronis", "created_at": "2021-04-29 15:41:03.955272", "updated_at": "2021-04-30 00:01:38.02284", "wikipedia": "https://en.wikipedia.org/wiki/Acronis", "keywords": null, "related": null, "slug": "acronis", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3341.png", "url": "acronis.com", "documents": [{"id": 5510, "name": "Terms of Use", "url": "https://www.acronis.com/en-us/legal.html", "xpath": "/html/body/div[1]/div[2]/div/div/div[1]/div/div", "text": "TERMS OF USE<p>PLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY.\nBY USING THIS SITE, YOU INDICATE YOUR ACCEPTANCE OF THESE TERMS AND CONDITIONS.\nIF YOU DO NOT ACCEPT THESE TERMS AND CONDITIONS, THEN DO NOT USE THIS SITE.</p>\n<p>Acronis, Inc.\nand its affiliates (\"Acronis\") provide access to a variety of technical and commercial resources (\"Materials\") through this website (\"Site\"), subject to the following terms and conditions.\nAcronis reserves the right to revise these terms, conditions, and the Materials from time to time as Acronis sees fit, without any notice.\nUsers who violate these terms and conditions will have their access cancelled and may be permanently banned from using the Site or any services provided by Acronis.\nUsers should check these terms and conditions periodically.\nBy using the Site after we post changes to these terms and conditions, you agree to accept those changes, whether or not you have actually reviewed them.</p>USERS LIMITATIONS<p>Unless otherwise specified, the Materials are for your personal and non-commercial use.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from the Materials.</p>COOKIES<p>Acronis use a technology called \"cookies\" to provide you with personalized information.\nA cookie is an element of data that our Site can send to your browser, which may then be stored on your hard drive so we can recognize you when you return.\nWe will not store passwords or any personally identifying information in our cookies, nor will we read cookies created by other web sites.\nAll pages on our Site where you are prompted to sign on or that are customizable require that you accept cookies.\nThese cookies will let us know who you are and are necessary to access your account information (stored on our computers) in order to deliver products and personalized services.\nYou may set your Web browser to notify you when you receive a cookie.\nHowever, should you decide not to accept cookies from us, you will limit the functionality we can provide when you visit our Site.</p>TRADEMARKS, COPYRIGHTS &amp.\nRESTRICTIONS<p>This Site and all materials on the Site, including, but not limited to, trademarks, logos, designs, trade dress, and other designations used in connection with Acronis’s products and services (the \"Materials\") are the property of Acronis and its licensors and are protected from unauthorized copying and dissemination by copyrights that are owned or licensed by Acronis and by copyright law, trademark law, international conventions, and other intellectual property laws.\nYou may download or make a copy of the Materials provided you agree to comply with the Acronis Trademark and Logo Usage Requirements located here.\nYou may not remove or alter any Acronis Trademarks, or co-brand your own products or material with Acronis Trademarks, without Acronis’s prior written consent.\nYou acknowledge Acronis's rights in Acronis Trademarks and agree that any use of Acronis Trademarks by you shall inure to Acronis's sole benefit.\nYou agree not to incorporate any Acronis Trademarks into your trademarks, service marks, company names, Internet addresses, domain names, or any other similar designations, for use on or in connection with computer software, computer or Internet-related products, services or technologies.</p>\n<p>Nothing contained on this Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use this Site or any information displayed on this Site, through the use of framing or otherwise, except: (a) as expressly permitted by these terms and conditions.\nor (b) with the prior written permission of Acronis or such third party that may own the trademark or copyright of information displayed on this Site.</p>LINKS<p>The Acronis Site provides links to external sites as a convenience to the user.\nThe inclusion of any link does not imply our endorsement of any other company, its site, or the products and services it sells.\nAcronis is not responsible for the privacy practices or the content of any other Web site.\nIn addition, it is not intended that Acronis transmit your personal information to third parties, such as the vendors and suppliers of goods and services.\nAcronis cannot control, and is not responsible for, the actions of third parties to whom your personal and commercial information may be transmitted.\nIf any such third party misuses, misappropriates, or publishes your personal or commercial information, Acronis is not responsible and does not accept any liability.\nIf notified by you, as our sole obligation and your sole recourse, Acronis will take reasonable commercial measures within our control to mitigate the problem and minimize the probability of its recurrence.</p>\n<p>Please contact Acronis for prior permission if you wish to create a hypertext link to any page on this Site.\nIf you create a link to the Site, you remain fully responsible for any consequences of that link, whether direct or indirect, and you will protect Acronis against all loss, damage, liability, costs, or expense arising from or in connection with the link.</p>INFORMATION SUBMITTED TO ACRONIS<p>Acronis does not claim ownership of the information you may place on the Site and shall have no obligation of any kind with respect to such information.\nUnless otherwise stated herein, or in Acronis's Privacy Policy, any information you provide in connection with this Site shall be deemed to be provided on a non-confidential basis.</p>\n<p>While Acronis does not routinely monitor information, we reserve the right to monitor, restrict access to, edit, or remove any information that is available via the Site.</p>NOTICE AND TAKE DOWN PROCEDURES<p>If you believe any content present on this Site infringes your copyright, you may request such content to be removed from this Site by following the notice and take down procedures of the Digital Millennium Copyright Act.\nTo follow those procedures, contact Acronis (details below) and provide the following information:</p>\n<ul>\n<li>A clear statement identifying the works or other materials believed to be infringed.</li>\n<li>A statement from the copyright holder or authorized representative that the materials are believed to be infringing.</li>\n<li>Sufficient information about the location of the allegedly infringing materials so that Acronis can find and verify its existence.</li>\n<li>Your name, telephone number and e–mail address.</li>\n<li>A statement from you under penalty of perjury that the information supplied is accurate, and that you are authorized to act on the copyright owner's behalf.</li>\n<li>A signature or the electronic equivalent from the copyright holder or authorized representative.</li>\n</ul>SOFTWARE USE<p>The software and software documentation available for download from this Site are copyrighted works of Acronis.\nThe use of the software is governed by the terms and conditions of the end user license agreement, which accompanies the software.\nYou may not use, download, or install the software unless you have agreed to the terms and conditions of the end user license agreement.\nThe current Acronis end user license agreement may be found here.</p>DISCLAIMERS AND INDEMNITY<p>By using the Site and/or posting Materials, you agree to indemnify Acronis, its officers, directors, employees, successors, agents, distributors, and affiliates for any and all claims, damages, losses, and causes of action (including attorneys' fees) arising out of or relating to your breach or alleged breach of this agreement (including without limitation, claims made by third parties for infringement of intellectual property rights), or for any content that is provided by you (or through your user I.D.\nand/or password).\nYou agree to cooperate as fully as reasonably required in the defence of any claim.\nAcronis reserves the right to assume the exclusive defence and control of any matter otherwise subject to indemnification by you.</p>\n<p>YOUR USE OF THE SITE IS AT YOUR SOLE RISK UNLESS OTHERWISE EXPLICITLY STATED.\nTHE SITE, INCLUDING THE INFORMATION, SERVICES, AND CONTENT IS PROVIDED ON AN \"AS IS\" \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS.\nACRONIS DISCLAIMS ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS, AND WARRANTIES OF ANY KIND, INCLUDING ANY IMPLIED WARRANTY OR CONDITION OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nACRONIS MAKES NO REPRESENTATIONS, WARRANTIES, CONDITIONS OR GUARANTEES AS TO THE USEFULNESS QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF THE SITE.</p>\n<p>ACRONIS MAKES NO WARRANTY OR REPRESENTATION THAT: (a) THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(b) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE.\n(c) THE QUALITY OF ANY PRODUCTS, SERVICES, CONTENT, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED FROM THE SITE WILL MEET YOUR EXPECTATIONS OR REQUIREMENTS.\nOR (d) ANY ERRORS IN THE SITE WILL BE CORRECTED.</p>\n<p>YOU ASSUME ALL RISK FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM OBTAINING ANY CONTENT FROM THE SITE, INCLUDING ANY DAMAGES RESULTING FROM COMPUTER VIRUSES.</p>\n<p>Where applicable law does not allow the exclusion of implied warranties, the foregoing exclusions may not apply to you.\nThis Disclaimer applies to all content, merchandise and services available through this site.</p>LIMITATION OF LIABILITY<p>NEITHER ACRONIS, NOR ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS, SUBSIDIARIES, DISTRIBUTORS, AFFILIATES, OR THIRD PARTIES PROVIDING INFORMATION ON THIS SITE ARE RESPONSIBLE OR LIABLE FOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR OTHER INDIRECT DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THIS SITE OR THE INFORMATION CONTAINED ON THIS SITE, EVEN IF ACRONIS (OR ANY THIRD PARTY POSTING INFORMATION ON THIS SITE) HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL ACRONIS'S TOTAL LIABILITY (OR THE TOTAL LIABILITY OF ANY THIRD PARTY PROVIDING INFORMATION ON THIS SITE) TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION RESULTING FROM YOUR USE OF THIS SITE, WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) OR OTHERWISE, EXCEED ONE DOLLAR (US$1.00).</p>\n<p>TO THE EXTENT THAT ANY JURISDICTION DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF DIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, PORTIONS OF THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY.</p>TERMINATION<p>Acronis may, in its sole discretion, terminate or suspend your access to all or part of the Site, including, but not limited to, any message boards on the Site, for any reason, including without limitation, breach of this Agreement.\nIn the event this Agreement is terminated, the restrictions regarding Materials appearing on the Site, and the representations and warranties, indemnities and limitations of liabilities set forth in this Agreement will survive termination.\nIn the event that you are unsatisfied with the services provided by Acronis, your sole remedy is to terminate this Agreement.</p>GOVERNING LAW AND JURISDICTION<p>Acronis operates the Site from its offices within the United States.\nAcronis makes no representations that content and materials on the Site are legal or appropriate for use from outside the United States.\nIf you choose to access the Site from other locations, you do so at your own risk and are responsible for compliance with any and all local laws.\nYou may not use the Site in violation of U.S.\nexport laws and regulations.</p>\n<p>This Agreement will be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, as it is applied to agreements entered into and performed therein, and excluding (i) the United Nations Convention on Contracts for the International Sale of Goods.\n(ii) the 1974 Convention on the Limitation Period in the International Sale of Goods.\nand (iii) the Protocol amending the 1974 Convention, done at Vienna on April 11, 1980.\nAny action brought to enforce this Agreement or matters related to the Site will be brought in either the State or Federal Courts of the Commonwealth of Massachusetts.\nprovided, however, that notwithstanding anything contained in this Agreement to the contrary, Acronis shall have the right to institute judicial proceedings against you or anyone acting by, through or under you, in order to enforce Acronis's rights hereunder through reformation of contract, specific performance, injunction or similar equitable relief.\nAny claim or cause of action you have with respect to use of the Site must be commenced within one (1) year after the claim arises.\nIf any provision of this Agreement is deemed void, unlawful, or otherwise unenforceable for any reason, that provision will be severed from this Agreement and the remaining provisions of this Agreement will remain in force.\nThis Agreement constitutes the entire agreement between you and Acronis concerning your use of the Site, and the Agreement will not be modified, except in writing, signed by both parties.</p>COMMENTS, COMPLAINTS AND QUESTIONS<p>We welcome your feedback about the Site.\nHowever, any comments, ideas, notes, messages, suggestions, or other communications sent to the Site shall be and remain the exclusive property of Acronis, and we may use all such communications in any manner, including reproducing, disclosing, and publishing such communications, all without compensation to you.\nShould you have any questions or complaints regarding violations of this Agreement, please contact us.</p>", "created_at": "2021-04-29 15:43:01.893489", "updated_at": "2021-04-29 15:43:10.728409"}, {"id": 5509, "name": "Privacy Statement", "url": "https://www.acronis.com/en-us/company/privacy.html", "xpath": "//*[@id=\"cntnt\"]", "text": "Acronis Privacy Statement<p>Effective Date: August 7, 2020</p>\n<p>This Acronis Privacy Statement (\"<strong>Privacy Statement</strong>\") describes how Acronis International GmbH and its affiliates (together, \"<strong>Acronis</strong>\" or \"<strong>we</strong>\") collect and process information about you.</p>\n<p>We appreciate that you trust us when you provide us with your information.\nProtection of information is our top priority because we want to keep your trust.</p>\n<p>We design all of our products and services with data protection in mind.\nWe work hard to keep your information secure.\nWe regularly monitor and update our security practices to help better protect your privacy.</p>\n<p>In this Privacy Statement, (i) to \"<strong>\n<em>process</em>\n</strong>\" personal data means to perform any operation on the information, whether or not by automated means, such as collection, recording, organizing, storing, adapting, use, disclosure, combining, erasing or destroying and (ii) \"<strong>\n<em>personal data</em>\n</strong>\" means data that identifies, directly or indirectly, an individual natural person.</p>\n<p>Please read this Privacy Statement carefully.\nIF YOU DO NOT AGREE WITH ANY PART OF THIS PRIVACY STATEMENT, THEN PLEASE DO NOT PROVIDE YOUR PERSONAL DATA TO US OR USE THE SERVICES.</p>1.\nWHERE THIS PRIVACY STATEMENT APPLIES<p>This Privacy Statement applies to our \"<strong>Services</strong>\", which means public portions of Acronis’s websites, including, but not limited to acronis.com (https://www.acronis.com), developer.acronis.com (https://developer.acronis.com), acronis.events (https://acronis.events) , acronis.sport (https://acronis.sport), Motorsport.tech (https://motorsport.tech) and registered users of these websites and our Core Products (https://www.acronis.com/personal/, https://www.acronis.com/business/ and our Acronis Cyber Cloud (https://www.acronis.com/cloud/).\nIf a particular product, website or service posts its own privacy policy, then that policy -- not this Privacy Statement -- applies when they are inconsistent.</p>\n<p>Our right to process personal data also is described in our agreements (\"<strong>Customer Agreements</strong>\") with our business customers (\"<strong>Customers</strong>\").\nIn our Customer Agreements, Acronis is typically contractually prohibited from accessing the personal data that Customers store and otherwise process through Acronis’s Services.\nIf a provision of a Customer Agreement conflicts or otherwise is inconsistent with a provision of this Privacy Statement, then the term of the Customer Agreement will prevail to the extent of the conflict or inconsistency.</p>\n<p>This Privacy Statement does not apply to information that is collected by any third-party website or service that you access through the Services.</p>2.\nDATA CONTROLLER<p>The data controller (i.e., the person who or entity that determines the purpose and means of processing) for the personal data collected pursuant to this Privacy Statement is Acronis International GmbH, Rheinweg 9, 8200 Schaffhausen, Switzerland.</p>\n<p>Please note that when we collect personal data pursuant to a Customer Agreement, we typically act as a data processor on behalf of our Customer.</p>3.\nCROSS-BORDER DATA TRANSFERS<p>Use of the Services sometimes involves cross-border transfers of personal data.</p>\n<p>For cross-border transfers of personal data, Acronis uses appropriate safeguards to require that your personal data be protected in accordance with this Privacy Statement and applicable data protection laws.\nThese safeguards include implementing the European Commission’s Standard Contractual Clauses (Art.\n46 GDPR) and other valid mechanisms for transfers of personal data among our affiliates and data processors.</p>\n<p>Acronis complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework administered by the US Department of Commerce (together, \"Privacy Shield\").\nPlease see our Privacy Shield Policy (https://www.acronis.com/company/privacy-shield/) for more information.</p>4.\nCHANGES TO THIS PRIVACY STATEMENT<p>The Effective Date of this Privacy Statement is set forth at the top of this webpage.\nAs we add new features to the Services, differ our operations or are required by applicable laws, we may amend this Privacy Statement.\nIf we make a material change to the Privacy Statement that reduces your privacy rights, we will notify you in advance through the Services.\nYour continued use of the Services after the Effective Date constitutes your acceptance of the amended Privacy Statement.\nThe amended Privacy Statement supersedes all previous versions.</p>5.\nINFORMATION WE COLLECT<p>\n<strong>Personal data you choose to give us</strong>\n</p>\n<p>When you use the Services, we collect the personal data that you give us when using the Services.\nThis includes:</p>\n<ul>\n<li>When you create an account, you provide us with a user name and password, business or personal information, such as name, address, email address, phone number and other information that you choose to provide us.</li>\n<li>When you make a purchase, you provide us with your order information and, if applicable, financial account information.\n(We do not collect payment card information - it is collected and processed by a third-party payment card processor.)</li>\n<li>When you participate in surveys or focus groups, you give us your insights into our products, services or other initiatives, as well as other information which you may decide to give us.</li>\n<li>\n<em>When you fill out an on-line form to register to use our products and services, attend one of our webinars, marketing, training, sports and other events or request information from us, we collect the information in the form and other information you may give us.\nThis may include information such as first name, last name, place of work, job title, country, email, phone number, size of t-shirt, etc.</em>\n</li>\n<li>If you contact our customer service team, we collect the information you give us during the interactions.\nSometimes, we monitor or record these interactions for training purposes and for quality assurance.\nIf we are recording your interaction, we will provide a notice as required by applicable law.</li>\n</ul>\n<p>\n<strong>Personal data Acronis does not seek to collect</strong>\n</p>\n<p>Acronis does not need special categories of personal information (also known as \"sensitive personal information or data\"), as defined by the General Data Protection Regulation (GDPR), to provide the Services.\nAcronis avoids collecting sensitive personal data from you through the Services or otherwise.\nUnless Acronis specifically requests it, please do not provide sensitive personal data to Acronis.\nIf you choose to provide Acronis with unsolicited sensitive personal data, Acronis will process it only as necessary to establish, exercise or defend legal claims.\nIn the rare circumstances in which Acronis does seek to collect sensitive personal data, Acronis will do so in accordance with data protection laws and/or ask for your consent.</p>\n<p>\n<strong>Information we receive from others</strong>\n</p>\n<p>We receive information about you from others, including our vendors, service providers, resellers and other business partners.\nWe also receive information about you from the third parties that help us operate the Services, such as for fraud detection, digital forensics, marketing services (such as when we acquire information on potential leads) and similar functions.</p>\n<p>\n<strong>Information collected when you use the Services</strong>\n</p>\n<p>When you use the Services, we collect information about which features you use and how you use them and information about the computer, tablet or mobile telephone (\"<strong>Device</strong>\") that you use to access the Services (collectively, \"<strong>Usage Data</strong>\").\nUsage Data is personal data under certain privacy laws.</p>\n<p>Acronis collects the following Usage Data:</p>\n<ul>\n<li>\n<em>Services usage information</em>: We collect information about which features you use and how you use them, including: date/time stamps associated with purchase, installation, updates and your usage.\nintegrations.\nhow often you use the Services and in which circumstances.\nServices performance metrics.\nfeatures you use and the results of their operations.\ninformation about disabled features.\nand information about errors and crashes and activities which led to them.</li>\n<li>\n<em>Service operation information</em>: Depending on the Services you use, we collect information that is necessary to provide such Services and that forms an integral part of such Services.\nFor example, we collect the list of software installed on your machine, together with version and manufacturer information as part of providing you vulnerability assessment and patch management functionality of certain Services.\nAs another example, we collect information about names of potentially malicious files together with their hashes and full paths to such files or blocked website URLs as part of providing you antivirus and URL filtering functionality of certain Services.</li>\n<li>\n<em>Device information</em>: We collect information from and about the Device that you use to access the Services, including: hardware and software information Device or component ID, type and architecture, Device-specific and operating system settings, characteristics and configuration, device location, identifiers associated with cookies or other technologies that may uniquely identify your Device or browser.\nand information about your wireless or mobile network connection, like your internet vendor and signal strength.</li>\n<li>\n<em>Activity and audit logs</em>: An activity log is a list of user activities.\nAcronis’s servers automatically collect and store in logs your search queries, Internet Protocol (IP) address, browser type and language, time zones, date and time of your request and referral URLs and certain cookies that identify your browser or Acronis account.\nSome logs include metadata which may contain your personal data like names of files and folders if you give them such names.</li>\n</ul>\n<p>We may link personal data and Usage Data or different types of Usage Data.\nWe also may link personal data that we collect with publicly-available personal data, such as personal data available in public databases.\nIf the linked information directly or indirectly identifies an individual natural person, we will treat it as personal data.</p>\n<p>\n<strong>Voice data</strong>\n</p>\n<p>We do not keep and process your voice data.\nHowever, some of our products have voice control options available.\nIf you decide to use them, with your permission, we activate the built-in extension of your Google Chrome browser, which captures your voice via your microphone and transfers it to Google for recognition.\nAs a result, we receive only a text version of your voice commands, which we do not keep and use only for current command execution.\nSince your voice data is processed by Google, the purposes and the ways that Google processes your data may vary depending on your Google account settings (if any) and preferences.\nTo understand how Google processes your data, including voice data, please carefully read the Google privacy policy (https://policies.google.com/privacy).</p>\n<p>\n<strong>Acronis Customer Experience Program</strong>\n</p>\n<p>Acronis collects certain information through the Acronis Customer Experience Program (\"<strong>CEP</strong>\").</p>\n<p>Unless you consent to Acronis processing your personal data as part of CEP, Acronis will only collect pseudonymized Usage Data as part of CEP.\nAcronis gathers such pseudonymized Usage Data to improve Acronis products and services.\nAcronis achieves the pseudonymization by associating such data with a randomly generated number (pseudonym) instead of the personal ID associated with your Acronis account.\nAcronis cannot identify you by the pseudonym without you providing additional information to Acronis for identification purposes.</p>\n<p>If you consent to Acronis processing your personal data as part of CEP, Acronis will connect your personal data to your CEP Usage Data.\nThe personal data Acronis connects to your CEP Usage Data is limited to your Acronis account ID and account information.\nAs in this case Acronis links personal data and Usage Data, Acronis treats the CEP Usage Data linked to your personal data as personal data.\nYour consent to Acronis processing your personal data as part of CEP allows Acronis to provide you more specific feedback and guidance about Acronis products, services, and features operation.\nYou can consent to Acronis processing your personal data as part of CEP by checking the corresponding box in the product settings.</p>\n<p>\n<strong>Information collected through Data Collection Technology</strong>\n</p>\n<p>We use cookies, pixel tags (also known as web beacons, flash cookies, and clear GIFs) and similar technology (\"<strong>Data Collection Technology</strong>\") to automatically collect information about you when you use the Services.\nPlease read Section 6 below to learn more about how Acronis uses Data Collection Technology.</p>\n<p>\n<strong>Other information with your consent</strong>\n</p>\n<p>We collect other information when you give us permission at the time of collection for the purposes disclosed to you at that time.</p>6.\nCOOKIES AND OTHER DATA COLLECTION TECHNOLOGY<p>Cookies are small text files that are sent to or accessed from your web browser or your computer's hard drive.\nA cookie typically contains the name of the domain (internet location) from which the cookie originated, the \"lifetime\" of the cookie (i.e., when it expires) and a randomly generated unique number or similar identifier.\nA cookie also may contain information about your computer, such as user settings, browsing history and activities conducted while using the Services.</p>\n<p>Cookies set by Acronis are called \"first party cookies\".\nCookies set by other parties are called \"third-party cookies\".\nThird-party cookies enable Acronis to provide third-party features or functionality on or through the website (such as interactive content and analytics).\nThird-party cookies recognize your browser when it visits the Services and also when it visits certain other websites and services.</p>\n<p>Cookies also are typically categorized as \"session\" cookies or \"persistent\" cookies.\nSession cookies are erased when your web browser is closed.\nFor example, a session cookie tracks how you navigate through the Services so that you do not need to re-enter the same information during the same visit to the Services.\nPersistent cookies store your preferences and other information for your current and future visits – they are still stored in your browser when you reopen your browser.\nFor example, we may use persistent cookies to record your choice of language and country location.</p>\n<p>Acronis also uses other types of data collection technology, such as web beacons (also called a pixel tag or clear GIF).\nA web beacon is a piece of computer code that enables us to monitor user activity and website traffic.</p>\n<p>To learn more about cookies, web beacons and other data collection technology, visit www.allaboutcookies.org.</p>\n<p>\n<strong>How We Use Data Collection Technology</strong>\n</p>\n<p>Data collection technology helps us improve your experience of the Services by, for example, storing your website language preferences, so you do not have to select it each time you use the Services, compiling statistics about use of the Services, helping us analyze technical and navigational information about the Services, and detecting and preventing fraud.</p>\n<p>The Services use the following cookies:</p>\n<ul>\n<li>\n<em>Strictly necessary cookies</em>, which are required for the operation of the Services, such as to enable you to register or log in to the Services.</li>\n<li>\n<em>Functionality cookies</em>, which are used to recognize you when you return to the Services.</li>\n<li>\n<em>Analytical/performance cookies</em>, which allow us to recognize and count the number of visitors to our website, to learn how users navigate the Services and to help us to improve how the Services function.</li>\n<li>We also use Google Analytics, which is a Google service that aggregates information about use of the Services and reports website trends.\nGoogle Analytics does not directly identify individual users.</li>\n<li>\n<em>Advertising and targeting</em> cookies, which are used to deliver tailored information about our products and services that may be of interest or value to you and marketing and promotional emails (with your consent where required by applicable law).</li>\n</ul>\n<p>We use Google Analytics to better understand how our visitors and customers use our Services.\nPlease see https://policies.google.com/technologies/partner-sites for more information about how Google uses the information it collects through our websites.\nFor Google Analytics’ currently available opt-outs, please see https://tools.google.com/dlpage/gaoptout/.\nPlease see also Section 13 below.</p>\n<p>Detailed description of the specific cookies used, including their purpose and expiration period can be found in Acronis’s Cookie notice.</p>\n<p>\n<strong>Cookie Management</strong>\n</p>\n<p>You can control and manage cookies using the Privacy Preference center, if Acronis makes it available in your region, or directly in your browser.\nMost browsers allow viewing, managing, deleting or blocking cookies.\nPlease be aware that if you delete or block cookies directly in your browser then some of your preferences can be lost, as well as some functionality may no longer be available, including the ability to opt-out and mange cookies via the Privacy Preference center as this function itself uses cookie for keeping your preferences.</p>\n<p>You may find the guidelines on how to control cookies for common browsers at the links below:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>MacOS Safari</li>\n<li>Microsoft Internet Explorer</li>\n</ul>\n<p>\n<strong>Our Statement On Do Not Track Signals</strong>\n</p>\n<p>Some web browsers (including Safari, Internet Explorer, Firefox, and Chrome) incorporate a \"Do Not Track\" (\"<strong>DNT</strong>\") or similar feature that signals to websites that a user does not want to have his or her online activity and behavior tracked.\nIf a website that responds to a particular DNT signal receives the DNT signal, the browser can block that website from collecting certain personal data about the browser’s user.\nNot all browsers offer a DNT option, and DNT signals are not yet uniform.\nFor this reason, many website operators, including Acronis, do not respond to DNT signals.</p>7.\nHOW WE PROCESS PERSONAL DATA<p>Acronis processes personal data:</p>\n<ul>\n<li>To set up and maintain your account;</li>\n<li>To provide the products and services that you purchase;</li>\n<li>To notify you about updates and new versions;</li>\n<li>To communicate with you and respond to your inquiries;</li>\n<li>To prevent and investigate fraud and other misuses of the Services;</li>\n<li>To protect our rights and property;</li>\n<li>To operate, manage and secure the Services;</li>\n<li>To promote our products and services, including through targeted advertising;</li>\n<li>To conduct training on our products and services;</li>\n<li>To deliver <em>online or offline events;</em>\n</li>\n<li>To respond to your questions and resolve issues with our products and services;</li>\n<li>To provide the ability for blog, forum and other postings, including by participating in discussions and feedback exchange;</li>\n<li>To complete transactions requested by you;</li>\n<li>To improve the performance and reliability of our products and services through the CEP and other quality assurance and improvement programs.\nand</li>\n<li>To help us offer and improve our customer service.</li>\n</ul>\n<p>Acronis processes Usage Data:</p>\n<ul>\n<li>To ensure the technical functionality and security of our products and services;</li>\n<li>To analyze trends and statistically monitor how a specific product or service is used and which features are most popular, such as through the CEP;</li>\n<li>To improve our products and services and develop new ones;</li>\n<li>For auditing and similar compliance purposes;</li>\n<li>To review compliance with applicable legal terms and policies.\nand</li>\n<li>For Customer preferences analysis and research.</li>\n</ul>8.\nHOW WE SHARE INFORMATION<p>Acronis may share personal data collected through the Services as follows:</p>\n<p>\n<strong>With our affiliates</strong>: We provide personal data to our affiliates that process personal data for purposes consistent with those described in this Privacy Statement or notified to you when your personal data are collected.\nFor example, we may share your contact information as part of an attendee lists with our affiliates.</p>\n<p>\n<strong>With our vendors and services providers</strong>: We share information with our vendors, including customer service, marketing and security testing service providers.\nAcronis will ensure that any vendor with which we share personal data agrees to safeguard it.\nPlease also see Section 13 below for more information about how Acronis uses Google’s services.</p>\n<p>\n<strong>With resellers</strong>: We share personal data with our resellers and other third parties that promote, resell and/or white-label the Services and receive personal data from them.</p>\n<p>\n<strong>As part of a corporate transaction</strong>: We may share and transfer personal data if we are involved in a merger, sale, acquisition, divestiture, restructuring, reorganization, dissolution, bankruptcy or other change of ownership or control by Acronis or any affiliated company (in each case, whether in whole or in part).</p>\n<p>\n<strong>When required by law</strong>: Acronis or Acronis’s affiliates may use servers and other equipment to provide the Services that are located in countries where litigants, law enforcement, courts, and other agencies of the government may have the right to access personal data stored within their jurisdictions upon terms and conditions provided by local law.\nAcronis also may provide access to your personal data to government authorities if Acronis suspects or believes that your data contains child pornography or other prohibited content or data or that the data is used for illegal purposes.\nAcronis reserves the right to disclose personal data to any competent law enforcement body, regulatory, government agency, court or other third party when we believe disclosure is necessary.\nWhen reasonably possible, Acronis will provide notice of any required or requested disclosure and reasonably cooperate to limit such disclosure to the extent allowed by law.</p>\n<p>\n<strong>For other lawful disclosures</strong>: We also share information (i) if disclosure would mitigate Acronis’s liability in an actual or threatened lawsuit.\n(ii) as necessary to protect legal rights of Acronis, users, Customers, vendors, business partners or other interested parties.\n(iii) to pursue available remedies or limit the damages.\n(iv) to enforce our agreements.\nand (v) to respond to an emergency.</p>\n<p>Acronis may aggregate information collected through the Services and remove identifiers so that the information no longer identifies or can be used to directly identify an individual, household or device (\"<strong>Aggregated Information</strong>\").\nAcronis may share Aggregated Information with third parties and does not limit third parties' use of the Aggregated Information.</p>9.\nYOUR CHOICES ABOUT YOUR PERSONAL DATA<p>This section contains specific privacy notices for individuals located in the European Union and for California residents.</p>\n<p>IF YOU ARE LOCATED IN A JURISDICTION WITH DATA PROTECTION LAWS THAT OFFER YOU PRIVACY RIGHTS NOT DESCRIBED IN THIS PRIVACY POLICY, PLEASE CONTACT US AT data-protection-office@acronis.com.\nWe respect your privacy rights and will do our best to accommodate your requests.</p>\n<p>\n<strong>\n<em>If you are located in the EU:</em>\n</strong>\n</p>\n<p>\n<strong>Data controller</strong>: The data controller (i.e., who determines the purpose and means of processing your personal data) for the personal data collected pursuant to this Privacy Statement is Acronis International GmbH, Rheinweg 9, 8200 Schaffhausen, Switzerland.</p>\n<p>\n<strong>Lawful bases for processing</strong>: We need to inform users about the legal bases for our processing of their personal data.\nOur legal bases depend on the context in which the personal data are processed.</p>\n<ul>\n<li>Most of the time, the reason we process your information is to perform the contract that you have with us to use our products and services.</li>\n<li>We also process your personal data when the processing is in our legitimate business interests and not overridden by privacy or other fundamental rights and freedoms.\nFor example, we may process personal data to respond to queries, to improve our offerings continuously, for marketing our new products and features, for fraud detection and legal compliance purposes.\nWe may have other legitimate interests and if appropriate, we will make them clear at the relevant time.</li>\n<li>From time to time, we may ask for your consent to use your personal data for certain specific and explicit reasons – for example to participate in CEP.\nWe will provide you with relevant information for the processing and you may withdraw your consent at any time by contacting us at data-protection-office@acronis.com or by navigating through the particular Settings menu.</li>\n<li>In some cases, we may also have a legal obligation to collect personal data.\nIf we ask you to provide personal data to comply with a legal requirement, we will make this clear at the relevant time.\nWe will advise you whether providing your personal data is mandatory.\nWe will also inform you on the possible consequences, if you do not provide your personal data.</li>\n</ul>\n<p>If you have questions about or need further information concerning the legal basis on which we process your personal data, please contact our Data Protection Officer at data-protection-office@acronis.com.</p>\n<p>\n<strong>Your data protection rights</strong>: For personal data for which we are the data controller and for which applicable law grants you data protection rights, please contact our Data Protection Officer at data-protection-office@acronis.com.\nIf you would like to submit a request to review your personal data, to correct, update, suppress, restrict or delete personal data about you which you have previously provided to us or if you would like to receive an electronic copy of your personal data, including for purposes of transmitting it to another company (i.e., right to portability), to object to processing based on legitimate interest, including the absolute right that we stop using your data for direct marketing, to withdraw previously given consent or object to automated decision making and profiling, please reach to us in each case, when these rights are provided to you by law.</p>\n<p>Specifically:</p>\n<ul>\n<li>You have the right to access the personal data that we hold about you, including the description of the processing purposes: If you would like to access the personal data that Acronis maintains about you, please contact Acronis at data-protection-office@acronis.com.\nIf you are a registered user, you can review certain personal data that you provided to Acronis by logging in to your account.\nIf you are not a registered user, Acronis may take reasonable steps to verify your identity before providing access to personal data.\nWe may not allow you to review certain data for legal, security or other reasons.</li>\n<li>You have the right to receive a copy of your personal data: If you would like to receive an electronic copy of your personal data for purposes of transmitting it to another company, please contact us at data-protection-office@acronis.com.\nIf you are a registered user, you can download certain personal data that you provided to Acronis by logging in to your account.\nIf you are not a registered user, Acronis may take reasonable steps to verify your identity before providing your personal data to you.\nWe may not allow you to review certain data for legal, security or other reasons.</li>\n<li>You have the right to correct or delete personal data, to restrict or object to some of our processing of your personal data, including your absolute right that we stop processing your data for direct marketing.\nThe easiest way to correct or delete certain personal data that you have provided to the Services is to log in to your account and enter the necessary changes in your profile settings.\nOtherwise, please contact Acronis at data-protection-office@acronis.com.</li>\n<li>You have the right to withdraw previously given consent for processing of your personal data for that specific purpose.\nYou may withdraw your consent at any time by contacting us at data-protection-office@acronis.com or by navigating through the particular Settings menu.</li>\n</ul>\n<p>Note that Acronis does not carry out automated decision-making and profiling creating legal effects or significantly affecting data subjects.</p>\n<p>In your request, please make clear what personal data you would like to have changed or to what processing you object, whether you would like to have your personal data deleted or what other limitations you would like to put on our use of your personal data.\nWe will respond your request as soon as reasonably practicable and in accordance with data protection regulations.</p>\n<p>We may reject some requests, including if the request is unlawful, duplicative or if it may infringe on privacy rights of a third party.</p>\n<p>Please note that we often need to retain certain data for recordkeeping purposes and/or to complete any transaction that you began prior to requesting a change or deletion (e.g., when you make a purchase, you may not be able to change or delete the personal data provided until after the completion of such purchase).\nOur databases and other records may have residual data which will not be removed.\nIf you have additional questions regarding the correction or deletion of the personal data we hold about you, please contact us at data-protection-office@acronis.com.</p>\n<p>If our products and services are made available to you by a Customer pursuant to a Customer Agreement, your eligibility to receive incentives and rewards, if any are offered, may be adversely affected by your election to remove personal data about you.\nPlease contact the Customer for further information.</p>\n<p>\n<strong>Marketing Emails</strong>: If you do not wish to receive marketing-related emails from us, please click the unsubscribe link in one of our marketing emails or:</p>\n<ul>\n<li>for corporate users: https://promo.acronis.com/UnsubscribePage.html</li>\n<li>for home users: https://www.acronis.com/en-us/my/subscriptions/</li>\n</ul>\n<p>\n<strong>Accountability</strong>: you have a right to lodge a complaint with the appropriate data protection authority if you have concerns about how we process your personal data.\nPlease see https://edpb.europa.eu/about-edpb/board/members_en.</p>\n<p>If you are a resident of the United Kingdom, please note that Acronis is registered at the Information Commissioner’s Office (ICO) (https://ico.org.uk/ESDWebPages/Search).\nYou have the right to lodge a complaint to ICO.\nFor more details, please see https://ico.org.uk/make-a-complaint/.</p>\n<p>\n<strong>\n<em>For California residents</em>\n</strong>\n</p>\n<p>This California Privacy Rights Notice (\"<strong>California Privacy Notice</strong>\") explains privacy rights available to residents of the State of California as required by the California Consumer Privacy Act of 2018 (\"<strong>CCPA</strong>\").</p>\n<p>If this California Privacy Notice and any provision in the rest of our Privacy Statement conflict, then this California Privacy Notice controls for the processing of Personal Information of residents of the State of California.\nIn CCPA, California residents are referred as \"consumers\" and we refer to them in this California Privacy Notice as \"<strong>California Consumers</strong>\" and \"<strong>Personal Information</strong>\" means information that identifies, relates to, describes, is capable of being associated with or could reasonably be linked, directly or indirectly, with a particular California Consumer or household.</p>\n<p>\n<strong>Your California Consumer Privacy Rights</strong>\n</p>\n<p>CCPA offers California Consumers the following key privacy rights:</p>\n<ul>\n<li>You have the right to request information about categories and specific pieces of Personal Information that we have collected about you (see table below), as well as the categories of sources from which the Personal Information is collected, the purpose for collecting Personal Information and the categories of third parties with whom we share Personal Information.</li>\n<li>You have the right to request information about our disclosure for business purposes of your Personal Information to third parties.</li>\n<li>You have the right to request that we delete certain Personal Information that we have collected from you.</li>\n<li>If we offer a financial incentive or price or service difference in exchange for your Personal Information, we will notify you in advance before collecting your Personal Information for this purpose and explain how you can opt in to the financial incentive or price or service difference.</li>\n<li>You have the right to opt out of our sale of your Personal Information if and when we determine the purpose and means of processing of your Personal Information.\n(In CCPA, \"<strong>sale</strong>\" means transferring or making available Personal Information to third parties for monetary or other valuable consideration.) Sharing your Personal Information with our service providers is <em>not</em> a sale of your Personal Information because we make sure that our service providers are contractually obligated to use the Personal Information only to provide services to us and not to sell it.\n<strong>\n<em>Note that </em>\n</strong>\n<strong>\n<em>Acronis does not sell (within the meaning of CCPA) your Personal Information to third parties and accordingly, we do not provide you with information about how to opt-out of sale of your Personal Information.\nIf this policy changes, we will notify you and provide you with information about how to opt out of sale of your personal data by us.</em>\n</strong>\n</li>\n<li>You have the right to not receive discriminatory treatment from us for exercising any of your privacy rights.\nThat is, we cannot treat you differently for exercising any of these rights unless we demonstrate that the value of the Personal Information that you provide to us is reasonably relate to the difference in price or service that we offer.</li>\n</ul>\n<p>More information on CCPA and how you can exercise your consumer privacy rights can be found here: https://kb.acronis.com/ccpa</p>\n<p>The following table lists categories of Personal Information that generally match the categories in the definition of Personal Information in CCPA.\nWe indicate for each listed category the specific types of Personal Information in the category that we have collected within the past 12 months and why we collect it.\nWe provide information about how we use and disclose Personal Information above in our Privacy Statement.</p>\n<strong>Category of Personal Information listed in CCPA</strong>\n<strong>Examples of Personal Information in CCPA Category that Acronis Collects</strong>\n<strong>Why Acronis Collects this Personal Information</strong>A.\nIdentifiersName, postal address, email address, unique identifier, Internet Protocol address, account name, and similar identifiers.<br>\nUnless you choose to apply for employment with Acronis, we do <em>not</em> collect your social security number, driver’s license number or passport number.We collect your name, telephone number, email address and contact address when you buy products and services or create an account.\nIf you choose to create an account, you also must create a username and we will assign one or more unique identifiers to your account.<br>\nWe also collect this Personal Information\n<ul>\n<li>To troubleshoot problems</li>\n<li>To learn how users interact with and the Services</li>\n<li>To improve the Services and develop new features</li>\n<li>To customize your experience</li>\n<li>To promote our products and services and to conduct trainings on them</li>\n<li>To communicate with you</li>\n<li>To deliver online and offline events</li>\n<li>To complete transactions requested by you</li>\n</ul>\nWe automatically collect your IP address, your computer and/or mobile device ID, domain server, type of device(s), browser type and language, operating systems time zones, the date and time of your use of our products and services and referral URL.\nWe use this information (some of which we refer to as \"Usage Data\" in our Privacy Statement) to troubleshoot problems, learn how users interact with the Services and to improve the Services and develop new features.B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))Name, signature, address, telephone number and current employer and work address.<br>\nUnless you choose to apply for employment with Acronis, we do <em>not</em> collect employment history, medical information or your health insurance information unless you choose to specifically provide it to us.N/A<br>C.\nProtected classification characteristics under California or federal lawExcept as required by law, we do <em>not </em>collect information about legally-protected classifications, including race, national origin, citizenship, marital status, gender, sexual orientation/identity, medical condition, AIDS/HIV status, genetic information, military or veteran status, religion, disability, political affiliations or activities or status as a victim of domestic violence, assault or stalking.<br>N/AD.\nCommercial informationRecords products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.We create records of the Services purchased or considered, as well as your purchasing history in order to provide you with the Services that you have purchased and to offer other products that may be useful to you.<br>\nYou provide payment and billing information when you purchase our products and services process your credit/debit card number – this information is collected by a third-party payment card processor and not shared with us.E.\nBiometric informationWe do <em>not</em> collect information about your physiological, biological or behavioral characteristics.N/AF.\nInternet or other similar network activityBrowsing history, search history, information on a California Consumer’s interaction with online services and digital advertisements.We collect information about your browsing history, search history, information on your wireless and mobile network connection (e.g., service provider and signal strength), identifiers associated with cookies or other technologies that may uniquely identify your device or browser.\nand information associated with your interactions with our products and services.\nWe use this information (some of which is \"Usage Data\" as described in our Privacy Statement) to help us learn how our Customers and users access and use our products and services and to improve the consumer experience.\nWe also automatically collect information about interactions with our digital advertisements in order to understand which of our Services are most popular and to improve our marketing efforts.G.\nGeolocation dataPhysical location or movements from GPS, WiFi and/or Bluetooth (when a device’s operating system settings allow collection).We collect your IP address automatically.\nWe may be able to determine your general location based on the IP address.\nOur mobile applications do <em>not </em>collect your precise location (e.g., your GPS coordinates).H.\nAudio, electronic, visual, thermal, olfactory or similar information.Recorded telephone calls.If you contact us via telephone, we may record the telephone call.\nAs required by law, we will notify you if a call is recorded at the beginning of the telephone call.\nWe do not collect any thermal, olfactory or similar information.<br>\nWe do not keep and process your voice data.\nHowever, some of our products have voice control options available.\nIf you decide to use them, with your permission, we activate the built-in extension of your Google Chrome browser, which captures your voice via your microphone and transfers it to Google for recognition.\nAs a result, we receive only a text version of your voice commands, which we do not keep and use only for current command execution.\nSince your voice data is processed by Google, the purposes and the ways that Google processes your data may vary depending on your Google account settings (if any) and preferences.\nTo understand how Google processes your data, including voice data, please carefully read the Google privacy policy (https://policies.google.com/privacy).I.\nProfessional or employment-related informationDepending on how and why you use the Services, we may collect information about your current employer who or that is the Customer or a prospective customer.<br>We may use information about your position and your current employer, so that we can associate you with a particular Customer or account, to understand more about you in order to provide you with relevant information to promote our products and services, to deliver advertising and to communicate with you.J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\n§ 1232g, 34 C.F.R.\nPart 99))N/A\nN/AK.\nInferences drawn from other categories (A.\n– J above) to create a profile about a California ConsumerProfile reflecting your preferences and characteristics.We may analyze your actual or likely preferences through the Personal Information we collect and process as described in our Privacy Statement.\nOn some occasions, we may add our observations to your internal profile.\nWe analyze Customer and user behavior through our CEP and other quality assurance and improvement programs.<p>\n<em>Acronis does not sell (within the meaning of CCPA) your Personal Information to third parties and accordingly, we do not provide you with information about how to opt-out of sale of your Personal Information.\nIf this policy changes, we will notify you and provide you with information about how to opt out of sale of your personal data by us.\nSharing your personal data with our service providers is not a sale of your personal data because we make sure that our service providers are contractually obligated to use the personal data only to provide services to us and not sell it.\nAcronis will ensure that any service provider with which we share personal data contractually agrees to safeguard it and not sell it or otherwise exchange it for value.</em>\n</p>\n<p>\n<u>HOW TO SUBMIT A REQUEST TO EXERCISE YOUR CALIFORNIA PRIVACY RIGHTS</u>\n</p>\n<p>To submit a request to exercise your privacy rights:</p>\n<ol>\n<li>Send an email to data-protection-office@acronis.com with the subject line \"<em>California Privacy Rights Request</em>.\"</li>\n<li>Call us at TOLL-FREE NUMBER: +18885687931.</li>\n<li>Submit a privacy support ticket to our Acronis Customer Central in <em>Privacy</em> section or use this direct link https://support.acronis.com/submit-ticket<em>\n<u>.\n</u>\n</em>Please put subject \"CCPA\" and the specific right you want to exercise (e.g.\n\"Right to delete/delete my data\").</li>\n</ol>\n<p>\n<strong>\n<u>Please note</u>\n</strong>\n<strong>:</strong>\n</p>\n<ul>\n<li>We may (and in some cases are required to) verify your identity before we can act on your request to exercise your privacy rights.</li>\n<li>We may not honor part or all your request – for example, certain information we collect may be exempt from this California Privacy Notice, such as public information made available by a government entity or information covered by another privacy law.\nPlease also note that Personal Information collected in many types of B2B transactions is exempt from most of CCPA’s requirements until January 1, 2021.\nWe will explain why we do not honor your request when we respond to you.</li>\n</ul>\n<p>A different California law permits California residents to request a notice disclosing the categories of Personal Information about you that we have shared with third parties for their direct marketing purposes during the preceding calendar year.\nAt this time, Acronis does not share Personal Information with third parties for their direct marketing purposes</p>\n<p>\n<strong>If at any time you believe that Acronis</strong>\n<strong> has</strong>\n<strong> not adhered to this Privacy Statement, please contact us at privacy@acronis.com.\nWe will use good faith efforts to determine and correct the problem.</strong>\n</p>10.\nLINKS TO OTHER WEBSITES AND SERVICES<p>The Services may include links to third-party websites and services that are not operated by us.\nWhen you click these links, you will be directed away from the Services.\nA link to a third-party website or service does not mean that we endorse it or the quality or accuracy of information presented on it.\nIf you decide to visit a third-party website or service, you are subject to its privacy practices and policies, not ours.\nThis Privacy Statement does not apply to any personal data that you provide to these other websites and services.</p>11.\nPROTECTION &amp.\nRETENTION OF PERSONAL DATA<p>We take precautions intended to help protect personal data that we collect and store for ourselves and our Customers.\nWe also expect that you will use appropriate security measures to protect your information.\nFor more information on what security measures Acronis applies, please check: https://www.acronis.com/en-us/security/cloud/data-processing-terms/.</p>\n<p>We may suspend your use of all or part of the Services without notice if we suspect or detect any breach of security.\nIf you believe that information you provided to us is no longer secure, please notify us immediately at data-protection-office@acronis.com.</p>\n<p>We keep your personal data only as long as we need it for legitimate business purposes and as permitted by applicable law.\nIn practice, this means that we delete or anonymize personal data in your account to which we have access not later than after three (3) years of continuous inactivity unless we must keep it to comply with applicable law or because an issue, claim or dispute is not yet resolved.</p>12.\nCHILDREN’S PRIVACY<p>Our products and services are not directed to or intended for use by minors.\nIf we learn that we have received any information directly from a child under age 16 without his or her parent’s verified consent, we will use that information only to respond directly to that child (or his or her parent or legal guardian) to inform the child that he or she cannot use the Services.</p>13.\nG SUITE<sup>1</sup> TERMS AND CONDITIONS<p>Acronis utilizes certain Google APIs to provide backup and recovery services for your data in the following G Suite products: Gmail, Google Contacts, Google Calendar, Google Drive, Google Team Drives (collectively, \"<strong>Google User Data</strong>\").\nIn order to provide such backup and recovery Services to you, Acronis requires read-only access to the lists of users and Team Drives in your G Suite organizational structure as well as reading and writing access to all other Google User Data.</p>\n<p>Acronis stores the Google User Data in data centers operated by Acronis or Acronis’s data center providers.</p>\n<p>Acronis does not share the Google User Data with third parties without appropriate consent except as follows:</p>\n<ul>\n<li>\n<em>For Corporate Transactions</em>: We may share and transfer Google User Data if we are involved in a merger, sale, acquisition, divestiture, restructuring, reorganization, dissolution, bankruptcy or other change of ownership or control by Acronis or any affiliated company (in each case, whether in whole or in part);</li>\n<li>\n<em>When Required by Law:</em> Acronis or Acronis’s affiliates may use servers and other equipment to provide the Services that are located in countries where litigants, law enforcement, courts, and other agencies of the government may have the right to access Google User Data stored within their jurisdictions upon terms and conditions provided by local law.\nAcronis may also provide access to your Google User Data to government authorities if Acronis suspects or believes that the Google User Data contains child pornography or other prohibited content or data or that the Google User Data is being used for illegal purposes.\nAcronis reserves the right, consistent with data privacy and other user data protection requirements applicable to the jurisdiction where Google User Data is stored, and if mandated by applicable law, regulation, legal process, or governmental order, to disclose Google User Data, but only to the extent required to satisfy those laws, regulations or orders.\nUnless prohibited by law or other order, Acronis will provide you with reasonable notice of any such required or requested disclosure and reasonably cooperate to limit such disclosure to the extent allowed by law.</li>\n<li>\n<em>For other Lawful Disclosures:</em> We also share Google User Data (i) if disclosure would mitigate Acronis’ liability in an actual or threatened lawsuit.\n(ii) as necessary to protect legal rights of Acronis, users, Customers, vendors, business partners or other interested parties.\n(iii) to pursue available remedies or limit the damages.\n(iv) to enforce our agreements.\nand (v) to respond to an emergency.</li>\n</ul>14.\nHOW TO CONTACT US<p>Please contact our Data Protection Officer at privacy@acronis.com or data-protection-office@acronis.com.</p>\n<p>Other versions:<br>Effective 20.05.2016<br>Effective 24.05.2018<br>Effective 02.04.2019</p>\n<p>1 G Suite™, Gmail™, Google Contacts™, Google Calendar™, Google Drive™, and Google Team Drives™ are trademarks of Google Inc.</p>", "created_at": "2021-04-29 15:41:57.552787", "updated_at": "2021-04-29 15:42:06.878422"}], "points": [], "urls": ["acronis.com"]}}