{"error": 448, "message": "OK", "parameters": {"id": 5497, "name": "ichgcp.net ", "created_at": "2021-11-04 02:54:08.210215", "updated_at": "2021-11-04 23:01:09.116241", "wikipedia": null, "keywords": null, "related": null, "slug": "ichgcp-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5497.png", "url": "ichgcp.net", "documents": [{"id": 9875, "name": "privacy ", "url": "https://ichgcp.net/privacy", "xpath": "/html/body/div[2]/div[2]/div[1]/div[1]", "text": "\n<p>\n<strong>PERSONAL INFORMATION, AND DATA USAGE</strong>\n</p>\n<p>\n<strong>Our Privacy Policy </strong>is intended to help our users to understand how we collect, store, protect,<strong>\n</strong>and use any personal data that you provide to us, and what options every user has with regards to any personal data they provide to us.\nBy giving you consent at your first entry and by continuing to use this website you understand that your data/content (excluding credit card information), may be shared/transferred unencrypted by transmissions over various networks.\nand changes to conform and adapt to technical requirements of connecting networks or devices.\nThis website is operated by ICHGCP Network, www.ichgcp.net, managed by Avistar Business Solutions Limited company, registered in the UK, 311 Shoreham Street, Sheffield, S.\nYorkshire, United Kingdom S2 4FA.\nOn this website, the terms “we”, “us”, “this/the/our website”, and “our/s” refer to ICHGCP Network.\nThis website is offered, including all documents, advertisement, information, lists, charts, and services available to the user, on the terms of your acceptance of all conditions and policies contained herein and in the Terms of Service, available from this website.</p>\n<p>No personal data will be disclosed, sold, or in any other way made public without prior explicit agreement of a user, and any personal data a user provides will be used for the purposes it is submitted: provision of information to a user, making a contact or provision of a feedback, provision of services to users, for operational services of the website, including security, for analytics purposes in order to improve the service a user gets from this website.\nNo marketing communications will be done unless a user explicitly agrees to receive such information.</p>\n<p>We will make all reasonable efforts to securely store any data you provide to us in accordance with such field practices and regulations as <strong>ISO27001, Data Protection Impact Assessments</strong>\n<strong>under GDPR, and UK Data Protection Act of 1998</strong>.</p>\n<p>All users have their Individual rights with respect to collection, storage, and treatment of their personal data.\nPlease follow the links for more details:</p>\n<ul>\n<li>Right to be informed</li>\n<li>Right of access</li>\n<li>Right to rectification</li>\n<li>Right to erasure</li>\n<li>Right to restrict processing</li>\n<li>Right to data portability</li>\n<li>Right to object</li>\n<li>Rights related to automated decision-making including profiling</li>\n</ul>\n<p>Shall our website and/or database be compromised as a result of a hacker attack, unlawful actions of any third party, or due any other technical failure, we shall undertake all reasonable efforts to restore its functionality and personal data protection as soon as feasible.\nHowever, we shall not be liable or responsible for any personal data loss and/or spread that took place without our deliberate bad-faith actions.</p>\n<p>This website, and any services available from this website, do not knowingly collect or process any <strong>sensitive personal data.</strong> This website, and any services available from this website, <strong>are</strong>\n<strong>not directed to children under the age of 18</strong>.\nIf you learn that a child under the age of 18 has<strong>\n</strong>provided us with their personal information without having parental consent, please contact us (see Section 17) immediately so that we can take an action.</p>\n<p>&nbsp;</p>\n<p>\n<strong>COOKIES POLICY</strong>\n</p>\n<p>For more information or a complete list of third-party providers, we use, with whom data can be shared, please contact us via e-mail contact@ichgcp.net.\nAll providers have shared certain information that is required by the GDPR, explaining their data usage.\nFor more details you may also visit the below pages for more details regarding third-party providers we may share your data with:</p>\n<p>https://developers.google.com/third-party-ads/googleads-vendors</p>\n<p>https://developers.google.com/third-party-ads/adx-vendors</p>\n<p>&nbsp;</p>\n<p>\n<strong>WHAT IS A COOKIE?</strong>\n</p>\n<p>A cookie is a small file that can be placed on your device that allows us to recognise and remember you.\nIt is sent to your browser and stored on your computer’s hard drive or tablet or mobile device.\nWhen you visit our sites, we may collect information from you automatically through cookies or similar technology.</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW DO WE USE COOKIES?</strong>\n</p>\n<p>Advertising – cookies that are used to collect information about your visit to our site, the content you have viewed, the links you have followed and information about your browser, device, and your IP address.</p>\n<p>Cookies are a key part of how we deliver advertising on our sites.\nAmong other uses, they allow us to show more relevant advertising to people who visit ferates.com by showing you adverts that are based on your browsing patterns and the way you have interacted with our site.\nWe can then show you adverts which we believe may interest you.</p>\n<p>The advertising techniques we use <strong>do not collect information such as your name, email</strong>\n<strong>address, postal address, or phone number.\n</strong>We sometimes use information such as your IP<strong>\n</strong>address and browser type and sometimes share some limited aspects of this with third parties for advertising purposes.</p>\n<p>We may also share online data collected through cookies and similar technology with our advertising partners.\nThis means that when you are on another website, you may be shown advertising based on your browsing patterns on other sites that we have obtained from our advertising partners.</p>\n<p>Online retargeting is another form of online advertising that allows us and some of our advertising partners to show you advertising based on your browsing patterns and interactions with other sites.\nThe use of cookies may mean that when you are on another site, you may be shown advertising based on what you have looked at on ferates.com.</p>\n<p>For example, if you have visited the website of an online clothes shop, you may start seeing adverts from that same shopping site displaying special offers or showing you the products, you were browsing.\nThis allows companies to advertise to you if you leave their website without making a purchase.</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW TO MANAGE ADVERTISING COOKIES</strong>\n</p>\n<p>Any user can manage the use of cookies, including advertising cookies, and disable the sharing of data with partners for advertising purposes by using the steps set out here.\nA user can control and/or delete cookies as they wish, for example, a user may delete all cookies that are already in their computer and may set most browsers to prevent cookies from being placed.\nIf a user does this, however, they may have to manually adjust some preferences every time they visit a site and some services and functionalities may not work.</p>\n<p>To stop your browser from accepting cookies altogether by changing your browser’s cookie settings.\nYou can usually find these settings in the “options” or “preferences” menu of your browser.\nThe following links may be helpful, or you can use the “Help” option in your browser, or visit your browser FAQ section, or contact their support if you need some advice on cookies removal.\nSome helpful information on cookies removal from different browsers may be found by following these links:</p>\n<ul>\n<li>https://www.allaboutcookies.org/manage-cookies/clear-cookies-installed.html.</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Safari web and iOS</li>\n</ul>\n", "created_at": "2021-11-04 02:54:08.212357", "updated_at": "2021-11-04 01:55:15.437782"}], "points": [], "urls": ["ichgcp.net"]}}