{"error": 448, "message": "OK", "parameters": {"id": 4038, "name": "Anime Planet", "created_at": "2021-06-11 04:19:02.455205", "updated_at": "2021-06-11 22:01:15.859416", "wikipedia": null, "keywords": null, "related": null, "slug": "anime-planet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4038.png", "url": "anime-planet.com", "documents": [{"id": 6959, "name": "Privacy Policy", "url": "https://www.anime-planet.com/privacypolicy", "xpath": "/html/body/div[1]/div[2]", "text": "\n<p>\n<b>This privacy policy (Policy) contains information regarding the processing of your personal\ninformation, your privacy rights and our use of cookies.</b>\n</p>\n<p>\nAnime-Planet understands the importance of protecting your information.\nWe recognize that\nwhen you choose to provide us with information about yourself, you trust us to use it in a\nresponsible manner.\nThis Policy applies to any\ninformation provided or collected through our website https://www.anime-planet.com/\n(<b>Website</b>) and outlines how Anime-Planet as a data controller collects,\nprocesses, uses and discloses the information you provide by using the Website.\n</p>\n<p>\nWe will use your personal information only for the purposes and in the manner set forth in this Policy, which\ndescribes the steps we take to ensure our processing of your personal information is in compliance with the\nGeneral Data Protection Regulation ((EU) 2016/679).\n</p>\n<p>\nYou can also help protect your personal information.\nThe United States federal government has developed\npractical tips to help you guard against Internet fraud, secure your computer and protect your personal\ninformation: http://www.onguardonline.gov/.\nPlease consult these tips to be certain you are doing everything you can to protect your personal information.\n</p>\nPersonal Information We Collect about You\n<p>\n\"Personal information\" means any information about a person from which that person can be identified.\nWe only\ncollect personal information about you on our Website which you volunteer by using the Website.\nWhen you\nvisit or use our Website, we collect and process information as outlined below:\n</p>\n<ul>\n<li>\n<b>Email Address.</b> Email addresses are used to verify the identity of the person who is registering on\nthe Website.\nWe may also use the email address that you provide to send you emails regarding important\nupdates, as well as additional information and notifications (subject to opting out in the profile\nsettings) related to your continued use of the Website.\nEmail addresses may also be used to prevent spam\nand to report other illegal activities to the appropriate authorities.\n</li>\n<li>\n<b>Username and Password.</b> Usernames and passwords are used to uniquely identify you as a user on the\nWebsite, and allow you to use your account and keep it secure.\nUsernames may also be used to prevent\nspam and to report other illegal activities to the appropriate authorities.\n</li>\n<li>\n<b>Gender and Location.</b> Your gender and location are both optional types of information that you can\nsupply to make your profile more complete.\nWe currently only process this to display it on your profile.\n</li>\n<li>\n<b>\"Last visited\" time and Registration Date.</b> \"Last visited\" time and registration date may be used as\npart of account recovery processes should the automated account recovery fail.\n</li>\n<li>\n<b>IP Address.</b> This information is used to keep logs of access to the Website to prevent abuse and is\nused to maintain our network security as part of our efforts to protect your data.\n</li>\n<li>\n<b>Activity Feed.</b> Some functionality of the Website relies on data observed from your other\ninteractions with the Website (rather than being directly provided by you).\nOne such example is the\nactivity feed where we use your activity on the Website to build a feed of activity on the Website that\nother users (also known as \"friends\") can follow.\n</li>\n<li>\n<b>Changes to your Anime and Manga Lists.</b> The changes made to your anime and manga lists are observed\nto provide you with the functionality seen as part of the challenges feature.\nThis information is tracked\nregardless of your participation in a challenge to increase the accuracy of the contents of the challenges.\n</li>\n</ul>\n<p>\nBy using the Website, you provide us with most of the information above.\nFor example, by registering you\nprovide us with a username, an email address and a password.\nBy connecting to the Website, you provide us\nwith an IP address that will be logged for as long as needed to ensure the safety of the Website and its data.\nAny information that you provide in the various fields on the site may be stored this way (which includes but\nis not limited to, your forum posts, comments, custom lists and similar content).\n</p>\nChildren\n<p>\nThe Website is not intended for children.\nIf you are a citizen of a country in the\nEuropean Economic Area (which includes the European Union), and any other included country\nor territory (collectively referred to as the European Region), you must be at least 16 years\nold (or such greater age required in your country) to register use the Website.\nIf you are a\ncitizen of a country except those in the European Region, you must be at least 13 years old\n(or such greater age required in your country) to use the Website.\nCertain portions of the\nWebsite may be restricted to users who are at least 18 years of age.\nAnime-Planet does not\nknowingly collect data relating to children under 13 (or 16 in the case of the European\nEconomic Area).\nIf you are under the age of 13 (or 16 in the case of the European Economic Area),\nplease do not attempt to register with us at this Website or provide any personal information\nabout yourself to us.\nIf a parent or guardian becomes aware that\nhis or her child has provided us with personal information without their consent, he or she\nshould contact us at privacy@anime-planet.com.\nIf we become aware that a child under 13\n(or 16 in the case of the European Economic Area) has provided us with personal information,\nwe will promptly delete such information.\n</p>\nCookies and Log Data\n<p>\nAnime-Planet may set and access Anime-Planet cookies on your computer.\nA cookie is a small data file that we\ntransfer to your computer's hard disk for record-keeping purposes.\nWe use \"persistent cookies\" to save your\nusername and login password for future logins to the Website.\nWe use \"session ID cookies\" to enable certain\nfeatures of the service available through the Website (<b>Service</b>), to better understand how you interact with\nthe Service and to monitor web traffic routing on the Website and aggregate usage of the Service.\nYou can\ninstruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a\ncookie from the websites you visit.\nIf you do not accept cookies, however, you may not be able to use all\nportions of the Website or all functionality of the Service.\n</p>\n<p>\nAnime-Planet uses third-party advertising companies to serve ads and collect information when\nyou visit our site.\nThese companies may use cookies to collect information (such as which ads\nyou have seen already or which ads you have clicked) in order to provide additional\nadvertisements.\nIf you would like more information and to know how to opt-out, see\nhttp://optout.networkadvertising.org.\n</p>\n<p>\nIn addition, as you use the Website, our servers automatically record information that the browser sends\n(<b>Log Data</b>).\nLog Data may include, but is not limited to, your computer's IP address, browser type, the web\npage you were visiting before you came to the Website and information you search for on a site.\n</p>\nInformation Sharing By Anime-Planet\n<p>\nAnime-Planet does not rent, sell, or share personal information about you with other people or non-affiliated\ncompanies except to provide products or services you've requested, when we have your permission, or under the\nfollowing circumstances:\n</p>\n<ul>\n<li>\nWe provide the information to partners who work on behalf of or with Anime-Planet under confidentiality\nagreements.\nThese companies may use your personal information in connection with Anime-Planet's provision\nof the Service to you.\nThey may also communicate with you about offers from Anime-Planet and our marketing\npartners.\nHowever, these companies do not have any independent right to share this information.\n</li>\n<li>\nWe respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or\ndefend against legal claims.\n</li>\n<li>\nWe believe it is necessary to share information in order to investigate, prevent, or take action regarding\nillegal activities, suspected fraud, situations involving potential threats to the physical safety of any\nperson, violations of Anime-Planet's terms of use posted on the Website\n(<b>Terms of Use</b>), or as otherwise required by law.\n</li>\n<li>\nWe may transfer information about you if Anime-Planet is acquired by or merged with another company.\nIn\nsuch event, Anime-Planet will notify you, via an announcement on our Website, before information about\nyou is transferred and becomes subject to a different privacy policy.\n</li>\n</ul>\n<p>\nAnime-Planet displays targeted advertisements based on personal information.\nAdvertisers\n(including ad serving companies) may assume that people who interact with, view, or click\ntargeted ads meet the targeting criteria—for example, women ages 18-24 from a particular\ngeographic area.\n</p>\n<ul>\n<li>\nAnime-Planet does not provide any personal information to the advertiser when you interact\nwith or view a targeted ad.\nHowever, by interacting with or viewing an ad, you are\nconsenting to the possibility that the advertiser will make the assumption that you meet\nthe targeting criteria used to display the ad.\n</li>\n<li>\nAnime-Planet advertisers include financial service providers (such as banks, insurance\nagents, stock brokers and mortgage lenders) and non-financial companies (such as stores,\nairlines, and software companies).\n</li>\n</ul>\n<p>\nWe may share aggregated information that includes non-identifying information with third parties for\nindustry analysis, demographic profiling, and to deliver targeted advertising about other products and\nservices.\nAny aggregated information shared in these contexts will not contain your personal information.\n</p>\nInformation Sharing By You\n<p>\nPlease be aware that when you register to become an Anime-Planet member, post recommendations and reviews,\nregister for and/or participate in forums and create personal lists such as lists of favorite characters,\npersonal anime/manga lists, etc., other users are able to see that information, including any information\nthat you provide about you, location, gender, birth date and/or age, your screen or user name, in addition to\nany comments or submissions that you post or submit.\nWe recommend that you guard your anonymity and sensitive\ninformation and that you not use your real name as your screen or user name to the extent that allows others\nto identify you.\n</p>\nYour Ability to Edit and Delete Your Account Information and Preferences\n<p>\nYou can edit your Anime-Planet account information by going to the\n\"Edit Profile\" page when you are logged into the Website.\nYou can\ndelete your Anime-Planet account information by going to the \"Contact Us\" page and\nselecting \"Delete my account\" from the \"Subject\" dropdown box.\n</p>\n<p>\nWe reserve the right to send you certain communications relating to the Service, such as service announcements,\nadministrative messages and notifications that are considered part of your Anime-Planet account, without\noffering you the opportunity to opt out of receiving them.\n</p>\n<p>\nAfter you delete your account, we may continue to post any recommendations, synopses, descriptions, reviews,\nratings, lists, contest related information, comments and other information and data you posted through or in\nconnection with your access to the Website.\nIn addition, we may reserve certain of your account information for\nthe purpose of collecting and using aggregate statistical information related to our users generally, but\nwithout reference to any of your personal information.\nIn addition, after your account is deleted, Anime-Planet\nmay retain posts you made in a forum but will attribute those posts to a \"guest\" and not to you.\n</p>\nYour Rights Regarding Your Personal Information\n<p>\nYou have rights under privacy and data protection laws related to the data we process about you.\nWe will honor the requests you make related to your rights as the law allows, which means in\nsome cases there may be legal or other official reasons that we may not be able to address the\nspecific request you make related to your rights.\nYou may:\n</p>\n<ul>\n<li>\nrequest access to the personal information we process about you\n</li>\n<li>\nrequest that we correct inaccurate or incomplete personal information about you\n</li>\n<li>\nrequest deletion of personal information about you\n</li>\n<li>\nrequest restrictions, temporarily or permanently, on our processing of some or all personal\ninformation about you\n</li>\n<li>\nrequest transfer of personal information to you or a third party where we process the data based on your\nconsent or a contract with you, and where our processing is automated\n</li>\n<li>\nopt-out or object to our use of personal information about you where our use is based on your consent or\nour legitimate interests.\n</li>\n</ul>\nBases for Processing Your Personal Information\n<p>\nWe rely on a number of legal bases to collect, use, share, and otherwise process the information\nwe have about you for the purposes described in this Policy, including:\n</p>\n<ul>\n<li>\nas necessary to provide the Service and fulfill our obligations pursuant to the Terms of Use\nlocated on the Website\n</li>\n<li>\nwhere you have consented to the processing, which you can revoke at any time\n</li>\n<li>\nwhere necessary to comply with a legal obligation, a court order, or to exercise and defend\nlegal claims\n</li>\n<li>\nto protect your vital interests, or those of others, such as in the case of emergencies\n</li>\n<li>\nwhere you have made the information public\n</li>\n<li>\nwhere necessary in the public interest\n</li>\n<li>\nwhere necessary for the purposes of our legitimate interests.\nOur legitimate interests\ninclude:\n<ul>\n<li>\nproviding and improving the Service.\n</li>\n<li>\nkeeping the Service safe and secure.\n</li>\n<li>\nYou have the right to object to processing of your personal information where\nthe processing is carried on for our legitimate interests.\n</li>\n</ul>\n</li>\n</ul>\nInformation Transfers\n<p>\nThe Website is operated from the United States.\nIf you are located outside of the United\nStates and choose to use the Website or provide information to us, you acknowledge and\nunderstand that your information will be transferred, processed and stored in the United\nStates, as it is necessary to provide the Service and perform the Terms of Service.\nUnited States privacy laws may not be as protective as those in your jurisdiction.\n</p>\nLinks to Third-Party Sites\n<p>\nThis Policy does not apply to the practices of people or companies that may be referenced on\nour Website, including but not limited to advertisers, affiliates, partners, and people that\nAnime-Planet does not employ or manage.\nThe Website may contain links to other third-party\nwebsites.\nIf you choose to visit an advertiser by \"clicking on\" a banner ad or other type of\nadvertisement, or by clicking on another third-party link, you will be directed to that\nthird party's website.\nThe fact that we link to a website or present a banner ad or other\ntype of advertisement is not an endorsement, authorization or representation that we are\naffiliated with that third party, nor is it an endorsement of their privacy or information\nsecurity policies or practices.\nWe do not exercise control over third-party websites.\nThose\nother third-party websites may place their own cookies or other files on your computer,\ncollect data or solicit personal information from you.\nOther third-party websites and services\nhave their own policies regarding the use or disclosure of the personal information that you\nsubmit to them.\nWe encourage you to read the privacy policies or statements of the other\nthird-party websites you visit.\n</p>\nChanges to this Policy\n<p>\nAnime-Planet may update this Policy from time to time in our discretion.\nIf we make any\nchanges, we will post those changes here and update the \"Last Revised\" date at the top\nof this Policy.\nYour continued use of the Website after we make changes is considered\nacceptance of those changes, so please check this Policy periodically for updates.\n</p>\nFeedback\n<p>\nIf you have questions, comments, requests or complaints regarding this Policy and the personal\ninformation that we process, please contact us at privacy@anime-planet.com.\n</p>\n", "created_at": "2021-06-11 02:20:47.788645", "updated_at": "2021-06-11 02:20:56.001761"}, {"id": 6958, "name": "Terms of Use", "url": "https://www.anime-planet.com/termsofuse", "xpath": "/html/body/div[1]/div[2]", "text": "\n<p>\nAnime-Planet, including its successor or assigns (\"Anime-Planet\" or \"we\" or\n\"us\") owns and operates the website \"Anime-Planet.com\" (including all features\nand services, the \"Site\").\nThe Site permits users (\"Users\") to do the following\nthings: view and obtain information about animated series and related media,\nincluding reviews and recommendations, create reviews and recommendations,\nchat with other Anime-Planet users, and participate in discussions and other\nsocial media features, contests, and promotions related to anime.\n</p>\n<p>\nThe following are the Terms of Use (\"TOU\" or \"Agreement\") for the Site.\nWe\nreserve the right to modify the TOU at any time.\nYour continuing use of the\nSite manifests your willingness to be bound by the TOU and/or any changes we\nmake to the TOU.\nWe will change the \"Last Updated\" date at the top of this page\nevery time we modify the TOU.\nIf you do not wish to be bound by the TOU you may\ndiscontinue your use of the Site at any time.\nPlease check the TOU regularly to\nkeep informed of any changes we may make to them.\n</p>\n<p>\nYOU UNDERSTAND THAT BY USING THE SITE, REGISTERING TO BECOME A PART OF THE\nANIME-PLANET COMMUNITY ON THE SITE (\"REGISTER\" OR \"REGISTRATION\") OR BY POSTING\nANY CONTENT ON THE SITE OR REQUESTING THAT ANIME-PLANET POST SUCH CONTENT, YOU\nARE AGREEING TO BE BOUND BY THE TOU.\n</p>\n<p>\nIF YOU AGREE TO THE TOU ON BEHALF OF A BUSINESS, YOU REPRESENT AND WARRANT THAT\nYOU HAVE THE AUTHORITY TO BIND THAT BUSINESS TO THE TOU AND YOUR AGREEMENT TO\nTHE TOU WILL BE TREATED AS THE AGREEMENT OF THE BUSINESS.\nIN THAT EVENT, \"YOU\"\nAND \"YOUR\" WILL REFER AND APPLY TO THAT BUSINESS.\n</p>\n<p>\nIF YOU DO NOT ACCEPT THE TOU IN THEIR ENTIRETY, YOU MAY NOT ACCESS OR USE THE\nSITE.\n</p>\n<p>\n<b>Void Where Prohibited.</b> Use of the Site is void where prohibited.\n</p>\n<p>\n<b>Privacy.</b> Your privacy is very important to us.\nSee how we collect and\nuse your personal information in our Privacy Policy, which\nis incorporated into the TOU by this reference.\n</p>\n<p>\n<b>Applicability.\nThird Party Website and Links.</b> The TOU apply only to the\nSite.\nThey do not apply to any third party websites to which the Site may link,\nor to any other related sites from which you may have come to the Site or which\ncover a similar topic area.\nWe recommend that you carefully review the terms of\nuse of every website that you visit to keep apprised of the conditions that\ngovern your use of that website.\n</p>\n<p>\nAdditional terms and conditions may apply to specific portions or features of\nthe Site, including contests, promotions or other similar features, all of which\nterms are made a part of the TOU by this reference.\nYou agree to abide by such\nother terms and conditions, including where applicable representing that you are\nof sufficient legal age to use or participate in such service or feature.\nIf\nthere is a conflict between the TOU and the terms posted for or applicable to a\nspecific portion of the Site or for any service offered on or through the Site,\nthe latter terms shall control with respect to your use of that portion of the\nSite or the specific service.\n</p>\n<p>\n<b>Registration.</b> Some portions of the Site require you to register prior to\nobtaining access.\nWe may post additional rules or guidelines in connection with\nthose portions of the Site, and your use of them must be consistent with those\nrules/guidelines, in addition to being consistent with the TOU.\nYou understand\nthat not all features accessible via registration may be available indefinitely.\nFor example, you may register to be able to create a custom list of favorite\nanime on the Site or to post other lists and/or content.\nYou understand that\nsuch lists and content may not always be available and Anime-Planet reserves\nthe right to delete any or all of the foregoing if it deems doing so is\nnecessary to comply with applicable law or third party rights.\n</p>\n<p>To Register, you must:</p>\n<ul>\n<li>\nbe at least 13 years of age, and certain portions of the Site may be\nrestricted to registered users who are at least 18 years of age.\nIf you\nare a citizen of a country in the European Economic Area (which includes the\nEuropean Union), and any other included country or territory\n(collectively referred to as the European Region), you must be at least\n16 years old (or such greater age required in your country) to register\nor use the Site.\n</li>\n<li>\nprovide Anime-Planet with accurate and complete information.\n</li>\n<li>\nnot impersonate any other person, or use a username or password that\nyou are not authorized to use.\n</li>\n<li>\nsafeguard and maintain the confidentiality of your username, password\nand corresponding account information.\nand\n</li>\n<li>\nnot disclose your username, password or account information to anyone.\n</li>\n</ul>\n<p>\nYou agree that you are entirely and solely responsible for any and all\nactivities or actions that occur under your account, whether or not you have\nauthorized such activities or actions.\nYou agree to immediately notify\nAnime-Planet of any unauthorized use of your username, password or account.\nAnime-Planet reserves the right to require you to change your username or\npassword for any reason and may do so at any time.\nYou agree not to share your\nusername and/or password with any third party and you will not use the username,\npassword, or other information of another User.\n</p>\n<p>\n<b>Interactions With Other Users.</b> You are solely responsible for your\ninteractions (including any disputes) with other Users.\nYou understand that we\ndo not screen Users.\nYour use of the Site, and any other content made available\nthrough the Site is at your sole risk and discretion.\nYou agree to cooperate\nfully with Anime-Planet to investigate any suspected unlawful, fraudulent or\nimproper activity, including, without limitation, granting authorized\nAnime-Planet representatives access to any password-protected portions of your\naccount.\n</p>\n<p>\n<b>Term and Termination</b>.\nThis Agreement remains in effect with respect to\nyour use of the Site even after your Registration is deleted or you leave the\nSite.\n</p>\n<p>\nIf we determine that you have violated the TOU or pose a threat to\nAnime-Planet, its affiliates or other Users, we reserve the right to, in our\nsole discretion:\n</p>\n<ul>\n<li>\nreject, refuse to post, or remove any posting by you or any other party\nfor any reason and at any time.\n</li>\n<li>\ndeny, restrict, suspend, or terminate your access to all or any part\nof the Site at any time, for any reason, or for no reason, with or\nwithout prior notice or explanation, and without liability.\n</li>\n<li>\nremove and/or delete your Registration.\nand/or\n</li>\n<li>\nnotify authorities or take any actions we deem appropriate, with or\nwithout notice to you.\n</li>\n</ul>\n<p>\nAnime-Planet will not be liable to you or any third party for termination of the\nSite or termination of your use.\nUPON ANY TERMINATION OR SUSPENSION,\nANY CONTENT, MATERIALS OR INFORMATION THAT YOU HAVE SUBMITTED ON THE SITE OR\nWHICH IS RELATED TO YOUR ACCOUNT MAY NO LONGER BE ACCESSED BY YOU, SUBJECT TO\nYOUR RIGHTS AS OUTLINED IN OUR PRIVACY POLICY.\n</p>\n<p>\nAny suspension, termination or cancellation will not affect your obligations to\nAnime-Planet under the TOU (including, without limitation, proprietary rights\nand ownership, indemnification and limitation of liability), which by their\nsense and context are intended to survive such suspension, termination or\ncancellation.\n</p>\n<p>\nYou acknowledge and agree that Anime-Planet may preserve and disclose\ninformation available on the Site if required to do so by law, or if Anime-Planet\ndetermines that such preservation or disclosure is reasonably necessary to\n(1) comply with legal process, (2) enforce the TOU, (3) respond to claims that\nany such data violates the rights of others, or (4) protect the rights, property\nor personal safety of Anime-Planet, its employees, users of or visitors to the\nSite, and the public.\n</p>\n<p>\nYou may terminate your Anime-Planet Registration at any time and for any\nreason by contacting us via Contact Us and using the\n'Delete my account' option in the dropdown box.\nUpon any such termination, your account\nwill no longer be accessible.\nhowever, Anime-Planet may, in its discretion, continue to\npost any recommendations, synopses, descriptions, reviews, ratings, lists, contest\nrelated information, comments and other information and data you posted through\nor in connection with your access to the Site.\n</p>\n<p>\n<b>Our Rights to the Site, Badges, Tags, Articles and Other Content and Your\nFeedback.</b> Anime-Planet and its licensors reserve all right, title, and\ninterest in and to the name Anime-Planet, anime-planet.com, and to any and all\ntrademarks, logos, text, data, graphics, music, sounds, code and designs\nassociated with our name or with the Site, including but not limited to the\nlook and feel of the Site, theme images, badges and tags, articles, reviews,\nrecommendations, synopses, and descriptions we post and/or make available on the\nSite, articles and reviews, and any and all services and their underlying\nfunctionality which are or may be provided on the Site (individually and\ncollectively, the \"Anime-Planet Content\").\nIn addition, Anime-Planet reserves\nall rights to feedback you may provide regarding the Site, if applicable.\nBy\nsubmitting any feedback, you agree that your submission is gratuitous,\nunsolicited and without restriction and will not place Anime-Planet under any\nfiduciary or other obligation, that we are free to disclose any such feedback\non a non-confidential basis to anyone or otherwise use such feedback without\nany additional compensation to you.\nYou acknowledge that, by acceptance of your\nsubmission, Anime-Planet does not waive any rights to use similar or related\nideas previously known to it, or developed by its employees, or obtained from\nsources other than you.\n</p>\n<p>\nAll rights not otherwise granted under the TOU are reserved by Anime-Planet and\nits suppliers.\n</p>\n<p>\nYou will not remove, alter or conceal any copyright, trademark, service mark or\nother proprietary rights notices incorporated in or accompanying the Site, the\nAnime-Planet Content, any other content made available through the Site or\nrelated products and services, and except as explicitly described herein, you\nwill not reproduce, modify, adapt, prepare derivative works based on, perform,\ndisplay, publish, distribute, transmit, broadcast, sell, license or otherwise\nexploit the Site, the Anime-Planet Content or any other content made available\nthrough the Site.\n</p>\n<p>\n<b>Roles, Reviewers, Moderators, etc.</b> From time to time, Anime-Planet may\ndesignate certain Users to provide reviews, moderate discussions and commentary\nrelated to anime, Anime-Planet Content, User content and/or third party content.\nSuch designation shall not be construed as an endorsement of the authority of\nany such User as an authority with respect to such subject matter or otherwise.\nIn addition, such designation may be granted and revoked by Anime-Planet, in its\nsole discretion, at any time.\n</p>\n<p>\n<b>Responsibility for Your Content and the Content of Other Users.</b> You are\nsolely responsible for any ratings, recommendations, lists, comments, posts,\nreviews, synopses, images, articles, text, data, graphics and other content and\nmaterial that you submit, publish or display on the Anime-Planet Site or\ntransmit to other members and/or other Users (hereinafter, \"Content\").\n</p>\n<p>You may not:</p>\n<ul>\n<li>\npost, distribute, or reproduce in any way any copyrighted material,\ntrademarks, or other proprietary information without obtaining the\nprior written consent of the owner of such proprietary rights.\n</li>\n<li>\nsubmit any Content or material that infringes, misappropriates or violates\nthe intellectual property, publicity, privacy or other rights of any party.\n</li>\n<li>\nprovide any Content that falsely states or implies that such Content or\nmaterial is sponsored or endorsed by Anime-Planet.\nor\n</li>\n<li>\nprovide any Content that is unlawful or that promotes or encourages\nillegal activity or which violates the TOU.\n</li>\n</ul>\n<p>\nAnime-Planet reserves the right in its sole discretion, but has no obligation,\nto monitor your Content and the content posted by others, and may modify,\nsuspend and/or remove such content or any portion thereof at any time, and/or to\ninvestigate and take appropriate legal action against anyone who or whose\nContent violates the TOU in its sole discretion (such action may include\ntermination of the Registration and/or blocking your use of the Site).\nAnime-Planet does not review and cannot verify or warrant the accuracy of any\ncontent posted by Users.\n</p>\n<p>You may not post Content that:</p>\n<ul>\n<li>\nis false or intentionally misleading, including but not limited to\nfalsely marking Site content in a manner that distorts Site statistics\nor other Site results (e.g.\nincreasing the Site counters, lowering or\nincreasing ratings, etc.).\n</li>\n<li>\nis patently offensive to users of the Site, such as\nContent or messages that promote racism, bigotry, hatred, or physical\nharm of any kind against any group or individual.\n</li>\n<li>\nharasses or advocates harassment of another person, including but not\nlimited to negative comments related to other Users.\n</li>\n<li>\ninvolves the transmission of unsolicited mass mailing or \"spamming\".\n</li>\n<li>\nviolates the intellectual property or other rights of any person.\n</li>\n<li>\npromotes illegal activities or conduct that is abusive.\n</li>\n<li>\npromotes activities or websites that violate international copyright\nlaws.\n</li>\n<li>\nis threatening, obscene, defamatory or libelous.\n</li>\n<li>\nis pornographic or sexually explicit in nature.\nand\n</li>\n<li>\nseeks or recommends providers of material that exploits people under\nthe age of 18 in a sexual or violent manner, or seeks or recommends\nproviders that solicit personal information from anyone under 18.\n</li>\n</ul>\n<p>\nYou acknowledge and agree that Anime-Planet may, at its option, reclassify or\nre-categorize any Content and establish limits concerning Content, including,\nwithout limitation, the maximum number of days that Content will remain\navailable via the Site, the maximum size of any files that may be stored on or\nuploaded to the Site and the maximum disk space that may be allotted to you for\nthe storage of Content on our servers.\nAlthough Anime-Planet exercises\ncommercially reasonable efforts to ensure that legitimate data stored on its\nservers is not lost, Anime-Planet will have no responsibility or liability for\nmaintaining copies of your Content on our servers, and you are solely\nresponsible for creating backups of your Content.\n</p>\n<p>\n<b>Ownership and use of your Content.</b> By posting Content on the\nSite, you hereby grant, and you represent and warrant that you have the right\nto grant Anime-Planet, its partners and affiliates, successors and assigns\n(individually and collectively, the \"Anime-Planet Parties\") an irrevocable,\nperpetual, royalty-free, fully sub-licensable, fully paid up, worldwide license\nto modify, use, copy, publicly perform, digitally perform, publicly display,\nreformat, translate, excerpt (wholly or partially), sell and distribute your\nContent, with or without personal reference to you, to prepare derivative works\nof, and incorporate into other works, such Content.\nThe foregoing license\nincludes, without limitation, the right to share your Content with third\nparties for any purpose, commercial, advertising, or otherwise, on or in\nconnection with the Anime-Planet Parties and/or the Site or the promotion\nthereof, to prepare derivative works of, or incorporate into other works, Your\nContent, and to grant and authorize sublicenses of the foregoing.\nIn addition,\nyou grant such license even with reference to you as necessary to enable\nAnime-Planet to permit you to use and access the Site, including your sharing\nyour Content with other Users of the Site.\nThis license is non-exclusive,\nexcept you agree that Anime-Planet shall have the exclusive right to practice\nthis license to the extent of combining your Content with materials, designs, or\nother content of Anime-Planet, its partners and affiliates or of other Users.\n</p>\n<p>\nNotwithstanding anything set forth herein, Anime-Planet shall own, and you\nhereby transfer and assign to Anime-Planet, all right, title and interest in\nand to (i) any Content you create which derives, directly or indirectly, from\nthe Anime-Planet Content, including but not limited to, themes, site skins,\ntemplates, (ii) any Content which you create at Anime-Planet's request or with\nAnime-Planet's direction, including but not limited to any Content you create in\nconnection with contests or promotions sponsored by the Site.\nand (iii)\nAnime/Manga synopses and character, person or other descriptions you submit for\nAnime-Planet's use on the Site.\n</p>\n<p>\n<b>User Obligations.</b> You agree that, while using the Site, you will comply\nwith all applicable laws and regulations You will not use the Site in any of the\nfollowing ways:\n</p>\n<ul>\n<li>upload, post, transmit, share, store or otherwise make available on the\nSite any of the following:\n<ul>\n<li>\nunsolicited advertising, solicitations, promotional materials,\n\"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any\nother form of solicitation.\n</li>\n<li>\nany personal information of any third party, including, addresses,\nphone numbers, email addresses, Social Security numbers and credit\ncard numbers without their consent.\n</li>\n<li>\nsoftware viruses or any other computer code, files or programs\ndesigned to interrupt, destroy or limit the functionality of any\ncomputer software or hardware or telecommunications equipment.\n</li>\n<li>\ncontent that would constitute, encourage or provide instructions for\na criminal offense, violate the rights of any party, or that would\notherwise create liability or violate any local, state, national or\ninternational law, including any material that infringes any\ncopyright, patent, trademark, trade secret or other proprietary\nrights of any person or entity.\n</li>\n</ul>\n</li>\n<li>\ninappropriately solicit personal information, or otherwise solicit\npasswords or personally identifying information for commercial or\nunlawful purposes.\n</li>\n<li>\nintimidate or harass another.\n</li>\n<li>\nharvest, collect, or otherwise gather personal or contact information,\nincluding email addresses, of other Users by electronic or other means\nin order to send unsolicited emails or other unsolicited communications\nin any form.\n</li>\n<li>\ndisable, otherwise impair, overburden, or damage the Site.\n</li>\n<li>\nuse any sort of technology, including automated scripts, to collect\ninformation from or otherwise interact with the Site.\n</li>\n<li>\nuse Anime-Planet to do anything unlawful, misleading, malicious, or\ndiscriminatory.\n</li>\n<li>\nuse any \"deep-link\", \"page-scrape\", \"robot\", \"spider\" or other\nautomatic device, program, algorithm or methodology, or any similar or\nequivalent manual process, to access, acquire, copy or monitor any\nportion of the Site or any Content, or in any way reproduce or\ncircumvent the navigational structure or presentation of the Site or\nany Content, to obtain or attempt to obtain any materials, documents or\ninformation through any means not purposely made available through the\nSite.\n</li>\n<li>\nprobe, scan or test the vulnerability of the Site or any network\nconnected to the Site, nor breach the security or authentication\nmeasures on the Site or any network connected to the Site.\nYou may not\nreverse look-up, trace or seek to trace any information on any other\nuser of or visitor to the Site, or any other User, to its source, or\nexploit the Site or any service or information made available or\noffered by or through the Site, in any way where the purpose is to\nreveal any information, including but not limited to personal\nidentification or information, other than your own information, as\nprovided for by the Site.\nor\n</li>\n<li>\nmisrepresent yourself, your age or your affiliation with any person or\nentity, including the creation of duplicate or false Profiles of any\nkind or nature.\n</li>\n</ul>\n<p>\n<b>Protecting Copyrights and Other Intellectual Property.</b> If you believe your work\nhas been copied and posted on or through the Site in a way that constitutes copyright\ninfringement, or any other infringement of your intellectual property rights, please\ncontact us at abuse@anime-planet.com.\n</p>\n<p>\n<b>Disclaimers.</b> We have implemented commercially-reasonable technical and\norganizational measures designed to secure data and information from accidental loss and\nfrom unauthorized access, use, alteration or disclosure.\nHowever, we cannot guarantee\nthat such measures will never be defeated or that your personal information will never be\nused for improper purposes.\n</p>\n<p>\nYou use any information which you gather from third party Users' content at your own\nrisk.\nAlthough we provide rules, including the TOU, for use of the Site, we do not\ncontrol and assume no responsibility for what Users may post, upload, transmit, share,\nstore or otherwise make available on the Site.\nFurther, Anime-Planet is not responsible\nfor the conduct of any User on the Site or offline.\n</p>\n<p>\nThe Site and Your Content may not be available from time to time for scheduled\nmaintenance and for other reasons.\nWe are not responsible for any damages whatsoever as\na result of the Site not being available.\nFurther, we are not responsible for any\nhacking, hijacking, or other manipulation of the Site, or for any resulting damages, or\nfor any loss of data (including but not limited to any loss that results in loss of your\nContent).\nFinally, we are not responsible for any failure of software, telecommunications\nequipment, computer hardware, computer systems or servers, technology services, or any\nother related product or service and we assume no liability for injury or damage relating\nto the use of the Site or downloading of any technology of the Site.\nUnder no\ncircumstances will Anime-Planet be responsible for any damage or loss to a User,\nincluding personal injury or death, resulting from or related to a User's use of the\nSite, or any Third Party Content posted thereto.\n</p>\n<p>\nTHE SITE PROVIDED \"AS-IS.\" YOU BEAR THE RISK OF USING IT.\nWE GIVE NO EXPRESS WARRANTIES,\nGUARANTEES OR CONDITIONS.\nYOU MAY HAVE ADDITIONAL CONSUMER RIGHTS UNDER YOUR LOCAL LAWS\nWHICH THIS AGREEMENT CANNOT CHANGE.\nTO THE EXTENT PERMITTED UNDER YOUR LOCAL LAWS,\nANIME-PLANET EXCLUDES THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A\nPARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWE FURTHER GIVE NO WARRANTIES THAT THE SITE\nWILL FUNCTION A PARTICULAR WAY OR MEET ANY PARTICULAR STANDARD.\n</p>\n<p>\nSuggestions and/or references to any commercial enterprise by Users on the Site do not\nconstitute an endorsement or warranty of any kind by us related to of any particular\nservice, party, or product.\nYou act on any and all information which you gather from the\nSite at your own risk.\n</p>\n<p>\n<b>Limitation of Liability and Exclusion of damages.</b> To the extent permissible under\napplicable law, the maximum amount you may recover from Anime-Planet is direct damages\nup to U.S.\n$10.\nTo the extent permitted by applicable law, Anime-Planet will not be\nliable for any other damages, including consequential, lost profits, special, indirect\nor incidental damages.\nThis limitation applies to anything related to the Site and the\nprovision of or failure to provide technical or other support services, and claims for\nbreach of contract, breach of warranty, guarantee or condition, strict liability,\nnegligence, or other tort to the extent permitted by applicable law.\nThis exclusion\napplies even if Anime-Planet knew or should have known about the possibility of the\ndamages.\n</p>\n<p>\n<b>Indemnity.</b> You agree to indemnify and hold Anime-Planet, its subsidiaries, and\naffiliates, and their respective officers, agents, partners and employees, harmless from\nany loss, liability, claim, or demand, including reasonable attorneys' fees, made by any\nthird party due to or arising out of your use of the Site and/or arising from a breach\nof the TOU.\n</p>\n<p>\n<b>U.S.\nExport Controls.</b> To the extent that the Site is subject to United States laws\nand regulations regarding the export of software, you are responsible to comply with those\nlaws.\nInternational treaties and laws may also apply to your use of the Site.\nYou are\nresponsible to for complying with those laws as well.\n</p>\n<p>\n<b>Disputes.</b> Washington state law in the U.S.A.\ngoverns the interpretation of this\nAgreement, and claims for breach of it.\nYou and Anime-Planet agree to submit to the\nexclusive jurisdiction of the courts located within the State of Washington to resolve\nany dispute arising out of the Agreement or the Site.\nYour local laws may apply for\nclaims in tort, unfair competition, and consumer protection.\n</p>\n<p>\n<b>Notice.</b> You consent to the use of electronic records to store information\nrelated to the TOU or your use of the Site.\nAny notice or other communication to be\ngiven hereunder will be in writing and given (x) by Anime-Planet via email (in each case\nto the address that you provide), (y) a posting on the Site or (z) by you via email to\nwebmaster@anime-planet.com or to such other addresses as Anime-Planet may specify in\nwriting.\nThe date of receipt will be deemed the date on which such notice is transmitted.\n</p>\n<p>\n<b>Miscellaneous.</b> In the event that any provision in the TOU is held to be invalid\nunenforceable, the unenforceable part will be given effect to the greatest extent\npermitted by law and the remaining provisions will remain in full force and effect to\nthe maximum extent permitted by law.\nThe failure of a party to enforce any right or\nprovision of the TOU will not be deemed a waiver of such right or provision.\nYou may\nnot assign or transfer the TOU (by operation of law or otherwise) without the prior\nwritten consent of Anime-Planet and any prohibited assignment will be null and void.\nAnime-Planet may assign the TOU or any rights hereunder without your consent.\nYou agree\nthat the TOU and the rules, restrictions and policies contained herein, and\nAnime-Planet's enforcement thereof, are not intended to confer and do not confer any\nrights or remedies upon any person other than you and Anime-Planet.\nThe TOU together\nwith the policies of Anime-Planet incorporated herein by reference constitute the entire\nagreement between Anime-Planet and you with respect to the subject matter of the TOU.\n</p>\n", "created_at": "2021-06-11 04:19:02.463963", "updated_at": "2021-06-11 02:19:52.758549"}], "points": [], "urls": ["anime-planet.com"]}}