{"error": 448, "message": "OK", "parameters": {"id": 4998, "name": "Max Access", "created_at": "2021-09-04 02:29:40.442642", "updated_at": "2021-09-04 22:01:10.616523", "wikipedia": null, "keywords": null, "related": null, "slug": "max-access", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4998.png", "url": "maxaccess.io", "documents": [{"id": 8976, "name": "Terms of Use", "url": "https://maxaccess.io/terms/", "xpath": "//body", "text": " <ul>\n<li>Free Trial</li>\n<li>Pricing</li>\n<li>Pro</li>\n<li>Demo</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Contact</li>\n<li>Tutorials</li>\n<li>FAQ</li>\n<li>Accessibility</li>\n<li>Competition</li>\n<li>Story &amp.\nVision</li>\n<li>My Account</li>\n</ul>\n<p>Website Terms of Use</p>\n<p>\n<strong>Acceptance of the Website Terms of Use</strong>\n</p>\n<p>These terms of use are entered into by and between You and Limelight Department, Inc.\nDBA Online ADA (“Company”, “we” or “us”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “Terms of Use”), govern your access to and use of (a) https://onlineada.com and/or (b) https://adaplugin.com&nbsp;and/or (c) https://adatoolbar.com&nbsp;and/or (d) https://maxaccess.io, including any content, functionality and services offered on or through such websites, whether as a guest or a registered user.\nAs used herein, “Website” shall refer to each of the aforementioned websites, or any combination of them.\nPlease read the Terms of Use carefully before you start to use the Website.\nBy using the Website, you accept and agree to be bound and abide by these Terms of Use, our privacy policy found at https://maxaccess.io/privacy (the “Privacy Policy”).\nIf you do not want to agree to or accept these Terms of Use, the Privacy Policy, or the Earnings Disclaimer, you must not access or use the Website.</p>\n<p>The Website is only offered and available to users who are 18 or older and fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIf you do not meet all of the foregoing requirements, you must not access or use any Website.</p>\n<p>\n<strong>Changes to the Terms of Service</strong>\n</p>\n<p>We may revise and update these Terms of Service from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nHowever, any changes to the dispute resolution provisions set forth in Governing Law and Jurisdiction will not apply to any disputes for which the parties have actual notice on or prior to the date the change is posted on the Website.\nYour continued use of the Website following the posting of revised Terms of Service means that you accept and agree to the changes.\nWe encourage and expect you to consult the Terms of Service each time you access a Website so you are aware of any changes, as they are binding on you.</p>\n<p>\n<strong>Accessing the Website and Account Security</strong>\n</p>\n<p>We reserve the right to withdraw or amend the Website, and any service or material we provide on the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.\nYou are responsible for (a) making all arrangements necessary for you to have access to the Website and (b) ensuring that all persons who access the Website through your internet connection are aware of these Terms of Service and comply with them.</p>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nWe have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.</p>\n<p>\n<strong>Intellectual Property Rights</strong>\n</p>\n<p>service@onlineada.com.</p>\n<p>These Terms of Service permit you to use the Website for your personal, non-commercial use only.\nYou must not sell, license, rent, copy, reproduce, transmit, distribute, modify, create derivative works from, publicly display, publicly perform, republish, adapt, edit, download, store or transmit any of the material on our Website, with the following exceptions: (1) your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.\n(2) you may store files that are automatically cached by your Web browser for display enhancement purposes.\n(3) you may print or download one copy of a reasonable number of pages of the Website for your own personal, non-commercial use and not for further reproduction, publication or distribution.\n(4) if we provide desktop, mobile or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.\nand (5) if we provide social media features with certain content, you may take such actions as are enabled by such features.</p>\n<p>You must not (1) modify copies of any materials from the Website.\n(2) use any illustrations, photographs, video or audio sequences or any graphics from the Website separately from the accompanying text.\n(3) delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from the Website.\nYou must not access or use for any commercial purposes any part of the Website or any services or materials available through the Website.</p>\n<p>If you print, copy, modify, download or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Service, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by the Company.\nAny use of the Website not expressly permitted by these Terms of Service is a breach of these Terms of Service and may violate copyright, trademark and other laws.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>The Company name and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.</p>\n<p>\n<strong>Prohibited Uses</strong>\n</p>\n<p>You may use the Website only for lawful purposes and in accordance with these Terms of Service.\nYou agree not to use the Website (a) in any way that violates any applicable federal, state, local or international law or regulation.\n(b) for the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.\n(c) to send, knowingly receive, upload, download, use or re-use any material which does not comply with the Content Standards set out in these Terms of Service.\n(d) to transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.\n(e) to impersonate or attempt to impersonate the Company, a Company employee, another user or any other person or entity (including, without limitation, by using e-mail addresses or screen names associated with any of the foregoing).\nor (f) to engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website or expose them to liability.</p>\n<p>Additionally, you agree not to (1) use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website.\n(2) use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.\n(3) use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent.\n(4) use any device, software or routine that interferes with the proper working of the Website.\n(5) introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.\n(6) attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website.\n(7) attack the Website via a denial-of-service attack or a distributed denial-of-service attack.\nor (8) otherwise attempt to interfere with the proper working of the Website.</p>\n<p>\n<strong>User Contributions</strong>\n</p>\n<p>The Website may contain message boards, chat rooms, personal web pages or profiles, forums, bulletin boards, and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display or transmit to other users or other persons (hereinafter, “post”) content or materials (collectively, “User Contributions”) on or through the Website.\nAll User Contributions must comply with the Content Standards set out in these Terms of Service.</p>\n<p>Any User Contribution you post to the Website will be considered non-confidential and non-proprietary.\nBy providing any User Contribution on the Website, you grant us and our licensees, successors and assigns the right to use, reproduce, modify, perform, display, distribute and otherwise disclose to third parties any such material for any purpose.</p>\n<p>Without limiting the foregoing, you agree and understand that other individual members of the membership program available on the Website may see the information that you post on any applicable Website membership area.\nFor this reason, you agree that you shall not post any information on the Website that you do not want others to see.\nYou agree that anything you post in the applicable membership area of the Website is at your own risk, and you further agree to hold Company harmless from any and all damage that could occur to you from any information that you post.\nFor additional details, please see our Privacy Policy.</p>\n<p>You represent and warrant that (a) you own or control all rights in and to the User Contributions and have the right to grant the license granted above to us and our licensees, successors and assigns.\nand (b) all of your User Contributions do and will comply with these Terms of Service.\nYou understand and acknowledge that you are responsible for any User Contributions you submit or contribute, and you, not the Company, have full responsibility for such content, including its legality, reliability, accuracy and appropriateness.\nWe are not responsible, or liable to any third party, for the content or accuracy of any User Contributions posted by you or any other user of the Website.</p>\n<p>\n<strong>Monitoring and Enforcement.\nTermination</strong>\n</p>\n<p>We have the right to (a) remove or refuse to post any User Contributions for any or no reason in our sole discretion.\n(b) take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including if we believe that such User Contribution violates the Terms of Service, including the Content Standards, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Website or the public or could create liability for the Company.\n(c) disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.\n(d) take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website.\n(e) terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</p>\n<p>To the extent you are involved in a membership program on the Website, either you or the Company can cancel your participation in any of our membership programs at any time and for any reason.\nExcept for refunds pursuant to any specified refund periods in any payment terms entered into between you and the Company, no refunds for previous months of membership will be given in the event you or Company terminates your membership in the Website.</p>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Website.\nYOU WAIVE AND HOLD HARMLESS THE COMPANY FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY THE COMPANY DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER THE COMPANY OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>We cannot and/or do not undertake to review all material before it is posted on the Website, and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<p>\n<strong>Content Standards</strong>\n</p>\n<p>These content standards apply to any and all User Contributions and use of Interactive Services.\nUser Contributions must in their entirety comply with all applicable federal, state, local and international laws and regulations.</p>\n<p>Without limiting the foregoing, User Contributions must not: (a) contain any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable.\n(b) promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.\n(c) infringe any patent, trademark, trade secret, copyright or other intellectual property or other rights of any other person.\n(d) violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms of Use and our Privacy Policy.\n(e) be likely to deceive any person.\n(f) promote any illegal activity, or advocate, promote or assist any unlawful act.\n(g) cause annoyance, inconvenience or needless anxiety or be likely to upset, embarrass, alarm or annoy any other person.\n(h) impersonate any person, or misrepresent your identity or affiliation with any person or organization’ (i) involve commercial activities or sales, such as contests, sweepstakes and other sales promotions, barter or advertising.\n(j) contain any occult, hateful, or racist material.\nor (k) give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.\nTo the extent it is questionable whether User Contributions violate the Content Standards, the Company reserves the right to make the final decision regarding whether a violation has occurred and reserves the right to terminate any user’s access to the Website without prior notice for a violation of this provision.</p>\n<p>Further requirements regarding the conduct that is expected of all users of the Website may also be found via posts from the Company on the Website, and you agree to comply with such requirements.</p>\n<p>\n<strong>Copyright Infringement</strong>\n</p>\n<p>Reporting Copyright Infringement.\nWe take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from the Website infringe your copyright, you may request removal of those materials (or access to them) from the Website by submitting written notification to our Copyright Agent (designated below).\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“DMCA”), the written notice (the “DMCA Notice”) must include (a) your physical or electronic signature.\n(b) identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Website, a representative list of such works.\n(c) identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.\n(d) adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).\n(e) a statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.\n(f) a statement that the information in the written notice is accurate.\nand (g) a statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.\nIf you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the Website is infringing your copyright, you may be held liable for damages (including costs and attorney fees) under Section 512(f) of the DMCA.</p>\n<p>Counter-Notification Procedures.\nIf you believe that material you posted on the Website was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a “Counter-Notice“) by submitting written notification to our Copyright Agent (identified below).\nPursuant to the DMCA, the Counter-Notice must include (a) your physical or electronic signature.\n(b) an identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.\n(c) adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).\n(d) a statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\n(e) a statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Website may be found) and that you will accept service from the person (or an agent of that person) who provided the Website with the complaint at issue.\nThe DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter-Notice.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the Website was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorney fees) under Section 512(f) of the DMCA.</p>\n<p>service@onlineada.com.</p>\n<p>Repeat Infringers.\nIt is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.</p>\n<p>\n<strong>Reliance on Information Posted</strong>\n</p>\n<p>The information presented on or through the Website is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>This Website may include content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of the Company.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n<p>\n<strong>Changes to the Website</strong>\n</p>\n<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\n<p>\n<strong>Information About You and Your Visits to the Website</strong>\n</p>\n<p>All information we collect on this Website is subject to our Privacy Policy.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<p>\n<strong>Online Purchases, Refunds, and Other Terms and Conditions</strong>\n</p>\n<p>The Company may offer one or more membership programs on its Website.\nThe pricing for any such membership program will be clearly stated on the applicable order form.\nAll purchases through the Website are final and will not be refunded except as expressly stated herein.</p>\n<p>service@onlineada.com</p>\n<p>Additional terms and conditions may also apply to specific portions, services or features of the Website.\nAll such additional terms and conditions are hereby incorporated by this reference into these Terms of Service.</p>\n<p>\n<strong>Disclosure</strong>\n</p>\n<p>\n<b>Linking to the Website and Social Media Features</b>\n</p>\n<p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.</p>\n<p>The Website may provide certain social media features that enable you to: (a) link from your own or certain third-party websites to certain content on the Website.\n(b) send e-mails or other communications with certain content, or links to certain content, on the Website.\nor (c) cause limited portions of content on the Website to be displayed or appear to be displayed on your own or certain third-party websites.\nYou may use these features solely as they are provided by us, solely with respect to the content they are displayed with, and otherwise in accordance with any additional terms and conditions we provide with respect to such features.</p>\n<p>Subject to the foregoing, you must not (a) establish a link from any website that is not owned by you.\n(b) cause the Website or portions of it to be displayed, or appear to be displayed by, for example, framing, deep linking or in-line linking, on any other site.\n(c) link to any part of the Website other than the homepage.\n(d) otherwise take any action with respect to the materials on this Website that is inconsistent with any other provision of these Terms of Service.\nYou agree to cooperate with us in causing any unauthorized framing or linking immediately to cease.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.</p>\n<p>\n<strong>Links from the Website</strong>\n</p>\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\n<p>\n<strong>Geographic Restrictions</strong>\n</p>\n<p>The owner of the Website is based in the United States.\nWe provide this Website for use only by persons located in the United States.\nWe make no claims that the Website or any of its content is accessible or appropriate outside of the United States.\nAccess to the Website may not be legal by certain persons or in certain countries.\nIf you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nWE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK.\nTHE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>WITHOUT LIMITING THE FOREGOING, THE COMPANY IS NOT ACTING AS A FINANCIAL OR LEGAL ADVISOR AND DOES NOT GUARANTEE THAT YOU WILL ACHIEVE ANY PARTICULAR RESULT FROM USING THE WEBSITE OR FROM PARTICIPATING IN THE COMPANY’S MEMBERSHIP PROGRAMS LOCATED ON ITS WEBSITES.\nTHE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>\n<strong>Limitation on Liability</strong>\n</p>\n<p>IN NO EVENT WILL THE COMPANY, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, THE MEMBERSHIP PROGRAMS AVAILABLE THROUGH THE WEBSITE, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless the Company, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Use or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Website.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>\n</p>\n<p>All matters relating to the Website and these Terms of Service and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Oregon without giving effect to any choice or conflict of law provision or rule (whether of the State of Oregon or any other jurisdiction).</p>\n<p>Any legal suit, action or proceeding commenced by you and arising out of, or related to, these Terms of Service or the Website shall be instituted exclusively in the state or federal district courts located in Lane County, Oregon.\nNotwithstanding the foregoing, we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Service in Lane County, Oregon or in your county of residence (if in the United States) or any permissible venue (if outside the United States).\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\n<p>\n<strong>Arbitration</strong>\n</p>\n<p>At the Company’s sole discretion, it may require you to submit any disputes arising from the use of these Terms of Service or the Website, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying Oregon law.</p>\n<p>\n<strong>Waiver and Severability</strong>\n</p>\n<p>No waiver by the Company of any term or condition set forth in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>The Terms of Service and the other documents specifically incorporated herein constitute the sole and entire agreement between you and the Company with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.\nNeither you nor Company are relying on any representation not contained herein (or in the other documents specifically incorporated herein).</p>\n<p>\n<strong>Contacting Us</strong>\n</p>\n<p>If you need to contact us, please use the website&nbsp;https://maxaccess.io/contact, or send us a letter at: 207 E 5th Ave, Suite 240 Eugene, Oregon 97401.</p>\n<ul>\n<li>Free Trial</li>\n<li>Demo</li>\n<li>Pricing</li>\n<li>Pro</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Story &amp.\nVision</li>\n<li>Tutorials</li>\n<li>FAQ</li>\n<li>Accessibility</li>\n<li>Competition</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li> facebook Facebook </li>\n<li> linkedin Linkedin </li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Terms</li>\n<li>License</li>\n<li>Privacy</li>\n<li>Disclaimer</li>\n<li>Affiliates</li>\n</ul> Limelight Department <p>Copyright ©2021 Online ADA, Inc.</p> Chat with us, powered by LiveChat ", "created_at": "2021-09-04 00:31:03.557097", "updated_at": "2021-09-04 00:31:19.081132"}, {"id": 8975, "name": "Privacy Policy", "url": "https://maxaccess.io/privacy/", "xpath": "//body", "text": " <ul>\n<li>Free Trial</li>\n<li>Pricing</li>\n<li>Pro</li>\n<li>Demo</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Contact</li>\n<li>Tutorials</li>\n<li>FAQ</li>\n<li>Accessibility</li>\n<li>Competition</li>\n<li>Story &amp.\nVision</li>\n<li>My Account</li>\n</ul>\n<p>Privacy Policy</p>\n<p>Limelight Department, Inc.\nDBA Online ADA (“Company” or “We”) respects your privacy and is committed to protecting it through compliance with this policy.\nThis policy describes the types of information we may collect from you or that you may provide when you visit (a) https://onlineada.com and/or (b) https://adaplugin.com and/or (c) https://adatoolbar.com and/or (d) https://maxaccess.io (including any content, functionality and services offered on or through such websites, whether as a guest or a registered user), and our practices for collecting, using, maintaining, protecting and disclosing that information.\nAs used herein, “Website” shall refer to each of the aforementioned websites, or any combination of them.</p>\n<p>This Privacy Policy applies to information we collect on the Website or in e-mail, text and other electronic messages between you and this Website.\nIt does not apply to information collected by (a) us offline or through any other means, including on any other website operated by Company or any third party.\nor (b) any third party, including through any application or content (including advertising) that may link to or be accessible from or on the Website.</p>\n<p>Please read this policy carefully (before using the Website or submitting any personal information) to understand our policies and practices regarding your information and how we will treat it.\nCalifornia residents, please also see the “Note to California Residents” Section below for additional rights that apply to you.\nIf you do not agree with our policies and practices, your choice is to not use our Website.\nBy accessing or using the Website, you agree to this Privacy Policy.\nThis policy may change from time to time.\nYour continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n<p>\n<b>Information We Collect About You and How We Collect It</b>\n</p>\n<p>We collect several types of information from and about users of our Website, including information (a) by which you may be personally identified, such as name, postal address, e-mail address, telephone number, credit card information (if voluntarily submitted by our visitors), social security number, or any other identifier by which you may be contacted online or offline (“personal information”).\nor (b) about your internet connection, the equipment you use to access our Website and usage details.\nWe collect this information: (a) directly from you when you provide it to us, or (b) automatically as you navigate through the Website (which may include usage details, IP addresses and information collected through cookies, web beacons, and other tracking technologies).\nand (c) from third parties, for example, our business partners.</p>\n<p>\n<b>Information You Provide to Us</b>\n</p>\n<p>The information we collect on or through our Website may include (a) information that you provide by filling in forms on our Website, including information provided at the time of registering to use our Website, reporting problems with our Website, subscribing to our service, posting material, or requesting further services.\n(b) records and copies of your correspondence (including e-mail addresses), if you contact us.\n(c) your responses to surveys that we might ask you to complete for research purposes.\n(d) details of transactions you carry out through our Website and of the fulfillment of your orders, including financial information you may be required to provide before placing an order through our Website.\nand (e) your search queries on the Website.</p>\n<p>You also may provide information to be published or displayed (hereinafter, “posted“) on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, “User Contributions”).\nYour User Contributions are posted on and transmitted to others at your own risk.\nAdditionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p>\n<p>\n<b>Information We Collect Through Automatic Data Collection Technologies</b>\n</p>\n<p>We also may collect various types of non-personally identifiable information to help us make your experience more enjoyable, measure site activity to identify future improvements that should be made, and compile aggregate data to help serve site visitors better.</p>\n<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including (a) details of your visits to our Website, including traffic data, location data, logs and other communication data and the resources that you access and use on the Website, or (b) information about your computer and internet connection, including your IP address, operating system and browser type.\nWe may use your IP address to help prevent fraud, to help diagnose problems with our server, to gather broad demographic information, and to offer you products and services.\nBecause there is not yet a common understanding of how to interpret web browser-based “Do Not Track” signals other than cookies, we do not currently respond to “Do Not Track” signals that are undefined.</p>\n<p>The information we collect automatically is statistical data and does not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to (a) estimate our audience size and usage patterns.\n(b) store information about your preferences, allowing us to customize our Website according to your individual interests.\n(c) speed up your searches.\nand (d) recognize you when you return to our Website.</p>\n<p>The technologies we use for this automatic data collection may include cookies, flash cookies, and/or web beacons, described below:</p>\n<p>Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website, allowing us to enhance your user experience.</p>\n<p>Flash Cookies.\nCertain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Website.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.</p>\n<p>Web Beacons.\nEmails and newsletters sent electronically, as well as Pages of our Website, may contain small electronic files known as web beacons (also referred to as clear gifs.\npixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an e-mail and for other related Website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</p>\n<p>If you visit this site with an open ID (such as Facebook), you may also be sharing and integrating data with third-party social media sites, and we may track aggregate data about the number of visits to this site with an open ID, the number of items “liked” on this site, or items on this site that you choose to share with a third-party social media site.</p>\n<p>We do not collect personal Information automatically, but we may tie this information to personal information about you that we collect from other sources or you provide to us.</p>\n<p>\n<b>Third-party Use of Cookies and Other Tracking Technologies</b>\n</p>\n<p>Some content or applications, including advertisements, on the Website are served by third-parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies, alone or in conjunction with web beacons or other tracking technologies, to collect information about you when you use our website.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.</p>\n<p>We do not control and are not liable for the actions of any third parties who we may promote.\nWe pride ourselves in working with quality companies, but have no control over the actions of those third parties.\nWhile we are not liable for any of the actions of those third parties, you should feel free to give us feedback from time to time on your experiences with any third parties to whom we work with so that we may enhance our future service to all customers.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.</p>\n<p>\n<b>How We Use Your Information</b>\n</p>\n<p>We use information that we collect about you or that you provide to us, including any personal information (a) to present our Website and its contents to you.\n(b) to validate your compliance with the Terms of Use applicable to the Website.\n(c) for content improvement and feedback purposes.\n(d) to provide you with information, products or services that you request from us.\n(e) to reach you, when necessary, regarding your use of the Website or products.\n(f) to contact you about our goods and services that may be of interest to you.\n(g) to fulfill any other purpose for which you provide it.\n(h) to provide you with notices about your account/subscription, including expiration and renewal notices.\n(i) to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.\n(j) to notify you about changes to our Website or any products or services we offer or provide though it.\n(k) to allow you to participate in interactive features on our Website.\n(l) in any other way we may describe when you provide the information.\n(m) for any other purpose with your consent.</p>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers’ target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p>\n<p>By submitting your email address on the Website, you agree to receive email from the Company and its Websites.\nYou can cancel your participation in any of these email lists at any time by clicking the opt-out link or other unsubscribe option that is included in the respective email.\nWe only send emails to people who have authorized us to contact them, either directly, or through a third party.\nWe do not send unsolicited commercial emails, because we hate spam as much as you do.</p>\n<p>In addition, you agree that by submitting your telephone contact information on the Website and/or registering to receive the product and/or service offered herein, such act constitutes a purchase, an inquiry, and/or an application for the purposes of the Amended Telemarketing Sales Rule (ATSR), 16 CFR ‘310 et seq.\nand any applicable state and local “do not call” regulations.\nWe retain the right to contact you via telemarketing in accordance with the ATSR and the applicable state regulations.</p>\n<p>\n<b>Disclosure of Your Information</b>\n</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\nWe may disclose personal information that we collect or you provide as described in this privacy policy: (a) to our subsidiaries and affiliates.\n(b) to contractors, service providers and other third parties we use to support our business.\n(c) to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of the Company’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by the Company about our Website users is among the assets transferred.\n(d) to third parties to market their products or services to you if you have not opted out of these disclosures.\n(e) to fulfill the purpose for which you provide it.\n(f) for any other purpose disclosed by us when you provide the information.\nor (g) with your consent.\nWe may also disclose your personal information (a) to comply with any court order, law or legal process, including to respond to any government or regulatory request.\n(b) to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes.\nor (c) if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers or others (this includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction).</p>\n<p>Except as otherwise stated herein, we will NEVER share your personally identifiable information with third parties unless you have given us explicit permission to do so, such as in order to fulfill a third party offer that you have accepted from us.\nHowever, by permitting us to collect this information, you will be able to receive information on other products and services that may be of interest to you, including related third party offers that we may send directly to you.\nYou also enable us to personalize your experience with us so that we can provide you with the highest quality of service.</p>\n<p>By participating in one of our membership programs through the Website, you agree and understand that other members of the program may see the comments, questions, photos, and/or other documents that you post on the membership Website, as well as any responses to you that are posted by the Company or other members.\nIf you do not want your personal details revealed to other members of the program, then please do not post any such information through the membership Website.</p>\n<p>\n<b>Choices About How We Use and Disclose Your Information</b>\n</p>\n<p>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe’s website.\nIf you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.\nWe do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (“NAI”) on the NAI’s website.</p>\n<p>\n<b>Accessing and Correcting Your Information</b>\n</p>\n<p>You can review and change your personal information by logging into the Website and visiting your account profile page.\nYou may also send us an e-mail at support@onlineada.com to request access to, correct or delete any personal information that you have provided to us.\nWe cannot delete your personal information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you delete your User Contributions from the Website, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Website users.\nProper access and use of information provided on the Website, including User Contributions, is governed by our “Terms of Service” located at https://maxaccess.io/terms</p>\n<p>\n<b>Your California Privacy Rights</b>\n</p>\n<p>If you live in the State of California, under the California Civil Code, you have the right to request that companies who conduct business in California provide you with a list of all third parties to which the company has disclosed Personal Information during the preceding year for direct marketing purposes.</p>\n<p>Alternatively, the law provides that if a company has a Privacy Policy that gives either an opt-out (often referred to as “unsubscribe”) or opt-in choice for use of your Personal Information by third parties (such as advertisers or affiliated companies) for marketing purposes, that the company may instead provide you with information on how to exercise your disclosure choice options.</p>\n<p>This Site qualifies for the alternative option.\nit has a comprehensive Privacy Policy and provides you with details on how you may either opt-out or opt-in to the use of your Personal Information by third parties for direct marketing purposes.\nTherefore, we are not required to maintain or disclose a list of the third parties that received your Personal Information for marketing purposes during the preceding year.</p>\n<p>If you are a California resident and want to request information about how to exercise your third party disclosure choices, you must send a request to the following address with a preference on how our response to your request should be sent (email or postal mail).\nYou may contact us via regular mail at:</p>\n<p>Online ADA<br>207 E 5th Ave<br>Suite 240<br>Eugene, Oregon 97401</p>\n<p>All requests sent via regular mail must be labeled “Your California Privacy Rights” on the envelope or post card and clearly stated on the actual request.\nFor all requests, please include your name, street address, city, state, and zip code.\nPlease include your zip code for our own recordkeeping.</p>\n<p>We do not accept requests via the telephone or by facsimile.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\n<p>\n<b>Children Under the Age of 18</b>\n</p>\n<p>Our Website is not intended for children under 18 years of age.\nNo one under age 18 may provide any information to or on the Website.\nWe do not knowingly collect personal information from children under 18.\nIf you are under 18, do not use or provide any information on this Website, make any purchases through the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 18 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 18, contact us.</p>\n<p>\n<b>Commitment to Data Security</b>\n</p>\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration and disclosure.\nAll information you provide to us is stored in a technically and physically secure environment.\nAny payment transactions will be encrypted using SSL technology.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we take reasonable measures to protect your information, we cannot guarantee the security of your personal information transmitted to our Website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\n<p>\n<b>Changes to Our Privacy Policy</b>\n</p>\n<p>It is our policy to post any changes we make to our privacy policy on this page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting our Website and this privacy policy to check for any changes.</p>\n<p>\n<b>Contacting Us</b>\n</p>\n<p>If you need to contact us, use our webform on our contact page, or send us a letter at: 207 E 5th Ave, Suite 240 Eugene, Oregon 97401</p>\n<p>We strive to provide excellent products, along with equally excellent customer service.\nIf you have any questions about this Privacy Policy or our practices, please feel free to contact us using one of the methods listed above.</p>\n<ul>\n<li>Free Trial</li>\n<li>Demo</li>\n<li>Pricing</li>\n<li>Pro</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Story &amp.\nVision</li>\n<li>Tutorials</li>\n<li>FAQ</li>\n<li>Accessibility</li>\n<li>Competition</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li> facebook Facebook </li>\n<li> linkedin Linkedin </li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Terms</li>\n<li>License</li>\n<li>Privacy</li>\n<li>Disclaimer</li>\n<li>Affiliates</li>\n</ul> Limelight Department <p>Copyright ©2021 Online ADA, Inc.</p> Chat with us, powered by LiveChat ", "created_at": "2021-09-04 02:29:40.445395", "updated_at": "2021-09-04 00:31:49.383826"}], "points": [], "urls": ["maxaccess.io"]}}