{"error": 448, "message": "OK", "parameters": {"id": 1372, "name": "Presearch", "created_at": "2019-02-06 18:14:35.95677", "updated_at": "2021-03-31 19:39:00.377746", "wikipedia": "https://en.bitcoinwiki.org/wiki/Presearch", "keywords": null, "related": null, "slug": "presearch", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1372.png", "url": "presearch.io,presearch.org", "documents": [{"id": 984, "name": "Terms & Conditions", "url": "https://www.presearch.org/terms", "xpath": "//*[@id=\"main\"]/div", "text": " Terms &amp.\nConditions <p>\n<i>\n</i> Translate</p>\n<p> Presearch.org Global Limited (\"Presearch\") offers a search tool that enables you to easily search other existing search engines and be rewarded.\n</p>\n<p> By using Presearch, you agree to the terms and conditions (the \"Terms\") outlined below, as well as any future revisions to the Terms, which will be posted in the changelog at the bottom of this document, and which we will notify registered Members of via email or site notification.\n</p> Use of Services <p> Presearch, its subsidiaries, and affiliated organizations offer services to you provided that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of Canada or other applicable jurisdiction.\nIn order to access certain services, you may be required to provide current, accurate contact, and other information as part of the registration process and/or continued use of Presearch services.\nYou are responsible for maintaining the confidentiality of your account password, and are responsible for all activities that occur under your account.\nYou agree to immediately notify Presearch of any unauthorized use of your password or account or any other breach of security.\nPresearch cannot and will not be liable for any loss or damage arising from your failure to provide us with accurate information or to keep your password secure.\n</p> Conduct <p> You understand that all information, data, text, software, music, sound, photographs, graphics, video, messages or other materials (\"Content\") are the sole responsibility of the person from which such Content originated.\nPresearch reserves the right, but shall have no obligation, to pre-screen, flag, filter, refuse, modify or move any Content available via Presearch services.\nYou understand that by using Presearch services you may be exposed to Content that is offensive, indecent, or objectionable, and that you use Presearch services at your own risk.\n</p>\n<p> You agree that you are responsible for your own conduct and any Content that you create, transmit, or display while using Presearch services and for any consequences thereof.\nYou agree to use Presearch services only for purposes that are legal, proper, and in accordance with the Terms and any applicable policies or guidelines.\nYou agree that you will not engage in any activity that interferes with or disrupts Presearch services or servers or networks connected to Presearch services.\n</p> Fraud and Abuse <p> Presearch offers Members rewards for using the service, namely, Presearch Tokens (\"PRE\") in exchange for searching, engaging with sponsored content, and choosing specific paid search resources.\nAs such, these incentive mechanisms are potentially subject to attempted fraud and abuse, and therefore, to protect the project and its Members, fraud, and abuse of any sort will absolutely not be tolerated.\nIn the event that Presearch detects fraud or abuse on your part, we reserve the right to terminate your account and cancel any rewards provided.\nAdditionally, we may take steps to further prevent you from using the service, and we also reserve the right to prosecute you for fraudulent activity.\nAbuse is defined as intentionally attempting to earn additional rewards that you would not earn under regular use.\nFor example, running automated programs or bots designed to earn rewards, doing searches more frequently than you would under normal circumstances in an attempt to earn rewards beyond those which would typically be provided, or creating multiple accounts to bypass account limits and restrictions.\nThere is an automated anti-abuse system in place that analyzes your search behaviour on an ongoing basis to determine whether you are abusing the reward system.\nYou will be assigned a PRE Level between 0 and 10, which will affect the rewards that you are able to withdraw from the system.\n</p> Rewards and Withdrawals <p> Before a Presearch Member can use their Presearch Reward Tokens or withdraw them to the Presearch blockchain, Tokens must be verified and marked as Eligible for withdrawal.\n</p>\n<p> The percentage of your Reward Tokens that are eligible for withdrawal will correspond to your PRE Level and are called 'Eligible Tokens': </p> PRE Level Eligible Tokens Level 8-10: 100% of Reward Tokens Level 7: 70% Level 6: 60% Level 5: 50% Level 4: 40% Level 3: 30% Level 2: 20% Level 1: 10% Level 0: None - account suspended <p> In order to initiate a withdrawal of PRE Tokens to a blockchain address, all Members must first have more than 1,000 Eligible Tokens and supply an ERC20-compatible wallet address.\n</p>\n<p> Withdrawals can currently only be done in batches of 1,000 tokens.\nThis means that you will only be able to withdraw 1,000 tokens to start.\nThis is done to protect the project from significant Ethereum Gas costs generated by processing many smaller transactions.\nYou will be able to withdraw up to 1,000 tokens every 90 days, unless otherwise approved.\n</p>\n<p> Once a withdrawal request is initiated, it will need to be approved by a Presearch administrator.\nIf a request has been issued or otherwise allowed due to a system error or malicious activity, Presearch reserves the right to block a request at the approval stage.\nPresearch endeavours to approve all legitimate requests within 3 business days.\nIf your request is initially denied for any reason, you will be notified by a message on the site and will be directed to contact support@presearch.io.\n</p>\n<p> You may be limited to a certain number of withdrawals in a certain period of time, or a certain number of tokens at a single time or in a period of time.\nThis number may change based on your PRE Level or on the needs of the project.\n</p>\n<p> If your account is left dormant for more than one year, meaning that you do not login or record a search for 365 days, Presearch reserves the right to rescind any reward tokens in your account.\nThat does not necessarily mean it will be done, but that the right is there.\nThis does not apply to tokens that have been purchased.\n</p> Privacy Policy <p> Presearch takes your privacy very seriously.\nWe are implementing the best privacy controls available as the project continues to take shape.\nIn the meantime, please be aware that Presearch will do everything in its power to protect your information, subject to the following limitations.\n</p>\n<p> At this time, the information we collect is as follows: </p>\n<ol>\n<li>Any information you provide through your profile (name, nickname, avatar, etc.) </li>\n<li>Your email address </li>\n<li>Your password </li>\n<li>Your last-used search engine </li>\n<li>Earned token information (when a search was conducted, who sponsored it, provider) </li>\n<li>Time of last search </li>\n<li>Language information </li>\n<li>Your location </li>\n<li>IP address </li>\n<li>Anonymized browser environment information </li>\n<li>Your blockchain wallet address if you request to withdraw your tokens</li>\n</ol>\n<p> By using Presearch services, you acknowledge and agree that Presearch may access, preserve, and disclose your account information, and any Content associated with that account if required to do so by law or in a good faith belief that such access preservation or disclosure is absolutely necessary to: (a) satisfy any applicable law, regulation, legal process or enforceable governmental request, (b) enforce the Terms, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud, security or technical issues (including, without limitation, the filtering of spam), or (d) protect against imminent harm to the rights, property, or safety of Presearch, its users or the public as required or permitted by law.\n</p>\n<p> You understand that the technical processing and transmission of Presearch services, including your Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks, devices or services.\nYou also understand and agree that your administrator may have access to your account and its content, and may suspend or terminate your account access and your ability to modify your account.\n</p>\n<p> Additional details of the Presearch privacy policy, including GDPR compliance, can be found at https://www.presearch.org/privacy.\n</p> Copyright and Trademarks <p> Presearch is building an open source platform that is controlled by the community, for the community.\nThat said, Presearch services may contain proprietary and confidential information that is protected by applicable intellectual property and other laws and treaties.\nYou further acknowledge and agree that Content contained in sponsor advertisements or presented to you through Presearch services may be protected by copyrights, trademarks, service marks, patents, or other proprietary rights and laws.\n</p> Data Storage and Use <p> You agree that Presearch has no responsibility or liability for the deletion or failure to store any Content and other communications maintained or transmitted by Presearch services.\nYou acknowledge that Presearch may have set no fixed upper limit on the number of transmissions you may send or receive through Presearch services or the amount of storage space used.\nhowever, we retain the right, at our sole discretion, to create limits at any time with or without notice.\nYou recognize that third-party services that you access through Presearch may collect information beyond that which Presearch collects, and that any information you provide, directly or indirectly, to those parties is subject to the terms and conditions of those services, and which are outside the control or responsibility of Presearch.\n</p>\n<p> Upon the termination of your use of Presearch services, including upon receipt of a certificate or other legal document confirming your death, Presearch will close your account, and you will no longer be able to retrieve content contained in that account.\n</p> Modifications to Service <p> Presearch reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, Presearch services (or any part thereof) with or without notice.\nYou agree that Presearch shall not be liable to you or to any third party for any modification, suspension, or discontinuance of Presearch services.\n</p> Sponsorship and Advertising <p> Some Presearch services are supported by sponsorship revenue and may display sponsored promotions on the service.\nSuch sponsorships may be targeted to the content of information stored on the Presearch services, queries made through Presearch services or other information.\nThe manner, mode and extent of sponsorships by Presearch on its services are subject to change.\nAs consideration for your use of Presearch services, you agree that Presearch may place such sponsorships and that Presearch shall not be responsible or liable for any loss or damage of any sort incurred by you as a result of the presence of such sponsors on Presearch services or your subsequent dealings with sponsors.\nAll sponsored content shall be clearly indicated as such.\n</p> External Resources <p> Presearch services may provide, or third parties may provide, links or redirects to other internet sites or resources.\nPresearch may have no control over such sites and resources and you acknowledge and agree that Presearch is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that Presearch shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Content, goods or services available on or through any such site or resource.\n</p> Indemnity <p> You agree to hold harmless and indemnify Presearch, and its subsidiaries, affiliates, directors, advisors, officers, agents, employees, advertisers, licensors, suppliers, or partners, (collectively \"Presearch and Partners\") from and against any third party claim arising from or in any way related to your use of Presearch services, violation of the Terms or any other actions connected with use of Presearch services, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorney fees, of every kind and nature.\n</p> Disclaimer of Warranty <p> You expressly understand and agree that: </p>\n<p> Your use of Presearch services is at your sole risk.\nPresearch services are provided on an \"As is\" and \"As available\" basis.\nTo the maximum extent permitted by law, Presearch and partners expressly disclaim all warranties and conditions of any kind, whether express or implied, including, but not limited to the implied warranties and conditions of merchantability, fitness for a particular purpose and non-infringement.\n</p>\n<p> Presearch and partners do not warrant that (i) Presearch services will meet your requirements, (ii) Presearch services will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of Presearch services will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through Presearch services will meet your expectations, and (v) any errors in the software will be corrected.\n</p>\n<p> Any material downloaded or otherwise obtained through the use of Presearch services is done at your own discretion and risk and that you will be solely responsible for any damage to your computer system or other device or loss of data that results from the download of any such material.\n</p>\n<p> No advice or information, whether oral or written, obtained by you from Presearch or through or from Presearch services shall create any warranty not expressly stated in the terms.\n</p> Limitation of Liability <p> You expressly understand and agree that presearch and partners shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Presearch or partners have been advised of the possibility of such damages) resulting from: (i) the use or the inability to use Presearch services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from Presearch services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on Presearch services.\nor (v) any other matter relating to Presearch services.\n</p> Exclusions and Limitations <p> Nothing in this agreement is intended to exclude or limit any condition, warranty, right or liability which may not be lawfully excluded or limited.\nSome jurisdictions do not allow the exclusion of certain warranties or conditions or the limitation or exclusion of liability for loss or damage caused by negligence, breach of contract or breach of implied terms, or incidental or consequential damages.\nAccordingly, only the limitations in the Limitation of Liability above are lawful in your jurisdiction will apply to you and our liability will be limited to the maximum extent permitted by law.\n</p> Notice <p> You agree that Presearch may provide you with notices, including those regarding changes to the Terms, by email, Telegram or postings on Presearch services.\nThe official communication channel for Presearch is via the support@presearch.io email address.\n</p> General Information <p>\n<em>Entire Agreement.</em> The Terms (including any policies, guidelines or amendments that may be presented to you from time to time, such as Program Policies and Legal Notices) constitute the entire agreement between you and Presearch and govern your use of Presearch services, superseding any prior agreements between you and Presearch for the use of Presearch services.\nYou also may be subject to additional terms and conditions that may apply when you use or purchase certain other Presearch services, affiliate services, third-party content or third-party software.\n</p>\n<p>\n<em>Choice of Law and Forum.</em> The Terms and the relationship between you and Presearch shall be governed by the laws of the Province of Ontario without regard to its conflict of law provisions.\nYou and Presearch agree to submit to the personal and exclusive jurisdiction of the courts located within Simcoe County, Ontario.\n</p>\n<p>\n<em>Waiver and Severability of Terms.</em> The failure of Presearch to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\n</p>\n<p>\n<em>Statute of Limitations.</em> You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of Presearch services or the Terms must be filed within two (2) years after such claim or cause of action arose or be forever barred.\n</p> Termination <p> You may discontinue your use of Presearch services at any time.\nYou agree that Presearch may at any time and for any reason, including a period of account inactivity, terminate your access to Presearch services, terminate the Terms, or suspend or terminate your account.\nIn the event of termination, your account will be disabled and you may not be granted access to Presearch services, your account or any files or other content contained in your account.\nThis agreement shall survive expiration or termination.\n</p> Contact Information <strong>Presearch.org Global Limited</strong>\n<p> 270 King Street </p>\n<p> Midland, Ontario, Canada </p>\n<p> www.presearch.org </p>\n<p> info@presearch.org </p> Changelog <p> Version 2.0 - February 1st, 2019 </p>\n<p> Introduction of new automated reward verification system.\n</p>\n<ul>\n<li>Fraud and Abuse section: <ul>\n<li>Added details about the new Presearch reward verification (anti-abuse) system</li>\n</ul>\n</li>\n<li>Rewards and Withdrawal section: <ul>\n<li>This section is new.\nKey points are as follows: <ul>\n<li>Added right to rescind tokens if account is inactive for more than one year <ul>\n<li>We need to be able to return tokens to the reward pool if an account is no longer in use for a long period of time</li>\n</ul>\n</li>\n<li>Added right to stop payments from going to blockchain if an error or malicious hack is detected</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Privacy section: <ul>\n<li>Added '(name, nickname, avatar, etc.)' <ul>\n<li>To clarify which information is being referred to under the 'profile'</li>\n</ul>\n</li>\n<li>Added collection of IP address <ul>\n<li>For the new anti-abuse system, this information is required</li>\n</ul>\n</li>\n<li>Added collection of anonymized browser environment information <ul>\n<li>We need to know on an aggregated basis, which browsers are being used and also whether the MetaMask extension is enabled</li>\n</ul>\n</li>\n<li>Removed collection of 'Anonymized search strings and terms' <ul>\n<li>We were not doing this, though we thought we may need to and wanted the ability</li>\n</ul>\n</li>\n<li>Changed 'in a good faith belief that such access preservation or disclosure is <em>reasonably</em> necessary' to 'in a good faith belief that such access preservation or disclosure is <em>absolutely</em> necessary' <ul>\n<li>Wanted to make sure it was clear that we do not take this lightly</li>\n</ul>\n</li>\n<li>Added a link to the full privacy policy to the end of the statement <ul>\n<li>To ensure everyone is aware of both documents</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Sponsorships and Advertising section: <ul>\n<li>Added 'All sponsored content shall be clearly indicated as such.' <ul>\n<li>Wanted to make sure it was clear that all paid content would be known</li>\n</ul>\n</li>\n<li>Changed most references from 'advertising' to 'sponsorship' <ul>\n<li>To better align the language with the token model of the platform</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Notice section: <ul>\n<li>Replaced 'regular mail' with 'Telegram' <ul>\n<li>We don't have any mailing addresses, so this was not needed, and Telegram is our preferred channel outside of email and site notices so we wanted to ensure people follow us there</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p> Version 1.0 - November 9th, 2017 </p>\n<p> Initial terms &amp.\nconditions for beta release.\n</p> ", "created_at": "2019-02-06 18:15:44.148799", "updated_at": "2020-12-14 21:18:20.858856"}], "points": [{"id": 5681, "title": "There is a date of the last update of the terms", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:22:58.129996", "updated_at": "2021-02-06 04:16:18.181014", "quoteText": "Changelog <p>Version 1.0 - November 9th, 2017</p>\n<p>Initial terms &amp.\nconditions for beta release</p>", "case_id": 331, "document_id": 984, "quoteStart": 15191, "quoteEnd": 15295}, {"id": 5683, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:26:39.839128", "updated_at": "2020-12-21 19:42:29.871197", "quoteText": "This agreement shall survive expiration or termination.</p>", "case_id": 147, "document_id": 984, "quoteStart": 14961, "quoteEnd": 15020}, {"id": 5682, "title": "The court of law governing the terms is in location X", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:25:24.257578", "updated_at": "2019-02-13 06:05:20.181416", "quoteText": "You and Presearch agree to submit to the personal and exclusive jurisdiction of the courts located within Simcoe County, Ontario.", "case_id": 163, "document_id": 984, "quoteStart": 16650, "quoteEnd": 16779}, {"id": 5688, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:30:52.073123", "updated_at": "2019-02-13 06:09:38.687135", "quoteText": "The failure of Presearch to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 984, "quoteStart": 16832, "quoteEnd": 16973}, {"id": 5696, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:43:52.639789", "updated_at": "2019-02-13 06:10:11.915978", "quoteText": "You agree to use Presearch services only for purposes that are legal, proper, and in accordance with the Terms and any applicable policies or guidelines.", "case_id": 280, "document_id": 984, "quoteStart": 2167, "quoteEnd": 2320}, {"id": 5684, "title": "You have the right to leave this service at any time", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:27:42.607977", "updated_at": "2019-02-13 06:08:19.351161", "quoteText": "You may discontinue your use of Presearch services at any time.", "case_id": 170, "document_id": 984, "quoteStart": 17595, "quoteEnd": 17658}, {"id": 5685, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:28:19.764948", "updated_at": "2019-02-13 06:11:04.364906", "quoteText": "You agree that Presearch may at any time and for any reason, including a period of account inactivity, terminate your access to Presearch services, terminate the Terms, or suspend or terminate your account.", "case_id": 201, "document_id": 984, "quoteStart": 17659, "quoteEnd": 17865}, {"id": 5695, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:39:50.726373", "updated_at": "2021-02-06 03:50:41.179755", "quoteText": "Presearch cannot and will not be liable for any loss or damage arising from your failure to provide us with accurate information or to keep your password secure.", "case_id": 186, "document_id": 984, "quoteStart": 1236, "quoteEnd": 1397}, {"id": 5710, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:03:21.613023", "updated_at": "2019-02-13 05:58:05.689874", "quoteText": "(iv) the quality of any products, services, information, or other material purchased or obtained by you through Presearch services will meet your expectations,", "case_id": 290, "document_id": 984, "quoteStart": 13344, "quoteEnd": 13503}, {"id": 5708, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:02:30.772882", "updated_at": "2019-02-13 05:58:54.637268", "quoteText": "(ii) Presearch services will be uninterrupted, timely, secure, or error-free,", "case_id": 287, "document_id": 984, "quoteStart": 13162, "quoteEnd": 13239}, {"id": 5706, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:01:34.490618", "updated_at": "2019-02-13 05:59:28.069608", "quoteText": "You expressly understand and agree that: </p>\n<p> Your use of Presearch services is at your sole risk.\nPresearch services are provided on an \"As is\" and \"As available\" basis.\nTo the maximum extent permitted by law, Presearch and partners expressly disclaim all warranties and conditions of any kind, whether express or implied, including, but not limited to the implied warranties and conditions of merchantability, fitness for a particular purpose and non-infringement.\n</p", "case_id": 286, "document_id": 984, "quoteStart": 12587, "quoteEnd": 13061}, {"id": 5699, "title": "Your private content may be accessed by people working for the service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:52:03.167343", "updated_at": "2019-02-13 06:12:24.485062", "quoteText": "You also understand and agree that your administrator may have access to your account and its content, and may suspend or terminate your account access and your ability to modify your account.", "case_id": 189, "document_id": 984, "quoteStart": 8019, "quoteEnd": 8211}, {"id": 5702, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:57:25.730173", "updated_at": "2019-02-13 06:01:04.892708", "quoteText": "p> Presearch reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, Presearch services (or any part thereof) with or without notice", "case_id": 287, "document_id": 984, "quoteStart": 10028, "quoteEnd": 10211}, {"id": 5692, "title": "This service is only available to users of a certain age", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:34:24.708937", "updated_at": "2019-02-13 06:11:58.38795", "quoteText": "Use of Services <p> Presearch, its subsidiaries, and affiliated organizations offer services to you provided that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of Canada or other applicable jurisdiction", "case_id": 152, "document_id": 984, "quoteStart": 497, "quoteEnd": 768}, {"id": 5691, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:33:41.542685", "updated_at": "2019-02-13 06:16:26.064648", "quoteText": "you agree to the terms and conditions (the \"Terms\") outlined below, as well as any future revisions to the Terms, which will be posted in the changelog at the bottom of this document, and which we will notify registered Members of via email or site notification.\n</p", "case_id": 122, "document_id": 984, "quoteStart": 229, "quoteEnd": 495}, {"id": 5714, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:08:28.081473", "updated_at": "2021-02-06 03:50:41.266624", "quoteText": "You agree that Presearch may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on Presearch services.</p>", "case_id": 121, "document_id": 984, "quoteStart": 12635, "quoteEnd": 12800}, {"id": 5712, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:04:04.722341", "updated_at": "2019-02-12 20:06:16.030406", "quoteText": "Any material downloaded or otherwise obtained through the use of Presearch services is done at your own discretion and risk and that you will be solely responsible for any damage to your computer system or other device or loss of data that results from the download of any such material.", "case_id": 291, "document_id": 984, "quoteStart": 13567, "quoteEnd": 13854}, {"id": 5693, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:35:20.103435", "updated_at": "2019-02-13 06:17:00.708072", "quoteText": "In order to access certain services, you may be required to provide current, accurate contact, and other information as part of the registration process and/or continued use of Presearch services", "case_id": 214, "document_id": 984, "quoteStart": 770, "quoteEnd": 965}, {"id": 5694, "title": "You are responsible for maintaining the security of your account and for the activities on your account.", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:36:59.769527", "updated_at": "2019-02-13 06:18:22.196314", "quoteText": "You are responsible for maintaining the confidentiality of your account password, and are responsible for all activities that occur under your account", "case_id": 148, "document_id": 984, "quoteStart": 967, "quoteEnd": 1117}, {"id": 5707, "title": "This services gives no guarantee regarding quality", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:02:06.713509", "updated_at": "2019-02-13 05:59:08.531437", "quoteText": "(i) Presearch services will meet your requirements,", "case_id": 160, "document_id": 984, "quoteStart": 13110, "quoteEnd": 13161}, {"id": 5709, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:02:48.962131", "updated_at": "2019-02-13 05:58:24.210868", "quoteText": "(iii) the results that may be obtained from the use of Presearch services will be accurate or reliable,", "case_id": 288, "document_id": 984, "quoteStart": 13240, "quoteEnd": 13343}, {"id": 5697, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:45:32.702456", "updated_at": "2019-02-13 06:21:05.758578", "quoteText": "You agree that you will not engage in any activity that interferes with or disrupts Presearch services or servers or networks connected to Presearch services.", "case_id": 285, "document_id": 984, "quoteStart": 2321, "quoteEnd": 2479}, {"id": 5713, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:06:37.103132", "updated_at": "2019-02-08 08:04:54.228094", "quoteText": "You expressly understand and agree that presearch and partners shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Presearch or partners have been advised of the possibility of such damages) resulting from: (i) the use or the inability to use Presearch services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from Presearch services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on Presearch services.\nor (v) any other matter relating to Presearch services.\n</p", "case_id": 293, "document_id": 984, "quoteStart": 14078, "quoteEnd": 14942}, {"id": 5704, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:59:46.552137", "updated_at": "2019-02-13 06:00:29.559331", "quoteText": "Presearch may have no control over such sites and resources and you acknowledge and agree that Presearch is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products, or other materials on or available from such sites or resources", "case_id": 278, "document_id": 984, "quoteStart": 11295, "quoteEnd": 11634}, {"id": 5701, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:55:36.428421", "updated_at": "2019-02-13 06:01:26.370689", "quoteText": "You recognize that third-party services that you access through Presearch may collect information beyond that which Presearch collects, and that any information you provide, directly or indirectly, to those parties is subject to the terms and conditions of those services, and which are outside the control or responsibility of Presearch.\n</p>\n<p", "case_id": 209, "document_id": 984, "quoteStart": 9393, "quoteEnd": 9739}, {"id": 5687, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:30:36.548765", "updated_at": "2019-02-13 06:08:39.558075", "quoteText": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\n</p", "case_id": 294, "document_id": 984, "quoteStart": 16974, "quoteEnd": 17274}, {"id": 5690, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:31:40.560043", "updated_at": "2019-02-13 06:11:34.807355", "quoteText": "You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of Presearch services or the Terms must be filed within two (2) years after such claim or cause of action arose or be forever barred.\n</p", "case_id": 151, "document_id": 984, "quoteStart": 17313, "quoteEnd": 17577}, {"id": 5680, "title": "There is a date of the last update of the terms", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:22:58.000943", "updated_at": "2021-02-06 03:50:41.874405", "quoteText": "Changelog <p>Version 1.0 - November 9th, 2017</p>\n<p>Initial terms &amp.\nconditions for beta release</p>", "case_id": 331, "document_id": 984, "quoteStart": 15191, "quoteEnd": 15295}, {"id": 5689, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:31:15.915688", "updated_at": "2019-06-09 22:59:17.731293", "quoteText": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.", "case_id": 294, "document_id": 984, "quoteStart": 16974, "quoteEnd": 17270}, {"id": 5705, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:00:50.764275", "updated_at": "2019-02-13 05:59:49.421836", "quoteText": "p> You agree to hold harmless and indemnify Presearch, and its subsidiaries, affiliates, directors, advisors, officers, agents, employees, advertisers, licensors, suppliers, or partners, (collectively \"Presearch and Partners\") from and against any third party claim arising from or in any way related to your use of Presearch services, violation of the Terms or any other actions connected with use of Presearch services, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorney fees, of every kind and nature", "case_id": 146, "document_id": 984, "quoteStart": 11949, "quoteEnd": 12553}, {"id": 5703, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:59:12.878405", "updated_at": "2020-11-24 16:17:51.857394", "quoteText": "As consideration for your use of Presearch services, you agree that Presearch may place such advertising and that Presearch shall not be responsible or liable for any loss or damage of any sort incurred by you as a result of the presence of such advertisers on Presearch services or your subsequent dealings with advertisers.</p>", "case_id": 278, "document_id": 984, "quoteStart": 7888, "quoteEnd": 8217}, {"id": 5686, "title": "This service retains rights to your content even after you stop using your account", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:29:46.726455", "updated_at": "2021-02-06 03:50:41.146555", "quoteText": "In the event of termination, your account will be disabled and you may not be granted access to Presearch services, your account or any files or other content contained in your account.", "case_id": 173, "document_id": 984, "quoteStart": 14775, "quoteEnd": 14960}, {"id": 5698, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:49:20.553096", "updated_at": "2021-02-06 03:50:41.236363", "quoteText": "By using Presearch services, you acknowledge and agree that Presearch may access, preserve, and disclose your account information, and any Content associated with that account if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) satisfy any applicable law, regulation, legal process or enforceable governmental request, (b) enforce the Terms, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud, security or technical issues (including, without limitation, the filtering of spam), or (d) protect against imminent harm to the rights, property, or safety of Presearch, its users or the public as required or permitted by law.</p>", "case_id": 164, "document_id": 984, "quoteStart": 4260, "quoteEnd": 5016}, {"id": 5711, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 19:03:41.358995", "updated_at": "2021-02-06 03:50:41.5019", "quoteText": "and (v) any errors in the software will be corrected.</p>", "case_id": 289, "document_id": 984, "quoteStart": 10560, "quoteEnd": 10617}, {"id": 5700, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.presearch.org/terms", "status": "Generated through the annotate view", "created_at": "2019-02-06 18:52:41.817592", "updated_at": "2021-02-06 03:50:41.840578", "quoteText": "You understand that by using Presearch services you may be exposed to Content that is offensive, indecent, or objectionable, and that you use Presearch services at your own risk.", "case_id": 286, "document_id": 984, "quoteStart": 1792, "quoteEnd": 1970}], "urls": ["presearch.io", "presearch.org"]}}