{"error": 448, "message": "OK", "parameters": {"id": 4085, "name": "Rediff", "created_at": "2021-06-15 05:10:12.622554", "updated_at": "2022-06-02 22:00:58.677213", "wikipedia": null, "keywords": null, "related": null, "slug": "rediff", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4085.png", "url": "rediffmail.com,rediff.com", "documents": [{"id": 7055, "name": "Privacy Policy", "url": "https://www.rediff.com/w3c/policy.html", "xpath": "", "text": " <br>\n<b>Rediff India</b>&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;<b>Rediff USA</b>&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;<b>India Abroad</b>&nbsp;&nbsp;&nbsp.\n<br>\n<b>Rediff.com India Ltd.\n- Privacy Policy</b> Revised on 2<sup>nd</sup> May, 2008 &nbsp;&nbsp.\n<br> Rediff.com India Limited and its subsidiaries (\"Rediff.com\") respects your privacy.\nThis Privacy Policy provides succinctly the manner your data is collected and used by Rediff.com.\nYou are advised to please read the Privacy Policy carefully.\nBy accessing the services provided by Rediff.com you agree to the collection and use of your data by Rediff.com in the manner provided in this Privacy Policy.\n<br>\n<br>\nIf you have questions or concerns regarding this statement, you should contact Rediff.com Customer Support Desk at shopsupport@rediff.co.in or call on +91 22-61820000.\n<br>\n<br>\nThe Policy does not apply to the procedures and practices followed by entities that are not managed, owned or controlled by Rediff.com or to the people that are not engaged, employed or managed by Rediff.com\n<br>\n<br>\n<b>We want you to</b>\n<ul>\n<li>feel comfortable using our web sites\n</li>\n<li>feel secure submitting information to us\n</li>\n<li>contact us with your questions or concerns about privacy on this site\n</li>\n<li>know that by using our sites you are consenting to the collection of certain data\n</li>\n</ul>\n<b>WHAT INFORMATION IS, OR MAY BE, COLLECTED FROM YOU?</b>\n<br>\n<br>\nWe will automatically receive and collect certain anonymous information in standard usage logs through our Web server, including computer-identification information obtained from \"cookies,\" sent to your browser from:\n<ul>\n<li>web server cookie stored on your hard drive\n</li>\n<li>an IP address, assigned to the computer which you use\n</li>\n<li>the domain server through which you access our service\n</li>\n<li>the type of computer you're using\n</li>\n<li>the type of web browser you're using\n</li>\n</ul>\nWe may collect the following personally identifiable information about you:\n<ul>\n<li>name including first and last name\n</li>\n<li>alternate email address\n</li>\n<li>mobile phone number and contact details\n</li>\n<li>ZIP/Postal code\n</li>\n<li>demographic profile (like your age, gender, occupation, education, address and durables owned).\n</li>\n<li>preferences and interests (such as news, sports, travel and so on).\n</li>\n<li>financial information (like account or credit card numbers).\nand\n</li>\n<li>opinions of features on our websites.\n</li>\n</ul>\nWe may also collect the following information:\n<ul>\n<li>about the pages you visit/access\n</li>\n<li>the links you click on our site\n</li>\n<li>the number of times you access the page\nYou can terminate your account at any time.\nHowever, your information may remain stored in archive on our servers even after the deletion or the termination of your account.\n</li>\n</ul>\n<b>WHO COLLECTS THE INFORMATION?</b>\n<br>\n<br>\nWe will collect anonymous traffic information from you when you visit our site.\n<br>\n<br>\nWe collect the personally identifiable information from you when you register with us.\nDuring registration you are required to give us your contact information (such as name, email address, date of birth, gender, address, pin code, cell number, occupation and interests).\nUpon registration users may receive communications from Rediff.com (e.g.\nnewsletters, updates)\n<br>\n<br>\nWe use this information to contact you about the services you are using on our site and services in which you have expressed interest.\n<br>\n<br>\nYou have the option to provide demographic information (such as occupation, education and gender) to us.\nwe encourage you to submit this information so we can provide you a more personalized experience on our site.\n<br>\n<br>\nIf you purchase a product or service from us, we request certain personally identifiable information from you on our order form.\nYou must provide contact information (such as name, email, and shipping address) and financial information (such as credit card number, expiration date, CVV verification, Name on card, billing address etc.).\n<br>\n<br>\nWe use this information for billing purposes and to fill your orders.\nIf we have trouble processing an order, we will use this information to contact you.\n<br>\n<br>\nIf you choose to use our referral service to tell a friend about our site, we will ask you for your friend's name and email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the site.\nRediff.com does store this information and the information is used for the sole purpose of sending this one-time email and tracking the success of our referral program.\n<br>\n<br>\nYour friend may contact us at shopsupport@rediff.co.in or http://support.rediff.com/ to request that we remove this information from our database.\n<br>\n<br>\nWe will collect personally identifiable information about you only as part of a voluntary registration process, on-line survey, or contest or any combination thereof.\n<br>\n<br>\nOur advertisers may collect anonymous traffic information from their own assigned cookies to your browser.\n<br>\n<br>\nThe Site contains links to other Web sites.\nWe are not responsible for the privacy practices of such Web sites which we do not own, manage or control.\n<br>\n<br>\nWe make chat rooms, forums, instant messenger and message boards and other services available to you.\nPlease understand that any information that is disclosed in these areas becomes public information.\nWe have no control over its use and you should exercise caution when disclosing your personal information to anyone.\n<br>\n<br>\nIf you use a bulletin board or chat room on this site, you should be aware that any personally identifiable information you submit there can be read, collected, or used by other users of these forums, and could be used to send you unsolicited messages.\nWe are not responsible for the personally identifiable information you choose to submit in these forums.\n<br>\nWe are the sole owners of your information collected by us at several different points on our Website.\n<br>\n<br>\n<b>HOW IS THE INFORMATION USED?</b>\n<br>\n<br>\nWe use your email address to send you:\n<ul>\n<li>Password reminder and registration confirmation\n</li>\n<li>Special offers\n</li>\n<li>News letters\n</li>\n<li>Changes in the service's policy or terms of use\n</li>\n<li>Event based communications such as order information, renewal notices, invites, reminders etc.\n</li>\n</ul>\nNote: We send users newsletters and updates upon registration.\nWe send newsletters and/or promotional emails on behalf of our alliance partners.\n<br>\n<br>\nWe use your personal information to:\n<ul>\n<li>help us provide personalized features\n</li>\n<li>tailor our sites to your interest\n</li>\n<li>to get in touch with you in the case of password retrieval and policy changes\n</li>\n<li>to provide the services requested by you\n</li>\n<li>to preserve social history as governed by existing law or policy\n</li>\n</ul>\nWe use contact information internally to:\n<ul>\n<li>direct our efforts for product improvement\n</li>\n<li>contact you as a survey respondent\n</li>\n<li>notify you if you win any contest.\nand\n</li>\n<li>send you promotional materials from our contest sponsors or advertisers\n</li>\n</ul>\nGenerally, we use anonymous traffic information to:\n<ul>\n<li>remind us of who you are in order to deliver to you a better and more personalized service from both an advertising and an editorial perspective.\n</li>\n<li>recognize your access privileges to our Web sites\n</li>\n<li>track your entries in some of our promotions, sweepstakes and contests to indicate a player's progress through the promotion and to track entries, submissions, and status in prize drawings\n</li>\n<li>make sure that you don't see the same ad repeatedly\n</li>\n<li>help diagnose problems with our server\n</li>\n<li>administer our Web sites\n</li>\n<li>track your session so that we can understand better how people use our sites\n</li>\n</ul>\n<b>WITH WHOM WILL YOUR INFORMATION BE SHARED?</b>\n<br>\n<br>\nWe will not use your financial information for any purpose other than to complete a transaction with you.\n<br>\nWe do not share or rent your email addresses with third parties except our agents and alliance partners.\n<br>\n<br>\n<b>Agents</b>\n<br>\n<br>\nWe use the services of our enabling partners such as outside shipping companies, resellers, business associates to fulfill orders, and credit card processing companies to process the payment for goods and services ordered from Rediff.com website.\nThese entities do not retain, store, share or use personally identifiable information for any other purposes.\n<br>\n<br>\n<b>Alliance Partners</b>\n<br>\n<br>\nWe will share your information with our Alliance Partners who work with us or on our behalf to help provide you the services.\nAn alliance partner is a company or an individual who owns and manages (wholly or part of) online content on their websites powered by rediff.com.\n<br>\n<br>\nWe share email addresses email addresses with Agents and Alliance Partners.\nThe Agents and Alliance Partners use the email address to confirm the deliveries, send notices and offer services related to the service.\n<br>\n<br>\nWe do not rent, sell or share your personal information and we will not disclose any of your personally identifiable information to third parties unless:\n<ul>\n<li>we have your permission\n</li>\n<li>to provide products or services you've requested\n</li>\n<li>to help investigate, prevent or take action regarding unlawful and illegal activities, suspected fraud, potential threat to the safety or security of any person, violations of Rediff.com terms of use or to defend against legal claims.\n</li>\n<li>special circumstances such as compliance with subpoenas, court orders, requests/order from legal authorities or law enforcement agencies requiring such disclosure.\n</li>\n</ul>\nWe reserve the right to disclose your personally identifiable and email address information as required by law and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order, or legal process served on our Web site.\n<br>\n<br>\nWe share your information with advertisers on an aggregate basis only.\n<br>\n<br>\nThe security of your personal information and email address is important to us.\nWhen you enter sensitive information (such as credit card number and/or social security number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL).\nTo learn more about SSL, follow this link http://www.verisign.com/ssl/index.html\n<br>\n<br>\nWe follow generally accepted industry standards to protect the personal information and email address submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, while we strive to use commercially acceptable means to protect your personal information and email address, we cannot guarantee its absolute security.\n<br>\n<br>\nIf you have any questions about security on our Web site, you can send email us at <br>\nshopsupport@rediff.co.in\n<br>\n<br>\n<b>WHAT CHOICES ARE AVAILABLE TO YOU REGARDING COLLECTION, USE AND DISTRIBUTION OF YOUR INFORMATION?</b>\n<br>\n<br>\nSupplying personally identifiable information is entirely voluntary.\nYou are not required to register with us in order to use our sites.\nHowever, we offer some services only to visitors who do register.\n<br>\n<br>\nYou may change your interests at any time and may opt-in or opt-out of any marketing / promotional / newsletters mailings.\nRediff.com reserves the right to send you certain service related communication, considered to be a part of your rediff account without offering you the facility to opt-out.\nYou may update your information and change your account settings at any time.\n<br>\n<br>\nIf you no longer wish to receive our newsletter and promotional communications, you may opt-out of receiving them by following the instructions included in each newsletter or communication or by emailing us at shopsupport@rediff.co.in, or<br>\nyou may contact us at +91-22-61820000 or <br>\nRediff.com India Limited, Mahalaxmi Engineering Estate, L J First Cross Road, Mahim(West), Mumbai - 400016 to opt-out.\n<br>\n<br>\nWe provide you the opportunity to 'opt-out' of having your email address used for certain purposes, when we ask for this information.\nFor example, if you purchase a product/service but do not wish to receive any additional marketing material from us, you can indicate your preference, follow the instructions included in each newsletter or communication or by emailing us at shopsupport@rediff.co.in or you may contact us at +91 22 61820000 or write to Rediff.com India Limited, Mahalaxmi Engineering Estate, L.\nJ.\nFirst Cross Road, Mahim (West), Mumbai 400 016 to opt-out.\n<br>\n<br>\nUpon request, we will remove/block your personally identifiable information from our database, thereby canceling your registration.\nSee Contact information below.\nHowever, your information may remain stored in archive on our servers even after the deletion or the termination of your account.\n<br>\n<br>\nIf your personally identifiable information or email address change, or if you no longer desire our service, you may correct, update, delete or deactivate it by making the change on our member information page http://support.rediff.com/ or by emailing our Customer Support at shopsupport@rediff.co.in or by contacting us by telephone or postal mail at the contact information listed below.\n<br>\n<br>\nIf your personally identifiable information or email address changes, or if you no longer desire our service, you may correct, update or deactivate it by making the change on our member information page or by emailing our Customer Support at shopsupport@rediff.co.in or by contacting us by telephone or postal mail at the contact information listed below.\n<br>\n<br>\nIf we plan to use your personally identifiable information for any commercial purposes, we will notify you at the time we collect that information and allow you to opt-out of having your information used for those purposes.\n<br>\n<br>\nYou can accept or decline the cookies.\nAll sites that are customizable require that you accept cookies.\nYou also must accept cookies to register as someone for access to some of our services.\nFor information on how to set your browser to alert you to cookies, or to reject cookies, go to http://www.cookiecentral.com/faq/\n<br>\n<br>\n<b>\n<u>Cookies</u>\n</b>\n<br>\n<br>\nA cookie is a small text file that is stored on a user's computer for record-keeping purposes.\nWe use cookies on this site.\nWe do link the information we store in cookies to any personally identifiable information you submit while on our site.]\n<br>\n<br>\nWe use both session ID cookies and persistent cookies.\nWe use session cookies to make it easier and secured for you to navigate our site.\nA session ID cookie expires when you close you browser.\nA persistent cookie remains on your hard drive for an extended period of time.\nYou can remove persistent cookies by following directions provided in your Internet browser's \"help\" file.\nReference for cookies can be found at http://www.cookiecentral.com/.\n<br>\n<br>\nWe use session cookies to store the secure session and browsing preferences of the user.\nWe set a persistent cookie to store your username and interests so you don't have to enter it more than once.\nPersistent cookies also enable us to track and target the interests of our users to enhance the experience on our site.\n<br>\n<br>\nIf you reject cookies, you may still use our site, but your ability to use some areas of our site, such as contests or surveys, will be limited.\nCookies are used in shopping cart to enable enhanced security and ensuring there is no URL based spamming.\n<br>\n<br>\nSome of our business partners (e.g., advertisers) set cookies while delivering banners on our site.\nWe have no access to or control over these cookies.\n<br>\n<br>\nThis privacy statement covers the use of cookies by Rediff.com only and does not cover the use of cookies by any advertisers.\n<br>\n<br>\nWe do use cookies on point of collection pages of email address but we do not use them in emails.\n<br>\n<br>\nRediff.com cookies are not being tied to PII.\n<br>\n<br>\n<b>WHAT SECURITY PROCEDURES ARE IN PLACE TO PROTECT INFORMATION FROM LOSS, MISUSE OR ALTERATION?</b>\n<br>\n<br> To protect against the loss, misuse and alteration of the information under our control, we have in place appropriate physical, electronic and managerial procedures.\nFor example, our servers are accessible only to authorized personnel and that your information is shared with respective personnel on need to know basis to complete the transaction and to provide the services requested by you.\n<br>\n<br>\nAlthough we will endeavor to safeguard the confidentiality of your personally identifiable information, transmissions made by means of the Internet cannot be made absolutely secure.\nBy using this site, you agree that we will have no liability for disclosure of your information due to errors in transmission or unauthorized acts of third parties.\n<br>\n<br>\nWe follow generally accepted industry standards to protect the personal information and email addresses submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, while we strive to use commercially acceptable means to protect your personal information and email address, we cannot guarantee its absolute security.\n<br>\n<br>\nIf you have any questions about security on our Web site, you can send email us at shopsupport@rediff.co.in\n<br>\n<br>\n<b>HOW CAN YOU CORRECT INACCURACIES IN THE INFORMATION? </b>\n<br>\n<br>\nTo correct or update any information you have provided, our sites allow you to do it online.\nIn the event of loss of access details you can use any of the following options:\n<ul>\n<li>Send an e-mail to shopsupport@rediff.co.in\n</li>\n<li>Call the following telephone number: +91 (22) 61820000\n</li>\n</ul>\n<b>POLICY UPDATES </b>\n<br>\n<br>\nWe reserve the right to change or update this policy at any time by placing a prominent notice on our site.\nSuch changes shall be effective immediately upon posting to this site.\n<br>\n<br>\nIf we decide to change our privacy policy, we will post those changes to this privacy statement, the homepage, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nWe reserve the right to modify this privacy statement at any time, so please review it frequently.\nIf we make material changes to this policy, we will notify you here, or by means of a notice on our homepage.\n<br>\n<br>\nIf we decide to make changes in our email practices, we will post those changes to this privacy policy, the homepage, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we decide to change our email practices, we will post those changes to this privacy statement, the homepage, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\n<br>\n<br>\nYou are can offer your views, suggestions, if any, by submitting the filled in feedback form online.\n<br>\n<br>\n<b>CONTACT INFORMATION </b>\n<br>\n<br>\nYou can contact us at:\n<br>\n<br>\nRediff.com India Limited<br>\nMahalaxmi Engineering Estate<br>\nL.\nJ.\nFirst Cross Road<br>\nMahim (West)<br>\nMumbai 400 016<br>\nINDIA<br>\nTel: +91 22 61820000<br>\nFax: +91 222 445 5346<br>\nEmail id: shopsupport@rediff.co.in\n<br>\n<br>\n<br>\n<b>© 2005-16 Rediff.com India Limited.\nAll Rights Reserved.</b>\n<br>\n<br> ", "created_at": "2021-06-15 05:10:12.627991", "updated_at": "2021-06-15 03:11:13.35323"}, {"id": 7054, "name": "Terms of use", "url": "https://www.rediff.com/terms.html", "xpath": "", "text": " rediff.com<br>\n<b>Terms of use</b>\n<br>\nThis service is brought to you by Rediff.com India Limited.\n<p>By using, accessing, viewing, subscribing to services offered by Rediff.com including any webpage, feature, information, data contained therein you agree to be bound by and abide by the terms and conditions under which these services are offered.\nYou should not use any Rediff.com services in case any of the terms and conditions is not acceptable to you.\nYou represent and warrant that you are competent and eligible to enter into legally binding agreement and have the requisite authority to represent and bind the other party to this Agreement.\nYou shall not use this Service if you are not competent to contract under the applicable laws, rules and regulations.\nThis Agreement shall continue to be in full force and effect for so long as you are using the Rediff services.\nRediff.com may at any time modify the terms and conditions (\"Terms\") of the Service without any prior notification to you.\nYou can access the latest version of the Terms here at any given time.\nYou should regularly review the Terms.\nIn the event the modified Terms are not acceptable to you, you should discontinue using the service.\nHowever, if you continue to use the service you agree to accept and abide by the modified Terms.</p>\n<p>Rediff.com reserves the right to alter, amend, modify or terminate the service or access to the service at any time, with or without cause.\nRediff.com reserves the right, in its sole discretion, to terminate your access to the Rediff services and the related services or any portion thereof at any time, without notice.</p>\n<p>To avail of and use the Rediff.com Services you may have to register with Rediff.com.\nAs a part of registration process you agree to provide Rediff.com current, complete, and accurate registration information as prompted to do by the Service and to maintain and update this information as required to keep it current, complete and accurate.\nIf you provide any information that is untrue, inaccurate not current or incomplete or Rediff.com has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Rediff.com has the right to indefinitely suspend or terminate your membership and refuse to provide you with access to Rediff Services.\nIf any point of time Rediff.com may come to know that the user is below the age of 13 years then Rediff.com reserves its right to delete the said user's account after observing due diligence.</p>\n<p>You shall be responsible for maintaining the confidentiality of your password, which you will not be under an obligation to reveal to any representative or agent of Rediff.com.\nMembership is non-transferable.\nYou further consent to receive communications from Rediff.com electronically.\nRediff.com will communicate with Users by email or by posting notices on the Site/Service.\nThis service is provided to you as a matter of convenience.\nYou may be able to post, submit, transmit, share, upload any data, comment, messages, files, photographs, pictures, images, graphics or any other material or a combination thereof (\"Content\") on the Service as per the respective terms and conditions thereto.</p>\n<p>You agree and undertake that you shall not to host, post, upload, display, modify, publish, transmit, update or share any information content/material that is: <br>(a) belongs to another person and to which you don't have any right to.\ncopyrighted content owned by a third party unless you have the express consent, permission, license, authority of the rightful owner.\n<br>(b) violates/infringes any patent, trademark, trade secret, copyright or any other proprietary or privacy rights of any third party.\n<br>(c) is grossly harmful, blasphemous, paedophilic, false, misleading, unlawful or with the intent to defraud, harass, abuse, intimidate, accuse, impersonate or harm the feelings of anyone.\nillegal, obscene, pornographic, vulgar, provocative, defamatory, indecent, libelous, hateful, or racially, ethnically objectionable, disparaging, threatening, impersonating another person, enticing/harming of minors in any way, infringing of intellectual property rights, proprietary rights of any third party, invasive of privacy or public rights or any other third party rights or otherwise injurious or objectionable, elicit response relating to illegal activity, contain viruses is an expression of bigotry or hatred based on age, gender, race, religion, caste, class, lifestyle preference, and nationality.\nrelating or encouraging money laundering or gambling or otherwise unlawful in any manner\n<br>(d) promotes or provides any instructional information about illegal activities.\n<br>(e) Upload or post any content/material that contain software viruses or any other computer codes, files or programs that would interrupt, destroy or limit the functionality of this Site/Service or any software, network, servers, hardware or any other related equipment, any computer resource.\n<br>(f) violate any applicable laws or regulations for the time being in force.\n<br>(g) deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature.\n<br>(h) threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign states, or public order or causes incitement to the commission of any cognisable offence or prevents investigation of any offence or is insulting any other nation.</p>\n<p>Rediff.com does not claims any ownership in the content posted by you including without limitation the feedback and suggestions provided.\nYou may upload and share your content, share your views, feedbacks and suggestions - this should not be done at the cost of hurting the feelings of anyone.</p>\n<p>You agree and acknowledge that any Content/material/image, uploaded or posted by you is lawfully owned by you.\nBy posting the Content you represent and warrant that you own or otherwise control all the rights including without limitation the right necessary to provide, post, upload, and submit the Content.\nFor any Content posted by you, actions undertaken on any/all Rediff Services under your account till date you grant a worldwide, royalty free right to Rediff.com and to the general public to use, reproduce, disclose, exhibit, display, transform, edit, translate, create, distribute or transmit the material without limitation or restriction with or without having your name attached/attributed/displayed/assigned to such Content.\nYou further agree and acknowledge that Rediff.com shall be free to use any ideas, concepts, techniques, know-how contained in any Content posted/uploaded by you, for any purpose including but not limited to publicity, promotion, advertising, developing/marketing products or use such information without compensation or any other obligations to anyone including you.\nYou further agree and acknowledge that Rediff.com is under no obligation to post or use any content/material uploaded/posted by you.</p>\n<p>You agree and acknowledge that the content posted, uploaded, accessed, bookmarked or shared by you across various Rediff.com services can be accessed, copied, stored, used publicly by all other users whether registered or not.\nRediff.com services includes public areas - that are accessible by all the users whether registered or not with Rediff.com and you You shall be solely responsible for any Content uploaded, posted or shared by you.</p>\n<p>By submitting the information to us, you represent and warrant that such submission is accurate, is not confidential and is not in violation of any contractual restrictions or other third party rights.\nYou must consider and decide yourself the extent to which you wish to reveal information about yourself to the large community of Rediff.com users and to Rediff.com.\nYou rediff you must not communicate any information which could be harmful/damaging/detrimental to you.</p>\n<p>Rediff.com offers various services such as chat rooms, blogs, etc, where you can post and share your views, observations and comments on various issues/designated topics.\nRediff.com cannot guarantee that the other members will not use the ideas and information that you share.\nTherefore, if you have an idea or information that you would like to keep confidential and/or don't want others to use, do not post it on the service.</p>\n<p>You further agree, understand and acknowledge that Rediff.com is a intermediary/service provider which facilitates/provides access to the communication system over which the information is made available by the third parties.\nAs such Rediff.com does not <br>(a) initiate the said transmission or <br>(b) select the receiver of said transmission or <br>(c) select or modify the information contained in the said transmission.</p>\n<p>Rediff.com is under no obligation to monitor or review the user contributed content.\nRediff.com assumes no responsibility for the content, no obligation to modify or remove any inappropriate messages/content and no responsibility for the conduct of any user of this service.\nHowever, Rediff.com reserves the right to review the content posted and to remove any content in its sole discretion.\nRediff.com does not permit or authorize infringement of intellectual property rights and reserves the right to remove the content without any prior intimation, upon proper notification that such member uploaded content infringes the intellectual property rights including the copyright of the rightful owner.\nThe information/content provided on this site is intended for personal non-commercial use.\nOther than what is expressly provided herein, you agree and undertake not to download, use, copy, reproduce, distribute, display, broadcast, sale, license or otherwise exploit for any purpose any content without the prior written consent of the respective rightful owners.</p>\n<p>Rediff.com reserves the right to release current or past member information that Rediff.com believes is in violation of the terms of service or privacy guidelines, or used to commit unlawful acts, or if the information is subpoenaed, or a request is received from the law enforcement agencies or a court order and/or if Rediff.com deems it necessary and/or appropriate.</p>\n<p>This Agreement is governed and construed in accordance with the Laws of Union of India.\nYou hereby irrevocably consent to the exclusive jurisdiction and venue of courts in Mumbai, Maharashtra, India, in all disputes arising out of or relating to the use of the Rediff sites/services.\nUse of the Rediff sites/services is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.\nYou agree to indemnify and hold Rediff.com, its subsidiaries, affiliates, officers, directors, employees, and representatives harmless from any claim, demand, or damage, including reasonable attorneys' fees, asserted by any third party due to or arising out of your use of or conduct on the Rediff sites/services.</p>\n<p>I have read and understood this agreement and agree to be bound by and abide to this agreement.</p>\n<p>In case of any grievance, please contact the Grievance Officer.\nIf you are the rightful owner of the content or an affected person and have the reason to believe that any content that has been uploaded/contributed through this Service contravenes your rights in violation of Rule 3 of the Information Technology (Intermediary Guidelines) Rules, 2011 (\"Rules\"), then you may intimate the same to Rediff.com in the following manner:\n<br>(a) Sending a request in writing or through email signed with electronic signature identifying the content alleged to be in infringement of your rights as the rightful owner or affecting you prejudicially.\n<br>(b) Providing exact identification and description of the content by giving its URL that is to be disabled, which in your view contravenes Rule 3(2) of aforesaid \"Rules\".\n<br>(c) Giving a declaration cum undertaking alongwith necessary documents establishing you (i) as the rightful owner of the content to be disabled, or (ii) as an affected person, and stating that the information submitted is true, complete &amp.\naccurate and no material fact has been hidden.\nFurther, stating that Rediff.com and its Management, Directors, employees, including Grievance Officer shall not be liable for any loss or damage or claim for relying upon the said request.\n<br>(d) Contact information including address, telephone number, email address, etc.\nwhere you can be contacted if required.\n<br>\n<br>You can send your request to Grievance Officer, Rediff.com at:\n<br>Grievance Officer\n<br>Rediff.com India Ltd.\n<br>Address: 1st Floor,Mahalaxmi Engineering Estate, L.\nJ.\nFirst Cross Road, Mahim (W), Mumbai 400 016 (India)\n<br>Email:grievances@rediff.co.in\n<br>Phone: +91-22-61820000 (between9am to 6pm IST from Monday -Friday except Public holidays)\n<br>(e) The grievance(s) shall be redressed in accordance with the said Rules and in good faith by the Grievance Officer.\n</p> © 2016 Rediff.com - Investor Information - Advertise with us - Disclaimer - Privacy Policy - Feedback&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;India Abroad weekly ", "created_at": "2021-06-15 05:10:12.626693", "updated_at": "2021-06-15 03:11:11.906852"}, {"id": 7053, "name": "LIABILITY DISCLAIMER", "url": "https://www.rediff.com/disclaim.htm", "xpath": "", "text": " &nbsp.\n<p>\n<b>LIABILITY DISCLAIMER</b>\n</p>\n<p>\nTHE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE REDIFF SITES/SERVICES MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY MADE TO THE REDIFF SITES/SERVICES AND TO THE INFORMATION THEREIN.\nREDIFF AND/OR ITS RESPECTIVE SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE REDIFF SITES/SERVICES AT ANY TIME.\nADVICE RECEIVED VIA THE REDIFF SITES/SERVICES SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.\n</p>\n<p>\nREDIFF .COM AND/OR ITS RESPECTIVE SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, LACK OF VIRUSES OR OTHER HARMFUL COMPONENTS AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED WITHIN THE REDIFF SITES/SERVICES FOR ANY PURPOSE.\nALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\nREDIFF AND/OR ITS RESPECTIVE SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE AND NON-INFRINGEMENT.\n</p>\n<p>\nTHIS SITE MAY CONTAIN LINKS TO OTHER WEB SITES OPERATED BY THIRD PARTIES (\"LINKED SITES\").\nYOU ACKNOWLEDGE THAT, WHEN YOU CLICK ON A LINK TO VISIT A LINKED SITE, A FRAME MAY APPEAR THAT CONTAINS THE REDIFF LOGO, ADVERTISEMENTS AND/OR OTHER CONTENT SELECTED BY REDIFF.\nYOU ACKNOWLEDGE THAT REDIFF AND ITS SPONSORS NEITHER ENDORSE NOR ARE AFFILIATED WITH THE LINKED SITE AND ARE NOT RESPONSIBLE FOR ANY CONTENT OF ANY LINKED SITE OR ANY LINK CONTAINED IN A LINK SITE, OR ANY CHANGES OR UPDATES TO SUCH SITES.\nYOU ALSO ACKNOWLEDGE THAT REDIFF IS PROVIDING THESE LINKS TO YOU ONLY AS A CONVENIENCE.\n</p>\n<p>\nYOU SPECIFICALLY AGREE THAT REDIFF SHALL NOT BE RESPONSIBLE FOR UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, ANY MATERIAL OR DATA SENT OR RECEIVED OR NOT SENT OR RECEIVED, OR ANY TRANSACTIONS ENTERED INTO THROUGH AN REDIFF SITE/SERVICE.\nYOU SPECIFICALLY AGREE THAT REDIFF IS NOT RESPONSIBLE OR LIABLE FOR ANY THREATENING, DEFAMATORY, OBSCENE, OFFENSIVE OR ILLEGAL CONTENT OR CONDUCT OF ANY OTHER PARTY OR ANY INFRINGEMENT OF ANOTHER'S RIGHTS, INCLUDING INTELLECTUAL PROPERTY RIGHTS.\nYOU SPECIFICALLY AGREE THAT REDIFF IS NOT RESPONSIBLE FOR ANY CONTENT SENT USING AND/OR INCLUDED IN AN REDIFF SITE/SERVICE BY ANY THIRD PARTY.\n</p>\n<p>\nIN NO EVENT SHALL REDIFF AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE REDIFF SITES/SERVICES, WITH THE DELAY OR INABILITY TO USE THE REDIFF SITES/SERVICES OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE REDIFF SITES/SERVICES, OR OTHERWISE ARISING OUT OF THE USE OF THE REDIFF SITES/SERVICES, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF REDIFF OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nREDIFF DOES NOT ENDORSE IN ANYWAY ANY ADVERTISERS/ CONTENTS OF ADVERTISERS ON ITS WEBPAGES.\nPLEASE THEREFORE VERIFY THE VERACITY OF ALL INFORMATION ON YOUR OWN BEFORE UNDERTAKING RELIANCE AND ACTIONING THEREUPON.\nREDIFF SHALL NOT BE RESPONSIBLE NOR LIABLE FOR ANY CONSEQUENTIAL DAMAGES ARISING ON ACCOUNT OF YOUR RELYING ON THE CONTENTS OF THE ADVERTISEMENT.\n</p>\n<p>\nTHIS AGREEMENT IS GOVERNED BY THE LAWS OF REPUBLIC OF INDIA.\nYOU HEREBY IRREVOCABLY CONSENT TO THE EXCLUSIVE JURISDICTION AND VENUE OF COURTS IN MUMBAI, MAHARASHTRA, INDIA IN ALL DISPUTES ARISING OUT OF OR RELATING TO THE USE OF THE REDIFF SITES/SERVICES.\nUSE OF THE REDIFF SITES/SERVICES IS UNAUTHORIZED IN ANY JURISDICTION THAT DOES NOT GIVE EFFECT TO ALL PROVISIONS OF THESE TERMS AND CONDITIONS, INCLUDING WITHOUT LIMITATION THIS PARAGRAPH.\nYOU AGREE TO INDEMNIFY AND HOLD REDIFF, ITS SUBSIDIARIES, AFFILIATES, OFFICERS AND EMPLOYEES, HARMLESS FROM ANY CLAIM, DEMAND, OR DAMAGE, INCLUDING REASONABLE ATTORNEYS' FEES, ASSERTED BY ANY THIRD PARTY DUE TO OR ARISING OUT OF YOUR USE OF OR CONDUCT ON THE REDIFF SITES/SERVICES.\nREDIFF RESERVES THE RIGHT TO DISCLOSE ANY PERSONAL INFORMATION ABOUT YOU OR YOUR USE OF THE REDIFF SITES/SERVICES, INCLUDING ITS CONTENTS, WITHOUT YOUR PRIOR PERMISSION IF REDIFF HAS A GOOD FAITH BELIEF THAT SUCH ACTION IS NECESSARY TO: (1) CONFORM TO LEGAL REQUIREMENTS OR COMPLY WITH LEGAL PROCESS.\n(2) PROTECT AND DEFEND THE RIGHTS OR PROPERTY OF REDIFF OR ITS AFFILIATED COMPANIES.\n(3) ENFORCE THE TERMS OR USE.\nOR (4) ACT TO PROTECT THE INTERESTS OF ITS MEMBERS OR OTHERS.\nREDIFF PERFORMANCE OF THIS AGREEMENT IS SUBJECT TO EXISTING LAWS AND LEGAL PROCESS, AND NOTHING CONTAINED IN THIS AGREEMENT IS IN DEROGATION OF REDIFF'S RIGHT TO COMPLY WITH GOVERNMENTAL, COURT AND LAW ENFORCEMENT REQUESTS OR REQUIREMENTS RELATING TO YOUR USE OF THE REDIFF SITES/SERVICES OR INFORMATION PROVIDED TO OR GATHERED BY REDIFF WITH RESPECT TO SUCH USE.\nIF ANY PART OF THIS AGREEMENT IS DETERMINED TO BE INVALID OR UNENFORCEABLE PURSUANT TO APPLICABLE LAW INCLUDING, BUT NOT LIMITED TO, THE WARRANTY DISCLAIMERS AND LIABILITY LIMITATIONS SET FORTH ABOVE, THEN THE INVALID OR UNENFORCEABLE PROVISION WILL BE DEEMED SUPERSEDED BY A VALID, ENFORCEABLE PROVISION THAT MOST CLOSELY MATCHES THE INTENT OF THE ORIGINAL PROVISION AND THE REMAINDER OF THE AGREEMENT SHALL CONTINUE IN EFFECT.\nUNLESS OTHERWISE SPECIFIED HEREIN, THIS AGREEMENT CONSTITUTES THE ENTIRE AGREEMENT BETWEEN THE USER AND REDIFF WITH RESPECT TO THE REDIFF SITES/SERVICES AND IT SUPERSEDES ALL PRIOR OR CONTEMPORANEOUS COMMUNICATIONS AND PROPOSALS, WHETHER ELECTRONIC, ORAL OR WRITTEN, BETWEEN THE USER AND REDIFF WITH RESPECT TO THE REDIFF SITES/SERVICES.\n</p>\n<br>\n<br> ", "created_at": "2021-06-15 05:10:12.624921", "updated_at": "2021-06-15 03:10:57.561791"}], "points": [{"id": 27906, "title": "You can opt out of promotional communications", "source": "https://www.rediff.com/w3c/policy.html", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:47:17.415836", "updated_at": "2022-06-02 00:47:17.415836", "quoteText": "You may change your interests at any time and may opt-in or opt-out of any marketing / promotional / newsletters mailings.", "case_id": 223, "document_id": 7055, "quoteStart": 11479, "quoteEnd": 11601}, {"id": 27905, "title": "You have the right to leave this service at any time", "source": "https://www.rediff.com/w3c/policy.html", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:46:00.27711", "updated_at": "2022-06-02 00:46:00.27711", "quoteText": "You can terminate your account at any time.", "case_id": 170, "document_id": 7055, "quoteStart": 2671, "quoteEnd": 2714}, {"id": 27904, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.rediff.com/terms.html", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:44:21.646203", "updated_at": "2022-06-02 00:44:21.646203", "quoteText": "The information/content provided on this site is intended for personal non-commercial use.", "case_id": 143, "document_id": 7054, "quoteStart": 9580, "quoteEnd": 9670}, {"id": 27903, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.rediff.com/terms.html", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:43:15.681292", "updated_at": "2022-06-02 00:43:15.681292", "quoteText": "You shall be responsible for maintaining the confidentiality of your password, which you will not be under an obligation to reveal to any representative or agent of Rediff.com.", "case_id": 148, "document_id": 7054, "quoteStart": 2526, "quoteEnd": 2702}, {"id": 27902, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.rediff.com/terms.html", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:38:56.457268", "updated_at": "2022-06-02 00:38:56.457268", "quoteText": "However, Rediff.com reserves the right to review the content posted and to remove any content in its sole discretion.", "case_id": 202, "document_id": 7054, "quoteStart": 9153, "quoteEnd": 9270}, {"id": 27901, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.rediff.com/disclaim.htm", "status": "Generated through the annotate view", "created_at": "2022-06-02 00:36:45.71394", "updated_at": "2022-06-02 00:36:45.71394", "quoteText": "ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND.", "case_id": 286, "document_id": 7053, "quoteStart": 966, "quoteEnd": 1088}, {"id": 27899, "title": "This service retains rights to your content even after you stop using your account", "source": "https://www.rediff.com/w3c/policy.html", "status": "Generated through the annotate view", "created_at": "2022-05-31 11:29:53.690478", "updated_at": "2022-06-02 00:48:33.308728", "quoteText": "your information may remain stored in archive on our servers even after the deletion or the termination of your account.\n", "case_id": 173, "document_id": 7055, "quoteStart": 2724, "quoteEnd": 2845}], "urls": ["rediffmail.com", "rediff.com"]}}