{"error": 448, "message": "OK", "parameters": {"id": 2580, "name": "Future PLC", "created_at": "2021-01-20 18:20:24.204714", "updated_at": "2021-03-25 03:19:56.125409", "wikipedia": "https://en.wikipedia.org/wiki/Future_plc", "keywords": null, "related": null, "slug": "future_plc", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2580.png", "url": "futureplc.com,techradar.com,musicradar.com,gamesradar.com,pcgamer.com,mixonline.com,homesandgardens.com", "documents": [{"id": 3668, "name": "Privacy Policy", "url": "https://www.futureplc.com/privacy-policy/", "xpath": "/html/body/div[1]/div/section/div/div/div", "text": " <p>(Updated November 2020)</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>This policy covers the processing of personal data by Future plc, whose registered address is at Quay House, The Ambury, Bath, BA1 1UA, and its associated group companies (“<strong>Future</strong>”, “<strong>we</strong>” or “<strong>us</strong>”).\nFuture is committed to protecting the privacy of your peIf you order a product or service from us, you will need to provide certain personal details, including payment information, so the order can be fulfilled.\nThis may be collected, for example, as part of the registration process or when creating an account.\nIn some cases, we will use or direct you to a third party which will collect this information from you and fulfill your order.\nFor example, if you order a subscription to our publications, you may be able to access those products through a digital newsstand such as Apple Newsstand.rsonal information whilst striving to provide the very best user experience.\nWe want our websites to be safe and enjoyable for everyone.</p>\n<p>Under the General Data Protection Regulation (GDPR) and related laws, we have a legal duty to protect the personal information we collect from you.\nGDPR says that ‘personal data’ is any information relating to a living individual who can be identified, either directly or indirectly, from that information.\nThis could include your name, email address, postal address or telephone number, or information collected online and used to identify you.</p>\n<p>For the purposes of GDPR, the ‘Data Controller’ for all Future services based in the UK is Future Publishing Limited.\nFor all services based in the United States, the Data Controller is Future US, Inc, and in Australia it is Future Publishing (Overseas) Limited.\nAs Data Controller we are responsible for, and control, the processing of your personal data for the purposes of Future’s services.<br>\nWe have appointed a data protection officer (DPO) who is responsible for overseeing questions in relation to this privacy notice.\nIf you have any comments, concerns or questions, including any requests to exercise your legal rights, you can contact our DPO.</p>\n<p>\n<strong>We encourage you to read this policy in full but please click on the links below for a shortcut to the following sections:</strong>\n<br>\nContact details<br>\nWhat data do we collect and how do we use it?<br>\nWhat lawful bases do we rely on for processing?<br>\nWho may we share your data with?<br>\nWhat data is collected on our websites?<br>\nLinks to other websites<br>\nStorage and retention of data<br>\nSecurity<br>\nProtecting children’s privacy<br>\nYour rights<br>\nCalifornia Privacy Rights<br>\nWebsite notifications (pop-ups) and opt out instructions<br>\nPolicy changes<br>\nFurther information</p>\n<p>\n<strong>Contact details</strong>\n</p>\n<p>Future’s Data Protection Officer can be contacted:<br>\nBy email: DPO@futurenet.com<br>\nBy telephone: +44 (0)1225 442244<br>\nBy post: Data Protection Enquiries, Future Publishing Limited, Quay House, The Ambury, Bath, BA1 1UA</p>\n<p>\n<strong>What data do we collect and how do we use it?</strong>\n</p>\n<b>Information you provide to us </b>\nWhen you participate in, access, purchase or sign up to any of our services, activities or online content, such as magazine subscriptions, newsletters, surveys, competitions or events, we receive personal information about you which we use to provide these services.\nThis may consist of data such as your name, email address, postal address and telephone number.\nYou will be able to select how we use your information for marketing purposes and you can update your marketing preferences at any time.\n<b>Ordering a product<br>\nor service from us</b>\nIf you order a product or service from us, you will need to provide certain personal details, including payment information, so the order can be fulfilled.\nThis may be collected, for example, as part of the registration process or when creating an account.\nIn some cases, we will use or direct you to a third party which will collect this information from you and fulfill your order.\nFor example, if you order a subscription to our publications, you may be able to access those products through a digital newsstand such as Apple Newsstand.\n<b>Attending an event</b>\nIf you attend one of our events, awards or conferences we may receive personal information about you, including your name and contact details and any dietary and accessibility requirements.\n<b>Content you share with us</b>\nWhen you choose to share comments, photos, videos and other content with, us we may receive personal information about you.\n<b>Information<br>\ncollected online</b>\nWe may collect information about how you use our websites or other content online, and the device you use to access the services.\nPlease see <strong>What data is collected on our websites?</strong> and our Cookies Policy for further details about how we use this data and information on opting out.\n&nbsp;<p>\n</p>\n<p>\n<strong>eCommerce</strong>\n</p> Some of our websites contain links to products and services offered by third party websites.\nIf you click on those links we will use data collected about your activity on our site to direct you to the third party site.\nWe and the third party may collect data to show us that you have clicked on the link and whether you purchased any products and services.\nWe may receive a commission from the third party if you link to their site from a Future site and purchase goods and services from them.\n<b>Email communications</b>\nWe use web beacons in our emails to track the success of our marketing campaigns.\nIf you open an email from us, we can see which of the pages of our website you visited.\nOur web beacons don’t store any information on your computer but, by communicating with our cookies on your computer, they can tell us when you have opened an email from us.\nWe may keep track of the emails that we send you.\nWe also keep a record of what communications you have selected to receive or not to receive.\nIf you would like to opt out of receiving such emails you can unsubscribe at any time or contact our DPO.\n<b>Information from other sources</b>\nWe may receive information about you from other sources (for example, missing information about your postal or email addresses) and add it to the personal information we hold about you.\nWe may also receive data from other sources, such as our business partners, and social media platforms.\n<b>Information which allows us to recognise you or your device</b>\nWhen you log into our website, we may share information that we collect from you, such as your email (in hashed, pseudonymous form), IP address, or information about your browser or operating system, with our partner LiveRamp.\nLiveRamp uses this information to create an online identification code for the purpose of recognising you on your device.\nThis code does not contain any of your identifiable personal data and cannot be used to re-identify you.\nWe place this code in our cookie and allow it to be used for online and cross-channel advertising.\nIt may be shared with our advertising partners and other third party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience (e.g.\nweb, email, connected devices, and in-app, etc).\nThese third parties may in turn use this code to link demographic or interest-based information you have provided in your interactions with them.\nYou have the right to express a choice regarding our sharing of this data with LiveRamp for the above purposes, of the creation of this code, or of our sharing of the code with our advertising partners.\n<p>\n<strong>What lawful bases do we rely on for processing?</strong>\n</p>\n<p>In order to process your personal data, we must have a lawful reason for doing so.\nGDPR sets out six lawful bases under which organisations can collect, use and store personal data.\nWe rely on four of the lawful bases:</p>\n<p>Necessary for the performance of a contract<br>\nIf you are our customer, for example a subscriber of a magazine or an attendee at one of our events, we will process your personal data on the basis that it is necessary for us to provide our products and services to you.</p>\n<p>Consent<br>\nIn some instances we rely on your specific consent to process your personal information.\nThis is where you have actively agreed and ‘opted-in’, for example to receive marketing communications from us, and you have the right to withdraw your consent at any time.</p>\n<p>Compliance with laws<br>\nWe may have to process and share your personal data in order to comply with our legal obligations, or to protect our rights or the rights of others.\nFor example, we are required to collect certain information from you when processing your subscription payment for tax or financial reporting reasons.</p>\n<p>Legitimate interests<br>\nIn some situations we rely on our legitimate business interests in order to collect and use your personal data.\nIn these situations, we have conducted a balancing test to carefully consider the impact of the processing on your interests, rights and freedoms.\nWe will only undertake the processing if we are satisfied there is no negative impact on you.\nWe rely on Legitimate Interests for the following activities:</p>\n<ul>\n<li>providing, maintaining, improving and developing our products and services;</li>\n<li>sending direct marketing communications about our products and services to customers;</li>\n<li>sending marketing communications related to the products and services of carefully selected companies in a business-to-business context;</li>\n<li>managing suppression and unsubscribe requests;</li>\n<li>\n<p>researching publicly available business contact details;</p>\n</li>\n<li>managing certain aspects of our events;</li>\n<li>analysing the use of our products and services;</li>\n<li>using analytics to identify usage trends and determining the effectiveness of campaigns;</li>\n<li>allowing you to comment on on our sites;</li>\n<li>dealing with queries and complaints;</li>\n<li>personalising your experience on our sites;</li>\n<li>identifying fraudulent behaviour and ensuring our websites and systems are secure.</li>\n</ul>\n<p>If you object to our reliance on Legitimate Interests for any purpose please contact our DPO.</p>\n<p>\n<strong>Who may we share your data with?</strong>\n</p>\n<p>Agents<br>\nWe use third parties to perform certain functions on our behalf including fulfilling orders, sending emails, organising and managing events, running competitions and promotions, conducting surveys or polls, removing repetitive information from customer lists, comment hosting, website analysis, data analysis and processing credit card payments.\nThey will have access to your personal information if necessary to perform their function but they cannot use it or disclose it for any other purpose, unless you have specifically given them consent to do so.</p>\n<p>Aggregate information<br>\nWe may share aggregated, non-personally identifiable information, such as demographics and website usage statistics, with advertisers, sponsors and other organisations.</p>\n<p>Option to receive marketing information from associated third parties<br>\nThroughout the website you may be given the opportunity to receive marketing information which may be of interest to you from associated third parties.\nOnly if you elect to receive such information, will we share your personal information with our associated third parties and they are only permitted by us to use it for the purpose of providing you with the marketing information you have requested.\nThe use of your personal information by such third parties will be subject to their own privacy policy and practices.\nWe are not responsible for the privacy policy or practices of any such third party.\nIf you do not want to receive marketing information from associated companies you can notify us of this as part of the registration process.\nYou can stop receiving this information at any time by following the unsubscribe instructions on the correspondence you receive, by amending your marketing preferences, or by emailing our DPO at DPO@futurenet.com giving your email address and details of the information you no longer wish to receive.</p>\n<p>Products or services offered in partnership with third parties<br>\nCertain products or services available through this website may be provided to you in partnership with a third party.\nThat third party may require you to disclose personal information to them in order to receive such products or services.\nIf you request a product or service offered in partnership with a third party, the identity of the third party will be disclosed to you and your personal information will be transferred to that third party.\nThe use of your personal information by that third party is subject to its privacy policy and practices and we are not responsible for this.</p>\n<p>Group Companies<br>\nWe only share your personal information with our group companies if you have elected to receive marketing information from them which may be of interest to you.\nThey are only permitted by us to use it for the purpose of providing you with the marketing information you have requested.\nIf you do not want to receive marketing information from our group companies you can notify us and you can stop receiving this information at any time by following the unsubscribe instructions on the correspondence you receive or by emailing our DPO at DPO@futurenet.com, giving your email address and details of the information you no longer wish to receive.</p>\n<p>Third-Party Ad Serving and Audience and Traffic Measurement Services</p>\n<p>We may use a third-party network advertiser to serve the advertisements on this website or we may use an audience or traffic measurement service to analyse the traffic on this website.\nNetwork advertisers are third parties that display advertisements based on your visits to this website and other websites you have visited.\nThird-party ad serving enables us to target advertisements to you for products or websites you might be interested in.\nAudience and traffic measurement services allow us to collect traffic and behavioural information from the website by monitoring anonymous visitor activity.\nThis website’s advertisers, sponsors and/or traffic measurement services may themselves set and access their own cookies on your computer if you choose to have your cookies enabled in your browser.\nPlease see <strong>What data is collected on our websites?</strong> and our Cookies Policy for further details and information on opting out.</p>\n<p>Auditing organisations<br>\nWe may share your personal data with the Audit Bureau of Circulations, a third-party auditing organisation.\nThis is so they can verify aggregated statistics about circulation and usage of our products, or review our policies, processes and procedures for compliance with relevant standards.\nYou can view their privacy policy by following this link: www.abc.org.uk/privacy-policy</p>\n<p>\n<strong>What data is collected on our websites?</strong>\n</p>\n<p>‘Cookies’ are small data files which are sent to your computer, mobile phone or other device so that the website can remember information about your browsing activity.\nWe use cookies on our websites for a variety of purposes:</p>\n<p>Information storage and access<br>\nThe storage of information, or access to information that is already stored, on your device such as advertising identifiers, device identifiers, cookies, and similar technologies.</p>\n<p>Content selection, delivery, reporting<br>\nThe collection of information, and combination with previously collected information, to select and deliver content for you, and to measure the delivery and effectiveness of such content.\nThis includes using previously collected information about your interests to select content, processing data about what content was shown, how often or how long it was shown, when and where it was shown, and whether the you took any action related to the content, including for example clicking on content.\nThis does not include personalisation, which is the collection and processing of information about your use of this service to subsequently personalise content and/or advertising for you in other contexts, such as websites or apps, over time.</p>\n<p>Measurement<br>\nThe collection of information about your use of the content, and combination with previously collected information, used to measure, understand, and report on your usage of the service.\nThis does not include personalisation, the collection of information about your use of this service to subsequently personalise content and/or advertising for you in other contexts, i.e.\non other service, such as websites or apps, over time.</p>\n<p>Personalisation<br>\nThe collection and processing of information about your use of this service to subsequently personalise advertising and/or content for you in other contexts, such as on other websites or apps, over time.\nTypically, the content of the site or app is used to make inferences about your interests, which inform future selection of advertising and/or content.</p>\n<p>Ad selection, delivery, reporting</p>\n<p>The collection of information, and combination with previously collected information, to select and deliver advertisements for you, and to measure the delivery and effectiveness of such advertisements.\nThis includes using previously collected information about your interests to select ads, processing data about what advertisements were shown, how often they were shown, when and where they were shown, and whether you took any action related to the advertisement, including for example clicking an ad or making a purchase.\nThis does not include personalisation, which is the collection and processing of information about your use of this service to subsequently personalise advertising and/or content for you in other contexts, such as websites or apps, over time.</p>\n<p>Please see our Cookies Policy for more information.</p>\n<p>\n<strong>Links to other websites</strong>\n</p>\n<p>Our websites may include links to third party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and, when you leave our website, we encourage you to read the privacy notice of every website you visit.\nWe may monetise some of these links through the use of third party affiliate programmes.\nNotwithstanding such affiliate programmes, we are not responsible for the content or privacy policies of these websites or for third party advertisers, nor for the way in which they use information they collect about you.</p>\n<p>\n<strong>Storage and retention of data</strong>\n</p>\n<p>Your information is collected and stored on our secure systems, mainly based in the UK and European Economic Area (EEA).\nWhere we use third party service providers to store data, we have appropriate agreements in place to ensure that your personal data is protected.\nYour personal data may be transferred to a country outside the EEA if, for example, a supplier or service is based outside the EEA.\nWe will take all steps reasonably necessary to ensure your data is treated securely, including ensuring the location has been granted ‘adequacy status’ by the European Commission, or using our agreement with the supplier contains model contractual clauses approved by the European Commission, or ensuring the company we are transferring the data to is certified under the EU-US Privacy Shield.</p>\n<p>We hold personal data for a variety of different purposes and the length of time we keep your data will vary depending on the services or products we are providing.\nWe will only keep your data for a reasonable period of time, which is based on the purpose for which we are using your data.\nOnce that purpose has been fulfilled, we will securely delete that data or anonymise your information (so that we, or anyone else, can no longer tell that data relates to you) unless we are required to retain the data longer for legal, tax or accounting reasons.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We are committed to protecting the personal data we hold.\nIn accordance with GDPR, we adopt appropriate technical and organisational measures to help prevent unauthorised access to your information and ensure data is held securely.\nWe also require any third parties to whom we may transfer personal data to have appropriate security measures in place.\nWe ask third parties to complete Data Security Questionnaires so we can be sure they are a safe place for your data.</p>\n<p>\n<strong>Protecting children’s privacy</strong>\n</p>\n<p>Our products and services are for a general audience and not aimed at children.\nHowever, we recognise that some of our publications, for example in our Knowledge and Gaming portfolios, may appeal to a younger audience.\nWe do not knowingly collect any personal information from children under the age of sixteen or send any marketing communications to children.\nIf we are running a competition which might be of interest to children, our competition rules specify that a parent or guardian must consent to entry.\nIf, in the future, we collect personally identifiable information from children in connection with our products and services, we will do so in compliance with all relevant laws and regulations including, without limitation, obtaining parental consent where necessary.\nThe Internet offers children wonderful educational and entertainment resources.\nYour guidance and involvement are essential to help ensure that children have a safe and rewarding online experience.\nWe encourage you to visit https://www.google.co.uk/intl/en/safetycenter/families/start/ for more information about keeping your family safe online.\nIf you are a parent or guardian and are concerned that we may be processing personal data related to your child, please contact our DPO.</p>\n<p>\n<strong>Your rights</strong>\n</p>\n<p>You have the right to request:</p>\n<ul>\n<li>Access to the personal data we hold about you.</li>\n<li>The correction of your personal data when incorrect, out of date or incomplete.</li>\n<li>The erasure of your personal data.</li>\n<li>That we stop using your personal data for direct marketing if you object to it.</li>\n<li>That we stop any consent-based processing of your personal data after you withdraw that consent.</li>\n<li>The right to request a transfer of your data to another service provider.</li>\n</ul>\n<p>Your right to withdraw consent<br>\nWhenever you have given us your consent to use your personal data, you have the right to change your mind at any time and withdraw that consent.</p>\n<p>Where we rely on our legitimate interest<br>\nIn cases where we are processing your personal data on the basis of our legitimate interest, you can ask us to stop for reasons connected to your individual situation.\nWe must then do so unless we believe we have a legitimate overriding reason to continue processing your personal data.</p>\n<p>Direct marketing<br>\nYou have the right to stop the use of your personal data for direct marketing activity through all channels, or selected channels.\nWe must always comply with your request.\nRemember, you can always stop direct marketing messages by clicking on an unsubscribe link in any of our emails or getting in touch with us.</p>\n<p>Exercising your rights<br>\nIf you wish to exercise any of your rights please contact the Data Protection Officer:<br>\nBy post: Future Publishing Limited, Quay House, The Ambury, Bath BA1 1UA.\nor<br>\nBy email: DPO@futurenet.com.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nIf you have authorised a third party to submit a request on your behalf, we will ask them to prove they have your permission to act.\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request.\nWe try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIf this is case, we will notify you and keep you updated.</p>\n<p>No fee usually required<br>\nYou will not usually have to pay a fee to access your personal data (or to exercise any of the rights), however, we may charge a reasonable fee if your request is unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.\nIf we choose not to action your request we will explain to you the reasons for our refusal.</p>\n<p>Information Commissioner’s Office<br>\nIf you feel you need to, you also have the right to make a complaint at any time to the ICO, the UK data protection supervisory authority (www.ico.org.uk).</p>\n<p>\n<strong>Important Information for California Residents</strong>\n</p>\n<p>This section applies only to California residents.&nbsp.\nIt describes how we collect, use and share Personal Information of California residents in operating our business, and their rights with respect to that Personal Information.&nbsp.\nFor purposes of this section, “<b>Personal Information</b>” has the meaning given in the California Consumer Privacy Act of 2018 (“<b>CCPA</b>”) but does not include information exempted from the scope of the CCPA.&nbsp;</p>\n<p>\n<b>Your California privacy rights.\n</b>\n<br>\nAs a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.&nbsp;</p>\n<ul>\n<li>\n<b>Information.</b>&nbsp.\nYou can request the following information about how we have collected and used your Personal Information during the past 12 months:\n<ul>\n<li>The categories of Personal Information that we have collected.</li>\n<li>The categories of sources from which we collected Personal Information.</li>\n<li>The business or commercial purpose for collecting and/or selling Personal Information.</li>\n<li>The categories of third parties with whom we share Personal Information.</li>\n<li>Whether we have disclosed your Personal Information for a business purpose, and if so, the categories of Personal Information received by each category of third party recipient.</li>\n<li>Whether we’ve sold your Personal Information, and if so, the categories of Personal Information received by each category of third party recipient.&nbsp;&nbsp;</li>\n</ul>\n</li>\n<li>\n<b>Access</b>.&nbsp.\nYou can request a copy of the Personal Information that we have collected about you during the past 12 months.&nbsp;</li>\n<li>\n<b>Deletion.&nbsp.\n</b>You can ask us to delete the Personal Information that we have collected from you.</li>\n<li>\n<b>Opt-out of sales</b>.&nbsp.\nIf we sell your Personal Information, you can opt-out.\nIn addition, if you direct us not to sell your Personal Information, we will consider it a request pursuant to California’s “Shine the Light” law to stop sharing your personal information covered by that law with third parties for their direct marketing purposes.\nWe share your Personal Information with third parties in the following circumstances, which California law classifies as a “sale” of your Personal Information:\n<ul>\n<li>supplying your data to third parties with your express consent (e.g.\nwhere you opt in to receive third party marketing or where you have requested to be contacted by a third party);</li>\n<li>supplying your data to list brokers (but only where you have consented to be contacted by third parties);</li>\n<li>&nbsp;supplying attendee data to third parties who provide services in connection with our events, and sending your data to suppliers of certain products and services (where you have consented to hear from such third parties);&nbsp;</li>\n<li>like many companies, we use services that help deliver interest-based ads, content and services to you.&nbsp.\nCalifornia law classifies our use of these services as a “sale” of your Personal Information to the companies that provide the services.\nThis is because we allow them to collect information from our website users (e.g., online identifiers and browsing activity) so they can help serve ads, content and services&nbsp.\nmore likely to interest you.&nbsp;</li>\n</ul>\n</li>\n<li>\n<b>Opt-in.&nbsp.\n</b>If we know that you are younger than 16 years old, we will ask for your permission (or if you are younger than 13 years old, your parent’s or guardian’s permission) to sell your Personal Information before we do so.</li>\n<li>\n<b>Nondiscrimination.</b>&nbsp.\nYou are entitled to exercise the rights described above free from discrimination.\nThis means that we will not penalize you for exercising your rights by taking actions such as denying you services.\nincreasing the price/rate of services.\ndecreasing service quality.\nor suggesting that we may penalize you as described above for exercising your rights.&nbsp;&nbsp;</li>\n</ul>\n<p>\n<b>How to exercise your right to information, access, deletion or your right to opt-out of the “sale” of your Personal Information</b>\n<br>\nYou may exercise your California privacy rights by submitting a request form or emailing dpo@futurenet.com quoting ‘California Privacy Rights’ in the subject header.</p>\n<p>We will need to confirm your identity and California residency to process your requests to exercise your information, access or deletion rights.&nbsp.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.<br>\n<b>\n</b>\n</p>\n<p>\n<b>Personal information that we collect, use and share</b>\n<br>\nThe chart below summarizes how we collect, use and share Personal Information by reference to the statutory categories specified in the CCPA, and describes our practices during the 12 months preceding the effective date of this Privacy Policy.&nbsp;</p>\n<b>Statutory category of personal information (PI)</b>\n<b>\n<br>\n</b>(click for details)\n<b>Source of the PI</b>\n<b>Purpose for collection</b>\n<b>Categories of third parties to whom we “disclose” the PI for a business purpose</b>\n<b>Categories of third parties to whom we “sell” the PI</b> Identifiers <ul>\n<li>\n<i>You</i>\n</li>\n<li>\n<i>Public sources</i>\n</li>\n<li>\n<i>Business partners</i>\n</li>\n<li>\n<i>Our clients</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery</i>\n</li>\n<li>\n<i>Research &amp.\ndevelopment</i>\n</li>\n<li>\n<i>Marketing</i>\n</li>\n<li>\n<i>Compliance &amp.\nOperations</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Affiliates</i>\n</li>\n<li>\n<i>Advertising partners</i>\n</li>\n<li>\n<i>Service-related third parties</i>\n</li>\n<li>\n<i>Professional advisors</i>\n</li>\n<li>\n<i>Authorities and others</i>\n</li>\n<li>\n<i>Business transferees</i>\n</li>\n</ul>\n<ul>\n<li>\n<i> for business and commercial purposes as defined in the section above entitled ‘</i>\n<b>\n<i>Opt-out of sales</i>\n</b>\n<i>’</i>\n</li>\n</ul> Commercial Information <ul>\n<li>\n<i>You</i>\n</li>\n<li>\n<i>Our clients</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery</i>\n</li>\n<li>\n<i>Research &amp.\ndevelopment</i>\n</li>\n<li>\n<i>Marketing</i>\n</li>\n<li>\n<i>Compliance &amp.\nOperations</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Affiliates</i>\n</li>\n<li>\n<i>Service-related third parties</i>\n</li>\n<li>\n<i>Professional advisors</i>\n</li>\n<li>\n<i>Authorities and others</i>\n</li>\n<li>\n<i>Business transferees</i>\n</li>\n</ul>\n<i>None</i> Financial Information <ul>\n<li>\n<i>You</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery, i.e.\nto fulfill your subscriptions and orders, and any refund requests</i>\n</li>\n</ul> Online Identifiers <ul>\n<li>\n<i>You</i>\n</li>\n<li>\n<i>Our clients</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery</i>\n</li>\n<li>\n<i>Research &amp.\ndevelopment</i>\n</li>\n<li>\n<i>Marketing</i>\n</li>\n<li>\n<i>Compliance &amp.\nOperations</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Affiliates</i>\n</li>\n<li>\n<i>Service-related third parties</i>\n</li>\n<li>\n<i>Professional advisors</i>\n</li>\n<li>\n<i>Authorities and others</i>\n</li>\n<li>\n<i>Business transferees</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Advertising partners (to facilitate online advertising)</i>\n</li>\n<li>\n<i>Third Party Partners (for business and commercial purposes as defined in the section above entitled ‘</i>\n<b>\n<i>Opt-out of sales</i>\n</b>\n<i>’</i>\n<i>)</i>\n</li>\n</ul> Internet or Network Information <ul>\n<li>\n<i>You</i>\n</li>\n<li>\n<i>Automatic collection</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery</i>\n</li>\n<li>\n<i>Research &amp.\ndevelopment</i>\n</li>\n<li>\n<i>Marketing</i>\n</li>\n<li>\n<i>Compliance &amp.\nOperations</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Affiliates</i>\n</li>\n<li>\n<i>Service-related third parties</i>\n</li>\n<li>\n<i>Professional advisors</i>\n</li>\n<li>\n<i>Authorities and others</i>\n</li>\n<li>\n<i>Business transferees</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Third Party Partners (for business and commercial purposes as defined in the section above entitled ‘</i>\n<b>\n<i>Opt-out of sales</i>\n</b>\n<i>’</i>\n<i>)</i>\n</li>\n</ul> Geolocation Data <ul>\n<li>\n<i>You</i>\n</li>\n<li>\n<i>Public sources</i>\n</li>\n<li>\n<i>Business partners</i>\n</li>\n<li>\n<i>Our clients</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Service delivery</i>\n</li>\n<li>\n<i>Research &amp.\ndevelopment</i>\n</li>\n<li>\n<i>Marketing</i>\n</li>\n<li>\n<i>Compliance &amp.\nOperations</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Affiliates</i>\n</li>\n<li>\n<i>Service-related third parties</i>\n</li>\n<li>\n<i>Professional advisors</i>\n</li>\n<li>\n<i>Authorities and others</i>\n</li>\n<li>\n<i>Business transferees</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>Third Party Partners (for business and commercial purposes as defined in the section above entitled ‘</i>\n<b>\n<i>Opt-out of sales</i>\n</b>\n<i>’</i>\n<i>)</i>\n</li>\n</ul>\n<p>\n<strong>Website notifications (pop ups)</strong>.</p>\n<p>We provide news and updates about our sites via push notification messages or ‘pop-ups’.\nThis is a free service.\nThe notifications are only sent to you if you have clicked on a button to allow it (you may have accidentally selected to receive notifications).\n</p>\n<p>We have no control over your subscription to notifications as it is controlled by your browser and device.\n&nbsp;We do not store any recognisable data about you or your device in connection with the push notification service.\n</p>\n<p>If you wish to unsubscribe from receiving notifications please follow the instructions here:</p>\n<p>https://documentation.onesignal.com/docs/unsubscribe-from-notifications</p>\n<p>If you need additional assistance in relation to push notifications, please contact the team at push.notifications@futurenet.com.</p>\n<p>\n<strong>Policy changes</strong>\n</p>\n<p>We may amend this Privacy Policy from time to time, so we encourage you to check it periodically.\nIf we make material changes we will endeavour to provide you with appropriate notice before such changes take effect.</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>General information about data protection may be found at the Information Commissioner’s website: https://ico.org.uk/</p>\n<p>For more information about cookies please visit http://www.allaboutcookies.org/ and for more information about how to manage cookies please refer to our Cookies Policy.</p>\n<p>Information about direct marketing may be found at the Direct Marketing Association’s website: https://dma.org.uk/</p>\n<p>To unsubscribe from all emails contact: DPO@futurenet.com</p> ", "created_at": "2021-01-20 18:23:06.577332", "updated_at": "2021-01-28 18:37:37.353728"}, {"id": 3667, "name": "Cookies Policy", "url": "https://www.futureplc.com/cookies-policy/", "xpath": "/html/body/div[1]/div/section/div/div/div", "text": " Cookies Policy\n<p>(Updated May 2018)</p>\n<p>This Cookies Policy explains how Future Publishing Limited, Future plc and their group companies (“Future”) use cookies and similar technologies.\nWhenever you use Future’s websites, apps, products, advertising services or other technologies (“Services”), or visit a website, app or service which uses our Services, information may be collected through the use of cookies and similar technologies.\nFuture is committed to protecting the personal information collected when you use our Services.</p>\n<p>This Cookies Policy provides the following information for users:<br>\n<strong>What are cookies and similar technologies?</strong>\n<br>\n<strong> What are the different types of cookies?</strong>\n<br>\n<strong> What are cookies used for?</strong>\n<br>\n<strong> How does Future use cookies?</strong>\n<br>\n<strong> How can users manage or opt out of cookies?</strong>\n<br>\n<strong> Contact details and where to find further information</strong>\n</p>\n<p>\n<strong>What are cookies and similar technologies?</strong>\n</p>\n<p>A cookie is a small data file, often including a unique identifier, which is sent to your computer, mobile phone or tablet device (referred to in this policy as a “device”) by the web server so the website can remember some information about your browsing activity on the website.\nThe cookie will collect information relating to your use of our Services, information about your device, e.g.\nthe device’s IP address and browser type, broad location and, if you arrived at our site via a link from third party site, the URL of the linking page.\nIf you have registered for any Services or you are a subscriber, it may also collect your name and email address, which may be transferred to data processors for registered user or subscriber verification purposes.</p>\n<p>Similar technologies known as “local storage” may also be used in our Services as an alternative to cookies.\nThis is technology which is similar to cookies and performs very similar functions, such as caching data to enable us to improve our Services, allowing you to register for our Services, tracking activity to enable us and our advertisers to advertise to you in accordance with this policy and counting the number of people who view adverts on our Services.\nWhere we refer to “cookies” in this policy, we mean cookies or similar technologies.</p>\n<p>Cookies record information about your online preferences and help us to tailor our Services to your interests.\nInformation provided by cookies can help us to analyse your use of our Services and help us to provide you with a better user experience.</p>\n<p>In addition to cookies, our Services may also use web beacons, clear GIFs, page tags and web bugs.\nThese are all types of technology implemented by websites or third party ad servers to allow them to analyse your website use and help improve your experience of the Services.</p>\n<p>\n<strong>What are the different types of cookies?</strong>\n</p>\n<ul>\n<li>\n<strong>Session cookies</strong> are only stored for the duration of your visit to a website and are deleted from your device when you close your browser;</li>\n<li>\n<strong>Persistent cookies</strong> are saved on your device for a fixed period of time after the browser has closed and are used where we (or a third party) need to identify you for a later browsing session.\nThe fixed period of time is typically 30-90 days for targeting or behavioural advertising cookies and may be up to 26 months for analytical performance and measurement cookies;</li>\n<li>\n<strong>First party cookies</strong> are set by the website you are visiting.\nand</li>\n<li>\n<strong>Third party cookies</strong> are cookies used within our Services which are set by other organisations.\nThese include cookies from external analytics services which help us to understand the use of our sites, or by advertisers so that they can track the effectiveness of their advertisements.</li>\n</ul>\n<p>\n<strong>What are cookies used for?</strong>\n</p>\n<p>1.\nFunctional Cookies<br>\nFunctional cookies are essential to the running of our Services.\nThey are used to remember your preferences on our websites and to provide enhanced, more personal features.\nThe information collected by these cookies is usually anonymised, so we cannot identify you personally.\nFunctional cookies do not track your internet usage or gather information which could be used for selling advertising, but they do help with serving advertising.\nThese cookies are usually session cookies which will expire when you close your browsing session.</p>\n<p>2.\nEssential or ‘Strictly Necessary’ Cookies<br>\nThese cookies are essential for the running of our Services.\nWithout these cookies, parts of our websites would not function.\nThese cookies do not track where you have been on the internet and do remember preferences beyond your current visit and do not gather information about you that could be used for marketing purposes.\nThese cookies are usually session cookies which will expire when you close your browsing session.</p>\n<p>3.\nAnalytical Performance and Measurement Cookies<br>\nAnalytical performance cookies are used to monitor the performance of our Services, for example, to determine the number of pageviews and the number of unique users a website has.\nWeb analytics services may be designed and operated by third parties.\nThe information provided by these cookies allows us to analyse patterns of user behaviour and we use that information to enhance user experience or identify areas of the website which may require maintenance.\nThe information is anonymous (i.e.\nit cannot be used to identify you and does not contain personal information such as your name and email address) and it is only used for statistical purposes</p>\n<p>4.\nTargeting or ‘Behavioural Advertising’ Cookies<br>\nThese cookies, which may be placed on your device by us or our trusted third party service providers, remember that you have visited a website and use that information to provide you with content or advertising which is tailored to your interests.\nThis is often called online behavioural advertising (OBA) and is done by grouping together shared interests based upon web browsing history.\nYour web browsing history can be used to infer things about you (e.g.\nyour age, gender etc.), and this information may also be used to make advertising on websites more relevant to you.\nWithout these cookies, content and advertisements you encounter may be less relevant to you and your interests.\nIf you would like more information about OBA, including how to opt-out of these cookies, please visit: http://www.youronlinechoices.com/ or scroll down to: <strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>\n<strong>How does Future use cookies?</strong>\n</p>\n<p>Future, together with our trusted partners, uses cookies in combination with other information we maintain for a number of purposes, including the following:</p>\n<p>1.\nEssential and Functional Cookies<br>\nWe use these cookies to enable certain online functionality including:</p>\n<ul>\n<li>access your information so we can provide you with customised content and experiences, or remember the last page you visited on the Services;</li>\n<li>identify returning users, registrants and subscribers and allow them to be presented with a personalised version of the site;</li>\n<li>eliminating the need for returning users to re-enter their login details;</li>\n<li>commenting on our sites;</li>\n<li>operating a shopping trolley on various of our Services including www.myfavouritemagazines.com;</li>\n<li>maintain your settings and authenticate your identity while you are logged in to the Services;</li>\n<li>to support security measures and to assist in identifying possible fraudulent or abusive activities.</li>\n</ul>\n<p>If you object to the use of essential and functional cookies please scroll down to: <strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>2.\nAnalytical Performance and Measurement Cookies</p>\n<p>We use these cookies to measure users’ behaviour to better develop our Services.\nBy using analytics services provided by third parties such as Google Analytics and ComScore, we can analyse and measure which pages are viewed and how long for and which links are followed, and we can use this information to provide more content which is of interest.\nWe also use this analysis to report on our performance and to sell advertising.</p>\n<p>If you object to the use of analytical performance and measurement cookies please see here: <strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>3.\nTargeting and Behavioural Advertising Cookies</p>\n<p>We use these cookies to:</p>\n<ul>\n<li>manage online advertising and revenue share arrangements.\nOur approved advertising partners, primarily Google (Doubleclick, AdX, AdSense), Rubicon Project, Index Exchange, AppNexus, OpenX, Pubmatic, Criteo and GroupM use cookies together with web beacons to provide advertising to you and to enable us to manage our relationship with those advertisers by, for example, tracking how many unique users have seen a particular advertisement or followed a link in an advertisement;</li>\n<li>manage eCommerce activities via affiliate links and associated revenue share arrangements;</li>\n<li>measure general user behaviour across our sites and third party sites to build a profile based on users browsing patterns so that we and third parties can target advertising to users that will be more relevant to users’ interests.\nThis means that if, for example, users visit a page with a review about a particular camera then the cookie will collect this information and we may target adverts for that camera to those users and, if users visit third party sites that are part of the same advertising network, those third parties may target adverts for that camera to those users;</li>\n<li>to create profiles that trusted third parties can buy to allow them to better target their advertising with more relevant content.\nand</li>\n<li>keep track of the number of users who saw a particular ad or visited a particular page of one of our websites, analyse the effectiveness of our ads, and provide auditing, research and reporting for advertisers.</li>\n</ul>\n<p>The trusted partners we work with in relation to targeting and behavioural advertising include third-party ad servers, ad agencies, technology vendors, providers of advertisement content, research firms and other companies that help us provide more effective advertising and offer you a more personalised experience.\nAs your browser, app or device communicates with the third party’s servers, these companies can collect information, including your IP address, page header information, browser or device information, just as if you had requested their web page or used their apps directly.<br>\nWe cannot control nor do we have access to any cookies placed on your computer by third party advertisers and sponsors.</p>\n<p>For more detailed information about the third parties who we work with on targeting and behavioural advertising, please click here.</p>\n<p>If you object to the use of targeting and behavioural advertising cookies please scroll down to: <strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>4.\nOther Third Party Cookies</p>\n<p>You may notice on some pages of our websites that cookies have been set that are not related to Future.\nWhen you visit a page with content embedded from, for example, YouTube or Facebook, these third party service providers may set their own cookies on your device.\nFuture does not control the use of these third party cookies and cannot access them due to the way that cookies work, as cookies can only be accessed by the party who originally set them.\nPlease check the third party websites for more information about these cookies.</p>\n<p>Some of our websites use Adobe Flash Player to deliver video and game content to users.\nAdobe utilise their own cookies, which are not manageable through your browser settings but are used by the Flash Player for similar purposes, such as storing preferences or tracking users.\nFlash Cookies work in a different way to web browser cookies.\nrather than having individual cookies for particular jobs, a website is restricted to storing all data in one cookie.\nYou can control how much data, if any, may be stored in that cookie but you cannot choose what type of information is allowed to be stored.\nYou can manage which websites can store information in Flash cookies on your device via the website storage settings panel on the Adobe website.</p>\n<p>We also include web beacons in our emails to track the success of our marketing campaigns.\nThis means that if you open an email from us we can see which of the pages of our Website you have visited.\nOur web beacons do not store additional information on your device but, by communicating with our cookies on your device, they can tell us when you have opened our email.</p>\n<p>If you object to the use of web beacons please scroll down to: <strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>For more detailed information about the third party cookies on our sites, please click here.</p>\n<p>\n<strong>How can users manage or opt out of cookies?</strong>\n</p>\n<p>Some people find the idea of a website storing information on their device a little intrusive, in particular when the information is stored and used by a third party.\nFor example, you may object to being served advertising which is targeted to your interests based on your browsing history.\nIf you would prefer to opt out of cookies, it is possible to control cookies by following the steps below, however you should be aware that you might lose some features and functionality of the website if you do so.</p>\n<p>Cookies, including those which have already been set, can be deleted from your hard drive.\nYou can also change the preferences/settings in your web browser to control cookies.\nSome internet browsers have a ‘Do Not Track or ‘DNT’ setting.\nthis sends a signal to websites asking them not to track your browsing.\nThe following links may be helpful:</p>\n<p>Cookie setting in Firefox</p>\n<p>Cookie setting in Safari</p>\n<p>Cookie setting in Internet Explorer</p>\n<p>Cookie setting in Chrome</p>\n<p>In some cases, you can choose to accept cookies from the primary site, but block them from third parties.\nIn others, you can block cookies from specific advertisers, or clear out all cookies.\nDeleting or blocking cookies may reduce functionality of the site.\nTo learn more about how to reject cookies, visit http://www.allaboutcookies.org/ or go to the help menu within your internet browser.\nIf you experience any problems having deleted cookies, you should contact the supplier of your web browser.</p>\n<p>For more information about third party cookies generated by advertisers please visit www.youronlinechoices.com.</p>\n<p>Please be aware that these are third party websites and Future does not accept any liability for the instructions given on these sites.</p>\n<p>Opting out of Analytical Performance Cookies:<br>\nIf you would like to opt out of Analytics cookies, please do so by clicking on the relevant links in this Third Party Cookies table here.</p>\n<p>Opting out of Targeting and Behavioural Advertising Cookies:<br>\nIf you would like to disable third party cookies generated by advertisers or providers of targeted advertising services, you can turn them off by going to the third party’s website.\nPlease click here for details.</p>\n<p>You can find out how to decline targeting and behavioural advertising cookies by visiting:<br>\nhttp://optout.networkadvertising.org/?c=1#!/<br>\nhttp://www.aboutads.info<br>\nhttp://www.youronlinechoices.eu</p>\n<p>Web Beacons<br>\nYou can normally render web beacons and other tracking technologies ineffective by switching off cookies in your browser.\nThere are also browser add-ons and extensions that specifically block web beacons.\nIf you object to web beacons in emails, we recommend that you follow the instructions for deleting existing cookies and disabling future cookies above.\nWe will still know how many of our emails are opened and we will automatically receive your IP address, a unique identifier of your device or other access device.\nbut we will not identify you as an individual.</p>\n<p>\n<strong>Further information and contact details:</strong>\n</p>\n<p>Please contact Future’s Data Protection Officer if you would like more information on the cookies that we use and their purposes:</p>\n<p>By email: DPO@futurenet.com</p>\n<p>By telephone: 01225 442244</p>\n<p>By post: Data Protection Enquiries, Future Publishing Limited, Quay House, The Ambury, Bath, BA1 1UA</p>\n<p>For more information about cookies please visit http://www.allaboutcookies.org/</p>\n<p>General information about data protection may be found at:</p>\n<p>Information Commissioner’s website: https://ico.org.uk/</p>\n<p>Direct Marketing Association: https://dma.org.uk/</p> ", "created_at": "2021-01-20 18:21:15.940962", "updated_at": "2021-01-28 18:37:47.582706"}, {"id": 3669, "name": "Terms and Conditions", "url": "https://www.futureplc.com/terms-conditions/", "xpath": "/html/body/div[1]/div/section/div/div", "text": " <ol>\n<li>\n<strong>ACCEPTANCE OF TERMS:</strong> ​This is a Website of Future plc (“Future”).\nUse by you of this Website and any other websites operated by Future and its group companies (the “Future Sites”), together with all associated servers (“Servers”) and all of the functions on or in or available from this Website or any other Future Site or the Servers (including, without limitation all chat forums, bulletin boards or other forms of communication) is subject to the following terms and conditions (“Terms and Conditions”) and any other terms and conditions contained on, in or available through a Future Site.The financial statements of Future are prepared for the purpose of and in accordance with applicable UK law and the requirements of the UK Listing Authority and in accordance with UK GAAP.</li>\n<li>\n<strong>CONTENT:</strong> ​The copyright in the material contained on, in, or available through this Website or any other Future Site or Server excluding the Content (as defined in paragraph 3) but including all other information, data, text, music, sound, photographs, graphics, video messages or other materials and the selection and arrangement thereof, and all source code, software compilations and other material (“Material”) is owned by or licensed to Future or its group companies.\nAll rights are reserved.\nYou do not have any right, interest or title in or to the Material unless otherwise expressly indicated.The trademarks, service marks, and logos (“Trade Marks”) contained on or in this Website or any other Future Site or Server are registered and owned by or licensed to Future or its group companies.\nSave as expressly stated, you do not have any right to use, copy, edit, vary, reproduce, publish, display, distribute, store, transmit, commercially exploit or disseminate the Trade Marks without the prior written consent of Future or the relevant group company.\nYou are permitted to print or download extracts of the Material for your personal use only provided that each copy contains a notice that the Material is owned by or licensed to Future or its group companies.\nNone of the Material may be used for any commercial or public use.\nSave as expressly stated or as necessary to view, print or download extracts of the Material for personal use, none of the Material may be copied, edited, varied, reproduced, published, displayed, distributed, stored, transmitted, commercially exploited or disseminated in any form whatsoever without the prior written consent of Future or the relevant group company.</li>\n<li>\n<strong>CONTENT SUBMITTED TO THE WEBSITE:</strong> ​Information, data, text, music, software, sound, photographs, graphics, video, messages or other materials may be posted or uploaded (in public or privately) on to designated areas of certain of the Future Sites.\nAny information, data, text, music, software, sound, photographs, graphics, video, messages or other materials which are posted or uploaded on to any Future Site or Server or otherwise transmitted through this Website or any other Future Site or Server by any visitor to this Website is referred to as “Content”.\nFuture does not control the Content and, as such, is not responsible for it in any way whatsoever.\nIn particular, Future does not guarantee the accuracy, integrity or quality of such Content.\nFuture shall have the right (but not the obligation) in its sole discretion to delete, edit, lock, move or remove any Content without notice.\nWithout limiting the foregoing, Future shall have the right without notice to record the IP address from which any Content is posted or uploaded to or otherwise transmitted through any Future Site or Server and to lock or remove any Content which violates these Terms and Conditions or is or may be irrelevant, out of date, inappropriate or objectionable in any way whatsoever or in respect of which Future receives any complaint (whether valid, justified or not).If you upload, post or otherwise transmit any Content to a public part of any Future Site or Server (including, without limitation, if you post a message to a bulletin board or chat forum, upload files, input data, or engage in any other form of communication through any Future Site) you are wholly responsible for it.\nYou hereby: (a) grant Future and its group companies an irrevocable, perpetual, royalty­free right to use, distribute, copy, edit, adapt, license, distribute, transmit, publish, publicly perform or display any such Content in any form or medium anywhere in the World.\nand (b) irrevocably and unconditionally waive any moral rights or similar rights you have in any Content pursuant to the Copyright, Designs and Patents Act 1988 (as amended, superseded or replaced from time to time) (the “Act”) or equivalent legislation anywhere in the World.</li>\n<li>\n<strong>THIRD PARTY PRODUCTS, SERVICES AND DOWNLOADS:</strong> ​This Website and other Future Sites or Servers may feature products and services of third parties (“Products and Services”) or contain links to websites operated by third parties (“Third Party Websites”).\nFuture does not have any influence or control over any such Products or Services or any Third Party Website.\nUnless otherwise stated, Future is not responsible for and does not endorse any Products or Services or any Third Party Website, or its availability or contents.\nFuture is not responsible for any agreement or understanding you enter into with a third party through a Third Party Website and/or in relation to any Products or Services.\nWhile Future aims to provide unbiased editorials we wish to disclose that (i) we occasionally receive free products from marketers that we sometimes review or discuss in our editorials, and (ii) we may run advertisements on our sites concerning some of those products or companies that sell them (and other products sold by such companies) for which we sometimes receive compensation, and (iii) we may sell these products within our stores, and (iv) we may use affiliate links to products and or services for which we sometimes receive compensation.\nFuture is a participant in a number of affiliate advertising programs.\nFor instance, we participate in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.<br>\n<strong>DOWNLOADS:</strong>&nbsp;​You acknowledge and agree in relation to any downloads which are accessed on or via a Future Site (“Download”) that (i) you have a right of license to such Download, you do not own any intellectual property rights in such Download and your use of such Download may be subject to an applicable end user licence agreement.\n(ii) you are not permitted to modify, copy, commercially exploit, re­sell or otherwise use a Download in any way which is contrary to applicable laws or regulations.&nbsp;<strong>Y​our attention is drawn to section 7 of these Terms and Conditions, which you should read carefully before commencing any Downloads.​<p>\n</p>\n</strong>\n<p>\n<strong>\n</strong>\n</p>\n</li>\n<li>\n<strong>MEMBER CONDUCT:​</strong> You agree that when using the Website or any other Future Site or Server you will not: (a) Upload, post or otherwise transmit Content which violates the rights (including, without limitation, the intellectual property rights) of a third party or which is unlawful, harmful, threatening, abusive, argumentative, flaming, hateful, offensive (whether in relation to sex, race, religion or otherwise) harassing, defamatory, vulgar, obscene, indecent, libellous, invasive of another’s privacy or contains any illegal content.\n(b) Harvest Content or IP addresses or upload, post or otherwise transmit any Content which contains software viruses or any other files or programs that may interrupt, destroy or limit the functionality of this Website or any other Future Site or Server or any networks connected to this Website or any other Future Site or Server or another’s computer, or that contains any chain letters, pyramid­selling schemes, bulk mail, junk mail or similar.\nor (c) Upload, post or otherwise transmit any Content for any commercial or business purpose including (without limitation) any Content which contains any advertising or promotional materials.\nor (d) Restrict or in any way inhibit any person from using this Website or any other Future Site or Server.\n(e) Upload, post or otherwise transmit any Content which is unnecessary and/or repetitive including any Content which repeats that previously uploaded, posted or transmitted by you or another visitor, unless absolutely necessary.\nor (f) Upload, post or otherwise transmit any Content to a part of this Website or any other Future Site or Server which is irrelevant to the subject matter or the Content.\nor (g) Upload, post or otherwise transmit any Content to this Website or any Future Site or Server using an e­mail address provided by a free account service such as hotmail.\nor (h) Register yourself as a member of this Website or the forum provided through this Website or any Future Site, or to receive any newsletter or other service under more than one user name and/or user account number without the consent of the Website editor or the forum moderator.\nor (i) Use this Website or any other Future Site or Server in a manner that is inconsistent with these Terms and Conditions and/or any relevant laws and regulations in force from time to time.\nor (j) Breach the terms of any suspension or ban or seek alternative access.You acknowledge that you are solely responsible for maintaining a secure password for the purpose of gaining access to the member sections of this Website or any other Future Site or Server.\nYou agree to indemnify Future and its group companies in full and on demand from and against any loss, damage, costs or expenses which they suffer or incur directly or indirectly as a result of your use of this Website or any other Future Site or Server other than in accordance with these Terms and Conditions.</li>\n<li>\n<strong>FUTURE PRIVACY POLICY​</strong> If you provide information to Future on or through this Website or any other Future Site or Server, Future will use it in accordance with the terms of its p​rivacy policy.\n​That privacy policy forms part of these Terms and Conditions and by using this Website or any other Future Site or Server you acknowledge and agree that you have read and accept the terms of that privacy policy.</li>\n<li>\n<strong>DISCLAIMER / LIABILITY​</strong> This Website, any other Future Site or Server and their facilities, Third Party Websites, links to the Third Party Websites, and any Material and Content are provided on an ‘as­is’ and ‘as available’ basis and use is at your own risk.\nTo the maximum extent permitted by law: (a) Future disclaims all liability whatsoever, whether arising in contract, tort (including negligence) or otherwise in relation to this Website, any other Future Site or Server, Third Party Websites, links to Third Party Websites, Material and Content.\nand (b) all implied warranties, terms and conditions relating to this Website, any other Future Site or Server, Third Party Websites, links to Third Party Websites, Material and Content (whether implied by statute, common law or otherwise), including (without limitation) any warranty, term or condition as to accuracy, completeness, satisfactory quality, performance, merchantability, fitness for purpose or any special purpose, non­infringement and title are, as between Future and you, hereby excluded.\nFuture makes no representation or warranty that this Website, any other Future Site or Server, and/or any Third Party Websites will be continuous, uninterrupted, secure or error­free.\nFuture will not be liable, in contract, tort (including, without limitation, negligence), under statute or otherwise, as a result of or in connection with this Website, any other Future Site or Server, any Third Party Websites, links to Third Party Websites, the Material, Content, Downloads or any products or services offered on or through this Website or any other Future Site or Server or Third Party Website, whether by Future or on its behalf, for any: (a) economic loss (including, without limitation, loss of revenues, profits, contracts, business or anticipated savings).\nor (b) loss of goodwill or reputation.\nor (c) special or indirect or consequential loss.If Future is liable to you directly or indirectly in relation to this Website, any other Future Site or Server, any Third Party Websites, links to Third Party Websites, the Material, Content, Downloads or any products or services offered on or through this Website or any other Future Site or Server or Third Party Website, that liability (howsoever arising) shall be limited to the sums paid by you in consideration for Future granting you membership to this Website or any other Future site.\nNothing in these Terms and Conditions shall be construed as excluding or limiting the liability of Future or its group companies for death or personal injury caused by its negligence or for any other liability which cannot be excluded by English law.\nThis Website is controlled and operated by Future plc from its offices in the UK.\nFuture makes no representation that material contained on this Website is appropriate or available for use in other locations.\nThose who choose to access this Website or any Future Site from other locations do so on their own initiative and are responsible for compliance with local laws if and to the extent local laws are applicable.\nSome jurisdictions do not allow the exclusion of implied warranties or limitation on applicable statutory rights of a consumer, so the exclusions and limitations in this section 7 may not apply to you in whole or part.<br>\n<strong>DOWNLOADS:</strong> ​Without limiting the foregoing, you expressly agree that Future, its officers, subsidiaries, employees and/or affiliates shall have no liability whatsoever for the performance of any software product you purchase and/or download through, or via a link from, the Future Sites (“Download”).\nYou expressly acknowledge and agree that use of any Download is at your sole risk and that the entire risk as to satisfactory quality, performance, accuracy and effort is with you.\nTo the maximum extent permitted by applicable law, Downloads are provided “As Is” and without warranty of any kind, and Future and its group companies hereby disclaim all warranties and conditions with respect to the Download, either express, implied or statutory, including (without limitation) the implied warranties and/or conditions of merchantability, satisfactory quality, fitness for a particular purpose, accuracy, quiet enjoyment and non­infringement of third­party rights.\nFuture does not warrant against interference with your enjoyment of the Download, that the functions contained in the Download will be continuous, uninterrupted, secure, virus­free, or error­free, or that defects in the Download will be corrected.\nShould the Download prove defective, you assume the entire cost of all necessary servicing, repair or correction.</li>\n<li>\n<strong>NO RECOMMENDATION OR INVITATION TO INVEST:​</strong> No information on this Website constitutes or shall be deemed to constitute an invitation or recommendation to invest or otherwise deal in shares or other securities in Future plc and the information contained herein does not constitute an offer to sell or the solicitation of an offer to buy any such securities.\nIf you are considering an investment you should make your own, independent assessment and take appropriate independent professional advice.</li>\n<li>\n<strong>ACCESS RESTRICTION:</strong> ​Future reserves the right in its sole discretion to deny you access to this Website or any other Future Site or Server, or any portion thereof, without notice and for any reason including, without limitation, if you fail to comply with any clause 5 (Member Conduct) or any other provision of these Terms and Conditions.\nIn particular, Future may deny you access to this Website or any other Future Site or Server if Future exercises its right to lock any discussion topic to prevent further discussion, following submission of Content relating to that topic by you.</li>\n<li>\n<strong>ONLINE COMPETITIONS:</strong> ​If you take part in any competition which is run on or through this Website or any other Future Site or Server (“Competition”), you agree to be bound by the Online Competition Rules and any other rules specified by Future from time to time (“Competition Rules”) and by the decisions of Future, which are final in all matters relating to the Competition.\nFuture reserves the right to disqualify any entrant and/or winner in its absolute discretion without notice in accordance with the Competition Rules.</li>\n<li>\n<strong>GENERAL:</strong> ​These Terms and Conditions (as amended from time to time) constitute the entire agreement between you and Future concerning your use of this Website or any other Future Site or Server and supersede any previous arrangement, agreement, undertaking or proposal, written or oral between you and Future in relation to such matters.Future reserves the right to update these Terms and Conditions from time to time.\nIf it does so, the updated version will be effective as soon as it is uploaded on to this Website.\nNo other variation to these Terms and Conditions shall be effective unless in writing and signed by an authorised representative on behalf of Future.These Terms and Conditions shall be governed by and construed in accordance with English law and you agree, for the benefit of Future, to submit to the exclusive jurisdiction of the English Courts.\nIf any provision(s) of these Terms and Conditions is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision(s) shall be construed, as nearly as possible, to reflect the intentions of the parties and all other provisions shall remain in full force and effect.\nFuture’s failure to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Future in writing.Unless otherwise expressly stated, nothing in the Terms and Conditions shall create any rights or any other benefits whether pursuant to the Contracts (Rights of Third Parties) Act 1999 or otherwise in favour of any person other than you, Future and its group of companies.</li>\n</ol> ", "created_at": "2021-01-20 18:24:33.253337", "updated_at": "2021-01-28 18:37:29.086927"}], "points": [{"id": 15815, "title": "Third parties are involved in operating the service", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:33:08.447704", "updated_at": "2021-02-23 21:49:56.672792", "quoteText": "For instance, we participate in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.<br>\n", "case_id": 207, "document_id": 3669, "quoteStart": 6139, "quoteEnd": 6357}, {"id": 15850, "title": "The user is informed about security practices", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:57:41.578318", "updated_at": "2021-02-23 21:50:47.456234", "quoteText": "\n<p>We are committed to protecting the personal data we hold.\nIn accordance with GDPR, we adopt appropriate technical and organisational measures to help prevent unauthorised access to your information and ensure data is held securely.\nWe also require any third parties to whom we may transfer personal data to have appropriate security measures in place.\nWe ask third parties to complete Data Security Questionnaires so we can be sure they are a safe place for your data.</p>\n", "case_id": 226, "document_id": 3668, "quoteStart": 20262, "quoteEnd": 20739}, {"id": 15830, "title": "The terms for this service are easy to read", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:42:01.282549", "updated_at": "2021-02-23 21:51:41.985371", "quoteText": "<strong>We encourage you to read this policy in full but please click on the links below for a shortcut to the following sections:</strong>\n<br>", "case_id": 199, "document_id": 3668, "quoteStart": 2179, "quoteEnd": 2323}, {"id": 15843, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:52:20.557325", "updated_at": "2021-02-23 21:52:01.936747", "quoteText": "They will have access to your personal information if necessary to perform their function but they cannot use it or disclose it for any other purpose, unless you have specifically given them consent to do so", "case_id": 210, "document_id": 3668, "quoteStart": 10768, "quoteEnd": 10975}, {"id": 15839, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.futureplc.com/privacy-policy/", "status": "This service may share unique device identifiers with advertising partners to provide targeted advertising. Although they do not contain personal data, they're linked to a single user and therefore could be linked to an identity.", "created_at": "2021-02-05 13:47:19.635855", "updated_at": "2021-02-23 21:56:06.747959", "quoteText": "This code does not contain any of your identifiable personal data and cannot be used to re-identify you.\nWe place this code in our cookie and allow it to be used for online and cross-channel advertising.\nIt may be shared with our advertising partners and other third party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience (e.g.\nweb, email, connected devices, and in-app, etc).\n", "case_id": 220, "document_id": 3668, "quoteStart": 6881, "quoteEnd": 7349}, {"id": 15823, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:37:41.419815", "updated_at": "2021-02-23 21:58:28.28778", "quoteText": "all implied warranties, terms and conditions relating to this Website, any other Future Site or Server, Third Party Websites, links to Third Party Websites, Material and Content (whether implied by statute, common law or otherwise), including (without limitation) any warranty, term or condition as to accuracy, completeness, satisfactory quality, performance, merchantability, fitness for purpose or any special purpose, non­infringement and title are, as between Future and you, hereby excluded.", "case_id": 290, "document_id": 3669, "quoteStart": 11047, "quoteEnd": 11544}, {"id": 15812, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:30:29.710129", "updated_at": "2021-02-23 22:00:01.845702", "quoteText": "to use, distribute, copy, edit, adapt, license, distribute, transmit, publish, publicly perform or display any such Content in any form or medium anywhere in the World.\n", "case_id": 139, "document_id": 3669, "quoteStart": 4349, "quoteEnd": 4518}, {"id": 15811, "title": "This service retains rights to your content even after you stop using your account", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:30:08.539263", "updated_at": "2021-02-23 22:00:24.280156", "quoteText": "If you upload, post or otherwise transmit any Content to a public part of any Future Site or Server (including, without limitation, if you post a message to a bulletin board or chat forum, upload files, input data, or engage in any other form of communication through any Future Site) you are wholly responsible for it.\nYou hereby: (a) grant Future and its group companies an irrevocable, perpetual, royalty­free right ", "case_id": 173, "document_id": 3669, "quoteStart": 3930, "quoteEnd": 4349}, {"id": 15810, "title": "Service can block or censor user communications", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:27:03.104138", "updated_at": "2021-02-23 22:00:50.325312", "quoteText": "Without limiting the foregoing, Future shall have the right without notice to record the IP address from which any Content is posted or uploaded to or otherwise transmitted through any Future Site or Server and to lock or remove any Content which violates these Terms and Conditions or is or may be irrelevant, out of date, inappropriate or objectionable in any way whatsoever or in respect of which Future receives any complaint (whether valid, justified or not).", "case_id": 379, "document_id": 3669, "quoteStart": 3466, "quoteEnd": 3930}, {"id": 15809, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:26:10.588609", "updated_at": "2021-02-23 22:01:16.354365", "quoteText": "Future shall have the right (but not the obligation) in its sole discretion to delete, edit, lock, move or remove any Content without notice.\n", "case_id": 202, "document_id": 3669, "quoteStart": 3324, "quoteEnd": 3466}, {"id": 15808, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:25:30.805806", "updated_at": "2021-02-23 22:01:49.462339", "quoteText": "Future does not control the Content and, as such, is not responsible for it in any way whatsoever.", "case_id": 292, "document_id": 3669, "quoteStart": 3132, "quoteEnd": 3230}, {"id": 15826, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:39:50.139355", "updated_at": "2021-02-23 21:53:21.054817", "quoteText": "If any provision(s) of these Terms and Conditions is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision(s) shall be construed, as nearly as possible, to reflect the intentions of the parties and all other provisions shall remain in full force and effect.", "case_id": 294, "document_id": 3669, "quoteStart": 17712, "quoteEnd": 18009}, {"id": 15824, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:37:57.5386", "updated_at": "2021-02-23 21:58:03.585362", "quoteText": "Future makes no representation or warranty that this Website, any other Future Site or Server, and/or any Third Party Websites will be continuous, uninterrupted, secure or error­free.", "case_id": 287, "document_id": 3669, "quoteStart": 11545, "quoteEnd": 11728}, {"id": 15822, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:37:10.285111", "updated_at": "2021-02-23 21:58:44.428177", "quoteText": "This Website, any other Future Site or Server and their facilities, Third Party Websites, links to the Third Party Websites, and any Material and Content are provided on an ‘as­is’ and ‘as available’ basis and use is at your own risk.\n", "case_id": 286, "document_id": 3669, "quoteStart": 10510, "quoteEnd": 10745}, {"id": 15821, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:36:42.171966", "updated_at": "2021-02-23 21:59:03.812842", "quoteText": "You agree to indemnify Future and its group companies in full and on demand from and against any loss, damage, costs or expenses which they suffer or incur directly or indirectly as a result of your use of this Website or any other Future Site or Server other than in accordance with these Terms and Conditions.</li>", "case_id": 293, "document_id": 3669, "quoteStart": 9712, "quoteEnd": 10028}, {"id": 15818, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:35:11.591634", "updated_at": "2021-02-23 21:59:17.940927", "quoteText": "(d) Restrict or in any way inhibit any person from using this Website or any other Future Site or Server.\n", "case_id": 285, "document_id": 3669, "quoteStart": 8283, "quoteEnd": 8389}, {"id": 15813, "title": "You waive your moral rights", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:31:50.827561", "updated_at": "2021-02-23 22:01:04.536651", "quoteText": "irrevocably and unconditionally waive any moral rights or similar rights you have in any Content pursuant to the Copyright, Designs and Patents Act 1988 (as amended, superseded or replaced from time to time) (the “Act”) or equivalent legislation anywhere in the World.</li>\n", "case_id": 118, "document_id": 3669, "quoteStart": 4526, "quoteEnd": 4800}, {"id": 15825, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:39:22.753062", "updated_at": "2021-02-23 22:03:00.328945", "quoteText": "Future does not warrant against interference with your enjoyment of the Download, that the functions contained in the Download will be continuous, uninterrupted, secure, virus­free, or error­free, or that defects in the Download will be corrected.\nShould the Download prove defective, you assume the entire cost of all necessary servicing, repair or correction.</li>\n<li>", "case_id": 291, "document_id": 3669, "quoteStart": 14766, "quoteEnd": 15137}, {"id": 15820, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:36:19.555482", "updated_at": "2021-02-23 22:03:11.847265", "quoteText": "You acknowledge that you are solely responsible for maintaining a secure password for the purpose of gaining access to the member sections of this Website or any other Future Site or Server.", "case_id": 148, "document_id": 3669, "quoteStart": 9521, "quoteEnd": 9711}, {"id": 15817, "title": "Prohibits the posting of pornographic content", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:34:29.602861", "updated_at": "2021-02-23 22:04:09.19178", "quoteText": "obscene, indecent,", "case_id": 315, "document_id": 3669, "quoteStart": 7545, "quoteEnd": 7563}, {"id": 15816, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:34:13.974704", "updated_at": "2021-02-23 22:04:25.997882", "quoteText": "You agree that when using the Website or any other Future Site or Server you will not: (a) Upload, post or otherwise transmit Content which violates the rights (including, without limitation, the intellectual property rights) of a third party or which is unlawful, harmful, threatening, abusive, argumentative, flaming, hateful, offensive (whether in relation to sex, race, religion or otherwise) harassing, defamatory, vulgar,", "case_id": 283, "document_id": 3669, "quoteStart": 7117, "quoteEnd": 7544}, {"id": 15814, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:32:08.913005", "updated_at": "2021-02-23 22:04:39.548976", "quoteText": "This Website and other Future Sites or Servers may feature products and services of third parties (“Products and Services”) or contain links to websites operated by third parties (“Third Party Websites”).\nFuture does not have any influence or control over any such Products or Services or any Third Party Website.\nUnless otherwise stated, Future is not responsible for and does not endorse any Products or Services or any Third Party Website, or its availability or contents.\n", "case_id": 278, "document_id": 3669, "quoteStart": 4869, "quoteEnd": 5345}, {"id": 15819, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://www.futureplc.com/terms-conditions/", "status": "You agree that when using the Website or any other Future Site or Server you will not: [...] (j) Breach the terms of any suspension or ban or seek alternative access.", "created_at": "2021-02-05 13:35:58.743599", "updated_at": "2021-02-24 09:26:33.236134", "quoteText": "(j) Breach the terms of any suspension or ban or seek alternative access.", "case_id": 319, "document_id": 3669, "quoteStart": 9448, "quoteEnd": 9521}, {"id": 15835, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:44:50.734866", "updated_at": "2021-02-23 21:57:19.891749", "quoteText": "We use web beacons in our emails to track the success of our marketing campaigns.", "case_id": 217, "document_id": 3668, "quoteStart": 5544, "quoteEnd": 5625}, {"id": 15838, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:46:09.264123", "updated_at": "2021-02-23 21:56:28.383476", "quoteText": "When you log into our website, we may share information that we collect from you, such as your email (in hashed, pseudonymous form), IP address, or information about your browser or operating system, with our partner LiveRamp.", "case_id": 188, "document_id": 3668, "quoteStart": 6532, "quoteEnd": 6758}, {"id": 15831, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:42:25.251066", "updated_at": "2021-02-23 21:52:37.560179", "quoteText": "What data do we collect ", "case_id": 228, "document_id": 3668, "quoteStart": 2344, "quoteEnd": 2368}, {"id": 15833, "title": "You can opt out of promotional communications", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:43:18.184429", "updated_at": "2021-02-23 21:52:45.048792", "quoteText": "You will be able to select how we use your information for marketing purposes and you can update your marketing preferences at any time.\n<b>", "case_id": 223, "document_id": 3668, "quoteStart": 3533, "quoteEnd": 3673}, {"id": 15832, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:42:38.227514", "updated_at": "2021-02-23 21:52:50.912383", "quoteText": "What data do we collect and how do we use it?</strong>", "case_id": 227, "document_id": 3668, "quoteStart": 3072, "quoteEnd": 3126}, {"id": 15847, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:55:24.002675", "updated_at": "2021-02-23 21:54:16.725652", "quoteText": "Your personal data may be transferred to a country outside the EEA if, for example, a supplier or service is based outside the EEA.\n", "case_id": 187, "document_id": 3668, "quoteStart": 19138, "quoteEnd": 19270}, {"id": 15837, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:45:46.964031", "updated_at": "2021-02-23 21:56:50.442882", "quoteText": "LiveRamp uses this information to create an online identification code for the purpose of recognising you on your device.", "case_id": 323, "document_id": 3668, "quoteStart": 6759, "quoteEnd": 6880}, {"id": 15836, "title": "This service gathers information about you through third parties", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:45:18.850953", "updated_at": "2021-02-23 21:57:06.004282", "quoteText": "We may receive information about you from other sources (for example, missing information about your postal or email addresses) and add it to the personal information we hold about you.\n", "case_id": 382, "document_id": 3668, "quoteStart": 6175, "quoteEnd": 6361}, {"id": 15834, "title": "The service may collect extra data about you through promotions", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:43:57.465407", "updated_at": "2021-02-23 21:57:51.892955", "quoteText": "\nIf you attend one of our events, awards or conferences we may receive personal information about you, including your name and contact details and any dietary and accessibility requirements.\n", "case_id": 211, "document_id": 3668, "quoteStart": 4284, "quoteEnd": 4475}, {"id": 15853, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.futureplc.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:01:34.645326", "updated_at": "2021-02-23 22:01:26.383842", "quoteText": "\nThe cookie will collect information relating to your use of our Services, information about your device, e.g.\nthe device’s IP address and browser type,", "case_id": 399, "document_id": 3667, "quoteStart": 1342, "quoteEnd": 1494}, {"id": 15829, "title": "There is a date of the last update of the agreements", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:41:12.276123", "updated_at": "2021-02-23 22:02:13.511812", "quoteText": "<p>(Updated November 2020)", "case_id": 331, "document_id": 3668, "quoteStart": 1, "quoteEnd": 27}, {"id": 15828, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:40:44.518001", "updated_at": "2021-02-23 22:02:24.909027", "quoteText": "We may amend this Privacy Policy from time to time, so we encourage you to check it periodically.\nIf we make material changes we will endeavour to provide you with appropriate notice before such changes take effect.</p>\n<p>", "case_id": 329, "document_id": 3668, "quoteStart": 34783, "quoteEnd": 35006}, {"id": 15827, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.futureplc.com/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:40:09.184356", "updated_at": "2021-02-23 22:02:33.527724", "quoteText": "Future’s failure to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Future in writing.", "case_id": 295, "document_id": 3669, "quoteStart": 18010, "quoteEnd": 18215}, {"id": 15842, "title": "Many third parties are involved in operating the service", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:51:46.516763", "updated_at": "2021-02-23 21:54:46.135261", "quoteText": "<br>\nWe use third parties to perform certain functions on our behalf including fulfilling orders, sending emails, organising and managing events, running competitions and promotions, conducting surveys or polls, removing repetitive information from customer lists, comment hosting, website analysis, data analysis and processing credit card payments.\n", "case_id": 208, "document_id": 3668, "quoteStart": 10417, "quoteEnd": 10768}, {"id": 15846, "title": "Tracking via third-party cookies for purposes including advertising", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:53:55.601266", "updated_at": "2021-02-23 21:54:37.501886", "quoteText": "This website’s advertisers, sponsors and/or traffic measurement services may themselves set and access their own cookies on your computer if you choose to have your cookies enabled in your browser.\n", "case_id": 128, "document_id": 3668, "quoteStart": 14322, "quoteEnd": 14520}, {"id": 15851, "title": "You can request access and deletion of personal data", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:58:16.013694", "updated_at": "2021-02-23 21:50:23.719741", "quoteText": "You have the right to request:</p>\n<ul>\n<li>Access to the personal data we hold about you.</li>\n<li>The correction of your personal data when incorrect, out of date or incomplete.</li>\n<li>The erasure of your personal data.</li>", "case_id": 195, "document_id": 3668, "quoteStart": 22106, "quoteEnd": 22334}, {"id": 15856, "title": "You can opt out of targeted advertising cookies", "source": "https://www.futureplc.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:04:09.440968", "updated_at": "2021-02-23 21:50:10.650806", "quoteText": "Opting out of Targeting and Behavioural Advertising Cookies:<br>\nIf you would like to disable third party cookies generated by advertisers or providers of targeted advertising services, you can turn them off by going to the third party’s website.\n", "case_id": 219, "document_id": 3667, "quoteStart": 15268, "quoteEnd": 15515}, {"id": 15849, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:57:16.890542", "updated_at": "2021-02-23 21:51:07.064963", "quoteText": "We will only keep your data for a reasonable period of time, which is based on the purpose for which we are using your data.\nOnce that purpose has been fulfilled, we will securely delete that data or anonymise your information (so that we, or anyone else, can no longer tell that data relates to you) unless we are required to retain the data longer for legal, tax or accounting reasons.</p>\n<p>", "case_id": 303, "document_id": 3668, "quoteStart": 19836, "quoteEnd": 20231}, {"id": 15840, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:50:22.778858", "updated_at": "2021-02-23 21:52:21.665631", "quoteText": "You have the right to express a choice regarding our sharing of this data with LiveRamp for the above purposes, of the creation of this code, or of our sharing of the code with our advertising partners.\n<p>", "case_id": 337, "document_id": 3668, "quoteStart": 7495, "quoteEnd": 7701}, {"id": 15854, "title": "This service uses third-party cookies for statistics", "source": "https://www.futureplc.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:02:15.376136", "updated_at": "2021-02-23 21:53:01.935526", "quoteText": "Third party cookies</strong> are cookies used within our Services which are set by other organisations.\nThese include cookies from external analytics services which help us to understand the use of our sites, or by advertisers so that they can track the effectiveness of their advertisements.</li>", "case_id": 325, "document_id": 3667, "quoteStart": 3657, "quoteEnd": 3954}, {"id": 15855, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.futureplc.com/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:03:12.485357", "updated_at": "2021-02-23 21:53:45.964501", "quoteText": "\nDeleting or blocking cookies may reduce functionality of the site.\n", "case_id": 375, "document_id": 3667, "quoteStart": 14494, "quoteEnd": 14562}, {"id": 15852, "title": "The service may sell your data unless you opt out", "source": "https://www.futureplc.com/privacy-policy/", "status": "Users younger than 16 years old may opt out of this sale.", "created_at": "2021-02-05 13:59:19.781433", "updated_at": "2021-02-23 21:54:03.274204", "quoteText": "California law classifies our use of these services as a “sale” of your Personal Information to the companies that provide the services.\nThis is because we allow them to collect information from our website users (e.g., online identifiers and browsing activity) so they can help serve ads, content and services&nbsp.\nmore likely to interest you.", "case_id": 396, "document_id": 3668, "quoteStart": 28190, "quoteEnd": 28535}, {"id": 15841, "title": "This service may use your personal information for marketing purposes", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:51:13.769043", "updated_at": "2021-02-23 21:55:07.534832", "quoteText": "We rely on Legitimate Interests for the following activities:</p>\n<ul>\n<li>providing, maintaining, improving and developing our products and services;</li>\n<li>sending direct marketing communications about our products and services to customers;</li>\n<li>sending marketing communications related to the products and services of carefully selected companies in a business-to-business context;</li>\n<li>managing suppression and unsubscribe requests;</li>\n<li>", "case_id": 336, "document_id": 3668, "quoteStart": 9269, "quoteEnd": 9726}, {"id": 15845, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:53:08.398012", "updated_at": "2021-02-23 22:01:59.677945", "quoteText": "The use of your personal information by such third parties will be subject to their own privacy policy and practices.\nWe are not responsible for the privacy policy or practices of any such third party.", "case_id": 299, "document_id": 3668, "quoteStart": 11661, "quoteEnd": 11862}, {"id": 15844, "title": "Your personal data is aggregated into statistics", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:52:40.748438", "updated_at": "2021-02-23 22:02:07.850388", "quoteText": "We may share aggregated, non-personally identifiable information, such as demographics and website usage statistics, with advertisers, sponsors and other organisations.</p>", "case_id": 190, "document_id": 3668, "quoteStart": 11010, "quoteEnd": 11182}, {"id": 15848, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://www.futureplc.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 13:55:46.438771", "updated_at": "2021-02-23 21:51:31.644143", "quoteText": "We will take all steps reasonably necessary to ensure your data is treated securely, including ensuring the location has been granted ‘adequacy status’ by the European Commission, or using our agreement with the supplier contains model contractual clauses approved by the European Commission, or ensuring the company we are transferring the data to is certified under the EU-US Privacy Shield.</p>\n<p>", "case_id": 302, "document_id": 3668, "quoteStart": 19270, "quoteEnd": 19671}], "urls": ["futureplc.com", "techradar.com", "musicradar.com", "gamesradar.com", "pcgamer.com", "mixonline.com", "homesandgardens.com"]}}