{"error": 448, "message": "OK", "parameters": {"id": 4996, "name": "Xayn", "created_at": "2021-09-04 02:18:22.071525", "updated_at": "2021-09-04 22:01:10.602117", "wikipedia": null, "keywords": null, "related": null, "slug": "xayn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4996.png", "url": "xayn.com", "documents": [{"id": 8973, "name": "Terms of Use", "url": "https://www.xayn.com/terms-of-use", "xpath": "//body", "text": "<ul>\n<li>Get</li>\n<li>ProductFeaturesFAQ</li>\n<li>CompanyWho we areCareerPressBlogContact</li>\n</ul>GetProductFeaturesFAQCompanyWho we areCareerPressBlogContactTerms of UseXayn SearchTerms of Use for the \u2028<br>Xayn Search App1.\nScope of application<p>\n<strong>1.1</strong> These \"Terms of Use\" of Xayn AG, Unter den Linden 42, 10117 Berlin, Germany (hereinafter \"Xayn\") apply to the Xayn App, available for download in various app stores (hereinafter the \"App\"), and to all services related to the App (the App and the services provided in connection with the Platform are hereinafter jointly referred to as \"Services\")</p>\n<p>\n<strong>1.2</strong> The Terms of Use apply in addition to the terms of use made available by Apple (as the operator of the iTunes / Apple app store), Google (as the operator of the Google Play store) or other providers (in the following collectively the \"App Store Operators\").\nIn the case of conflict, the present Terms of Use will take precedence over those of the App Store Operators with regard to the relationship between Xayn and the relevant user.\nThe App Store Operators are entitled, however, to assert the rights against the users arising from the present Terms of Use directly against the users.\n&nbsp;</p>\n<p>\n<strong>1.3</strong> Any terms and conditions of the users that deviate from or supplement these Terms of Use shall not apply.\n</p>2.\nUse of services <p>\n<strong>2.1</strong> A prerequisite for the use of the Services is that the user of the App (the \"User\") has a device which complies with the current state of the art and which complies with the relevant specifications stated as minimum requirement in the respective app store.\nMoreover, the use of the Services requires an internet connection of the User that provides a sufficient data transmission rate as well as sufficient disk space on the Us-er's device.\n</p>\n<p>\n<strong>2.2</strong> Xayn reserves the right to adjust the Services to the market conditions and to improve, expand, change and delete Services in whole or in part on an ongoing basis.\nIn order to use the Services, it is therefore particularly necessary to keep the device which is used to access the App up-to-date.</p>3.\nScope of services <p>\n<strong>3.1</strong> The App provides the technical infrastructure to enable the User to search the inter-net by submitting \"Search Requests\" in the App which the App will pass-on to one or more third-party web crawlers (\"Crawlers\") routed by servers from Xayn which ensure that the Crawlers do not get the Users’ IP address or other identifiable information apart from the Search Request.\nXayn does not have any control over the Crawlers or their availability.\nThe User is aware that the Search Requests (e.g., “weather in Berlin tomorrow”) may be used by the operator of the Crawlers for whatever own purposes.\n&nbsp;</p>\n<p>\n<strong>3.2</strong> In the settings of the App, the User may activate the use of machine learning models (\"Models\").\nSuch Models may modify, improve and personalize the search results based on the knowledge they obtain from previous Search Requests submitted by the User and previous search results provided by the Crawlers.\nIn order to further improve the quality of the Models, the Models are shared with Xayn in an encrypted way, aggregated with Models from other users of other installations of the app on other devices, and then again transmitted to the User's App and to the other users' app installations, where they are further used as outlined in this section.\nBy activating the use of machine learning models in the settings of the App, the User agrees with the creation and usage of Models as described herein.\n</p>4.\nProvision of the app.\nlicense.\nliability.\nmaintenance and service<p>\n<strong>4.1</strong> In case the App is provided for free, including for testing and evaluation purposes, the following applies: </p>\n<p>\n<strong>4.1.1.</strong> The User's right to use the App and the Services is limited to the term of this agreement and is revocable, non-exclusive, not sub-licensable and not transferable.\n</p>\n<p>\n<strong>4.1.2.</strong> The Services are provided free of charge and Xayn does not give any warranty of any kind.\n&nbsp;</p>\n<p>\n<strong>4.1.3.</strong> Xayn's liability is limited to intent and gross negligence.\n</p>\n<p>\n<strong>4.1.4.</strong> In case the App is provided for testing and evaluation purposes, the User acknowledges that the App might not function as expected.</p>\n<p>\n<strong>4.2</strong> In case the App is provided for a fee, the following applies: </p>\n<p>\n<strong>4.2.1.</strong> The User's right to use the App and the Services is limited to the term of the agreement and is non-exclusive, not sub-licensable and not transferable.\n</p>\n<p>\n<strong>4.2.2.</strong> The Services are provided against a fee as indicated in the respective app store.\n&nbsp;</p>\n<p>\n<strong>4.2.3.</strong> In case of bugs, Xayn is entitled to provide an updated version in the respective app store and User is obliged to install such updated version.\nIn case of minor bug, the warranty is excluded.\n&nbsp.\n</p>\n<p>\n<strong>4.2.4.</strong> In any case of simple negligence each party is liable for the breach of a contractual obligation which gives distinction to the agreement and on which the other party may rely on (essential obligation) and limited to the typical and foreseeable damage only.\nthis exception does not apply to culpable damage to life, body or health nor in cases of mandatory liability including without limitation liability resulting from the German Product Liability Act or the EU General Data Protection Regulation.\nIn addition, strict liability for defects that already existed at the time of conclusion of the agreement is excluded.</p>\n<p>\n<strong>4.3</strong> User acknowledges that all further developments provided by Xayn solely belong to Xayn, even if they go back to feature requests or bug reports of Users.\n&nbsp;</p>\n<p>\n<strong>4.4</strong> User acknowledges that User is solely responsible for the Search Requests submitted and for the use of the Services in general.\n&nbsp.\n</p>\n<p>\n<strong>4.5</strong> Xayn will facilitate the use of the App within the framework of the current state of the art and strives to provide maximum possible availability.\nXayn reserves the right to restrict access to the App or the possibility of its use temporarily in whole or in part if this is necessary due to capacity limits or the security or integrity of the servers or to carry out technical measures serving the purpose of providing the Services properly or with improvements (e.g.\nfor maintenance work).\nUser acknowledges that in case of any non-availabilities of the Crawlers – again: Xayn is not responsible for the services of the Crawlers –, the App might not be functioning.\n</p>\n<p>\n<strong>4.6</strong> Xayn has no obligation to provide updates or upgrades for the App or to adapt the App in any other way to possible changes to hardware and/or software (in particular, operating systems).</p>5.\nDuties and liability of the users<p>It is prohibited to misuse the Services.\nMisuse of the Services includes, in particular, if the User (i) executes automatic search requests through the App, (ii) takes </p>\n<p>measures which aim to circumvent technical protection measures, (iii) enables automatic data readouts, (iv) circulates or enables the circulation of viruses, worms, trojans, brute force attacks, spam or other malicious actions, (v) runs attacks on the Models, for example by trying to identify data from natural persons in the Models, or (vi) copy or otherwise uses the Models for any other purposes than within the App.\nMisuse of the Services results in immediate exclusion from use and in the institution of civil and criminal proceedings.\n&nbsp;</p>6.\nIndemnification<p>In the case of infringement of third-party rights for which the User is responsible, the User will be directly liable towards these third parties.\nIn the event of justified claims of third parties against Xayn due to such an infringement, the User has the obligation to indemnify Xayn in full unless the User proves that he/she is not responsible for the breach of duty that has caused the damage or loss.\n</p>7.\nAmendment of the terms of use and service<p>\n<strong>7.1</strong> Xayn reserves the right to amend these Terms of Use at any time and without giving reasons, unless this is unreasonable for the User.\nXayn will notify the User of amendments of the Terms of Use in good time in text form.\nIf the User does not object to the validity of the new terms of use within four weeks after notification, the amended terms of use will be deemed accepted by the User.\nXayn will indicate the right to object and the significance of the objection period to the User in the notification.\nIf the User objects, the entitlement to use the Services will end and Xayn will be entitled to delete the data of the relevant User.\n&nbsp;</p>\n<p>\n<strong>7.2</strong> Xayn reserves the right to change the Services or to offer deviating services, unless this is unreasonable for the User.\nIn particular, Xayn may adapt the scope of Services to the relevant state of the art or extend it.</p>8.\nTerm<p>If not otherwise agreed, for example in the respective app store, the agreement is concluded for an undefined period of time and may be terminated by either party without notice period at any time in text form or by deactivating the Services.\n</p>9.\nData protection<p>By providing Services, Xayn processes personal data of Users in accordance with Xayn's privacy policy available at xayn.com/privacy-policy.</p>10.\nFinal provisions <p>\n<strong>10.1</strong> Xayn may make use of third parties, in particular companies affiliated with it, for the purpose of performing the agreement and exercising its rights.\nXayn has the right to transfer its rights and duties under this agreement as a whole to affiliated companies or other third parties.\n</p>\n<p>\n<strong>10.2</strong> Amendments and additions to the Terms of Use shall be valid only if made in writ-ing, including the electronic form (§ 126a German Civil Code (BGB)) and the text form (§ 126b BGB).\nThis also applies to any amendment to this written form clause.\nSection 7.1 remains unaffected.\n</p>\n<p>\n<strong>10.3</strong> The Terms of Use and their interpretation are subject to German substantive law.\nThe UN Convention on Contracts for the International Sale of Goods (CISG) shall not apply.\n&nbsp;</p>\n<p>\n<strong>10.4</strong> The exclusive place of jurisdiction for all disputes arising from and in connection with the use of the Services and the Terms of Use, including their validity, shall be Berlin, Germany.</p>\n<p>‍</p>Looking for our FAQ?<p>Check out the most asked questions and maybe already<br> \u2028find what you were looking for.</p>FAQXaynGetDownload On The<br>App StoreGET IT ON<br>Google PlayProduct<ul>\n<li>Features</li>\n<li>FAQ</li>\n</ul>Company<ul>\n<li>Who we are</li>\n<li>Career</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>XaynProduct<ul>\n<li>Features</li>\n<li>FAQ</li>\n</ul>Company<ul>\n<li>Who we are</li>\n<li>Career</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>©Copyright 2021TermsPrivacy PolicyImprint ", "created_at": "2021-09-04 00:19:00.812178", "updated_at": "2021-09-04 00:19:08.721459"}, {"id": 8972, "name": "Privacy Policy", "url": "https://www.xayn.com/privacy-policy", "xpath": "", "text": "<ul>\n<li>Get</li>\n<li>ProductFeaturesFAQ</li>\n<li>CompanyWho we areCareerPressBlogContact</li>\n</ul>GetProductFeaturesFAQCompanyWho we areCareerPressBlogContactPrivacy Policy<strong>The Xayn Search App: We do not track.\nWe do not retarget.\nWe do not store your personal data at all.\n</strong>If you want to know more and how exactly we achieve a personalised search experience without collecting data, we outline in the following the details: <br> 1.\nPrivacy Preserving Search App: Xayna.\nProcessing activities<p>‍</p>\n<p>‍</p>Search app<p>Our understanding of a privacy-friendly search app is that, as a rule, we do not process any of the personal data you input in the App.\nAnything you do within the App shall stay within the App and it is impossible for us to access it.\nThe data within the App is deleted once you delete the App from your device.\n</p>\n<p>‍</p>\n<p>There is only one exception: When you search the web with our App, the App sends your search request to various third parties around the world (hereinafter \"Crawlers\") to retrieve your search results.\nIn order to hide your personal data from this Crawler, we implemented two privacy-preserving steps: First, the data sent to the Crawlers is limited to the search request (e.g., “chocolate cake recipe”) and your country code (e.g., “DE”).\nThis means that the Crawlers do not get, for example, any meta data.\nSecond, in order to hide your device from the Crawlers, we use our servers as <strong>proxies</strong>, which means that your search requests are routed through our servers.\nThe effect is that the Crawlers only see our server, but not your device.\nOur servers receive your meta data including your IP address because your device establishes a connection with them, but they delete this data immediately thereafter and do not log, store or even analyse any of your personal data and act as a stateless service.\nYour personal data is not fetched at all once forwarded between your App and the Crawlers, and vice versa.\nForwarding your search requests between your App and the Crawlers and vice versa is necessary for us to provide you with the respective search results.\nThe legal basis for this processing is Art.\n6 (1) lit.\nb) GDPR.</p>Website <p>When accessing our Website, your web browser transfers a couple of data, like your IP address, the site you access and your browser version number.\nThis data is temporarily processed by us to provide you with the contents of the Website and deleted thereafter.\nThe legal basis for the temporary storage of data is Art. 6 (1) lit. f) GDPR.\n</p>\n<p>There are no further processing activities.\nWe do not log any of your data in an identifiable form.\nWe do not use cookies to track you or analyse your behaviour.\n</p>b.\nService providers &nbsp;<p>‍</p>\n<p>We work with the following service providers who assist us in providing our services: </p>\n<ul>\n<li>Operating our routing servers: 1&amp;1 Ionos SE, Germany &nbsp;</li>\n<li>Cloud-Service: &nbsp;1&amp;1 Ionos SE, Germany &nbsp;</li>\n<li>Content Delivery Network (CDN): KeyCDN / proinity LLC, Switzerland (according to an EU Commission decision, Switzerland, although outside the EU, offers an adequate level of data protection) – A CDN is a geographically distributed network of proxy servers which we use to provide high availability and performance by distributing the service spatially relative to our users.\nFor example, if you are located in Brazil, your end device might want to connect to a server in Brazil instead of Germany for performance reasons.\nYour device will establish an internet connection with the CDN proxy servers when you use the App, and solely for this purpose KeyCDN for a few moments processes your IP address and other meta data.\nHowever, KeyCDN does not store your IP address or any personal data of you.\n</li>\n<li>Hosting of our Website: Webflow, Inc., USA – Your device will establish an internet connection with the Webflow servers when you access our website, and solely for this purpose Webflow for a few moments processes your IP address and other meta data.\nHowever, Webflow does not store your IP address or any personal data of you.\nWe concluded so-called EU Standard Contractual Clauses with Webflow.\n&nbsp;</li>\n</ul>\n<p>These service providers process data solely on behalf of and under the control of us and only for the purposes described in this privacy policy.</p>c.\nYour Rights<p>‍</p>\n<p>‍</p>\n<p>Although we do not store any of your personal data, we must inform you that you may exercise your right to information, rectification, erasure and, if applicable, restriction of processing and data portability at the address mentioned below.\nIf you as a data subject believe any of your rights have been infringed, you may file an appeal with the competent data protection authority.</p>\n<p>‍</p>\n<p>\n</p>2.\nHow Our Privacy Preserving Search Engine Works in Detail<p>‍</p>\n<p>‍</p>\n<p>Since we cannot access the personal data you insert in the App, we do not process any data through the App.\nNevertheless, we want to give you an impression of how the App works.\n&nbsp;</p>\n<p>A great feature of our App is to apply artificial intelligence (AI), or, more specific, machine learning (ML), in order to provide you with better search results.\nThe knowledge which our machine learning algorithms need in order to being capable of enhancing the search results is based on a training with your search behaviour.\n</p>\n<p>‍</p>\n<p>‍</p>\n<p>Such training is done with your search request (e.g., “chocolate cake recipe”), the results per request provided by the Crawler, the country code (e.g., “DE”), how many times you clicked on pages with similar content (whereby the similarity of words is measured by a multilingual word embedding AI model), the number of results per category and additional features (together hereinafter the “<strong>Search Data</strong>”).\nThe Search Data from previous searches is stored on your device (hereinafter the “<strong>Search History</strong>”).\nWe will not access the Search Data and Search History from the App or enable third parties to access it.\nRather, the App uses such data to train so-called models, which contain knowledge from your Search Data and Search History (hereinafter the “<strong>AI Models</strong>”, legal basis: Art.\n6 (1) lit.\nb) GDPR).\nBased on such AI Models – and provided you turn those features on in the settings of the App – the App enhances the search results which we receive from the Crawlers before the App displays them to you.\nThis is done via a privacy-preserving re-rank AI Model: Your App filters and re-ranks those search results that do not fit the search request in general.\n</p>\n<p>Let us explain how we enhance the search results in more detail: </p>\n<p>For this, the App uses the Search Data to find out on what search results you click, since we assume that you only click on those search results that give a satisfactory answer to your search query.\nTo give an example: If you search for “opening hours philharmonic berlin” and the App notes that you click on the third search result, then we assume that there is a certain likelihood that this search result is the correct and best one.\nOur AI models will store this knowledge and the next time you search for the opening hours of the philharmonic Berlin, there is a high chance that the App will directly display the formerly third results as the first result.\nWe call this feature “<strong>Personalisation</strong>” and the knowledge based on the training with the Search Data the “<strong>Xayn AI</strong>”.\nXayn AI itself consists technically of a composition of multiple AI models, including contextual natural language understanding, image classification, context clustering, re-ranking and contextual multi-armed bandit.\nAs such, the Xayn AI performs a personalisation of your search behaviour.\nThe Xayn AI thus obtains knowledge which helps our search algorithms to display search results to you which are even more accurate - not necessarily to others, but to you.\n</p>\n<p>To give an example: If most search results you search and click on concern topics based in Berlin, such as “opening hours philharmonic berlin”, “best tree climbing in Berlin” and “opening hours for Berlin Pergamon Museum”, then our AI algorithms will assume that you have a special interest in Berlin, likely because you live there.\nIt will also link this information based on the similarity of the content.\nFor instance, based on the above given example it is likely that you are more interested in arts and music than in football.\nThe underlying data, knowledge about your behaviour and your search history is of course never shared with others or us and stays only on your device.\n</p>\n<p>The Xayn AI models, which the App trains based on the Search Data, is aggregated with Re-Rank AI Models from Apps running on end devices of other users (legal basis: Art.\n6 (1) lit.\nb) GDPR).\nThis aggregation takes place using the so-called privacy preserving federated learning technology, a core technology which we have been developing for years.\nIt ensures that the Xayn AI model from a user can neither be read by us nor a third party.\nThe reason is that the Xayn AI models are masked before being transferred to us.\nWe aggregate the masked AI models and then subtract the mask from the aggregated data.\nThe result is an aggregation of different Xayn AI models.\nWe pass this aggregation back to all Apps and it will be used as a basis for the further training.\nThe advantage of this procedure is that all Apps can benefit from the knowledge contained in any Xayn AI model from other App installations.\n&nbsp;</p>\n<p>‍</p>\n<p>‍</p>\n<p>This is the reason why we call this type of machine learning “federated learning\": <strong>We bring the AI algorithms to your data, not your data to the AI algorithms</strong> (as it is done by ordinary web crawlers) - the users’ data stays private, but everyone can use the knowledge included in it.\nThis achieves that, in the example above, the App installed on the end devices of other users will likely also display the third search result first when being asked for the opening hours of the philharmonic berlin.\nTo learn more about federated learning see our documentation space.\n</p>\n<ul>\n<li>The Xayn AI models of devices are anonymized to support privacy by design, as encouraged in Recital 29 of the EU GDPR.\nThe reason that this preserves privacy is twofold: because of the masking, they cannot be accessed in plain form by anyone before the aggregation with other Xayn AI models from other users.\n&nbsp;</li>\n</ul>\n<ul>\n<li>And the unmasking keys of individual models are never available to the aggregation service, unmasking happens through homomorphic properties of the masking itself.\n</li>\n</ul>\n<p>Once the Xayn AI models are aggregated, but no longer masked, they are anonymous data, because due to the aggregation, they do not allow for inferences about users with reasonable means.\n</p>\n<p>‍</p>3.\nSocial Media<p>‍</p>\n<p>‍</p>\n<p>Like most other companies, we are dependent on social media profiles in order to distribute and promote our products.\nWe are aware of the critique social media platforms face with regard to data privacy.\nTherefore, <strong>we decided not to access any of the analytics data the platform operators provide to us</strong>.\nFor example, we are not interested in knowing any demographic information of the users clicking on twitter links.\nWe know that this might not be clever from a marketing perspective, but our decision has to be seen in the light of our goal to provide privacy preserving technologies.\n</p>\n<p>This being said, we operate the following social media websites: </p>\n<ul>\n<li>‍twitter.com/xaynhq ‍</li>\n<li>https://www.youtube.com/xaynhq ‍</li>\n<li>linkedin.com/company/xaynhq </li>\n<li>https://www.reddit.com/r/xayn/</li>\n</ul>\n<p>The operators of the social media platforms (e.g.\nTwitter) are involved in the operation of the websites just listed.\nThey are also responsible (controllers) within the meaning of data protection law.\nWe cannot influence the data processing carried out by the platform operators and are dependent on the information the respective providers give us.\nTo the extent we can exert influence and have a part in determining data processing, we aim to ensure that the operators of the social media platforms treat the data in a manner appropriate to data protection.\n&nbsp;</p>\n<p>\n<strong>Data processed by us</strong>\n</p>\n<p>The data you disclose using our social media pages, such as comments, videos, pictures, likes, public news, and so forth are published by the social media platform.\nWe may comment on or delete content if this is necessary (e.g., in case it violates laws).\nIn some cases, we share your content on our site (e.g., when you compliment us publicly) and communicate with you through the social media platforms (e.g., when you contact us on such platforms).\nWe use the social media platforms for marketing purposes.\nThe legal basis for all those processing activities is our legitimate interest in operating a social media profile and to market our App (Art.\n6 (1) lit.\nf) GDPR).\n&nbsp;If we process your personal data on the basis of our legitimate interests (Art.\n6 (1) lit.\nf) GDPR), you may object to the processing and use of your data.\nIn this case, we will no longer use your data unless our interests prevail.\n</p>\n<p>\n<strong>Data processed by the operators of social media platforms</strong>\n</p>\n<p>Social media platform operators use web tracking methods.\nWeb tracking can be performed regardless of whether you are logged in or registered with the social media platform.\nWe cannot influence the web tracking methods of the social media platform and, for example, cannot switch such tracking off.\nWe cannot rule out that the provider of the social media platform may use data, for example to evaluate habits, personal relationships, preferences, etc.\nIn this area of tracking, we have no influence on the processing of data by the platform operator.\n</p>\n<p>Further information on data processing by the provider of the social media platform and further possibilities for objection can be found in the privacy policy of the operators: &nbsp;</p>\n<ul>\n<li>Twitter: https://twitter.com/de/privacy </li>\n<li>YouTube: https://policies.google.com/privacy </li>\n<li>LinkedIn: https://www.linkedin.com/legal/privacy-policy </li>\n<li>Reddit:&nbsp;https://www.redditinc.com/policies/privacy-policy</li>\n</ul>\n<p>We have entered into an agreement with LinkedIn Ireland Unlimited Company regarding joint responsibility for the processing of data (a Controller Addendum).\nThis agreement determines which data processing activities we are responsible for when you visit our LinkedIn website and which are the responsibility of LinkedIn.\nYou can view the agreement under: https://legal.linkedin.com/pages-joint-controller-addendum </p>\n<p>With regard to personal data processed by us through the social media platforms, you have the same rights as mentioned in our main privacy policy in section 1 above.\n</p>\n<p>‍</p>\n<p>This privacy policy is provided by us, Xayn AG, Unter den Linden 42, 10117 Berlin (Germany), privacy@xayn.com (imprint).\n&nbsp;<em>‍</em>\n</p>\n<p>‍</p>4.\nChange Log<p>‍</p>\n<p>\n<em>This privacy policy was updated on</em>\n<em>Jul 22, 2021.</em>\n<em>To clarify, we added to 1.b</em>: We specified how we use third-party crawlers.</p>\n<p>\n<em>This privacy policy was updated on</em>\n<em>April 12, 2021.</em>\n<em>To clarify, we added to 1.b:</em> our CDN provider and Matomo.</p>\n<p>\n<em>This privacy policy was updated on Dec 11, 2020.\nTo clarify, we added to 1.a.i: </em>Our servers receive your meta data including your IP address because your device establishes a connection with them, but they delete this data immediately thereafter and do not log, store or even analyse any of this data and thus act as a stateless service.</p>Content<ol>\n<li>1.\nData processing through Xayn</li>\n<li>1.a.\nProcessing activities</li>\n<li>1.b.\nService providers</li>\n<li>1.c.\nYour Rights</li>\n<li>2.\nHow Our Privacy Preserving Search Engine Works in Detail</li>\n<li>3.\nSocial Media</li>\n<li>4.\nChange Log</li>\n</ol>Looking for our FAQ?<p>Check out the most asked questions and maybe already<br> \u2028find what you were looking for.</p>Contact FormXaynGetDownload On The<br>App StoreGET IT ON<br>Google PlayProduct<ul>\n<li>Features</li>\n<li>FAQ</li>\n</ul>Company<ul>\n<li>Who we are</li>\n<li>Career</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>XaynProduct<ul>\n<li>Features</li>\n<li>FAQ</li>\n</ul>Company<ul>\n<li>Who we are</li>\n<li>Career</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>©Copyright 2021TermsPrivacy PolicyImprint ", "created_at": "2021-09-04 02:18:22.073689", "updated_at": "2021-09-04 00:18:38.498165"}], "points": [], "urls": ["xayn.com"]}}