{"error": 448, "message": "OK", "parameters": {"id": 316, "name": "CNet", "created_at": "2018-01-20 13:56:21.610704", "updated_at": "2021-03-26 20:15:18.433217", "wikipedia": "https://en.wikipedia.org/wiki/CNET", "keywords": null, "related": null, "slug": "cnet", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/316.png", "url": "cnet.com", "documents": [{"id": 418, "name": "Privacy Policy", "url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "xpath": "", "text": " <ul>\n</ul> Search CBS Privacy Policy Jump to...\n<ul>\n<li>TYPES OF INFORMATION WE COLLECT</li>\n<li>HOW WE USE THE INFORMATION WE COLLECT</li>\n<li>HOW WE SHARE YOUR INFORMATION</li>\n<li>MANAGING YOUR INFORMATION AND PRIVACY CHOICES</li>\n<li>SECURITY</li>\n<li>INFORMATION FOR CALIFORNIA VISITORS</li>\n<li>INFORMATION FOR NEVADA VISITORS</li>\n<li>VISITORS FROM OUTSIDE THE UNITED STATES</li>\n<li>INTERNATIONAL TRANSFERS</li>\n<li>PRIVACY PROTECTION OF CHILDREN</li>\n<li>THIRD PARTY WEBSITES AND SERVICES</li>\n<li>CHANGES TO THIS PRIVACY POLICY</li>\n<li>QUESTIONS</li>\n</ul>\n<p>\n<strong>Last Modified</strong>: December 30, 2019</p>\n<p>\n<em>Note: The CBS Privacy Policy has been updated to more clearly explain our practices and add certain new rights for users.\nCalifornia residents, please see revisions to the notice to “California Visitors”.\nPlease review the updated privacy policy carefully before using the CBS Services.\nBy using any of the CBS Services, you acknowledge the terms of the updated Privacy Policy.\nReview the previous version of the Privacy Policy.</em>\n</p>\n<p>Welcome to the network of interactive services provided by CBS (referred to as “CBS,” “us,” or “we”) through our various brands, channels, sites, mobile or TV applications or other products and services that operate under the CBS brands (collectively, the “CBS Services”).\nTrust is a cornerstone of our mission at CBS.\nWe are committed to gaining and maintaining your trust by following a core set of privacy principles:</p>\n<ul>\n<li>Transparency</li>\n<li>Choice</li>\n<li>Access</li>\n<li>Security</li>\n<li>Accountability</li>\n</ul>\n<p>This Privacy Policy applies to information collected about you by the CBS Services.\nPlease review this Privacy Policy carefully.\nIn addition, please review our Terms of Use, which governs your use of the CBS Services.\nBy using any of the CBS Services, you acknowledge the data collection practices and purposes outlined in this Privacy Policy.</p> TYPES OF INFORMATION WE COLLECT\n<p>When you use CBS Services, we collect a few different types, or “categories,” of information.\nThis information generally falls within three broad categories: (a) the information you provide to us, (b) the information we collect automatically when you use our services, and (c) information we obtain from other sources.\nWe describe this information, and the primary purpose for which it is used, below.\nThe full description of how we use the personal information we collect is also provided below.</p> Information You Provide To Us <p>CBS Services collects information you provide to us, including:</p>\n<ul>\n<li>\n<p>\n<strong>Registration Information.</strong>\n<em>When you register for certain services, complete any application form, or enter contests or competitions, we sometimes ask you for your name, email address, postal address, demographic information, and any preferences that you may have (e.g., which newsletters you would like to receive).\nWe use this to provide access to certain CBS Services, personalize them, and remember your preferences.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Billing and Payment Information.</strong>\n<em>When you place an order with us or access a particular service, we will collect certain payment and identity verification information, including your name, email address, and credit card information.\nWe use this to bill you for your use of the CBS Services.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information You Post on the CBS Services.</strong>\n<em>We collect personal information from you when you provide or post information to our Services, including your user name, comments, likes, interests, status, pictures and references to your online presence.\nWe make this information available to others, as you request.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Correspondence You Send Us.</strong>\n<em>When you contact us directly by calling our offices or providing feedback, comments or suggestions on programs and other activities, we may collect the information you provide as part of your correspondence to Us.\nWe use this to provide services to you and to learn about your interests and concerns.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information You Provide About Others.</strong>\n<em>Sometimes, you may provide information about others — for example, to refer a friend to certain CBS Services.\nWe use this to make the CBS Services available to the people you refer.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information you Provide Offline.</strong>\n<em>You might also provide personal information to us in person and offline.\nYou may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of a studio audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.\nWe use this information to provide services to you, protect our security, and learn about your preferences.</em>\n</p>\n</li>\n</ul> Information Collected Automatically Through Cookies and Other Online Tracking Technologies\n<p>We and our service providers operating on our behalf, other businesses who collect information on our pages, may automatically collect or receive certain information associated with you and/or your device(s) as part of your use of the CBS Services through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts or other technology.\nFor more information about cookies and other tracking technologies visit privacy.cbs/cookies.\nThe information we collect automatically includes geolocation data, such as (a) information that identifies the precise location of your mobile device (when you agree to allow an app to collect this) and (b) your IP address, which may be used to estimate your approximate location.\nWe use this information to ensure that the CBS Services work properly, and to deliver customized content and advertising, including personalized ads, to you.</p> Information We Obtain From Other Sources\n<p>The CBS Services collect information about you from other sources, such as publicly available databases and other third parties that have the right to share your personal information.\nThe categories of information we get from these other sources include:</p>\n<ul>\n<li>\n<p>Contact information, such as name, email address, postal address, and telephone number, used to contact you;</p>\n</li>\n<li>\n<p>Demographic data, such as age, gender, and income level, used to customize content and advertising, and learn about our audiences;</p>\n</li>\n<li>\n<p>Activity and usage information, including information about your interests, purchase behavior, and other navigation data, such as websites visited and advertisements viewed or clicked on, used to customize content and advertising;</p>\n</li>\n<li>\n<p>Publicly-observed data, such as activities on blogs, videos, and other online postings used to customize content and advertising;</p>\n</li>\n<li>\n<p>Employment-related data, including information from a recruitment agency if you are applying for a job with us used to help us match applicants to open positions;</p>\n</li>\n<li>\n<p>Account and profile data from third-party sources.\nIf you access third party social networking services (e.g., Facebook, Twitter) through a CBS Service, or if you access a CBS Service through one of these services, we may receive your username and password for those services and other information available about you or collected from you on those services, used to customize content and advertising and learn about our audiences and the popularity of our content, as described further in our Video Services and Social Networking Policy available at privacy.cbs/videoservices;</p>\n</li>\n<li>\n<p>We collect information about you through interactive applications (e.g., mobile devices, third party social networking services, and embedded audio and video players), from co-branded partners and websites (e.g., on our Facebook pages), from our advertisers, and from commercially available sources (e.g., data aggregators and public databases).\nThis Privacy Policy does not cover the practices of third parties, including those that may disclose information to us.</p>\n</li>\n</ul> HOW WE USE THE INFORMATION WE COLLECT <p>We use the information we collect for the purposes described in this Privacy Policy, including to:</p>\n<ul>\n<li>\n<p>Make the CBS Services available to you, verify your identity when you log in, and remember your account settings.</p>\n</li>\n<li>\n<p>Bill you for subscription or other services for which there is a charge, and verify your identity or payment information for your security and protection.</p>\n</li>\n<li>\n<p>Respond to questions or concerns about your subscription or the CBS Services, and send you alerts and important updates about your account or the CBS Services.</p>\n</li>\n<li>\n<p>Send you updates and other offers, promotions, or updates for our products and services or the products and services of our advertising partners.</p>\n</li>\n<li>\n<p>Verify your entry into and eligibility to participate in contests, giveaways, or sweepstakes and inform you if you’ve won.\nIf your entry information will be used for any other purposes, we will disclose that in the applicable rules governing that contest, giveaway, or sweepstakes.</p>\n</li>\n<li>\n<p>Provide content recommendations tailored to your tastes.</p>\n</li>\n<li>\n<p>Monitor and improve the operation, delivery, and general accessibility of the CBS Services.</p>\n</li>\n<li>\n<p>Maintain the safety and security of the CBS Services and those who use them including by investigating or blocking activities that may violate this Privacy Policy, the Terms of Use, or applicable law.</p>\n</li>\n<li>\n<p>Verify delivery and track performance of an advertising campaign and ensure that an ad is only delivered when a real person is visiting the site and that the same users don’t see the same ads too frequently.</p>\n</li>\n<li>\n<p>Provide you with personalized advertising on some of the CBS Services based on your online activity.\nFor more information on how your information on how your information is accessed and used for personalized advertising visit privacy.cbs/personalizedads.</p>\n</li>\n</ul> HOW WE SHARE YOUR INFORMATION <p>We sometimes share information collected about you as disclosed at the time of collection, as otherwise disclosed in this privacy policy, and in the following circumstances:</p>\n<ul>\n<li>\n<p>\n<strong>Within the CBS Services and with the CBS family of brands.</strong>\n<em>Where permitted by law, we may share information we collect about you with the CBS companies so that we can provide you with information about products and services that might interest you.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Banks or Other Organizations In Connection with a Business Transfer.</strong>\n<em>We may share your information in connection with a substantial corporate transaction, such as the sale of a CBS Service, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Regulators, Courts, Law Enforcement, and Other Governmental Authorities.</strong>\n<em>We may disclose information about our users, including contact information, to respond to subpoenas, court orders, legal process and other law enforcement measures, and to comply with other legal obligations.\nThere may be circumstances where the law requires us to disclose the information, or where disclosure is required to prevent a risk to health or safety, or for law enforcement purposes.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Authorized Service Providers.</strong>\n<em>We share your contact information with vendors who help us with specialized services, including customer support, email and text message deployment, analytics, marketing, suppression list management and data processing.\nThese Service Providers are allowed to use your contact information to help us provide our services and not for any other purpose.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Audience Measurement Services.</strong>\n<em>We share your information with audience measurement companies like Comscore and Nielsen that help us and other websites measure and understand the audiences that view our content.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Video Viewing Behavior.</strong>\n<em>Consistent with applicable law, we may share your video viewing behavior with third parties including advertising companies, analytics partners, and social media sites.\nFor more information see the Video Services and Social Networking Policy at privacy.cbs/videoservices.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Sponsors and Other Partners for Sweepstakes, Contests, or Giveaways.</strong>\n<em>When you choose to enter a sweepstakes, contest, or other promotion, and in accordance with the terms and conditions of the promotions, your information may be disclosed to our sponsors and others who help design, administer and implement the promotion, including in connection with winner selection, prize fulfillment and aggregated data analysis.\nYour information also may be disclosed as required by law, such as on a winners list.\nFurther, by entering a promotion, you are agreeing to the official rules that govern that promotion, including allowing our sponsors to use your name, voice, and likeness in advertising and marketing associated with the promotion in accordance with applicable law.\nAll terms applicable to the particular promotion will be made available to you at the time you enter the promotion.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Co-Branded Partners.</strong>\n<em>Co-Branded Partners are companies with whom a CBS Service jointly offers a service or feature.\nYou can tell when you are accessing a service or feature offered by a Co-Branded Partner because the Co-Branded Partner’s name will be featured prominently.\nYou may be asked to provide information about yourself to register for a service offered with a Co-Branded Partner.\nIn doing so, you may be providing your information to both us and the Co-Branded Partner.\nPlease note that the Co-Branded Partner’s privacy policy may also apply to its use of your information.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Other Persons or Entities.</strong>\n<em>With appropriate consent when required, certain CBS Services may share your contact information with third party marketing partners, and they may contact you by email, telephone, postal mail or other common communication methods with marketing and promotional messages about their products or services.\nSometimes we will give you the option to receive further communications from one of our advertising partners, for example when we run a competition with that advertiser.\nWhen you provide consent to receive communications from that third party advertiser, your personal information will be managed by that third party’s own privacy policy.</em>\n</p>\n</li>\n</ul> MANAGING YOUR INFORMATION AND PRIVACY CHOICES <p>You have certain options and rights related to the information we collect and how that information is used.\nWhile we must continue to collect and store certain information that is required to allow you to take advantage of certain features and services offered on CBS Services or to comply with legal, financial or other operational or regulatory requirements, your options for managing your information and privacy choices include:</p>\n<ul>\n<li>\n<p>You can review and update your registration information through your account settings on the applicable CBS Services.</p>\n</li>\n<li>\n<p>You can opt out of receiving emails or text messages from particular CBS Services or other services or partners by following the instructions contained in any such message or by contacting us directly through your account settings.\nPlease note that even if you unsubscribe to commercial messages, we may still need to send you communications relating to your use of the CBS Services.</p>\n</li>\n<li>\n<p>You can deactivate web and mobile push notification by changing the notification settings on your device for mobile and account settings for web.</p>\n</li>\n<li>\n<p>To better understand your options for managing Personalized Advertising see our page on Personalized Advertising at privacy.cbs/personalizedads and Cookies &amp.\nOther Tracking Technologies at privacy.cbs/cookies.</p>\n</li>\n<li>\n<p>You can always contact us using the contact information provided in this Privacy Policy to update, amend, or delete your information.\n<em>If you ask us to shut down your account or delete your information, we will disable your account within a reasonable period of time subject to any agreement between you and us.\nPlease note that we may need to retain some information about you in order to satisfy our contractual, legal and security obligations.\nSome of your information may also remain in back-up storage for a period of time even if you ask us to delete it.\nIn some cases, you may be entitled under local laws to access, correct, move, or object to the processing of information that we hold relating to you.</em>\n</p>\n</li>\n</ul> SECURITY <p>We are committed to protecting your information.\nWe have adopted commercially reasonable technical, administrative, and physical procedures to help protect your information from loss, misuse, unauthorized access, and alteration.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using CBS Services but we cannot ensure or warrant the security of any information you transmit to us.</p> INFORMATION FOR CALIFORNIA VISITORS <p>For additional information for residents of the State of California visit ca.privacy.cbs.</p> INFORMATION FOR NEVADA VISITORS <p>Nevada law requires website operators to provide a way for Nevada consumers to opt out of the sale of certain information that the website operator may collect about them.\nThis information is limited to direct identifiers, such as your name, postal address, and email address.\nWhen Nevada consumers opt out of the sale of their information, website operators must ensure that the information is not sold to another business that will further license or sell the information to others.\nIf you are a Nevada resident and you would like to opt out of any possible sale of this information, please contact us here.</p>\n<p>For all requests, you must put the statement “Your Nevada Privacy Rights” in the subject field of your request.\nYou must also include your full name, street address, city, state, and zip code.\nWe will not accept requests via telephone, postal mail, or facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p> VISITORS FROM OUTSIDE THE UNITED STATES <p>For additional information about our privacy practices and additional rights you may have please click on the appropriate link for your jurisdiction:</p> Australia\n<p>privacy.cbs/australia</p> Canada\n<p>privacy.cbs/canada</p> The European Union\n<p>eu.privacy.cbs</p> INTERNATIONAL TRANSFERS <p>We are headquartered in the United States and has affiliate offices and partners in other countries.\nPlease be aware that information you provide to us or that we obtain as a result of your use of the CBS Services may be collected in your country and subsequently transferred to the United States or another country in accordance with applicable law.\nThe privacy and data protection laws in the country to which your information is transferred may not be equivalent to such laws in your country of residence.\nYour personal information may be subject to the laws of the country to which it is transferred and may be accessible without notice to you by the courts, law enforcement and national security authorities of that country.\nBy using and participating in any CBS Services or providing us with your information, you acknowledge the collection, international transfer, storage, and processing of your information.</p> PRIVACY PROTECTION OF CHILDREN <p>Most CBS Services are intended for a general audience and do not knowingly collect or store contact information about children under the age of 13 in the United States or the appropriate age for services directed toward children as defined under applicable laws in other jurisdictions.\nSome CBS Services may ask for your full date of birth date to ensure that they are not collecting information from children under 13 in the United States or the appropriate age for services directed toward children as defined under applicable laws in other jurisdictions or to identify when additional steps may need to be taken when information has been collected from children under 18 or under the age of majority in their jurisdiction, if higher than 18.\nTo read about our privacy policy for children, please see the Children’s Privacy Policy at privacy.cbs/childrensprivacypolicy.</p> THIRD PARTY WEBSITES AND SERVICES <p>Please note that some CBS Services may contain links to other websites and services.\nWe are not responsible for the privacy practices of those third parties , and we recommend that you review the privacy policies of any third party property you visit.\nWhen you select a link to a third party property from one of the CBS Services (e.g., if you link to PayPal to pay for a product or service offered by a CBS Service), you will be leaving the CBS Service.\nAny information that you disclose on the third party website will be governed by that website’s privacy policy.</p> CHANGES TO THIS PRIVACY POLICY\n<p>We will update this Privacy Policy from time to time to reflect changes in our practices and service offerings.\nIf we modify our Privacy Policy, we will update the “Last Modified Date” at the top of this Privacy Policy and such changes will be effective upon posting.\nIf we make any material changes to the way we use personal information we collect, we will notify you in advance by email through the email address you most recently provided to us or by prominently posting a prominent notice of the changes on the CBS Services.\nWe will not use information we have already collected in a different way than we have described here, without your consent.</p> QUESTIONS <p>If you have questions regarding this Privacy Policy, please contact us here and we will endeavor to respond to your request within a reasonable period of time.\nYou may also submit questions or comments using the postal address listed below:</p>\n<p> CBS Interactive Inc.\n235 Second Street San Francisco, CA 94105 USA Attn: Legal Department\n</p>\n<p>We are committed to working with you to obtain a fair resolution of any privacy concerns.</p>\n<strong>Terms of Use</strong>\n<br> Privacy Topics <ul>\n<li>\n<strong>Privacy Policy</strong>\n</li>\n<li>Cookies &amp.\nOther Online Tracking Technologies</li>\n<li>CBS Television Stations and FCC Requirements</li>\n<li>Children’s Privacy Policy</li>\n<li>Information for Visitors from California</li>\n<li>Information for Visitors from Australia</li>\n<li>Information for Visitors from Canada</li>\n<li>Information for Visitors from the European Union (EU)</li>\n<li>Information for Visitors using Last.fm</li>\n<li>Personalized Advertising</li>\n<li>Video Services Policy</li>\n</ul>\n<strong>Privacy Policies</strong>\n<br> CBS Companies<br> Pop TV<br> Showtime<br> Simon &amp.\nSchuster<br> Smithsonian Channel <p>©2020 ViacomCBS - All rights reserved.</p> ", "created_at": "2018-08-29 03:36:25.763606", "updated_at": "2020-12-14 19:15:12.394773"}, {"id": 419, "name": "Terms of Use", "url": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "xpath": "", "text": " Skip to content <ul>\n<li>Contact</li>\n<li>Careers</li>\n<li>Advertise</li>\n<li>About</li>\n<li>Our Brands</li>\n</ul>\n<ul>\n<li>More<ul>\n<li>Back</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Careers</li>\n<li>Advertise</li>\n<li>About</li>\n<li>Our Brands</li>\n</ul>\n<ul>\n<li>More<ul>\n<li>Back</li>\n</ul>\n</li>\n</ul> CBS Interactive Terms of Use Effective Date November 15, 2017 <p>Click to review previous version.</p>\n<p>Welcome to the network of interactive services provided by CBS Interactive Inc., its affiliates and its subsidiaries (collectively “<strong>CBS Interactive</strong>,” “<strong>us</strong>,” or “<strong>we</strong>”).&nbsp.\nThese Terms of Use, along with our Privacy Policy , Mobile Application End User License Agreement, Video Services and Social Networking Policy (collectively “<strong>Terms</strong>”) govern your use of the websites, applications, and other products and services offered by CBS Interactive or its affiliates that include an authorized link to these Terms (collectively, the “<strong>Services</strong>”).</p>\n<p>\n<strong>Please review these Terms carefully before using the Services because they affect your rights.&nbsp.\nBy using any of the Services, you accept these Terms and agree to be legally bound by them.</strong>\n</p>\n<p>Certain Services are provided to you free of charge, while other Services, including CBS All Access (“<strong>All Access</strong>”), require payment before you can access them.&nbsp.\nIf you choose to subscribe to All Access, please review the provisions of Section 8, in addition to all of the other provisions of these Terms.&nbsp.\nIf you are not a subscriber of All Access, then Section 8 does not apply to you.&nbsp.\nReferences to Services throughout these Terms include All Access.</p>\n<ol>\n<li> Changes <p>These Terms are effective as of the Effective Date above.\nIf you have not reviewed the Terms of Use applicable to a Service since the Effective Date, please review these updated Terms carefully before using any Service.</p>\n<p>We may change these Terms in the future, so we encourage you to review periodically the Terms of Use applicable to each Service you use.\nThe most current version of the applicable Terms of Use (along with its effective date) will be linked from each of the Services.\nIf you do not agree with any changes to these Terms, your sole remedy is not to use the Services.\nIf you continue to use the Services after we change these Terms, you accept all changes.</p>\n</li>\n<li> Privacy Policy.\nAdditional Terms <p>Our Privacy Policy describes our practices concerning data that you provide or that we may collect about you through the Services, and you consent to our use of data in compliance with the Privacy Policy.</p>\n<p>Additional terms may apply to your use of certain Services.&nbsp.\nWe will provide these terms to you or post them on the Services to which they apply, and they are incorporated by reference into these Terms.&nbsp.\nIf there is a conflict between these Terms and any additional terms that apply to a particular Service, the additional terms will control.</p>\n<p>Sweepstakes, contests, and promotions on the Services may also have additional rules and eligibility requirements, such as certain age or geographic area restrictions.&nbsp.\nYou are responsible for complying with these rules and requirements.</p>\n</li>\n<li> Registration and Access Controls <p>If we request registration information from you to set up a user account, you must provide us with accurate and complete information and must update the information when it changes.&nbsp.\nYou may not access any age-restricted Services unless you are above the required age.&nbsp.\nIn no case are persons under the age of thirteen permitted to use the Services.</p>\n<p>You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.&nbsp.\nYou accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.&nbsp.\nIf you have reason to believe that someone is using your account without your permission, you should contact us immediately.&nbsp.\nWe are not responsible for any loss or damage resulting from unauthorized use.</p>\n</li>\n<li> Intellectual Property.\nLicense <p>The audio and video materials, photographs, text, graphics, logos, layouts, designs, interfaces, software, data and other content associated with the Services (“Content”) are protected by intellectual property and other laws in the U.S.\nand in other countries.&nbsp.\nYou must comply with all such laws and applicable copyright, trademark or other legal notices or restrictions.&nbsp.\nYou shall not remove or alter any copyright, trademark, or other legal notices marked on the Content.&nbsp.\nAs between you and CBS Interactive, CBS Interactive will retain all right, title, and interest in and to the Services and the Content.&nbsp.\nNo transfer of ownership to any portion of the Content shall be made as a result of any access you are granted.&nbsp.\nExcept as specifically provided below, we reserve all rights to the Services and Content.</p>\n<p>You are only permitted to access and view the Content for personal, non-commercial purposes in accordance with these Terms, and may not build a business or other enterprise utilizing any of the Content, whether for profit or not.&nbsp.\nExcept as provided in Section 4(a) or otherwise expressly authorized by us in writing, you may not either directly or through the use of any software, device, internet site, web-based service or other means download, stream capture, store in a database, archive or otherwise copy any part of the Services or Content.\nupload, sell, rent, lease, lend, broadcast, transmit or otherwise disseminate, distribute, display or perform any part of the Services or Content.\nlicense or sublicense any part of the Services or Content.\nor in any way exploit any part of the Services or Content.&nbsp.\nIn addition, except as provided in Section 4(a) or otherwise expressly authorized by us in writing, you are strictly prohibited from modifying Content.\ncreating, distributing or advertising an index of any significant portion of the Content.\nor otherwise creating derivative works or materials that otherwise are derived from or based in any way on the Content, including mash-ups and similar videos, montages, translations, desktop themes, fonts, icons, wallpaper, greeting cards, and merchandise.&nbsp.\nThis prohibition from creating derivative works is applicable even if you intend to give away the derivative material free of charge.</p>\n<p>Without limiting the foregoing, you may not modify, interfere with, enhance, remove, or otherwise alter in any way any portion of the CBS Interactive video player (the “<strong>Video Player</strong>”).\nany of the Video Player’s underlying technology.\nor any digital rights management mechanism, device, or other content protection or access control measure incorporated into the Video Player.&nbsp.\nThis restriction includes, without limitation, disabling, modifying, reverse engineering, interfering with or otherwise circumventing the Video Player in any manner that enables users to view Content without:&nbsp.\n(i) visibly displaying both the Video Player and all surrounding elements (including the graphical user interface, any advertising, copyright notices, and trademarks) of the webpage where the Video Player is located.\nand (ii) having full access to all functionality of the Video Player, including, without limitation, all video quality and display functionality and all interactive, elective or click-through advertising functionality.</p>\n<ol>\n<li>Viral Distribution <p>We may expressly authorize you to redistribute certain Content on a personal, non-commercial basis.&nbsp.\nWe will identify the Content that you are authorized to redistribute and describe ways you may redistribute it (such as via email, blogs, or embedded players, or by producing Mash-Ups).&nbsp.\nWe may revoke this authorization at any time.&nbsp.\nIf you redistribute such Content, you must be able to edit or delete such publicly posted Content and you must edit or delete it promptly upon our request.&nbsp.\nWhen expressly authorized by us in writing, you may embed videos using the Video Player, provided you do not embed the Video Player on any website or other location that (i) contains or hosts content that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, infringing, threatening, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or that we deem, in our sole discretion, to be otherwise objectionable or (ii) links to infringing or unauthorized content, or any content described in (i).&nbsp.\nYou may not embed the Video Player into any hardware or software application, even for non-commercial purposes.&nbsp.\nAs determined by us in our sole discretion, we reserve the right to prevent embedding to any website or other location that we find inappropriate or otherwise objectionable as determined by us in our sole discretion.</p>\n<p>Some Services may include “<strong>Mash-Up Tools</strong>” that allow you to manipulate Content or combine User Submissions (as defined in Section 6) with Content to create “<strong>Mash-Ups</strong>.”&nbsp.\nThe following terms apply to your use of Mash-Up Tools, except as specifically provided in other terms accompanying the Mash-Up Tools:</p>\n<ul>\n<li>You may only use designated Content with the Mash-Up Tools, and we may revoke permission to use the designated Content at any time.</li>\n<li>You may manipulate or combine the designated Content using the Mash-Up Tools only as authorized and only for personal, non-commercial purposes.</li>\n<li>As between you and us, we own all compilation rights in the Mash-Ups and may make perpetual and unrestricted use of the Mash-Ups, and you will only retain whatever prior rights you had in your User Submissions.&lt;</li>\n<li>With our permission, other users of the Services may make subsequent Mash-Ups using your Mash-Ups.</li>\n<li>You must include any required or existing trademark, copyright or other legal notices in the Mash-Ups and you must comply with any other usage or attribution guidelines we provide.</li>\n<li>If we expressly allow you to do so, you may distribute Mash-Ups under the Viral Distribution guidelines above in Section 4(a) of these Terms.</li>\n</ul>\n</li>\n<li> Commercial Licenses <p>You must obtain our written permission for commercial use of the Content or the Services.&nbsp.\nIf you wish to license Content from the Services, please contact us.</p>\n</li>\n</ol>\n</li>\n<li> Legal Complaints <p>CBS Interactive respects intellectual property rights.&nbsp.\nIf you believe that Content on the Services infringes your copyright, please follow our procedures for making a copyright infringement claim.&nbsp.\nIf you have a legal complaint other than a copyright claim, please follow our procedure for making other legal complaints.</p>\n</li>\n<li> User Submissions <p>Some of the Services may allow you to submit or transmit audio, video, text, or other materials, including so-called “user generated content” and “feedback” (collectively, “<strong>User Submissions</strong>”) to or through the Services.&nbsp.\nWhen you provide User Submissions, you grant to CBS Interactive and its affiliates and partners a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, fully sublicenseable license to use, reproduce, archive, edit, translate, create derivative works of, make available, distribute, sell, display, perform, transmit, broadcast and in any other way exploit those User Submissions, and any names, voices, likenesses and other identifying information of persons that is part of those User Submissions, in any form, media, software, or technology of any kind now known or developed in the future, including, without limitation, for developing, manufacturing, and marketing products.&nbsp.\nYou hereby waive any moral rights you may have in your User Submissions.</p>\n<p>We respect your ownership of User Submissions.&nbsp.\nIf you owned a User Submission before providing it to us, you will continue owning it after providing it to us, subject to any rights granted in these Terms and any access granted to others.&nbsp.\nPlease note that if you delete a User Submission from the Services:</p>\n<ul>\n<li>The User Submission may still exist in our backup copies, which are not publicly available.</li>\n<li>If your User Submission was shared with third parties, those third parties may have retained copies of your User Submissions, and neither we nor our affiliates have any responsibility for any uses of your User Submission that they might make.</li>\n<li>We retain the license specified above.&nbsp.\nThus, for example, if we or one of our sublicensees obtained your user Submission for use in creating a derivative work before you deleted it, we or our sublicensee would remain free to complete the creation of that derivative work and thereafter exploit that derivative work for all purposes and at all times.</li>\n</ul>\n<p>We may refuse or remove a User Submission without notice to you.&nbsp.\nHowever, we have no obligation to monitor User Submissions, and you agree that neither we nor our affiliates will be liable for User Submissions or any loss or damage resulting from User Submissions.</p>\n<p>Except as provided in the Privacy Policy, we do not guarantee that User Submissions will be private, even if the User Submission is in a password-protected area.&nbsp.\nAccordingly, you should not provide User Submissions that you want protected from others.</p>\n<p>You bear all responsibility for your User Submissions.&nbsp.\nYou represent and warrant that you have all rights necessary to grant to CBS Interactive the license above and that your User Submissions do not violate Section 11.</p>\n</li>\n<li> Third-Party Content <p>We may provide third party content (including advertisements) or link to third party websites on the Services.&nbsp.\nWe do not necessarily endorse or evaluate third party content and websites, and we do not assume responsibility for third parties’ actions or omissions.&nbsp.\nYou should review third parties’ terms of use and privacy policies before you use their services.&nbsp.\nIn certain instances, you may be able to connect and/or link your account to certain third party social media sites (\"<strong>Social Media Sites</strong>\"), including, without limitation, Facebook and Twitter.&nbsp.\nBY CONNECTING OR LINKING YOUR ACCOUNT TO ANY SOCIAL MEDIA SITE, YOU ACKNOWLEDGE AND AGREE THAT YOU ARE CONSENTING TO THE CONTINUOUS RELEASE OF INFORMATION ABOUT YOU TO OTHERS, INCLUDING TO THE SOCIAL MEDIA SITE (IN ACCORDANCE WITH YOUR PRIVACY SETTINGS ON SUCH SOCIAL MEDIA SITE).&nbsp.\nIF YOU DO NOT WANT INFORMATION ABOUT YOU TO BE SHARED IN THIS MANNER, DO NOT CONNECT OR LINK YOUR ACCOUNT TO ANY SOCIAL MEDIA SITE.&nbsp.\nPlease see our Video Services and Social Networking Policy for additional information.</p>\n</li>\n<li> All Access Subscriptions and Billing <p>This Section 8 contains additional provisions that apply if you subscribe to All Access.</p>\n<p>\n<strong>8.1&nbsp;&nbsp.\n&nbsp;All Access Account Information.&nbsp;</strong> You can access and edit specific details regarding your subscription to All Access, including information concerning your credit card or other available payment method (“<strong>Payment Method</strong>”), on the CBS.com website at any time by clicking on your name, which appears at the top of each page of the site when you are logged in, and then following the link to your All Access account.</p>\n<p>\n<strong>8.2&nbsp;&nbsp.\n&nbsp;Age Limitations.</strong>&nbsp.\nIndividuals under the age of 18 may utilize All Access only with the involvement of a parent or legal guardian.&nbsp.\nYou acknowledge that by using All Access, you may be exposed to Content that you find objectionable, and it is your sole responsibility to determine whether the Content in All Access is suitable for you.&nbsp.\nSome Content may not be suitable for people under the age of 18.</p>\n<p>\n<strong>8.3&nbsp;&nbsp.\n&nbsp;Supported Devices.</strong>&nbsp.\nTo see if All Access is available for your device click here.</p>\n<p>\n<strong>8.4&nbsp;&nbsp.\n&nbsp;Payment.</strong>&nbsp.\nBy providing Payment Method information for your All Access subscription, you are agreeing to pay a monthly or annual subscription fee, as applicable, and any applicable taxes and service fees (“Fees”) in connection with your use of All Access.\nThe Fees will be charged to your Payment Method automatically at the beginning of your subscription (or, as described in Section 8.9, at the end of your Trial Period, where applicable), and at the beginning of each subscription period renewal thereafter on the calendar day corresponding to the commencement of your subscription unless you cancel your subscription or your account or All Access is suspended or terminated pursuant to these Terms.\nIf your monthly subscription begins after the 28th day of a month, then in any subsequent month in which that day does not occur, CBS Interactive will charge your Payment Method on approximately the last day of such month.\nFor example, if you started your monthly subscription on January 31st, your next payment date will be approximately February 28th.\nThe Fees charged to your Payment Method may vary from month to month or year-to-year due to changes in your subscription plan or applicable taxes, and you authorize CBS Interactive to charge your Payment Method for these amounts.\nCBS Interactive reserves the right to change the pricing of All Access at any time.\nIn the event of a price change, CBS Interactive will post the new pricing in All Access and attempt to notify you in advance by sending an email to the address you have registered for your account.\nIf you do not wish to accept a price change, you may cancel your All Access subscription as described in Section 8.6.\nIf there are any discrepancies in billing, you hereby waive your right to dispute such discrepancies if you do not notify CBS Interactive within 60 days after they first appear on an account statement.\nYOU ARE RESPONSIBLE FOR ALL INTERNET ACCESS CHARGES.\nPLEASE CHECK WITH YOUR INTERNET PROVIDER FOR INFORMATION ON POSSIBLE INTERNET DATA USAGE CHARGES.</p>\n<p>\n<strong>8.5&nbsp;&nbsp.\n&nbsp;No Refunds.</strong>&nbsp.\nALL FEES ARE NON-REFUNDABLE.\nAs described further in Section 8.6, even if you cancel All Access during a monthly or annual subscription period, as applicable, you will not receive a refund for any portion of the Fees for the remainder of that monthly or annual subscription period.\nIn rare circumstances, we may provide a credit, refund, discount, or other consideration to some or all of our subscribers (“Credits”).\nThe amount and form of such Credits, and the decision to provide them, are at our sole discretion.\nThe provision of Credits in one instance does not entitle you to Credits in the future for similar instances, nor does it obligate us to provide Credits in the future, under any circumstance.</p>\n<p>\n<strong>8.6&nbsp;&nbsp.\n&nbsp;Cancellation.</strong>&nbsp.\nYou can cancel your subscription to CBS All Access at any time by contacting us at (888)274-5343, Monday to Sunday 9 am to midnight EST, or by logging into your account at https://www.cbs.com/all-access/account/ and clicking “cancel subscription.” If you cancel your subscription, the cancellation will go into effect at the end of the then-current monthly or annual subscription period, as applicable.\nYou will have continued access to All Access for the remainder of your paid subscription period, but YOU WILL NOT RECEIVE A REFUND OF ANY FEES PAID.\nYou must cancel your subscription before it renews for the next month or year, as applicable, to avoid paying the Fees for the next month or year, as applicable.\nAfter cancellation of your subscription, you will continue to owe any accrued amounts due under these Terms and not yet paid.\nYou acknowledge and agree that cancellation of your subscription is your sole recourse if you have any dissatisfaction, issue or concern related to All Access, its Content or features or these Terms, including Fees, applicable taxes, or billing methods.\nthe selection of Content available to you through All Access.\nthese Terms, including the CBS Interactive Privacy Policy , or any changes thereto.\nor any other All Access policies or practices.</p>\n<p>\n<strong>8.7&nbsp;&nbsp.\n&nbsp;Unpaid Amounts.</strong>&nbsp.\nIf you fail to pay any Fees when due, as a result of expiration of your Payment Method, insufficient funds, or otherwise, (1) you will remain liable for all such amounts, as well as any costs that CBS Interactive incurs in collecting any amounts you fail to pay in connection with All Access, including attorney and collections fees.\n(2) you authorize CBS Interactive to continue charging your Payment Method, as your Payment Method information may be updated as described in Section 8.1.\nand (3) we may suspend or terminate your subscription.\nChanging your Payment Method information may affect the day of your subscription renewal.</p>\n<p>\n<strong>8.8&nbsp;&nbsp.\n&nbsp;Promo Codes.&nbsp;</strong> From time to time, promotional codes may be available, including those provided as part of a third party promotion.&nbsp.\nPromotional codes may be redeemed as described in the specifics of the promotion.&nbsp.\nPromotional codes can only be used once, cannot be redeemed for cash, and may not be combined with other offers, subject to certain restrictions as determined by CBS Interactive in its sole discretion.&nbsp.\nIf you received a promotional code through an offer by a third party, additional conditions may apply.</p>\n<p>\n<strong>8.9.&nbsp;&nbsp.\n&nbsp;Trial Period.&nbsp;</strong> CBS Interactive may provide a limited free trial period (“<strong>Trial Period</strong>”) to new users and certain former subscribers at its sole discretion, but is under no obligation to do so, and Trial Periods may not be available at all times.&nbsp.\nCBS Interactive reserves the right, in its absolute discretion, to determine your eligibility for a Trial Period.&nbsp.\nThe specific terms of the Trial Period will be stated in the marketing material describing the particular Trial Period.&nbsp.\nIf CBS Interactive provides you with a Trial Period, you must provide valid Payment Method information to CBS Interactive in order to use All Access during the Trial Period.&nbsp.\nCBS Interactive will not charge you in connection with the Trial Period.&nbsp.\nCBS Interactive may place a temporary charge in a nominal amount on your Payment Method to ensure the validity of the Payment Method, but the temporary charge will be removed promptly.\nIf you do not cancel All Access by the last “<strong>day</strong>” of your Trial Period, you authorize CBS Interactive to begin your paying subscription and automatically charge your Payment Method for your first paying monthly or annual subscription period, as applicable, at the end of your Trial Period.&nbsp.\nCBS INTERACTIVE WILL NOT SEND YOU NOTICE THAT YOUR TRIAL PERIOD HAS ENDED OR THAT YOUR PAYING SUBSCRIPTION HAS BEGUN.&nbsp.\nIF YOU WISH TO AVOID CHARGES TO YOUR PAYMENT METHOD, YOU MUST CANCEL THE TRIAL PERIOD PRIOR TO THE LAST “DAY” OF YOUR TRIAL PERIOD.&nbsp.\nA “<strong>day</strong>” for purposes of these Terms begins at the time you start your subscription (i.e., complete the sign up process), and ends 24 hours later.&nbsp.\nFor example, if you complete your registration at 3:00 p.m.\non a Monday in your time zone, and your Trial Period is 2 days, you have until 3:00 p.m.\non Wednesday in your time zone to cancel your subscription before your paying subscription will begin.&nbsp.\nYou may only have one Trial Period before you must begin paying for All Access.&nbsp.\nIf you exceed this limit, CBS Interactive may charge your Payment Method for any Trial Period after the first, or suspend your use of All Access, in its sole discretion.</p>\n<p>\n<strong>8.10&nbsp;&nbsp.\n&nbsp;Maximum Streams.&nbsp;</strong> You may only use a maximum of two simultaneous streams (measured across all Content available on All Access) at any time regardless of the number of devices that CBS Interactive permits you to use with All Access.&nbsp.\nCBS Interactive may change the maximum number of simultaneous streams of All Access that you may use at any time in its sole discretion.</p>\n<p>\n<strong>8.11&nbsp;&nbsp.\n&nbsp;Broadcast and Territory Restrictions.</strong>&nbsp.\nAll Access is only available to US-based users.&nbsp.\nYou may only use All Access and its Content in the United States and for your own personal, non-commercial purposes.&nbsp.\nCertain features and Content may only be available to users in certain locations, during certain periods, and on certain devices, and the availability of certain features and Content may change over time.\nPlease check the All Access FAQ for more information about current limitations.&nbsp.\nIn the case of geographic limitations, your location may not be identified accurately by the technology used for All Access, so you may be unable to access certain features and Content even if you are located in an area in which we intend to provide access.&nbsp.\nYou consent to CBS Interactive and its third party providers determining your location for purposes of providing All Access.&nbsp.\nCBS Interactive will not be liable to you for any blackouts, location-based limitations, device-based limitations, Content-viewing windows, changes in CBS affiliate stations, availability of Content, or other restrictions or limitations in connection with All Access or the Content.</p>\n<p>\n<strong>8.12&nbsp;&nbsp.\n&nbsp;Quality of Service.</strong>&nbsp.\nThe quality of the display of the streaming Content may vary from device to device, and may be affected by a variety of factors, including your location and the speed of your Internet connection.&nbsp.\nThe time it takes to begin watching Content will also vary based on a number of factors, including your location, available bandwidth at the time and the configuration of your device.&nbsp.\nCBS Interactive makes no representations or warranties about the quality of your watching experience on your device.</p>\n<p>\n<strong>8.13&nbsp;&nbsp.\n&nbsp;Updates and Testing.</strong>&nbsp.\nCBS Interactive reserves the right to update and change All Access, including its features and the selection of Content available in All Access, at any time.&nbsp.\nIn addition, CBS Interactive reserves the right to test various aspects of All Access.&nbsp.\nCBS Interactive reserve the right to, and by using our Services you agree that we may, include you in or exclude you from these tests without notice.</p>\n<p>\n<strong>8.14&nbsp;&nbsp.\n&nbsp;All Access-specific Emails.</strong>&nbsp.\nAs part of All Access, CBS Interactive may send you emails regarding the Content or All Access from time to time.&nbsp.\nYou agree that CBS Interactive may send you these types of emails to the email address that you provide.&nbsp.\nBecause these emails are necessary for you to receive All Access, you agree that you will receive these emails even if you have opted out of receiving other email from CBS Interactive.&nbsp.\nIf you do not want to receive these types of emails, you may cancel All Access at any time as provided in Section 8.6.</p>\n<p>\n<strong>8.15.\nSubscriptions Obtained Through Third Parties.</strong> If you obtain an All Access subscription through a third party distributor that maintains your subscriber account and collects your payments for All Access, that subscription is subject to the distributor’s terms, and the provisions of this Section 8 concerning subscriptions, billing and payment do not apply to that subscription.\nWhen you access All Access through a portal provided by such a third-party distributor, and the distributor transmits All Access Content to you, the provisions of this Section 8 concerning access to and delivery of All Access do not necessarily apply, and in the event of a conflict, the distributor’s applicable terms govern.</p>\n<p>\n<strong>8.16.\nTemporary Download and Offline Viewing.</strong> Some CBS All Access content is available for temporary download and offline viewing on certain supported devices (“Offline Titles”) with certain subscription plans.\nLimitations apply, including restrictions on the number of Offline Titles per account, the maximum number of devices that can contain Offline Titles, the time period within which you will need to begin viewing Offline Titles and how long the Offline Titles will remain accessible.\nOffline Titles are not be playable outside the United States.\n</p>\n</li>\n<li> Other Fee-Based Services <p>If you accept fee-based Services other than All Access, you agree to the additional terms governing all such purchases as provided to you or posted on the Services to which they apply, including all requirements to pay applicable fees and taxes.&nbsp.\nExcept as otherwise provided in such additional terms, the provisions of this Section 9 apply to such fee-based Services.</p>\n<p>Unless otherwise stated, all fees and charges are non-refundable, including for unused portions of cancelled subscriptions.&nbsp.\nWe do not provide price protection or refunds in the event of a price drop or promotional offering.</p>\n<p>CBS Interactive reserves the right to change the pricing of all Services at any time.&nbsp.\nIn the event of a price change, CBS Interactive will post the new pricing on the relevant Service and attempt to notify you by sending an email to the address you have registered.&nbsp.\nBilling for all mobile subscription services will be governed by the Mobile_Features section of these Terms (Section 10) unless the terms of the subscription say otherwise.</p>\n<p>We may offer trial subscriptions to paid Services for free or at special discounted prices.&nbsp.\nUnless otherwise stated, these trial subscriptions will automatically become paying subscriptions at the current subscription rate if you do not cancel before the end of the trial period.</p>\n</li>\n<li> Mobile Features <p>In addition to the general terms applicable to the Services, the following terms apply to Services designed for wireless devices (“<strong>Mobile Features</strong>”), which we offer only to users who are 18 years of age or older and located in the fifty U.S.\nstates or the District of Columbia unless otherwise noted.</p>\n<p>\n<strong>Your wireless provider may charge for use of Mobile Features, including fees for receipt of text messages or data transmission.&nbsp.\nIn order to receive Mobile Features, your wireless provider may require you to subscribe to additional services, which may require additional fees.&nbsp.\nThese fees are not charged by us, and you should contact your wireless provider before you sign up for Mobile Features to determine what fees, if any, will be charged.&nbsp.\nIn addition, you agree that we may arrange for Mobile Features billing through your wireless provider and that your wireless provider may invoice you for the applicable fees or deduct them from your pre-paid balance.</strong>\n</p>\n<p>You may not transfer or copy any Content from the wireless device on which you originally received Content to any other device, including, without limitation, any computer or another wireless device.</p>\n<p>To cancel a Mobile Feature that involves a subscription fee, you must follow the instructions included in the terms and conditions applicable to that Mobile Feature.\notherwise, you will continue to incur subscription charges.\nIf you stop a subscription-based Mobile Feature in the middle of a billing cycle, you will not receive a refund for that billing cycle.</p>\n</li>\n<li> Acceptable Use <p>Without limiting any other provision in these Terms, you agree not to do the following, or assist others to do the following:</p>\n<ul>\n<li>Access the Services using any interface other than ours;</li>\n<li>Maintain any link to the Services that we ask you to remove, in our sole discretion;</li>\n<li>Frame the Services or Content, make the Services or Content available via in-line links, otherwise display the Services or Content in connection with an unauthorized logo or mark, or do anything that could falsely suggest a relationship between the CBS Interactive or its affiliates and any third party or potentially deprive us of revenue (including, without limitation, revenue from advertising, branding, or promotional activities);</li>\n<li>Threaten, defame, stalk, abuse, or harass other persons or engage in illegal activities, or encourage conduct that would constitute a criminal offense or give rise to civil liability;</li>\n<li>Transmit any material that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or that we deem, in our sole discretion, to be otherwise objectionable;</li>\n<li>Violate any person’s or entity’s legal rights (including, without limitation, intellectual property, privacy, and publicity rights), transmit material that violates or circumvents such rights, or remove or alter intellectual property or other legal notices;</li>\n<li>Transmit files that contain viruses, spyware, adware, or other harmful code;</li>\n<li>Advertise or promote goods or services without our permission (including, without limitation, by sending unsolicited email);</li>\n<li>Remove, modify, disable, block or otherwise impair any advertising in connection with the Services;</li>\n<li>Interfere with others using the Services or otherwise disrupt the Services;</li>\n<li>Disassemble, decompile or otherwise reverse engineer any software or other technology included in the Content or used to provide the Services;</li>\n<li>Transmit, collect, or access personally identifiable information about other users without the consent of those users and CBS Interactive;</li>\n<li>Engage in unauthorized spidering, “scraping,” data mining or harvesting of Content, or use any other unauthorized automated means to gather data from or about the Services;</li>\n<li>Impersonate any person or entity or otherwise misrepresent your affiliation or the origin of materials you transmit;</li>\n<li>Remove, avoid, interfere with, or otherwise circumvent any access control measures for the Services or Content, including password-protected areas and geo-filtering mechanisms, or any digital rights management measures used in connection with Content.\nor</li>\n<li>Access any portion of the Services that we have not authorized you to access (including password-protected areas), link to password-protected areas, attempt to access or use another user’s account or information, or allow anyone else to use your account or access credentials.</li>\n</ul>\n<p>If you violate this Section 11, CBS Interactive may terminate your access to the Services without notice, and take any other actions or seek any remedies permitted by law.</p>\n</li>\n<li> Access to Services and Accounts <p>We may take any of the following actions in our sole discretion at any time, and without giving you prior notice:</p>\n<ul>\n<li>Change or discontinue the Services;</li>\n<li>Change how we offer and operate Services (e.g., to begin charging a fee to access features or Content that we previously made available without charge);</li>\n<li>Remove Content from the Services;</li>\n<li>Restrict, suspend or terminate your access to one or more Services or features thereof.\nand</li>\n<li>Deactivate your accounts and delete all related information and files in your accounts.</li>\n</ul>\n<p>We will not be liable to you or any third party for taking any of these actions and we will not be limited to the remedies above if you violate these Terms.&nbsp.\nIf CBS Interactive terminates your access to any of the Services, you must immediately stop using such Service.&nbsp.\nHowever, if you have paid for a subscription to All Access or another paid Service, and we discontinue the Service before the end of a paid subscription period, or we terminate your account before the end of a paid subscription period for reasons other than your breach of these Terms, we will refund a prorated portion of the applicable subscription fee corresponding to the portion of the paid subscription period for which our action caused you not to have access to the relevant Service.&nbsp.\nIf CBS Interactive terminates your access to All Access or another paid Service because you breached these Terms, you will not be entitled to any refund.</p>\n</li>\n<li> Unsolicited Submissions.\n&nbsp.\n<p>\n<strong>CBS Interactive does not accept unsolicited submissions, including scripts, story lines, articles, fan fiction, characters, drawings, suggestions, ideas or concepts.&nbsp.\nIt is CBS Interactive’s policy to delete any such submission without reading it.&nbsp.\nAny similarity between an unsolicited submission and any elements in any CBS creative work would be purely coincidental.</strong>\n</p>\n</li>\n<li> Indemnification <p>You will defend, indemnify and hold harmless CBS Interactive, its affiliates, and their respective directors, officers, employees, shareholders, vendors, partners, contractors, agents, licensors or other representatives and all of their successors and assigns (collectively, the “<strong>CBS Interactive Parties</strong>”) with respect to all third party claims, costs (including attorney’s fees and costs), damages, liabilities, and expenses or obligations of any kind, arising out of or in connection with your use or misuse of the Services (including, without limitation use of your account, whether or not authorized by you, and claims arising from User Submissions).&nbsp.\nCBS Interactive retains the right to assume the exclusive defense and control of any claim subject to indemnification, and in such cases you agree to cooperate with us to defend such claim.&nbsp.\nYou may not settle any claim covered by this Section 14 without CBS Interactive’s prior written approval.</p>\n</li>\n<li> Disclaimers.\nLimitation of Liability <p>THE CBS INTERACTIVE PARTIES DO NOT WARRANT: (1) THAT THE SERVICES, ANY OF THE SERVICES’ FUNCTIONS OR ANY CONTENT WILL BE UNINTERRUPTED OR FREE OF ERRORS OR OMISSIONS.\n(2) THAT DEFECTS WILL BE CORRECTED.\n(3) THAT THE SERVICES OR THE SERVERS HOSTING THEM ARE FREE OF VIRUSES OR OTHER HARMFUL CODE.\nOR (4) THAT THE SERVICES OR INFORMATION AVAILABLE THROUGH THE SERVICES WILL CONTINUE TO BE AVAILABLE.&nbsp.\nTHE CBS INTERACTIVE PARTIES SHALL HAVE NO LIABILITY FOR ANY SUCH ISSUES.&nbsp.\nTHE CBS INTERACTIVE PARTIES DISCLAIM ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, NONINFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND AS TO QUALITY, AVAILABILITY AND SUBJECT MATTER OF CONTENT.&nbsp.\nTHE SERVICES, INCLUDING ALL CONTENT AND FUNCTIONS MADE AVAILABLE ON OR ACCESSED THROUGH OR SENT FROM THE SERVICES, ARE PROVIDED “AS IS,” “AS AVAILABLE,” AND “WITH ALL FAULTS.”</p>\n<p>YOUR ACCESS TO AND USE OF THE SERVICES (INCLUDING THEIR FUNCTIONS AND CONTENT) IS AT YOUR RISK.\nIF YOU ARE DISSATISFIED WITH THE SERVICES, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESSING AND USING THE SERVICES.</p>\n<p>THE CBS INTERACTIVE PARTIES WILL NOT BE LIABLE FOR ANY FAILURE OR DELAY IN THEIR PERFORMANCE DUE TO ANY CAUSE BEYOND THEIR REASONABLE CONTROL, INCLUDING ACTS OF WAR, ACTS OF GOD, ACTS OF THIRD PARTIES, EARTHQUAKE, FLOOD, EMBARGO, RIOT, SABOTAGE, LABOR SHORTAGE OR DISPUTE, GOVERNMENTAL ACT, POWER FAILURE OR FAILURE OF THE INTERNET OR COMPUTER EQUIPMENT.</p>\n<p>THE CBS INTERACTIVE PARTIES WILL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES IN CONNECTION WITH THE SERVICES (INCLUDING THEIR FUNCTIONS AND CONTENT), YOUR USE OF THE SERVICES (INCLUDING THEIR FUNCTIONS AND CONTENT), THESE TERMS OR YOUR USER SUBMISSIONS, EVEN IF FORESEEABLE OR EVEN IF ONE OR MORE OF THE CBS INTERACTIVE PARTIES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES (INCLUDING, WITHOUT LIMITATION, WHETHER CAUSED IN WHOLE OR IN PART BY NEGLIGENCE, GROSS NEGLIGENCE, OR OTHERWISE, BUT EXCLUDING WILLFUL MISCONDUCT).&nbsp.\nIN NO EVENT WILL THE CBS INTERACTIVE PARTIES’ LIABILITY FOR OTHER DAMAGES EXCEED THE AMOUNT PAID BY YOU TO CBS INTERACTIVE FOR ACCESS TO THE RELEVANT SERVICE IN THE THREE MONTHS PRECEDING THE CLAIM.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT IF YOU INCUR ANY DAMAGES THAT ARISE OUT OF THE CBS INTERACTIVE PARTIES’ ACTS OR OMISSIONS, THE DAMAGES, IF ANY, ARE NOT IRREPARABLE AND ARE NOT SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF RESTRICTING OPERATION OF THE SERVICES OR ANY OTHER SERVICE, PROPERTY, PRODUCT, PROGRAM, TELEVISION SHOW, MOTION PICTURE, OR OTHER CONTENT OWNED OR CONTROLLED BY THE CBS INTERACTIVE PARTIES.</p>\n</li>\n<li> Governing Law, Venue, and Jurisdiction <p>These Terms and all claims as between you and us arising from or related to your use of the Services will be governed by and construed in accordance with the laws of the State of California, except California's conflict of law rules.&nbsp.\nThese Terms will not be governed by the United Nations Convention on Contracts for the International Sale of Goods, if applicable.</p>\n<p>With respect to any disputes or claims not subject to arbitration (as set forth below), you agree to jurisdiction in the state and federal courts in San Francisco, California.&nbsp.\nNotwithstanding any other provision of these Terms, we may seek injunctive or other equitable relief from any court of competent jurisdiction.</p>\n<p>Regardless of any statute or law to the contrary, you must file any claim or action related to use of the Services or these Terms within one year after such claim or action accrued.&nbsp.\nOtherwise, you will waive the claim or action.</p>\n</li>\n<li> Disputes.\nArbitration <p>If you have any dispute with or claim against us or any of our affiliates, or if we have a dispute with or claim against you, in either case arising out of or relating to the Services or these Terms (a “<strong>Claim</strong>”), and the Claim is not resolved by calling our customer service department at (888)274-5343, you and we each agree to resolve such Claim through an individual binding arbitration or through an individual action in small claims court in the U.S.\ncounty (or parish) of your residence or in San Francisco, California.\nClass arbitrations and class actions are not permitted, and your Claim may not be consolidated with any other person’s claim.\nYou and we agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and we are each waiving the right to a trial by jury or to participate in a class action.\nThis Section 17 shall survive termination of these Terms or any subscription that you may have to any of the Services.</p>\n<p>Before you or we commence an arbitration or file a small claims court action with respect to a Claim, you must first send to CBS Interactive a written notice of your claim or we must send a written notice of our claim to you (“<strong>Notice</strong>“).\nYour Notice must (1) be sent by certified mail.\n(2) be addressed to: CBS Interactive, 235 Second Street, San Francisco, CA 94105Attn: Legal Department.\n(3) describe the nature of your Claim.\nand (4) specify the damages or other relief you seek.\nIf we and you do not then resolve the Claim within 30 days after our receipt of Notice is received, either you or we may commence an arbitration or file a small claims court action to resolve the Claim.</p>\n<p>Any such arbitration shall be administered by the American Arbitration Association and be conducted in accordance with its Consumer Arbitration Rules (the “<strong>Rules</strong>”).\nContact information for the American Arbitration Association, as well as copies of the Rules and applicable forms, are available at http://www.adr.org In circumstances in which the Rules provide for an in-person hearing, such hearing will take place in the U.S.\ncounty (or parish) of your residence, or otherwise in San Francisco, California.\nFor any non-frivolous Claim that does not exceed $50,000, CBS Interactive will pay all costs of the arbitration, and reimburse any filing fees you may be required to pay.\nIf the arbitrator awards you damages that are greater than CBS Interactive’s last written settlement offer communicated before commencement of the arbitration, CBS Interactive will pay you the greater of $1,000 or the amount of the award.</p>\n</li>\n<li> Miscellaneous <p>We may be required by state or federal law to notify you of certain events.&nbsp.\nYou hereby acknowledge and agree that such notices will be effective upon our posting them in the relevant Service or delivering them to you via email.&nbsp.\nYou may update your email address by visiting the Services where you have provided contact information.&nbsp.\nIf you do not provide us with accurate information, we will not be responsible for failure to notify you.&nbsp.\nOur failure to exercise or enforce any right or provision in these Terms will not constitute a waiver of such right or provision.&nbsp.\nThese Terms, including all additional terms, conditions, and policies on the Services, constitute the entire agreement between you and us and supersede all prior agreements with respect to the subject matter hereof.&nbsp.\nNothing in these Terms affects any non-waivable statutory rights that apply to you.&nbsp.\nIf any part of these Terms is determined to be invalid or unenforceable under applicable law, that provision will be removed, and the remainder of the Terms will continue to be valid and enforceable.</p>\n<p>You authorize us to provide information concerning you and your activities to comply with applicable laws or respond to court order, subpoenas, or other lawful requests, or if we believe doing so would protect your safety or that of another person or protect the security of the Services, or as otherwise described in the Privacy Policy .\n</p>\n<p>\n<strong>If you do not agree to these Terms, you should immediately stop using the Services.&nbsp;</strong> If you want to delete your account on a Service, please use contact instructions posted on the Service at which you obtained the account.&nbsp.\nIf you are an All Access subscriber, you must first cancel your subscription before you will be able to delete your account.&nbsp.\nAny User Submissions you made while using the Services will continue to be governed by Section 6 of these Terms.</p>\n<p>Sections 6 and 11-18 of these Terms will survive any termination of your access to the Services, whether we terminate your access or you voluntarily discontinue your use.</p>\n</li>\n</ol>\n<ul>\n<li>Our Brands</li>\n<li>About</li>\n<li>Careers</li>\n<li>Advertise with Us</li>\n<li>Contact</li>\n</ul> [ x ] Close <ul>\n<li>Investors</li>\n<li>Ad Choice</li>\n<li>ViacomCBS</li>\n<li>Patents</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Copyright</li>\n<li>Mobile Terms</li>\n<li>Cookies</li>\n<li>CA Privacy/Info We Collect</li>\n<li>Do Not Sell My Personal Information</li>\n</ul> Join the Conversation <p>Follow CBS Interactive to check out what inspires us,<br>what we're working on and what Life At CBSi is truly like!</p>\n<p>By viewing our video content, you are accepting the terms of our Video Services Policy</p> ©2020 CBS Interactive inc.\nAll rights reserved.\nManage Cookies", "created_at": "2018-08-29 03:37:01.657829", "updated_at": "2020-12-14 19:15:19.78145"}, {"id": 2026, "name": "Privacy policy", "url": "https://redventures.com/legal/privacy-policy", "xpath": "", "text": " ", "created_at": "2019-10-14 21:39:39.658261", "updated_at": "2020-12-15 11:28:12.059539"}], "points": [{"id": 6627, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-14 22:33:41.145812", "updated_at": "2019-05-18 11:04:08.460981", "quoteText": "You may only use All Access and its Content in the United States and for your own personal, non-commercial purposes", "case_id": 143, "document_id": 419, "quoteStart": 24739, "quoteEnd": 24854}, {"id": 1887, "title": "CNet may collect your device fingerprint.", "source": "Imported from ToS;DR before phoenix", "status": "\"CBS Interactive Services may collect [...] Your device type and settings, software used and browser type and operating system\"", "created_at": "2018-05-15 09:12:07.132303", "updated_at": "2021-02-06 03:50:27.461829", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6624, "title": "This service gathers information about you through third parties", "source": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-14 22:20:35.294931", "updated_at": "2021-02-06 04:16:14.543221", "quoteText": "Where permitted by applicable law, we may collect information about you from other sources, including through interactive applications (e.g., mobile devices, third party services, and embedded audio and video players), from co-branded partners and websites (e.g., on our Facebook pages), and from commercially available sources (e.g., data aggregators and public databases).", "case_id": 382, "document_id": 418, "quoteStart": 6961, "quoteEnd": 7335}, {"id": 5195, "title": "This service is only available to users of a certain age", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "The Terms of Use state that, \"In no case are persons under the age of thirteen permitted to use the Services.\"", "created_at": "2019-01-01 02:10:42.349516", "updated_at": "2019-05-18 11:04:39.315276", "quoteText": "In no case are persons under the age of thirteen permitted to use the Services", "case_id": 152, "document_id": 419, "quoteStart": 3662, "quoteEnd": 3740}, {"id": 6483, "title": "Your personal data is given to third parties", "source": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-11 18:15:50.917538", "updated_at": "2021-02-06 04:16:20.491121", "quoteText": "Authorized third party service providers.</strong> We share your contact information with third party vendors who help us with specialized services, including customer support, email and text message deployment, business analytics, marketing, suppression list management and data processing.\nThese third parties are allowed to use your contact information to help us provide our services and not for any other purpose.\nAlso, authorized third party service providers may collect non-contact information about your visits to our Services with cookies, web beacons and other similar technologies that may be used to deliver advertisements or marketing tailored to your interests or, in connection with other data about you including data regarding your use of websites, apps or other services over time and across the Internet, to determine the connections that may exist among different devices.\nFor example, if your IP address is associated with multiple devices (such as smartphones, connected TVs, tablets and so on), these services providers may determine that you, as a user, are connected to such devices.\nFor more information, visit our overview on cookies, web beacons and other technologies (including Do Not Track).</li>\n<li>\n<st", "case_id": 188, "document_id": 418, "quoteStart": 11526, "quoteEnd": 12763}, {"id": 6626, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-05-14 22:31:59.782678", "updated_at": "2021-02-06 04:16:19.139183", "quoteText": "Please note that some CBS Interactive Services may contain links to other websites and services.\nWe are not responsible for the privacy practices of those websites, and we recommend that you review the privacy policies of each website that you visit.\n", "case_id": 299, "document_id": 418, "quoteStart": 23303, "quoteEnd": 23554}, {"id": 6625, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-14 22:22:16.982767", "updated_at": "2019-05-18 11:04:23.373966", "quoteText": "By providing Payment Method information for your All Access subscription, you are agreeing to pay a monthly or annual subscription fee, as applicable, and any applicable taxes and service fees (“Fees”) in connection with your use of All Access.\nThe Fees will be charged to your Payment Method automatically at the beginning of your subscription (or, as described in Section 8.9, at the end of your Trial Period, where applicable), and at the beginning of each subscription period renewal thereafter on the calendar day corresponding to the commencement of your subscription unless you cancel your subscription or your account or All Access is suspended or terminated pursuant to these Terms.\n", "case_id": 384, "document_id": 419, "quoteStart": 16448, "quoteEnd": 17140}, {"id": 6623, "title": "The service has a no refund policy", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-14 22:15:56.099316", "updated_at": "2021-02-06 04:16:20.33499", "quoteText": "<p>\n<strong>8.5    No Refunds.</strong>  ALL FEES ARE NON-REFUNDABLE.", "case_id": 162, "document_id": 419, "quoteStart": 18854, "quoteEnd": 18923}, {"id": 6482, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-11 17:57:45.144643", "updated_at": "2019-05-18 11:05:14.591555", "quoteText": "Please note that if you delete a User Submission from the Services:</p>\n<ul>\n<li>The User Submission may still exist in our backup copies, which are not publicly available.</li>", "case_id": 333, "document_id": 419, "quoteStart": 12445, "quoteEnd": 12622}, {"id": 9137, "title": "This service tracks you on other websites", "source": "https://edit.tosdr.org/documents", "status": "Generated through the annotate view", "created_at": "2020-04-10 12:28:15.683765", "updated_at": "2021-02-06 04:32:03.743993", "quoteText": "http://helloworldcollection", "case_id": 129, "document_id": 2026, "quoteStart": 32319, "quoteEnd": 32346}, {"id": 5196, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "The Terms of Use state that, \"You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.  You accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.  If you have reason to believe that someone is using your account without your permission, you should contact us immediately.  We are not responsible for any loss or damage resulting from unauthorized use.\"", "created_at": "2019-01-01 02:11:08.414153", "updated_at": "2019-05-18 11:04:32.44784", "quoteText": "You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.&nbsp.\nYou accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.&nbsp.\nIf you have reason to believe that someone is using your account without your permission, you should contact us immediately.&nbsp.\nWe are not responsible for any loss or damage resulting from unauthorized use.</p", "case_id": 148, "document_id": 419, "quoteStart": 3749, "quoteEnd": 4367}, {"id": 9138, "title": "This service tracks you on other websites", "source": "https://edit.tosdr.org/documents", "status": "Generated through the annotate view", "created_at": "2020-04-10 12:28:40.829641", "updated_at": "2021-02-16 00:01:39.609997", "quoteText": "https://social.privacytools", "case_id": 129, "document_id": 2026, "quoteStart": 214, "quoteEnd": 241}, {"id": 5194, "title": "There is a date of the last update of the terms", "source": "https://www.cbsinteractive.com/legal/cbsi/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-01-01 02:08:50.413773", "updated_at": "2019-05-18 11:04:46.346592", "quoteText": "Effective Date November 15, 2017", "case_id": 331, "document_id": 419, "quoteStart": 344, "quoteEnd": 376}, {"id": 16291, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-10 14:42:47.347031", "updated_at": "2021-03-22 22:52:53.27206", "quoteText": "We and our service providers operating on our behalf, other businesses who collect information on our pages, may automatically collect or receive certain information associated with you and/or your device(s) as part of your use of the CBS Services through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts or other technology.", "case_id": 323, "document_id": 418, "quoteStart": 5100, "quoteEnd": 5459}, {"id": 1130, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy", "status": "\"CBS Interactive Services may collect [...] Your device type and settings, software used and browser type and operating system\"", "created_at": "2018-01-20 14:13:10.417722", "updated_at": "2021-02-06 03:50:28.77888", "quoteText": "\n<strong>Information we collect automatically on CBS Interactive Services</strong>.\nCBS Interactive Services may collect certain information automatically, including: </p>\n<ul>\n<li>Your device type and settings, software used and browser type and operating system;</li>\n<li>Your Internet Protocol (IP) address, which is the number automatically assigned to your computer whenever you access the Internet and that can sometimes be used to derive your general geographic area;</li>\n<li>Websites or other services you visited before and after visiting a CBS Interactive Services;</li>\n<li>Web pages and advertisements you view and links you click on within CBS Interactive Services;</li>\n<li>Unique identifiers and connection information, including mobile device identification numbers (e.g.\nApple’s Identifier for Advertising IP (IDFA) or Google’s Android Advertising ID (AAID)) and internet connection means (e.g.\nmobile operator, ISP, WiFi connection) that can identify the physical location of such devices in accordance with applicable law;</li>\n<li>Information collected through cookies, web beacons, and other similar technologies;</li>\n<li>Information about your interactions with audio and video content, such as the type of content listened to (including music applications such as iTunes, Spotify and Last.fm) content viewed, and information about your interactions with email messages, such as the links clicked on and whether the messages were opened or forwarded;</li>", "case_id": 323, "document_id": 418, "quoteStart": 5215, "quoteEnd": 6694}], "urls": ["cnet.com"]}}