{"error": 448, "message": "OK", "parameters": {"id": 6137, "name": "Lively Direct", "created_at": "2021-12-21 23:46:17.175717", "updated_at": "2021-12-21 23:01:11.82222", "wikipedia": null, "keywords": null, "related": null, "slug": "lively-direct", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6137.png", "url": "livelydirect.com", "documents": [{"id": 11105, "name": " Privacy Policy", "url": "https://www.livelydirect.com/privacy-policy/", "xpath": "", "text": " <ul>\n<li>Phones\n<ul>\n<li>Flip</li>\n<li>Smart</li>\n<li>Monthly Plans</li>\n</ul>\n</li>\n<li>Medical Alerts\n<ul>\n<li>About PERS</li>\n<li>Monthly Plans</li>\n</ul>\n</li>\n<li>FAQs\n<ul>\n<li>Phone FAQs</li>\n<li>PERS FAQs</li>\n</ul>\n</li>\n</ul>888-970-3580 Home&gt;Privacy Policy Lively Direct Privacy Policy\n<p>The Lively flip cell phone and medical alert are sold by Journey Health &amp.\nLifestyle™, formerly known as firstSTREET.\nAt Journey Health &amp.\nLifestyle™, we understand that the protection of consumers’ privacy is an important public concern.\nAccordingly, we have adopted this Privacy Statement to serve as the foundation for our internal privacy policies and procedures.\nIt is our commitment to providing meaningful privacy protection for our customers.</p> 1.\nEmail<p>By supplying us with your email address you will receive order confirmation notices, exclusive offers only available through email and product updates.\nJourney Health &amp.\nLifestyle™ will not sell or rent your email address and we respect your online privacy.\nIf you do not wish to receive such mailings, please let us know by sending an email to us at CS@journeyhl.com, or by calling Journey Health &amp.\nLifestyle™ Customer Service at 1-800-704-1209 between 9:00 AM and 8:00 PM ET Monday – Friday.\nYou can expect to receive a response from Journey Health &amp.\nLifestyle™ within 24 hours (Monday through Friday) of sending your email.\nIf you have any questions or concerns, you can also email us at CS@journeyhl.com.</p>\n2.\nInformation security<p>We maintain technical and organizational safeguards to protect the confidentiality of personal information about our customers against unauthorized access or disclosure, accidental loss, alteration or destruction.</p>\n3.\nInformation Quality<p>We maintain procedures to assure that the personal information we collect is accurate, up-to-date and as complete as possible.\nIf we obtain information about individuals who are not our present customers, we strive to treat this information in the same manner as we treat information about our existing customers.</p>\n4.\nUse of Customer Information<p>We collect personal information from our customers themselves, from when we provide products or services to our customers and from consumer reporting agencies and outside sources.\nWe use personal information only for purposes of administering our business activities, providing service and making available other products and services to our present and prospective customers.</p>\n<p>The personal information that our customers give us, and information about our customers’ orders may be shared with third parties.\nThese marketing partners may use this information to send our customers offers of interest.</p>\n5.\nDo Not Solicit Option<p>We recognize that some of our customers do not want to be solicited for offers and promotions from us.\nSo, we provide our customers the option to have their names and addresses removed from our mail and/or telephone solicitation lists.\nWe have procedures that assure a consumer’s name, address and telephone number are removed from our marketing lists.</p>\n<p>Customers that do not want us to contact them can let us know by calling, writing, or sending an email to us at CS@journeyhl.com.\nCustomers that do not want us to share their name and addresses with third party marketing partners can let us know by sending an email to us at CS@journeyhl.com.</p>\n6.\nMaintaining Customer Privacy with Our Business Partners<p>We strive to ensure that the companies we use as our business partners support our commitment to privacy protection in their handling of personal data about our customers.</p>\n7.\nEmployee Education<p>We provide training to our employees about their responsibilities under this Privacy Statement, and we expect them to do their parts in protecting our customers’ privacy.\nWe also conduct regular internal audits to support our commitment.</p>\n8.\nPrivacy Statement Availability to Customers<p>We want our customers to know about our commitment to providing privacy protection.\nTherefore, this Privacy Statement is available upon request to customers, investors, employees, governmental authorities and members of the general public.</p> Company<ul>\n<li>\n</li>\n<li>About Us</li>\n<li>\n</li>\n<li>Contact Us</li>\n</ul>Support<ul>\n<li>\n</li>\n<li>Phone FAQs</li>\n<li>\n</li>\n<li>PERS FAQs</li>\n</ul>Get In Touch<ul>\n<li>\n<strong>For Jitterbug Flip2 Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-666-0382 </li>\n<li>\n<strong>For Lively Mobile Plus Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-218-6587 </li>\n<li>\n<strong>For Jitterbug Smart3 Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-970-3580 </li>\n</ul>\n<p>© 2021 Journey Health &amp.\nLifestyle™, 1998 Ruffin Mill Road, Colonial Heights, VA 23834, United States.</p>\n<p>(formerly firstSTREET for Boomers and Beyond, Inc.)</p>\n<p>* Lively will ship your phone to you within two weeks.\nThe phone will come to you with your account already set up and is easy to activate.\nAfter your payment, and after your phone has shipped, Lively will charge you for your first month of service plus all applicable taxes.\nAll subsequent monthly payments will be charged by Lively to the credit card on file each month.</p>\n<p>** We will refund the full price of the Jitterbug Flip2 phone and the activation fee, if any, if it is returned within 30 days of purchase in like-new condition.\nWe will also refund your first monthly service charge if you have used less than 30 minutes of talk and less that 50 text messages.\nPer minute and per text charges otherwise apply.\nYou will be charged a $10 restocking fee.\nShipping charges are not refundable.\nFull terms at www.lively.com/legal/guarantee.</p>\n<p>Subject to Customer Agreement, select calling plans and credit approval.\nOther charges and restrictions may apply.\nScreen images simulated.\nMonthly fees do not include government taxes or fees and are subject to change.\nPlans and services may require purchase of Lively device and one-time setup fee of $35.\nUrgent Response Service will be able to track an approximate location when your device is turned on, but we cannot guarantee an exact location.\nUrgent Response or 911 calls can be made only when cellular service is available.\nUrgent Response tracks an approx.\nlocation of device when device is turned on and connected to the network.\nLively does not guarantee an exact location.\nUrgent Response is only available with the purchase of a Lively Health &amp.\nSafety Package.\nLively is not a healthcare provider.\nUrgent Care is provided by FONEMED<sup>®</sup> and is not a substitute for dialing 911.\nLively is not liable for acts or omissions of any FONEMED employee or contractor.\nUrgent Care and Lively Link are only available with a Preferred or Ultimate Health &amp.\nSafety Package.\nThere are no additional fees to call Lively’s U.S.-based customer service.\nHowever, for calls to a Lively Operator in which a service is completed, you will be charged $0.99/call, and plan minutes will be deducted equal to the length of the call.\nThe $0.99/call Personal Operator fee is waived with the Ultimate Health &amp.\nSafety Package.\nConsistently rated the most reliable network and best overall network performance in the country by HIS Markit’s RootScore Reports.\nAmazon Alexa integration with Jitterbug Flip2 Alexa registration and is subject to Alexa’s Terms of Use.\nBy enabling Alexa on the Jitterbug Flip2, you acknowledge that Lively is not responsible for Amazon Alexa’s functionality or services.\nAmazon, Alexa and all related logos are trademarks of Amazon.com, Inc.\nor its affiliates.\nLIVELY and JITTERBUG are trademarks of Best Buy and its affiliated companies.\n© 2021 Best Buy.\nAll rights reserved.</p>\n<p>Specifications listed are approximates and not always exact, &amp.\nmay be subject to change.\nNewer features may not be available on older production models.</p>\n<p>The information contained in this website is subject to change without notice.</p>\n<p>WE TAKE YOUR SECURITY SERIOUSLY</p>\n<p>This site is https secured.\nBy using this site and/or by ordering on this site you agree to our <u>Privacy Policy</u>, <u>Terms &amp.\nConditions</u>, as posted on this site.</p> ", "created_at": "2021-12-21 23:46:17.178535", "updated_at": "2021-12-21 22:46:49.234079"}, {"id": 11106, "name": "Terms & Conditions", "url": "https://www.livelydirect.com/terms-conditions/", "xpath": "", "text": " <ul>\n<li>Phones\n<ul>\n<li>Flip</li>\n<li>Smart</li>\n<li>Monthly Plans</li>\n</ul>\n</li>\n<li>Medical Alerts\n<ul>\n<li>About PERS</li>\n<li>Monthly Plans</li>\n</ul>\n</li>\n<li>FAQs\n<ul>\n<li>Phone FAQs</li>\n<li>PERS FAQs</li>\n</ul>\n</li>\n</ul>888-970-3580 Home&gt;Terms &amp.\nConditions Lively Direct Terms and Conditions\n<p>The Website,&nbsp;stagelively.wpengine.com, is&nbsp;operated by Journey Health &amp.\nLifestyle™, formerly known as firstSTREET for Boomers and Beyond, Inc., (referred to here as “we”, “us”, “our” and “Journey Health &amp.\nLifestyle™”) who’s office is at 1998 Ruffin Mill Road, Colonial Heights, VA 23834.\nThe term ‘you’ refers to the user or viewer of our Website.</p>\n<p>By use of the Website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our Privacy Policy, govern our relationship with you in relation to these website.\nIf you disagree with any part of these terms and conditions, please do not use our Website.</p>\n<p>The content of the pages of the Website&nbsp;is for your general information and use only.\n&nbsp;It is subject to change without notice.\nNeither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this Website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</p>\n<p>Your use of any information or materials on this Website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this Website meet your specific requirements.</p> Copyright <p>Except as stated herein or authorized in writing by us, no material from this Website may be copied, reproduced, republished, uploaded, posted, transmitted or distributed in any way.\nThis material includes, but is not limited to, the design, layout, look, appearance and graphics.\nUnauthorized use of this website may give rise to a claim for damages and/or be a criminal offense.\nWe reserve the right to refuse services, and/or cancel orders at our discretion if we believe that customer conduct violates applicable law or is harmful to our interests.</p> User Submissions <p>We are always pleased to receive your comments, suggestions and ideas regarding the Lively flip cell phone and medical alert.\nWe are continuously working on new product ideas and marketing approaches.\nMany products we develop exist in our plans for years so a concept or idea you may provide, we might already be developing or considering.\nIf you submit comments, suggestions, ideas, notes, drawings, concepts or other materials or information (collectively “Submissions”) verbally or otherwise, about products or any other services we provide or about anything else, you grant and assign to us, by so submitting, a non-exclusive, royalty-free, perpetual and irrevocable right to use, reproduce, modify, adapt, publish, translate, distribute, edit, make derivative works from and sell, distribute and incorporate such Submissions and the names identified on the Submissions throughout the world in any media for any purpose whatsoever, without restriction and without compensating you in any way.\nThis includes, but is not limited to, any confidential information or any original creative materials such as stories, product ideas, or original artwork.\nWe may post your feedback on the Website and we reserve the right (but not the obligation) to monitor, edit and remove any Submission.\nWhen you send a Submission, you represent to us that you own or otherwise control all of the rights to the content in your Submission, that the content you provide is accurate, that to the best of your knowledge it does not infringe upon the rights of any third party or company and that use of the content in your Submission does not violate this agreement and will not cause financial injury to any person or entity.\nYou may choose at any time not to provide personally identifiable information, although this may restrict our ability to provide requested services or information.\nIf we receive a Submission that contains personally identifying information, such as a name, address and/or telephone number, our Privacy Policy will govern how we use or disclose this information.\nPlease refer to our&nbsp;Privacy Policy for further information.</p> Applicable Law<p>This Website is created and controlled by Journey Health &amp.\nLifestyle™ in the State of Virginia, USA.\nThe laws of Virginia govern these terms and conditions, without giving effect to any principles of conflicts of laws.\nWe make no representation that the information in the Website is appropriate or available for use in other locations, and access to the Website from territories where the content of the Website may be illegal is prohibited.\nThose who choose to access the Website from other locations do so on their own initiative and are responsible for compliance with applicable local laws.\nThese Terms of Use constitute the entire agreement between Journey Health &amp.\nLifestyle™ and visitors to the Website with respect to the Website.</p> Company<ul>\n<li>\n</li>\n<li>About Us</li>\n<li>\n</li>\n<li>Contact Us</li>\n</ul>Support<ul>\n<li>\n</li>\n<li>Phone FAQs</li>\n<li>\n</li>\n<li>PERS FAQs</li>\n</ul>Get In Touch<ul>\n<li>\n<strong>For Jitterbug Flip2 Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-666-0382 </li>\n<li>\n<strong>For Lively Mobile Plus Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-218-6587 </li>\n<li>\n<strong>For Jitterbug Smart3 Call:</strong>\n<br>\n</li>\n<li>\n</li>\n<li>1-888-970-3580 </li>\n</ul>\n<p>© 2021 Journey Health &amp.\nLifestyle™, 1998 Ruffin Mill Road, Colonial Heights, VA 23834, United States.</p>\n<p>(formerly firstSTREET for Boomers and Beyond, Inc.)</p>\n<p>* Lively will ship your phone to you within two weeks.\nThe phone will come to you with your account already set up and is easy to activate.\nAfter your payment, and after your phone has shipped, Lively will charge you for your first month of service plus all applicable taxes.\nAll subsequent monthly payments will be charged by Lively to the credit card on file each month.</p>\n<p>** We will refund the full price of the Jitterbug Flip2 phone and the activation fee, if any, if it is returned within 30 days of purchase in like-new condition.\nWe will also refund your first monthly service charge if you have used less than 30 minutes of talk and less that 50 text messages.\nPer minute and per text charges otherwise apply.\nYou will be charged a $10 restocking fee.\nShipping charges are not refundable.\nFull terms at www.lively.com/legal/guarantee.</p>\n<p>Subject to Customer Agreement, select calling plans and credit approval.\nOther charges and restrictions may apply.\nScreen images simulated.\nMonthly fees do not include government taxes or fees and are subject to change.\nPlans and services may require purchase of Lively device and one-time setup fee of $35.\nUrgent Response Service will be able to track an approximate location when your device is turned on, but we cannot guarantee an exact location.\nUrgent Response or 911 calls can be made only when cellular service is available.\nUrgent Response tracks an approx.\nlocation of device when device is turned on and connected to the network.\nLively does not guarantee an exact location.\nUrgent Response is only available with the purchase of a Lively Health &amp.\nSafety Package.\nLively is not a healthcare provider.\nUrgent Care is provided by FONEMED<sup>®</sup> and is not a substitute for dialing 911.\nLively is not liable for acts or omissions of any FONEMED employee or contractor.\nUrgent Care and Lively Link are only available with a Preferred or Ultimate Health &amp.\nSafety Package.\nThere are no additional fees to call Lively’s U.S.-based customer service.\nHowever, for calls to a Lively Operator in which a service is completed, you will be charged $0.99/call, and plan minutes will be deducted equal to the length of the call.\nThe $0.99/call Personal Operator fee is waived with the Ultimate Health &amp.\nSafety Package.\nConsistently rated the most reliable network and best overall network performance in the country by HIS Markit’s RootScore Reports.\nAmazon Alexa integration with Jitterbug Flip2 Alexa registration and is subject to Alexa’s Terms of Use.\nBy enabling Alexa on the Jitterbug Flip2, you acknowledge that Lively is not responsible for Amazon Alexa’s functionality or services.\nAmazon, Alexa and all related logos are trademarks of Amazon.com, Inc.\nor its affiliates.\nLIVELY and JITTERBUG are trademarks of Best Buy and its affiliated companies.\n© 2021 Best Buy.\nAll rights reserved.</p>\n<p>Specifications listed are approximates and not always exact, &amp.\nmay be subject to change.\nNewer features may not be available on older production models.</p>\n<p>The information contained in this website is subject to change without notice.</p>\n<p>WE TAKE YOUR SECURITY SERIOUSLY</p>\n<p>This site is https secured.\nBy using this site and/or by ordering on this site you agree to our <u>Privacy Policy</u>, <u>Terms &amp.\nConditions</u>, as posted on this site.</p> ", "created_at": "2021-12-21 23:46:17.180759", "updated_at": "2021-12-21 22:46:35.256429"}], "points": [], "urls": ["livelydirect.com"]}}