{"error": 448, "message": "OK", "parameters": {"id": 4501, "name": "Do Good Points ", "created_at": "2021-07-04 00:11:38.265742", "updated_at": "2022-05-07 22:01:09.744575", "wikipedia": null, "keywords": null, "related": null, "slug": "do-good-points", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4501.png", "url": "dogoodpoints.com", "documents": [{"id": 7897, "name": "Terms & Conditions", "url": "https://www.dogoodpoints.com/terms", "xpath": "//body", "text": " You need to enable JavaScript to run this app.\n<ul>\n<li>Take Action</li>\n<li>How It Works</li>\n<li>About Us</li>\n</ul>Log InSign upLog inTerms &amp.\nConditionsDate of Last Revision: November 30, 2020<ul>\n<li>\n<p>Overview</p>\n</li>\n<li>\n<p>Access and Use of the Services</p>\n</li>\n<li>\n<p>Prohibited Conduct</p>\n</li>\n<li>\n<p>Intellectual Property Rights</p>\n</li>\n<li>\n<p>Third Party Websites/Services</p>\n</li>\n<li>\n<p>Indemnity and Release</p>\n</li>\n<li>\n<p>Disclaimer of Warranties</p>\n</li>\n<li>\n<p>Limitation of Liability</p>\n</li>\n<li>\n<p>Legal Disputes</p>\n</li>\n<li>\n<p>Termination</p>\n</li>\n<li>\n<p>User Disputes</p>\n</li>\n<li>\n<p>General</p>\n</li>\n<li>\n<p>Privacy Policy</p>\n</li>\n<li>\n<p>Refund Policy</p>\n</li>\n<li>\n<p>Fraud Policy</p>\n</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Welcome to the web site or mobile application (as the case may be) (collectively, the \"Platform\") of <b>Do Good Points</b> (including its subsidiaries, affiliates, agents, and service providers, collectively, \"Do Good Points,\" “DGP”, \"we,\" \"us,\" and/or \"our\").\nThis Platform is operated by Do Good Points and its charitable entity Do Good Points Foundation and has been created to provide information about our company, our online platform designed to permit users to donate via earned points to charities, non-profits, and organizations of their choice, and our related services (together with the Platform, the \"Services\") to our Services users and visitors (\"you,\" and/or \"your\").\nExcept as provided below, this Privacy Policy describes and governs how we collect, use, share and protect data collected from users of or visitors to the Platform.</p>\n<p>Subject to these Terms of Service, as amended from time to time (“Terms of Service”), Do Good, Inc.\nprovides the Do Good Points platfccorm to you through its website at www.dogoodpoints.com and attendant mobile site (the \"Do Good Points Platform\") and related services (collectively, the Do Good Points Platform, including any new features and applications, the \"Do Good Points Services\").\nIf you are a charity, comment contributor, campaign initiator or donor (collectively referred to herein as a “User”, “you”, “your” and other similar terms) located in the United States, you are contracting with Do Good, Inc., PO Box 193446, San Francisco, CA, 94119.\nCurrently, Do Good Points is not available to Users outside of the United States, but this feature is coming soon.\nUnless specifically indicated otherwise, for purposes of the following Terms of Service, “Do Good Points,” “DGP,” “we,” “us,” “our,” and other similar terms, shall refer to the party with whom you are contracting.</p>\n<p> ARBITRATION, JURY TRIAL, AND CLASS ACTION WAIVER: EXCEPT AS OTHERWISE DESCRIBED IN THE DISPUTES SECTION BELOW, BY USING THE DO GOOD POINTS SERVICES, YOU AGREE THAT DISPUTES BETWEEN US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO A JURY TRIAL OR TO PARTICIPATE IN A CLASS ACTION.\nPLEASE REVIEW THE DISPUTES SECTION CAREFULLY.\nBY ENTERING THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT.</p>\n<p> We reserve the right, at our sole discretion, to change or modify portions of these Terms of Service at any time.\nWhen we do this, we will post the revised Terms of Service on this page and will indicate the date of such revision.\n</p>\n<p>Your continued use of the Services after the date of any such changes constitutes your acceptance of the new Terms of Service.\nTo the extent allowed by law, the English version of these Terms of Service is binding and other translations are for convenience only.\nIf you do not wish to accept the new Terms of Service, you may discontinue your use of the Services.\n</p>In addition, when using the Services, you will be subject to additional applicable policies including without limitation, thePrivacy Policy.\nAll such terms are hereby incorporated by reference into these Terms of Service (provided, however, these Terms of Service will take precedence in the event of conflict).\nWe shall resolve any such conflicts in our sole discretion, and all of our determinations are final.1.\nACCESS AND USE OF THE SERVICES<p>\n<b>Do Good Points Services Description:</b> The Do Good Points Services are offered as a platform to allow Do Good Points Platform to accept monetary donations (\"Donations\") from donors (\"Donors\") in support of Charities (“Charity”), Campaigns (“Charitable Campaigns”) and other social Cause-Based Funds (“Cause Funds”).\nCampaign Organizers also have the option to post a Campaign that does not accept Donations but rather focuses on raising general public awareness to their particular organization or related-cause.\nThe Do Good Points Services posts specific Cause Fund that may or may not accept Donations which benefit charities related to those causes, which are specially curated with high-impact, cost-effective, and evidence-based organizations and projects.</p>\n<p>\n<b>Do Good Founation Description:</b> The Do Good Points Foundation DBA Do Good Foundation (DGF) is the nonprofit, tax exempt entity of Do Good Points.\nDGF was created to maximize the impact of Donations by way of Return on Giving (“ROG”).\nAll Donations received through DGF are reinvested into growing cause awareness and cause engagement for our charities, to then increase our User base and subsequently engagement and Donations.\nDGF is in the process of securing tax exempt status as outlined in 501(c)(3) of the Internal Revenue Service Code and the laws of California.</p>\n<p>\n<b>Payment Processor:</b> Do Good Points is not a payment processor.\nInstead, DGP uses third-party payment processing partners to process Donations for a Campaign (“Payment Processor”).\nYou acknowledge and agree that the use of Payment Processors are integral to the Services and that we exchange information and personal data with Payment Processors in order to facilitate the provision of Services.</p>\n<p>\n<b>Payment Processor Fees:</b> Although there are no fees to set up a Campaign or contribute to a Campaign, industry-standard payment processor fees apply (hereinafter and on the website referred to as \"Payment Processor Fees\").\nTo learn more about the DGP Platform and applicable Payment Processor Fees for each, visit our How It Works page.</p>\n<p>\n<b>The Do Good Points Services are platforms.\nWe are not a Broker, Financial Institution, Creditor or Charity:</b> The Services are administrative platforms only to allow individuals to contribute monetary donations through Do Good Points platform and to request that Do Good Points Foundation or a third party donor advised fund (“Fund”) to contribute specified amounts to one or more charitable organization.\nDo Good Points facilitates the Campaign of the Campaign Organizers and permits Donors to make donations to these Campaign Organizers.\nDo Good Points is not a broker, agent, financial institution, creditor or 501(c)(3) nonprofit corporation.\nOnly Do Good Foundation is a registered 501(c)(3) nonprofit organization.\nDo Good Points does not provide financial, legal, tax or other professional advice.\nBefore making any decisions regarding charitable donations, you should consult with your financial, legal, tax or other professional advisors as appropriate.\nYou acknowledge that all information and content accessed by you using the Do Good Points Services and site is at your own risk.\nYou, as a donor, must make the final determination as to the value and appropriateness of contributing to a Charity.\nAll donations are at your own risk, and you are responsible for understanding how your money will be used and the tax treatment of such donations.\nAlthough there are not fees to register for the Do Good Points Services, industry standard transaction fees will be deducted and any applicable tip or fee you provide in addition to the donation will be deducted from the total donation amount.\nBy using the Services, you understand and agree that Do Good Points shall not be responsible for the use of your donations or the amount of funds raised for the Charity, Campaign, or event.\nAll information and content provided by Do Good Points relating to the Services is for informational purposes only, and Do Good Points does not guarantee the accuracy, completeness, timeliness or reliability of any such information or content.\nNo content, whether Do Good Points or third party content, is intended to provide financial, legal, tax or other professional advice.\nDo Good Points has no control over the conduct of, or any information provided by, a User and hereby disclaims all liability in this regard to the fullest extent permitted by applicable law.\nWe do not guarantee that a Campaign will obtain a certain amount of Donations or any Donations at all.\nWe do not endorse any Campaign, User, or cause and we make no guarantee, express or implied, that any information provided through the Services is accurate.\nWe expressly disclaim any liability or responsibility for the outcome or success of any Campaign.\nYou, as a Donor, must make the final determination as to the value and appropriateness of contributing to any Charity, Campaign, Fund or event.</p>\n<p>\n<b>Prohibited Countries Policy and Foreign Trade Regulation - Applications:</b> Do Good Points applications, Services or their underlying technology may not be downloaded to or exported or reexported: (a) into (or to a resident or national of) Burma (Myanmar), Cuba, Iraq, Iran, Libya, North Korea, Sudan, Syria, or any other country subject to United States embargo.\n(b) to anyone on the US Treasury Department's list of Specially Designated Nationals or on the US Commerce Department's Denied Party or Entity List.\nand (c) to any prohibited country, person, end-user, or entity specified by US Export Laws.</p>\n<p>\n<b>Legal Compliance:</b> When using Do Good Points, you are responsible for complying with foreign and domestic trade regulations, charity and non-exempt taxation laws and all other applicable foreign and domestic laws.</p>\n<p>\n<b>Donors:</b> All Donations are at your own risk.\nWhen you make a Donation through either of the Platforms, it is your responsibility to understand how your money will be used.\nDo Good Points does not provide any offers, promises, rewards or promotions in exchange for Donations.\nDo Good Points is not responsible for any offers, promises, rewards or promotions made or offered by Charities, Campaigns, traffic partners or any third-party applications independently outside of the Do Good Points Platform.\nWhile we perform due diligence on Charities posted on the Do Good Points Platform and only partner with legally registered 501(c)(3) nonprofit organizations, we do not and cannot verify the information that Charities or Campaigns supply, nor do we represent or guarantee that the Donations will be used in accordance with any fundraising purpose prescribed by a Charity or Campaign or in accordance with applicable laws.</p>\n<ol>\n<li>Donors are not permitted to impose restrictions on the use of Donations by a Charity or Campaign Organizer.\nTo the extent that a Donation is made in response to an appeal for a particular program of a Charity or Campaign Organizer, or to the extent that a Donor purports to direct the use of Donations by a Charity or Campaign Organizer, any such directions shall constitute non-binding recommendations only and the Charity or Campaign Organizer shall have full discretion to determine how all Donations will be used.</li>\n<li>Do Good Points makes no representation as to whether all or any portion of your Donations, including, if any, Payment Processor Fees, are tax deductible or eligible for tax credits.\nDo Good Points will have no liability for any claim by any federal, state, provincial, territorial, local or any other tax authority with respect to the characterization on any applicable tax return of any Donation by you, any User or any Charity.\nYou should consult your tax advisor as to the amount of your Donation that is tax deductible or eligible for tax recognition, having regard to (among other things) the tax status of the recipient of any Donation in any relevant jurisdiction, and, if applicable, if you are awarded a gift or prize in connection with your Donation.</li>\n<li>Donors shall provide Do Good Points with such information as is required to enable the issuing of an official Donation receipt.\nDonor acknowledges and agrees that, in accordance with the Privacy Policy, certain of Donor’s personal information will be shared with the Charity to which such Donor makes a donation (including without limitation as part of a Donor List, as set forth above) and may be used by such Charity in accordance with the Charity’s Privacy Policy.\nDo Good Points is not responsible, and shall not be liable, for any Charity’s use of any Donor information.</li>\n</ol>\n<p>Do Good Points cannot prohibit minors from visiting and using Do Good Points Services.\nWe must rely on parents, guardians and those responsible for supervising children under 18 to decide which materials are appropriate for such children to view and/or donate to a charitable organization.\nDo Good Points requires that all donations be made either: (i) by individuals 18 years of age or older, or (ii) by minors under 18, with express parental permission.\nEACH TIME YOU DONATE TO AN ORGANIZATION THROUGH DO GOOD POINTS, YOU ARE REPRESENTING TO US THAT YOU ARE EITHER (I) AN INDIVIDUAL 18 YEARS OF AGE OR OLDER, OR (II) A MINOR UNDER 18 WHO IS DONATING WITH PERMISSION.</p>\n<p>\n<strong>Campaign Organizer:</strong> You, as a Campaign Organizer, represent, warrant, and covenant that (i) all information you provide in connection with a Campaign or Charity is accurate, complete, and not likely to deceive reasonable Users.\n(ii) all Donations contributed to your Campaign will be used solely as described in the materials that you post or otherwise provide.\n(iii) if you add a Charity through the Services, you relinquish control of the Donations, including the ability to issue refunds.\n(iv) you will not infringe the rights of others.\n(v) you will comply with all relevant and applicable law and financial reporting obligations, including but not limited to laws and regulations relating to registration, tax reporting, political contributions, and asset disclosures for your project.\nand (vi) to the extent you share with us any personal data of any third party for any purpose, including the names, email addresses and phone numbers of your personal contacts, you have the authority (including any necessary consents), as required under applicable law, to provide us with such personal data and allow us to use such personal data for the purposes for which you shared it with us.\nYou authorize Do Good Points, and Do Good Points reserves the right to, provide information relating to your Campaign to Donors, beneficiaries of your Campaign or law enforcement, and to assist in any investigation thereof.</p>\n<p>If you use the Services as an agent of a Charity using the services to raise funds for such Charity, you represent and warrant that: (a) you are a representative of the Charity, which representative is authorized to raise funds or bind the Charity to these Terms of Service.\n(b) you are raising funds for a Charity, with a charitable purpose or activity that is legal under all applicable federal, state, provincial, territorial and local laws and regulations.\n(c) all donated funds will be used solely for the purpose you have stated on and in connection with your Campaign, and under no circumstances may you use the funds for any other purpose.\n(d) your Charity has and will maintain tax-exempt status under applicable law (example, the Internal Revenue Code in the United States).\nor (e) if your Charity is in the United States, your Charity is registered with GuideStar or the IRS tax exempt organization database.</p>\n<p>\n<strong>Your Registration Obligations:</strong> You may be required to register with Do Good Points in order to access and use certain features of the Services.\nIf you choose to register for the Services, you agree to provide and maintain true, accurate, current and complete information about yourself or your Charity as prompted by the Services' registration form.\nCampaign Organizers must register using their true identities (or the identities of the Charities’ authorized representatives), including their name, address and any image or video purporting to depict the Campaign Organizer or the Charity of such campaign.\nYou agree to keep registration information current and up to date.</p>\n<p>Registration data and certain other information about you are governed by these Terms of Service and our Privacy Policy.\nIf you are under 13 years of age, you are not authorized to use the Services, with or without registering.\nIn addition, if you are under the age of majority in your jurisdiction (typically 18 or 19 years of age), you may use the Services, with or without registering, only with the approval of your parent or guardian.\nCertain aspects of our Services may also require you to register with, and agree to the terms of, third-party service providers (e.g., Payment Processors), with whom Do Good Points has entered into contracts, in order to be able to benefit from their services.</p>\n<p>If Do Good Points or one of our payments processors at any time discovers that the information you provided about you or the purpose of your Campaign is incorrect or violates any of these Terms of Service or their terms of service, the Services may be suspended and/or terminated with immediate effect and fines may be applied by the relevant authorities which will in all such cases be payable by you.\nYou acknowledge and agree that the use of third party Payment Processors are integral to the Services and that we exchange information with such third parties in order to facilitate the provision of Services as set out in our Privacy Policy.</p>\n<p>\n<strong>Charities: </strong> The Do Good Points Platform includes the features and services described here.\nAll donations are subject to a Payment Processor Fee for each donation.\nDonors have the option to cover all Payment Processor Fees at checkout.</p>\n<ol>\n<li>Chargebacks and Refunds.\nOccasionally, a Donor may dispute a credit card charge for a Donation through the Services.\nIf Donations are refunded to the Donor by Do Good Points and Do Good Points already remitted payment to the Charity, we will deduct the chargebacks or refunds from future payments to the Charity, and if necessary, issue an invoice to the applicable Charity.\nThe applicable Charity expressly agrees that it will be responsible for paying Do Good Points the full amount of any Donation refund due to a Donor.\nDo Good Points may elect to offset a future Donation rather than requesting that the Charity return the refunded Donation.\nIf such Donations were made through a third-party Fund, the Fund or Charity may control the Donations, rather than Do Good Points, and may be responsible for issuing refunds and handling chargebacks directly with Donors.</li>\n<li>You acknowledge that certain data available or otherwise accessible on or by means of the Services concerning the list of United States-based 501(c)(3) charities to which you may make a Donation is provided by a third party licensor of Do Good Points, which may be GuideStar USA, Inc., Charity Navigator Inc or another third party.\nFor good and valuable consideration, the receipt and sufficiency of which is hereby acknowledged by you and Do Good Points, you acknowledge and agree that the third party licensor of Do Good Points (and its successors and assigns) is an intended third party beneficiary with full power and authority to enforce the provisions of these Terms only insofar as it relates to data provided by the third party licensor.\nYou agree that Do Good Points may share any information provided by you with the third party licensor to the extent that the third party licensor reasonably needs such data to enforce its rights related to your use of any third party licensor Data.</li>\n<li>If you are the authorized representative of a Charity, and you do not wish for your Charity to appear in the Do Good Points searchable database, you may contact us at charity-am@dogoodpoints.com to request that your Charity be removed from our database.\nYour email should include your full name, title, and an email address and phone number associated with your Charity.\nPlease note that if your Charity is removed from the Do Good Points’s database, it will not be eligible to receive contributions through the Platform.</li>\n<li>Receiving Funds.\nAs a Charity, receipt of Donations, minus any applicable Payment Processor Fees, is based upon and subject to you providing and making available accurate and current bank account information.\nFunds will generally only be disbursed to the financial institution of the registered Charity and not directly to any individual Campaign Organizer or representative agent of the Charity.</li>\n<li>Do Good Points does not withhold funds for tax purposes or otherwise.\nCharities will be solely responsible for taxes based on applicable international, federal, state, local or any other taxes or levies, or for any applicable taxes based on their net income or gross receipts (if any).\nIt is the responsibility of each Charity to determine what, if any, taxes apply to the Donations received through their use of the Services.\nIt is solely the responsibility of each Charity to assess, collect, report or remit the correct tax, if any, to the appropriate tax authority.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Ownership of Donor Lists and Data: </strong> As between Do Good Points and Charities using the Do Good Points Platform, Charities may request Donor Lists and Donor Data for compliance and transactional purposes at any time, otherwise these will be provided at the end of each quarter.\n“Donor Data” shall mean a Donor’s name, address, email address, donation amount, date of transaction, transaction identification number, name of the Campaign, and event associated with the Donation.\nTHE LIST OF DONORS WHO CONTRIBUTE TO A CHARITY'S CAMPAIGN OR EVENT CONDUCTED THROUGH THE SERVICES (“DONOR LISTS”) ARE PROVIDED “AS IS”, AND DO GOOD POINTS MAKES NO REPRESENTATIONS, WARRANTIES OR GUARANTEES ABOUT THE ACCURACY, COMPLETENESS OR TIMELINESS OF ANY DONOR LIST OR ANY INFORMATION CONTAINED THEREIN.\nBy using these Services, all Donors consent to the disclosure of such Donor Lists and Donor Data described in this Section.</p>\n<p>User Account, Password and Security: You are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.\nYou agree to (a) immediately notify Do Good Points of any unauthorized use of your password or account or any other breach of security, and (b) sign out from your account at the end of each session when accessing the Platform.\nDo Good Points will not be liable for any loss or damage arising from your failure to comply with this Section.</p>\n<p>Modifications to Services: Do Good Points reserves the right to modify, suspend or discontinue, temporarily or permanently, the Services (or any part thereof) at any time and for any reason, with or without notice, and without any liability to you or to any third party for any claims, damages, costs, or losses resulting therefrom.</p>\n<p>\n<strong>Content Manifestly Made Public by the User.</strong>\n</p>\n<p>Public Content.\nPublic Display of Information and Donations: Some of your activity on and through the Platform is public, such as content you post publicly on the Platforms (including descriptions, texts, music, sound, information, data, software, graphics, comments, photos, videos, images, trademarks, logos, brands or other materials you post through the Services or share with other users or recipients) (“User Content”).\nAdditionally, user profile information, including your first and last name, public email address, organization, personal biography, and other information you enter in connection with your user profile may be displayed to other users to facilitate user interaction within the Services.\nPlease see our Privacy Policy for information on the ways that we may collect, use, and store certain information about you and your use of the Services.</p>\n<p>Unsolicited Information: Please be advised that User Content and other unsolicited information you provide may be publicly accessible, such as information you post in forums or comment sections.\nWe also collect information through customer support communications, your communications to us of ideas for new products or modifications to existing products, and other unsolicited submissions, or any questions, comments, suggestions, ideas, feedback or other information about the Services (collectively, with publicly-accessible information, “Unsolicited Information”).\nBy sending us Unsolicited Information, (a) you agree that we are under no obligation of confidentiality, expressed or implied, with respect to the Unsolicited Information.\n(b) you acknowledge that we may have something similar to the Unsolicited Information already under consideration or in development.\n(c) you agree that Do Good Points will be entitled to the unrestricted use and dissemination of the Unsolicited Information for any purpose, commercial or otherwise, without acknowledgment or compensation to you.\n(d) you represent and warrant that you have all rights necessary to submit the Unsolicited Information.\n(e) to the extent necessary, you hereby grant to Do Good Points a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully transferable and sublicensable right (through multiple tiers) and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Unsolicited Information, and to sublicense the foregoing rights.\nand (f) you irrevocably waive, and cause to be waived, against Do Good Points and its users any claims and assertions of any moral rights contained in such Unsolicited Information.\nThis Unsolicited Information section shall survive any termination of your account or the Services.</p>\n<p>You acknowledge and agree that Do Good Points may preserve Unsolicited Information, as well as User Content, and may also disclose your Unsolicited Information or User Content if required to do so by law or in the good-faith belief that such preservation or disclosure is reasonably necessary to (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Service.\n(c) respond to claims that any User Content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Do Good Points, its users or the public.</p>\n<p>Third-Party Communications: If you use any feature of the Services that allows you to communicate with third parties (such as to refer a third party to the Services or to communicate with them regarding a Campaign or a donation), either by submitting Third-Party Data to the Services or otherwise permitting the Services to automatically access Third-Party Data in your possession, you acknowledge and agree that you have the authority of the relevant third party for us to access and use the relevant Third-Party Data and that you have notified these third parties and informed them how their information is collected and used by Do Good Points to provide the Services.\nWe reserve the right to identify you as the person who has made the referral in any messages that are sent to them.\nWe use Third-Party Data to contact such a third party using the Third-Party Data provided.\nIn addition to sending the foregoing communications we may also send reminders or related messages to you and to third parties on your behalf from time to time where permitted by applicable law.\nIn each case, any such communication sent to third parties using Third-Party Data will provide a means to “opt out” of receiving further communication of the same nature.\nLinks to Third Party Sites.\nDo Good Points Services contain links to third party sites.\nThese links are provided for convenience purposes and are not under the control of Do Good Points.\nIf you choose to link to such third party web sites, Do Good Points makes no warranties, either expressed or implied, concerning the content of such sites, including the operations, programming and conduct of transactions over such sites.\nDo Good Points does not warrant that such sites or content are free from any claims of copyright or other infringement or that such sites or content are devoid of viruses.\nDo Good Points disclaims all liability of any kind whatsoever arising out of your use of, or inability to use such third party web sites, the use of your information by such third parties, and the security of information you provide to such third parties.</p>\n<p>Promotions on the Do Good Points Platform: You are not permitted to offer any contest, competition, reward, give-away, raffle, sweepstakes or similar activity (each, a \"Promotion\") on or through the Do Good Points Platform.</p>\n<p>Data Retention: You acknowledge that Do Good Points has no obligation to you to retain data relating to any account or Campaign.\nYou acknowledge that Do Good Points reserves the right to delete data or to terminate accounts or Campaigns at any time and for any reason, with or without notice, and without any liability to you or to any third party for any claims, damages, costs or losses resulting therefrom.\nIn most cases Do Good Points will provide reasonable notice where possible.</p>Mobile Do Good Points Platform: The Do Good Points Platform includes certain features that may be made available via a mobile device, including the ability to (i) upload User Content to the Do Good Points Platform, and (ii) browse the Do Good Points Platform (collectively, the \"Mobile Services\").\nTo the extent you access Mobile Services, your wireless service carrier's standard charges, data rates and other fees may apply.\nIn addition, downloading, installing, or using certain Mobile Services may be prohibited or restricted by your carrier, and not all Mobile Services may work with all carriers or devices.\nBy using the Mobile Services, you agree that we may communicate with you by SMS, MMS, text message or other electronic means to your mobile device and that certain information about your usage of the Mobile Services may be communicated to us.\nWe shall comply with any additional requirements that may apply under local laws and regulations before communicating with you in this manner.\nIn the event that you change or deactivate your mobile telephone number, you agree to promptly update your Do Good Points account information to ensure that your messages are not sent to the person that acquires your old number.2.\nPROHIBITED CONDUCT<p>You are solely responsible for compliance with all applicable law in relation to your Campaign or use of the Services.\nYou are further solely responsible for all User Content that you upload, post, publish, display, transmit or otherwise use (hereinafter, \"Upload\").</p>\n<p>You agree to fully cooperate with any request we make for evidence we deem necessary to verify your compliance with these Terms of Service.</p>\n<p>The following are examples of User Content and/or use that is illegal or prohibited by Do Good Points.\nThis list is not exhaustive and we reserve the right to remove any Campaign and/or investigate any User who, in our sole discretion, violates any of the terms or spirit of these Terms of Service.\nAs we investigate Your Campaign, a User, or User Content, we may consider all available material including but not limited to social media, related news, and any other information that we, in our sole discretion, deem relevant in our review.\nWe further reserve the right, without limitation, to ban or disable your use of the Services, remove the offending User Content, suspend or terminate Your account, stop payments to any such Campaign, freeze or place a hold on Donations, and report you to law enforcement authorities or otherwise take appropriate legal action including seeking restitution on behalf of ourselves and/or our users.</p>\n<ul>\n<li>\n<b>Securities/Investor Relations-Related Content.</b> Forward-looking content or comments related to Do Good Points or other companies which speak to stock price, financial health or outlook, obligations to investors, or other Investor Relations-related responsibilities;</li>\n<li>\n<b>Confidential Content.</b> Content which discloses any confidential or nonpublic third party information which you do not have permission and/or authority to disclose;</li>\n<li>\n<b>Disparaging Content.</b> Content that disparages any person or entity, including Do Good Points and any entity affiliated with us, and/or any of their respective products or services;</li>\n<li>\n<b>ontent Contrary to Law or Public Policy.</b> Content relating to matters that are contrary to law, regulation or public policy in any of the United States, Switzerland, or accounts of the European Union.</li>\n<li>\n<b>Infringing Content.</b> Content that violates or infringes the rights of any person or entity including, but not limited to, privacy, publicity and/or intellectual property rights, including the copyrights and brand rights of Do Good Points and/or of third parties;</li>\n<li>\n<b>Hateful Content.</b> Content that is hateful, tortious, defamatory, slanderous, libelous, or obscene.\n</li>\n<li>\n<b>Discriminatory Content.</b> Content that promotes bigotry, racism, sexism, hatred or harm against any group or individual or promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.\n•</li>\n<li>\n<b>Spam.</b> We observe and enforce a zero-tolerance policy for posting sales pitches for outside products or services or posting comments that drive traffic to a third party's Website (including for personal, political or monetary gain).</li>\n</ul>\n<p>If we believe you are abusing Do Good Points in any way, we may, in our sole discretion and without limiting other remedies, limit, suspend, or terminate your user account(s) and access to our Services, delay or remove hosted content, remove any special status associated with your account(s), remove and demote listings, reduce or eliminate any discounts, and take technical and/or legal steps to prevent you from using our Services.\nWe may cancel unconfirmed Users or accounts that have been inactive for a long time or modify or discontinue our Services.\nAdditionally, we reserve the right to refuse or terminate our Services to anyone for any reason at our discretion.\nAdditionally, with respect to all Donations you make or accept through the Services, you agree:</p>\n<ol>\n<li>not to make or accept any Donations that you know or suspect to be erroneous, suspicious or fraudulent.\n</li>\n<li>not to use the Services in or for the benefit of a country, organization, entity, or person embargoed or blocked by any government, including those on sanctions lists identified by the United States Office of Foreign Asset Control (OFAC).\nto maintain reasonable and standard security measures to protect any information transmitted and received through the Services, including without limitation by adhering to any security procedures and controls required by Do Good Points from time to time.\n</li>\n<li>to maintain a copy of all electronic and other records related to Campaigns and Donations as necessary for Do Good Points to verify compliance with these Terms of Service and make such records available to Do Good Points upon our request.\nFor clarity, the foregoing does not affect or limit your obligations to maintain documentation as required by applicable laws, rules, regulations, or governmental authority.\nand at </li>\n</ol> Do Good Points reserves the right to refuse, condition, or suspend any Donations or other transactions that we believe in our sole discretion may violate the Terms of Service or harm the interests of our users, business partners, the public, or Do Good Points, or that expose you, Do Good Points, or others to risks unacceptable to us.\nWe may share any information related to your use of the Services with the appropriate financial institution, regulatory authority, or law enforcement agency consistent with our legal obligations.\nThis information may include information about you, your account, your Donors, your Donations, and transactions made through or in connection with your use of the Services.<p>\n<strong>Donor Conduct</strong>\n</p>\n<p>\n<strong>Donations:</strong> In order to contribute to a Campaign or to a Charity, a Donor will be required to provide Do Good Points information regarding its credit card or other payment instrument (“Payment Instrument”) that is linked to the Donor’s account on the Services (a “Billing Account”).\nYou, as a Donor, represent and warrant to Do Good Points that such information is true and that you are authorized to use the applicable Payment Instrument.\nYou agree that a certain minimum Donation amount may apply, and that all Donations are final and will not be refunded unless Do Good Points, in its sole discretion, agrees to issue a refund, for example in accordance with the Do Good Points Refund Policy.\nDo Good Points uses third-party payment processing partners to bill you through your Payment Instrument and Billing Account for any Donations made, and Donors acknowledge that by contributing a Donation to a Campaign, the Donor agrees to the processing, use, transfer or disclosure of data by our Payment Processors pursuant to any and all applicable terms set forth by our payment partners (currently, Stripe, Inc., and Givinga Inc.\nDBA Givinga Foundation), in addition to these Terms of Service, including Stripe’s terms of service, and Givinga Fund’s terms of service.</p>\n<p>Recurring Donations: Donors may have the option to contribute recurring period Donations (your agreement to make the Donations on a recurring basis, a “Donation Subscription” and each individual Donation made in connection with a Donation Subscription, a “Donation Installment”), and in electing to contribute on a recurring basis, you, as a Donor hereby acknowledge that Donation Subscriptions automatically renew and have a recurring payment feature, and that unless and until you opt out of the auto-renewal of the Donation Subscription, which can be done through the Platform, any Donation Subscriptions you have signed up for will be automatically extended for successive renewal periods of the same duration as the initial term originally selected.\nIn connection with each of your Donation Subscriptions, you (i) hereby authorize Do Good Points to bill your Payment Instrument in the amount of the applicable Donation Installments in advance on a periodic basis until you terminate such periodic payments by opting out of the Donation Subscription, (ii) accept responsibility for payment of all Donation Installments occurring prior to opt out and (iii) agree to promptly update your Billing Account with any changes (for example, any changes related to your Payment Instrument, such as a change in your billing address or credit card expiration date).\nChanges to or termination of Donation Subscriptions or Donation Installments will apply only to Donation Installments that take place after Do Good Points receives notice of such change or termination.\nDo Good Points may provide refunds of any amounts received in connection with previously made Donation Installments on a case by case basis at the sole discretion of Do Good Points.\nAdditionally, by enrolling in any Donation Subscriptions, you acknowledge and agree for any and all such Donation Subscriptions, that (a) individual Donation Installments may not be tax deductible, even if previous Donation Installments for the same Donation Subscription were, and the amount of each Donation Installment that is tax deductible may vary, (b) one or more specific Donation Installment may not be provided to or received by the applicable cause, Charity or Campaign if such cause, Charity or Campaign becomes unavailable, unable to accept Donations, or chooses to stop receiving Donations, which may occur for various reasons, such as if the cause, Charity or Campaign becomes subject to an investigation or is suspended or removed from the Services by Do Good Points or (c) the amounts actually received by the applicable Campaign, Charity or cause may differ from one Donation Installment to the next (for example, if the Payment Processor fees associated with the Donation Installment change).\nIf you have questions about our refund policy, you can email support@dogoodpoints.com.</p>\n<p>Your non-termination of a Donation Subscription reaffirms that Do Good Points is authorized to charge your Payment Instrument for the Donation Subscription in accordance with these terms.\nThis does not waive our right to seek payment directly from you.</p>\n<p>Good Points Loyalty Program: While Do Good Points does not provide any offers, promises, rewards or promotions in exchange for Donations, Users on the Do Good Points Platform are eligible to earn “Good Points.” In order to be eligible for the Good Points Loyalty Program (the “Program”), Users must have a registered account on the Do Good Points Platform.\nMultiple accounts may not be merged or transferred.\nBy participating in this Program you are agreeing to these Terms of Service.</p>\n<p>Good Points may be earned by completing certain eligible actions on the Do Good Points Platform.\nExamples of such eligible actions may include creating an account, donating cash or points, sharing cause, content and organization information, subscribing to a newsletter, sharing your donation and more.</p>\n<p>Good Points earned for a Donation made may be revoked in the case that the Donation is later refunded or reversed for other reasons.\nGood Points may also be revoked where Do Good Points believes in its discretion that Good Points were earned through or in connection with any fraud, abuse of the Platform, or violation of the Do Good Points Terms of Service.</p>\n<p>When a minimum of Good Points have been accrued by a User, those Good Points may become convertible to a minimum required donation to a Charity or cause within the Platform.\nOne Good Point is currently equivalent to approximately $0.002 in donation value and the current valuation is subject to change.\nGood Points have no value outside of the Do Good Points Platform.\nUser actions may be subject to verification before their corresponding Good Points are added to a User’s account.\nGood Points do not expire and are non-transferrable to any other User.\nThe number of Good Points required to convert to donation value may be modified by Do Good Points at any time.\nOnce Good Points are converted and redeemed for a Donation, they cannot be returned to your account.\nIf you believe there is any discrepancy in your Good Points balance, please contact our Customer Support team at support@dogoodpoints.com.\nIf we find that a correction is due, it may take up to four weeks.\nFailure to supply necessary documentation may result in an inability to award your Good Points.</p>\n<p>Participation in the Program is a benefit granted to registered Users, and as such can be suspended, revoked, or terminated at any time by us for any reason.\nIf your account is terminated, all Good Points associated with your account will be forfeited immediately upon termination.\nIf your account is terminated due to fraudulent activity or noncompliance with these Terms of Service, in addition to forfeiting all Good Points immediately, you cannot participate in or rejoin the Program.</p>\n<p>Campaign Organizers, Charities, or Beneficiaries</p>\n<p>\n<strong>Account Holds: </strong>From time to time, Do Good Points may, in its sole discretion, place a hold on a Campaign account (a \"Hold\"), restricting Payouts (defined herein), secure reserves, or take similar actions to protect its interests and those of its Users.\nSome of the reasons that we may take such actions include, but aren’t necessarily limited to, the following: (i) if we have reason to believe (in our sole discretion) that information provided by a Campaign Organizer is false, misleading, or fraudulent, or that funds are being used in a prohibited manner, (ii) if the funds available (as determined by Do Good Points in its sole discretion) should be provided directly to a person other than the Charity (such as a legal beneficiary or person entitled by law to act on behalf of a Charity), (iii) if we have reason to believe that a Campaign or Campaign Organizer has violated these Terms of Service, (iv) if Do Good Points determines that the Campaign Organizer is colluding with donors to engage in fraudulent activity, (v) if we have reason to believe (in our sole discretion) that there may be suspicious or fraudulent donation activity, or (vi) if required in order to comply with a court order, subpoena, writ, injunction, or as otherwise required under applicable laws and regulations.\nIf you have questions about a Hold we may have placed on your Campaign account, or need information about how to resolve the Hold, please contact your Campaign account manager.</p>\n<p>\n<strong>Donation Payouts from a Campaign:</strong>While Do Good Points strives to make Payouts available to Charities promptly after the close of each quarter, you acknowledge and agree that Payouts may not be available to you for receive immediately, and Do Good Points expressly disclaims any and all responsibility for any delay or inability to access and use Payouts at any specified time, and any consequences arising from such delay or inability.\nYou, as a Campaign Organizer, are responsible for ensuring that the information you provide to Do Good Points in order to process a Payout, including your bank account information, is accurate and up to date.\nDo Good Points may, at any time, for any reason, without notice, and in its sole discretion, offer or issue a refund of Donation(s) with or without consulting with you, which may comprise the entire amount donated to your campaign.\nDo Good Points is not liable to you or to any third party for any claims, damages, costs, losses, or other consequences caused by Do Good Points issuing refunds, including, but not limited to transaction or overdraft fees.</p>\n<p>\n<strong>Payment Processors:</strong>Do Good Points uses Payment Processors to process Donations for your Campaign.\nBy setting up a Campaign or accepting the role of Campaign Organizer, you agree to the processing, use, transfer or disclosure of data by the Payment Processors pursuant to any and all applicable terms set forth by the applicable Payment Processors (currently, Stripe, Inc.\nand Givinga, Inc.\nDBA GivingaFoundation), in addition to these Terms of Service, including Stripe’s terms of service and Givinga Foundation’s terms of service.</p>3.\nINTELLECTUAL PROPERTY RIGHTS<p>\n<strong>Services Content, Software and Trademarks:</strong> You acknowledge and agree that the Services may contain content or features (\"Services Content\") that are protected by copyright, patent, trademark, trade secret or other proprietary rights and laws.\nExcept as expressly authorized by Do Good Points, you agree not to modify, copy, frame, scrape, rent, lease, loan, sell, distribute or create derivative works based on the Services, the Services Content, or Content, in whole or in part, except that the foregoing does not apply to your own User Content that you legally submit to the Platform.\nIn connection with your use of the Services you will not engage in or use any data mining, spiders, robots, scraping or similar data gathering or extraction methods.\nIf you are blocked by Do Good Points from accessing the Services (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).\nAny use of the Services or the Services Content other than as specifically authorized herein is strictly prohibited.\nThe technology and software underlying the Services or distributed in connection therewith are the property of Do Good Points, our affiliates and our partners (the \"Software\").\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, or otherwise transfer any right in the Software.\nAny rights not expressly granted herein are reserved by Do Good Points.</p>\n<p>The Do Good Points name and logos are trademarks and service marks of Do Good Points (collectively the \"Do Good Points Trademarks\").\nOther company, product, and service names and logos used and displayed via the Services may be trademarks or service marks of their respective owners, who may or may not endorse or be affiliated with or connected to Do Good Points.\nNothing in these Terms of Service or the Services should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of Do Good Points Trademarks displayed on the Services, without our prior written permission in each instance.\nAll goodwill generated from the use of Do Good Points Trademarks will inure to our exclusive benefit.</p>\n<p>\n<strong>Third-Party Material:</strong> Under no circumstances will Do Good Points be liable in any way for any content or materials of any third parties (including Users) or any User Content (including, but not limited to, for any errors or omissions in any User Content), or for any loss or damage of any kind incurred as a result of the use of any such User Content.\nYou acknowledge that Do Good Points does not pre-screen User Content, but that Do Good Points and its designees will have the right (but not the obligation) in their sole discretion to refuse, remove, or allow any User Content that is available via the Services at any time and for any reason, with or without notice, and without any liability to you or to any third party for any claims, damages, costs or losses resulting therefrom.</p>\n<p>\n<strong>User Content Transmitted Through the Services:</strong> With respect to the User Content, you represent and warrant that you own all right, title and interest in and to, or otherwise have all necessary rights and consents to (and to allow others to) fully exploit, such User Content, including, without limitation, as it concerns all copyrights, trademark rights and rights of publicity or privacy related thereto.\nBy uploading, sharing, providing, or otherwise making available any User Content, or any portion thereof, in connection with the Services, you hereby grant and will grant Do Good Points and its affiliated companies and users a nonexclusive, worldwide, royalty free, fully paid up, transferable, sublicensable, perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content in connection with the operation of the Services or the promotion, advertising or marketing thereof, in any form, medium or technology now known or later developed.\nWithout limiting the foregoing, if any User Content contains your name, image or likeness, you hereby release and hold harmless Do Good Points and its contractors and employees, from (i) all claims for invasion of privacy, publicity or libel, (ii) any liability or other claims by virtue of any blurring, distortion, alteration, optical illusion, or other use or exploitation of your name, image or likeness, and (iii) any liability for claims made by you (or any successor to any claim you might bring) in connection with your User Content, name, image or likeness.\nYou waive any right to inspect or approve any intermediary version(s) or finished version(s) of the results of the use of your User Content (including your name, image or likeness).\nFurther, if any person (other than you) appears in your User Content, you represent and warrant that you have secured all necessary licenses, waivers and releases from such person(s) for the benefit of Do Good Points in a manner fully consistent with the licenses, waivers and releases set forth above.\nYou further acknowledge that your participation in the Services and submission of User Content is voluntary and that you will not receive financial compensation of any type associated with the licenses, waivers, and releases set forth herein (or Do Good Points’s exploitation thereof), and that the sole consideration for subject matter of this agreement is the opportunity to use the Services.</p>\n<p>We do not guarantee that any Services Content will be made available through the Services.\nWe reserve the right to, but do not have any obligation to, (i) remove, edit or modify any Services Content or User Content, in our sole discretion, at any time, without notice to you and for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Services Content or User Content, or if we are concerned that you may have violated these Terms of Service), or for no reason at all and (ii) to remove or block any Services Content or User Content from the Services.</p>\n<p>\n<strong>Payment Card Industry Data Security Standard:</strong> The Payment Card Industry Data Security Standard (PCI DSS) is a set of industry-mandated requirements for any business that handles, processes, or stores credit cards.\nThe primary purpose of the standards is to maintain controls around cardholder data to reduce credit card fraud.\nAs a service provider, Do Good Points is PCI DSS compliant and will maintain all applicable PCI DSS requirements to the extent that we possess or otherwise store, process, or transmit cardholder data on behalf of you, or to the extent that we can in any way impact the security of your cardholder data environment.</p>\n<p>\n<strong>Copyright Complaints:</strong> Do Good Points respects the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, you should notify Do Good Points of your infringement claim in accordance with the procedure set forth below.</p>\n<p>Do Good Points will process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (\"DMCA\") and other applicable intellectual property laws with respect to any alleged or actual infringement.\nA notification of claimed copyright infringement should be emailed to Do Good Points’s Copyright Agent at legal@dogoodpoints.com (Subject line: \"DMCA Takedown Request\").\nYou may also contact us by mail at:</p>\n<p>Do Good, Inc.</p>\n<p>Attn: Legal</p>\n<p>PO Box 193446 San Francisco, CA 94119 </p>\n<p>To be effective, the notification must be in writing and contain the following information:</p>\n<ol>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed.\n</li>\n<li>a description of where the material that you claim is infringing is located on the Services, with enough detail that we may find it on the Services.\n</li>\n<li>your address, telephone number, and email address.\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\n</li>\n<li>and a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.</li>\n</ol>\n<p>\n<strong>Counter-Notice:</strong> If you believe that your User Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to upload and use the content in your User Content, you may send a written counter-notice containing the following information to the above-listed Copyright Agent: </p>\n<ol>\n<li>your physical or electronic signature.\n</li>\n<li>identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled.\n</li>\n<li>a statement that you have a good-faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>your name, address, telephone number, and email address, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\n</li>\n</ol>\n<p>If a counter-notice is received by the Copyright Agent, Do Good Points will send a copy of the counter-notice to the original complaining party, informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at our sole discretion.</p>\n<p>\n<strong>Repeat Infringer Policy:</strong>In accordance with the DMCA and other applicable law, Do Good Points has adopted a policy of terminating, in appropriate circumstances and at Do Good Points’s sole discretion, users who are deemed to be repeat infringers.\nDo Good Points may also at its sole discretion limit access to or terminate the Services and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<strong>Submission of Ideas:</strong> You can submit questions, comments, feedback, suggestions, ideas, plans, notes, drawings, original or creative materials or other information about Do Good Points, this Web site and our Services (collectively, “Ideas”).\nIdeas, whether posted to this Web site or provided to Do Good Points by e-mail or any other delivery method are entirely voluntary, non-confidential, gratuitous and noncommittal.\nDo Good Points shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of Ideas for any purpose, commercial or otherwise, without acknowledgment or compensation to you.\nDo not send us Ideas if you expect to be paid or want to continue to own or claim rights in them.</p>4.\nTHIRD PARTY WEBSITES/SERVICES<p>The Services or third parties may provide or facilitate links, tools, widgets or other features that allow you to access other sites, services and resources provided by third parties (collectively, “Third Party Resources”).\nDo Good Points has no control over such Third Party Resources or any products, services or content made available through or by such Third Party Resources, or the business practices of the third parties providing such Third Party Resources, and Do Good Points is not responsible for and does not endorse such Third Party Resources or the products, services or content made available thereby.\nYou acknowledge that Do Good Points is not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such Third Party Resources.\nYou further acknowledge and agree that Do Good Points will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, events, goods or services available on or through any such Third Party Resources.\nAny dealings you have with third parties found while using the Services are between you and the third party and may be subject to additional terms provided by the third party, which you agree to by using such Third Party Resources.\nAs an example of this, if you use the Do Good Points Platform through your mobile device, and you upload a video to a fundraiser, that video will be uploaded using YouTube, and subject to the YouTube Terms of Service.\nAnd you agree that Do Good Points is not liable for any loss or claim that you may have against any such third party.</p>5.\nINDEMNITY AND RELEASEYou agree to release, indemnify on demand and hold Do Good Points and its affiliates and their officers, employees, directors and agents harmless from any and all losses, damages, expenses, including reasonable attorneys' fees, costs, awards, fines, damages, rights, claims, actions of any kind and injury (including death) arising out of or relating to your use of the Services, any Donation or Campaign, any User Content, your connection to the Services, your violation of these Terms of Service or your violation of any rights of another.\nYou agree that Do Good Points has the right to conduct its own defense of any claims at its own discretion, and that you will indemnify Do Good Points for the costs of its defense (including, but not limited to attorney’s fees.) If you are a California resident, you waive California Civil Code Section 1542, which says: \"A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that if known by him or her would have materially affected his or her settlement with the debtor or released party.\" If you are a resident of another jurisdiction—in or outside of the United States—you waive any comparable statute or doctrine.6.\nDISCLAIMER OF WARRANTIES<p>YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nDO GOOD POINTS AND ITS AFFILIATES EXPRESSLY DISCLAIM AND EXCLUDE, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ALL WARRANTIES, CONDITIONS AND REPRESENTATIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\n</p>\n<p>DO GOOD POINTS AND ITS AFFILIATES MAKE NO WARRANTY OR CONDITION THAT (I) THE SERVICES WILL MEET YOUR REQUIREMENTS, (II) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS.</p>7.\nLIMITATION OF LIABILITY<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER GOFUNDME NOR ITS AFFILIATES WILL BE LIABLE FOR ANY (A) INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES, (B) DAMAGES FOR LOSS OF PROFITS, (C) DAMAGES FOR LOSS OF GOODWILL, (D) DAMAGES FOR LOSS OF USE, (E) LOSS OR CORRUPTION OF DATA, OR (F) OTHER INTANGIBLE LOSSES (EVEN IF DO GOOD POINTS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM (I) THE USE OR THE INABILITY TO USE THE SERVICES.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICES.\n(III) ANY PROMOTIONS AND RELATED PRIZES OR REWARDS MADE AVAILABLE THROUGH THE SERVICES.\n(IV) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(V) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES.\nOR (VI) ANY OTHER MATTER RELATING TO THE SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL DO GOOD POINTS’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES (INCLUDING CONTRACT, NEGLIGENCE, STATUTORY LIABILITY OR OTHERWISE) OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID DO GOOD POINTS IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICES OR WITH THESE TERMS OF SERVICE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE SERVICES.\n</p>8.\nLEGAL DISPUTES<p>ARBITRATION CLAUSE &amp.\nCLASS ACTION WAIVER – IMPORTANT – PLEASE REVIEW AS THIS AFFECTS YOUR LEGAL RIGHTS Arbitration.\nClass Action Waiver: YOU AGREE THAT ALL DISPUTES BETWEEN YOU AND US OR ANY OF OUR OFFICERS, DIRECTORS OR EMPLOYEES ACTING IN THEIR CAPACITY AS SUCH (WHETHER OR NOT SUCH DISPUTE INVOLVES A THIRD PARTY) WITH REGARD TO YOUR RELATIONSHIP WITH US, INCLUDING WITHOUT LIMITATION DISPUTES RELATED TO THESE TERMS OF SERVICE, YOUR USE OF THE SERVICES, AND/OR RIGHTS OF PRIVACY AND/OR PUBLICITY, WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU AND WE HEREBY EXPRESSLY WAIVE TRIAL BY JURY.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND WE WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND WE ARE EACH WAIVING OUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\n</p>\n<p>Notwithstanding the foregoing, nothing in these Terms of Service will be deemed to waive, preclude, or otherwise limit the right of either of us to (a) bring an individual action in small claims court.\n(b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available.\n(c) seek injunctive relief in a court of law.\nor (d) file suit in a court of law to address an intellectual property infringement claim.\n</p>\n<p>\n<strong>The Process:</strong> Any arbitration between you and us will be settled under the Federal Arbitration Act and administered by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (collectively, “AAA Rules”) as modified by these Terms of Service.\nThe AAA Rules and filing forms are available online at www.adr.org.</p>\n<p>A party who intends to seek arbitration must first send a written notice of the dispute to the other party by certified U.S.\nMail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (“Notice of Arbitration”).\nOur current address for Notice is: Do Good, Inc., ℅ Legal Department, PO Box 193446, San Francisco, CA 94119.\nThe Notice of Arbitration must: (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“Demand”).\nWe agree to work with you and make a good faith effort to resolve the claim directly, but if we aren’t successful within 60 days after the Notice of Arbitration is received, you or we may commence an arbitration proceeding.\nAll arbitration proceedings between the parties will be confidential unless otherwise agreed by the parties in writing.\nDuring the arbitration, the amount of any settlement offer made by either of us must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nIf the arbitrator awards you an amount which exceeds the last written settlement amount offered by us in settlement of the dispute prior to the award, we will pay to you the higher of: (i) the amount awarded by the arbitrator.\nor (ii) $10,000.00.</p>\n<ol>\n<li>\n<b>Fees:</b> If you commence arbitration in accordance with these Terms of Service, we will reimburse you for your payment of the filing fee unless your claim is for more than $10,000 in which case the payment of any fees will be decided by the AAA Rules.\nAny arbitration hearing will take place at an agreed upon location in San Francisco, California, but if the claim is for $10,000 or less, you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a telephone hearing or (c) by an in-person hearing as established by the AAA Rules in the county of your billing address.\nIf the arbitration finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in the Federal Rule of Civil procedure 11(b), then the payment of all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse us for all monies previously disbursed by us that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</li>\n<li>No Class Actions: YOU AND WE AGREE THAT EACH MAY BRING CLAIMS TO THE FULLEST EXTENT LEGALLY PERMISSIBLE AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and we agree otherwise, the arbitrator may not consolidate more than one person’s claims and may not otherwise preside over any form of a representative or class proceeding.</li>\n<li>Modifications to this Arbitration Provision: If we make any future change to this arbitration provision, other than a change to our address for Notice of Arbitration, you may reject the change by sending us written notice within 30 days of the change to our address for Notice of Arbitration, in which case your account with us will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive.\n</li>\n<li>Enforceability: If this Disputes section is found to be unenforceable, then the entirety of this Disputes section will be null and void and, in that case, the parties agree that the exclusive jurisdiction and venue described in the General section below will govern any action arising out of or related to these Terms of Service.</li>\n</ol>\n<p>\n</p>\n<p>\n<b>Confidentiality:</b> We each agree to keep the arbitration proceedings, all information exchanged between us, and any settlement offers confidential, unless otherwise required by law or requested by law enforcement or any court or governmental body.\nHowever, we may each disclose these matters, in confidence, to our respective accountants, auditors, and insurance providers.</p>9.\nTERMINATIONYou agree that Do Good Points, in its sole discretion, may suspend or terminate your account (or any part thereof) or your access to the Services and remove and discard any User Content or data at any time and for any reason, with or without notice, and without any liability to you or to any third party for any claims, damages, costs or losses resulting therefrom.10.\nUSER DISPUTESYou agree that you are solely responsible for your interactions with any other user in connection with the Services and Do Good Points will have no liability or responsibility with respect thereto.\nDo Good Points reserves the right, but has no obligation, to become involved in any way with disputes between you and any other user of the Services.11.\nGENERAL<p>These Terms of Service constitute the entire agreement between you and Do Good Points and govern your use of the Services, superseding any prior agreements between you and Do Good Points with respect to the Services.\nYou also may be subject to additional terms of service that may apply when you use affiliate or third-party services, third-party content or third-party software.\nThese Terms of Service will be governed by the laws of the State of California without regard to its conflict of law provisions.\nWith respect to any disputes or claims not subject to arbitration, as set forth above, you and Do Good Points agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within San Francisco County, California.\nThe failure of Do Good Points to exercise or enforce any right or provision of these Terms of Service will not constitute a waiver of such right or provision.\nIf any provision of these Terms of Service is found by a court of competent jurisdiction to be (or are otherwise) invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Service remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Services or these Terms of Service must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nA printed version of this agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou may not assign these Terms of Service without the prior written consent of Do Good Points, but Do Good Points may assign or transfer these Terms of Service, in whole or in part, without restriction.\nIf we fail to enforce any of our rights, that does not result in a waiver of that right.\nThe section titles in these Terms of Service are for convenience only and have no legal or contractual effect.\nNotices to you may be made via either email or regular mail.\nThe Services may also provide notices to you of changes to these Terms of Service or other matters by displaying notices or links to notices generally on the Platforms.\nDo Good Points may, at any time, assign our rights or delegate our obligations hereunder without notice to you in connection with a merger, acquisition, reorganization or sale of equity or assets, or by operation of law or otherwise.\nNothing in these Terms shall prevent Do Good Points from complying with the law.\nDo Good Points shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.</p>\n<p>The provisions of these Terms of Service are intended to be severable.\nIf for any reason any provision of these Terms of Service shall be held invalid or unenforceable in whole or in part in any jurisdiction, such provision shall, as to such jurisdiction, be ineffective to the extent of such invalidity or unenforceability without in any manner affecting the validity or enforceability thereof in any other jurisdiction or the remaining provisions hereof in any jurisdiction.No joint venture, partnership, employment, or agency relationship exists between you and Do Good Points as a result of these Terms of Service.\nThe failure of Do Good Points to enforce any right or provision in these Terms of Service shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Do Good Points in writing.\nIf you create or use an account on behalf of a business entity, you represent that you are authorized to act on behalf of such business and bind the business to these Terms of Service.\nSuch account is owned and controlled by the business entity.</p>\n<p>The following Sections survive any termination of these Terms of Service: Fees, Content, Disclaimer of Warranties.\nLimitation of Liabilities.\nIndemnification, and Legal Disputes.</p>\n<p>If you are a California resident, in accordance with Cal.\nCiv.\nCode § 1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, California 95814, or by telephone at (800) 952-5210 FREE.</p>\n<p>\n</p>12.\nPRIVACY POLICYAt Do Good Points, we respect the privacy of our users.\nFor details please see our Privacy Policy.By using the Services, you consent to our collection and use of personal data as outlined therein.13.\nREFUND POLICY<ol>\n<li>\n<strong>Introduction.</strong>\n<p>The following refund policy is only applicable for monetary donations made by users to charity organizations active within the Do Good Points Platform.\nDonations made using Good Points earned from the Platform are final and not eligible for refund under any circumstances.</p>\n</li>\n<li>\n<strong>For Donors.</strong>\n<p>Donors may request a refund (or other resolution as described below) after donating to a campaign by contacting our Customer Service team at support@dogoodpoints.com.\nYou may be asked to provide information such as your email address related to your user account, receipt or confirmation of donation, and payment information.\nAll resolutions are decided by Do Good Points in our sole discretion, and all of our determinations are final.</p>\n</li>\n<li>\n<strong>Donor Exclusions.\n</strong>The following reasons for a refund are excluded and not covered by this Policy:<ol>\n<li>Employees of any charity are prohibited from donating to their own charity and subsequently seeking a refund for your donation to your own campaign;</li>\n<li>Refunds for offline donations not transacted on the Platform;</li>\n<li>Regretting the donation;</li>\n<li>A personal disagreement with or dislike of the charity;</li>\n<li>Disagreement with how a charity uses funds raised;</li>\n<li>Disagreement over the payment instrument or means by which the intended charity will receive the campaign funds;</li>\n<li>Disagreement with Do Good Points for any reason.\nor</li>\n<li>Any reason not based on the honestly-held belief based on presentable information that a misuse has occurred.</li>\n</ol>\n<p>You may be able to receive a refund in some instances even if you do not qualify for benefits under this Policy.\nPlease contact Do Good Points with questions.</p>\n</li>\n<li>\n<strong> Submitting a Refund Request.\n</strong>To request a refund, you must meet the following criteria:<ol>\n<li>You fully complete the claim form and all subsequent requests for information for our evaluation and processing of your refund request;</li>\n<li>You agree to fully cooperate with any investigation by Do Good Points or a law enforcement authority.</li>\n</ol>\n<p>If you are a donor requesting a refund, you must meet the following additional requirements:</p>\n<ol>\n<li>You are a donor to the Campaign, and you made an online donation via the Platform;</li>\n<li>You still own the payment instrument you used to make the donation at issue and are authorized to accept a funds transfer back onto that payment instrument;</li>\n<li>You submitted your request within 30 days from your donation date.\nand</li>\n<li>You must not have already filed a chargeback for the same donation.</li>\n</ol>\n</li>\n<li>\n<strong>Abusive Refund Claims.\n</strong>Abusive Refund Claims.<ol>\n<li>Filing excessive or duplicate requests;</li>\n<li>Colluding with any other user (including donor, campaign organizer, and/or charity) to misrepresent facts or circumstances related to a campaign or donation, or otherwise fraudulently seek payment under this Policy;</li>\n<li>For donors, filing a chargeback after receiving a refund, filing a claim under this Policy after filing a chargeback, or initiating a payment or refund request using a fraudulent payment instrument.\nor</li>\n<li>Any claim for a campaign where you caused or induced the Misuse, whether directly or indirectly.</li>\n</ol>Users who file fraudulent claims are subject to consequences outlined in our Terms of Service.\nWe reserve the right to investigate anyone by engaging public and private organizations, including, but not limited to donors, campaign organizers, charities, collection agents, private investigators, and local, state, federal and applicable international agencies.\nWe will take appropriate action against anyone who, in our sole discretion, violates any of the terms or spirit of this Policy, including suspending or terminating the account of such violators, terminating coverage under this Policy, stopping payments, freezing or placing a hold on funds when Do Good Points reasonably believes it to be required by applicable law, and reporting users to law enforcement authorities or otherwise taking appropriate legal action.</li>\n<li>\n<strong>No Assignment or Insurance or Warranty.\n</strong>This Policy is not intended to constitute an offer to insure, does not constitute insurance or an insurance contract, does not take the place of insurance obtained or obtainable by you, and you have not paid any premium in respect of the Policy.\nThe benefits provided under this Policy are not assignable or transferable by you.\nThis Policy is not a warranty against fraud or any other misuse of the Platform.</li>\n<li>\n<strong> Modification or Termination.</strong>Do Good Points reserves the right to modify or terminate this Policy, at any time, in its sole discretion, and without prior notice.\nIf we modify this Policy, we will post the modification on the Do Good Points website or provide you with notice of the modification and we will continue to process all requests made prior to the effective date of the modification.</li>\n<li>\n<strong> Entire Agreement and Definitions.</strong>This Policy constitutes the entire and exclusive understanding and agreement between Do Good Points and you regarding the subject matter herein and supersedes and replaces any and all prior oral or written understandings or agreements between Do Good Points and you regarding your ability to claim or qualify for a refund or payment from Do Good Points.</li>\n<li>\n<strong>Do Good Points Terms of Service.</strong>The terms of this Policy are hereby incorporated by reference into the Do Good Points Terms of Service.\nAll terms within the Terms of Service apply to this Policy, including but not limited to terms relating to Governing Law, Arbitration, Limitation of Liability, Privacy (including the Do Good Points Privacy Policy), and Disclaimer of Warranties.\nWith respect to the use of the Services as defined in the Terms of Service, in the event of conflict the Terms of Service will take precedence over these terms of this Policy.\nCapitalized terms not otherwise defined herein shall have the meaning set forth in the Do Good Points Terms of Service.</li>\n<li>\n<strong>Other Donor Requirements.</strong>You agree that a certain minimum donation amount may apply to qualify for benefits under this Policy, and that all donation payments remain final and will not be refunded unless Do Good Points, in its sole discretion, agrees to issue a refund under the terms of this or other Policy.</li>\n<li>\n<strong>No Waiver.</strong>You agree that Do Good Points’ decision to grant benefits under this Policy does not constitute a waiver of its right to decline refunds, payments, or other benefits in the future for any reason in its sole discretion.</li>\n<li>\n<strong>Questions.</strong>If you have any questions about this Policy, please contact us at support@dogoodpoints.com.</li>\n</ol>13.\nFRAUD POLICY<p>Do Good Points is dedicated to empowering people to help people, and we do this by carefully reviewing each campaign on our platform.\nAn overwhelming majority of campaigns on the site are safe and legitimate, as fraudulent campaigns make up less than one-tenth of 1% of all campaigns on Do Good Points.</p>\n<p>In the rare instance that someone does create a misleading campaign with the intention of taking advantage of others’ generosity, Do Good Points takes swift action to resolve the issue.</p>\n<p>Our policy is simple and strictly enforced: It is not permitted to lie or intentionally deceive donors on Do Good Points for financial or personal gain</p>\n<strong>Examples of expressly forbidden fraudulent activity:</strong>\n<ul>\n<li>Breaking the law</li>\n<li>Lying or being misleading about your identity as a campaign organizer or your relationship to the ultimate recipient of the funds</li>\n<li>Posting misleading statements in the campaign story</li>\n</ul>\n<p>We rely on the Do Good Points community to let us know if there is suspicion that a campaign organizer is involved in any of the examples of fraud above.\nTo report a campaign for potential fraud, please contact us</p>\n<strong>Examples that are not considered to be fraudulent activity:</strong>\n<p>Sometimes, there are situations that may raise questions but are not considered examples of fraudulent activity on our platform.\nThese include:</p>\n<ul>\n<li>Speculation of fraud or rumors that the campaign is a scam</li>\n<li>Images or names of individuals being used without permission of the family</li>\n<li>Disagreement around the nature of the campaign or the character of the campaign organizer</li>\n<li>Campaigns that have surpassed their goal but are still raising funds</li>\n<li>Custody or familial disputes or disagreements</li>\n<li>Multiple campaigns set up for one purpose or for the same beneficiary</li>\n</ul>\n<p>Do Good Points cooperates with law enforcement and provides them with any information needed in an investigation.\nIf you are a law enforcement officer looking to contact our team, you can reach us support@dogoodpoints.com</p>QUESTIONS? CONCERNS? SUGGESTIONS?Please visit the How It Works to learn more about the Do Good Points Platform or contact us at support@dogoodpoints.comto pose any question.Subscribe to Do Good Opportunities<p>Sign up for our newsletter and stay updated on the causes you care about!</p>Subscribe NowEarn 300 points for subscribingStay Connected<p>Join the conversation on social, and be part of the Do Good community.</p>More InfoContactPrivacyTerms<p>Copyright © 2021 Do Good Points</p>Do Good Points may use cookie to enable services and to improve your experince with us.\nTo learn more, check out our <u>privacy policy</u>.\nBy clicking \"I agree\" or continuing to use our site, you agree that we can use your data.I AGREE ", "created_at": "2021-07-04 00:11:38.269503", "updated_at": "2021-07-03 22:19:28.501145"}, {"id": 7896, "name": "Privacy Policy", "url": "https://www.dogoodpoints.com/privacy", "xpath": "", "text": " You need to enable JavaScript to run this app.\n<ul>\n<li>Take Action</li>\n<li>How It Works</li>\n<li>About Us</li>\n</ul>Log InSign upLog inPrivacy PolicyDate of Last Revision: November 30, 2020<ul>\n<li>\n<p>Overview</p>\n</li>\n<li>\n<p>Information We Collect</p>\n</li>\n<li>\n<p>Our Use of Information Collected</p>\n</li>\n<li>\n<p>Our Disclosure of Information Collected Through the Services</p>\n</li>\n<li>\n<p>Tailored Advertising</p>\n</li>\n<li>\n<p>Unsolicited Information</p>\n</li>\n<li>\n<p>Children</p>\n</li>\n<li>\n<p>Links to Other Web Sites</p>\n</li>\n<li>\n<p>Security</p>\n</li>\n<li>\n<p>Do-Not-Track Signals</p>\n</li>\n<li>\n<p>Retention of Your Information</p>\n</li>\n<li>\n<p>Access to Information</p>\n</li>\n<li>\n<p>Your California Privacy Rights</p>\n</li>\n<li>\n<p>Other Terms and Conditions</p>\n</li>\n<li>\n<p>Changes to Do Good Points's Privacy Policy</p>\n</li>\n<li>\n<p>Contacting Do Good Points</p>\n</li>\n</ul>\n<p>Welcome to the web site or mobile application (as the case may be) (collectively, the \"Platform\") of <b>Do Good Points</b> (including its subsidiaries, affiliates, agents, and service providers, collectively, \"Do Good Points,\" “DGP”, \"we,\" \"us,\" and/or \"our\").\nThis Platform is operated by Do Good Points and its charitable entity Do Good Points Foundation and has been created to provide information about our company, our online platform designed to permit users to donate via earned points to charities, non-profits, and organizations of their choice, and our related services (together with the Platform, the \"Services\") to our Services users and visitors (\"you,\" and/or \"your\").\nExcept as provided below, this Privacy Policy describes and governs how we collect, use, share and protect data collected from users of or visitors to the Platform.</p>\n<p>Before you use or submit any information through or in connection with the Services, please carefully review this Privacy Policy.\nBy using any part of the Services, you consent to the collection, use, and disclosure of your information as further outlined in this Privacy Policy.</p>\n<p>Do Good Points is currently only active in the United States, other regions will be coming soon.</p>Information We Collect<p>As further described below, when you use or otherwise access the Services, we may collect information in multiple ways, including when you provide information directly to us, and when we passively collect information from your browser or device.</p>\n<ol>\n<li>\n<strong> Information That You Provide Directly to Us:</strong>\n<p>We collect information from you (including, but not limited to, your name, email address, and location) when you voluntarily provide such information, such as when you contact us with inquiries, respond to one of our surveys, provide us with feedback, register for access to the Services, or use certain Services.\nYou may also provide us with information relating to third parties—including information stored in your email and mobile device address books—such as, without limitation, names, email addresses, and phone numbers of your contacts (collectively, “Third-Party Data”).\nThe Services may request your permission to access such Third-Party Data.</p>\n<p>You may also provide us with special categories of personal data under the GDPR (also known as sensitive data) about yourself and/or third parties, such as health information.\nWhen you provide such information, we will seek your explicit consent unless it is being published in relation to your campaign.</p>\n<p>We collect this information for the purposes described below in the section entitled, Our Use of Information Collected.\nWhile you are under no obligation to directly provide us with such information, should you choose to withhold such information, we may not be able to provide you with some or all of the Services.\nIf you provide “personal data” to the Services, you acknowledge and agree that such personal data may be transferred from your current location to the offices and servers of Do Good Points and the authorized third parties referred to herein located in the United States.</p>\n<p>Our Services may include online chats and message boards.\nPlease remember that any information that is disclosed in these areas becomes public information for both us and other users to use and share.\nPlease be considerate and respectful of others while using the community to share your opinions.\nWe reserve the right, but do not have the obligation, to review and monitor such posting or any other content on our Services, and to remove postings or content that may be viewed as inappropriate or offensive to others.</p>\n</li>\n<li>\n<strong>Information That is Passively or Automatically Collected</strong>\n<ol>\n<li>\n<strong>Device &amp.\nUsage Information:</strong>\n<p>When you interact with Do Good Points through the Services, we automatically receive and store certain information from devices that you use to access the Services.\nThis information is collected passively using various technologies, and includes the type of internet browser or mobile device you use, any website from which you have come to the Services, your operating system, and may include location data through an IP address that identifies the city and state where you logged into the Platform or your precise geo-location if you have permitted your mobile device to provide that information to us.\nDo Good Points may store such information itself or such information may be included in databases owned and maintained by Do Good Points affiliates, agents or service providers.</p>\n</li>\n<li>\n<strong>Aggregated Data:</strong>\n<p>In an ongoing effort to better understand and serve the users of the Services, Do Good Points often conducts research on its customer demographics, interests and behavior based on information we collect.\nWe may de-identify and/or aggregate the information collected through the Services for research purposes or any other purposes, and we may share this data with our affiliates, agents, business partners, or other third parties.</p>\n</li>\n<li>\n<strong>Location Information:</strong>\n<p>When you use the Services to interact with or donate to charity partners, the Services may request that you provide your city or town and state or province of residence.\nPlease keep in mind that other users of the Services may be able to view your city or town and state or province of residence in connection with the platform, if it is made available within Do Good Points's Public Search Directory.\nWe may also use your location information in an aggregate way, as described above in the \"Aggregated Data\" section.</p>\n</li>\n<li>\n<strong>Cookies and Other Electronic Technologies:</strong>\n<p>When you interact with the Services, we try to make that experience simple and meaningful.\nWhen you visit our Platform, our web server sends a cookie to your computer or mobile device.\nCookies are small pieces of information that are issued to your computer or mobile device when you visit a website or access or use a mobile application, and that store and sometimes track information about your use of the Platform.\nA number of cookies we use last only for the duration of your web or application session and expire when you close your browser or exit the application.\nOther cookies are used to remember you when you return to the Platform and will last longer.</p>\n<p>Some of the cookies used by the Platform are set by us, and some are set by third parties who are delivering services on our behalf.</p>\n<p>We may use cookies, and similar technologies to cookies, to collect information about your access and use of the Platform.\nFor example, we may use cookies or other technologies that: (1) allow you to navigate and use all the features provided by our Platform.\n(2) customize elements of the layout and/or content within the Platform and remember that you have visited us before.\n(3) identify the number of unique visitors we receive.\n(4) allow us to provide you with a customized experience.\nand (5) inform us how you use the Platform (including how long you spend on the Platform) and where you have come to the Platform from, so that we can improve the Platform and learn which functions of the Platform are most popular with users.\nAs we adopt additional technologies, we may also gather additional information through other methods.</p>\n<p>Most web and mobile device browsers automatically accept cookies, but if you prefer, you can change your browser to prevent that or to notify you each time a cookie is set.\nYou can also learn more about cookies by visitingwww.allaboutcookies.org, which includes additional useful information on cookies and how to block cookies using different types of browsers or mobile devices.</p>\n<p>You may also consult the \"Help\" section of your browser for more information (e.g., Internet Explorer.\nGoogle Chrome.\nMozilla Firefox.\nor Apple Safari).\nYou can also manage the use of Flash technologies, including cookies and local storage objects with the Flash management tools available at Adobe's website.\nPlease note that by blocking any or all cookies, you may not have access to certain features or offerings of the Services.</p>\n<p>If you are accessing our Services through a mobile device, you can also update your privacy settings on your device by setting the “Limit Ad Tracking” and Diagnostics and Usage setting property located in the settings screen of your Apple iPhone or iPad, or by resetting your Android ID through apps that are available in the Play Store.\nYou can also limit information collection by uninstalling the App on your device and you can use the standard uninstall process available as part of your device for this purpose.</p>\n</li>\n</ol>\n</li>\n<li>\n<strong>Information From Social Networking Services</strong>\n<p>One of the special features of the Services is that it may allow you to enable or log into the Services via various social networking services like Facebook or Twitter (\"Social Networking Service(s)\").\nBy directly integrating these services, we aim to make your online experiences richer and more personalized.\nTo take advantage of this feature, we will ask you to provide your credentials for the applicable Social Networking Service in order to log-in to our Services.\nWhen you add a Social Networking Services account to the Services or log into the Services using your Social Networking Services account, we will collect relevant information necessary to enable the Services to access that Social Networking Service and your data contained within that Social Networking Service.\nAs part of such integration, the Social Networking Service will provide us with access to certain information (including, for example, your name and photograph, as well as other information that you permit the Social Network Service to share with us) that you have provided to the Social Networking Service, and we will use, store, and disclose such information in accordance with this Privacy Policy.\nHowever, please remember that the manner in which Social Networking Services use, store, and disclose your information is governed by the policies of such third parties, and Do Good Points shall have no liability or responsibility for the privacy practices or other actions of any Social Networking Services that may be enabled within the Services.</p>\n<p>You may also have the option of posting your Services activities to Social Networking Services when you access content through the Services (for example, you may post to Facebook that you performed an activity on the Platform).\nyou acknowledge that if you choose to use this feature, your friends, followers, and subscribers on any Social Networking Services you have enabled will be able to view such activity.</p>\n<p>Please visit the privacy policy of the relevant Social Networking Service to find out more information about your rights and choices.</p>\n</li>\n</ol>Our Use of Information Collected<p>Do Good Points uses the information collected from the Services in a manner that is consistent with this Privacy Policy.\nIf you click on a campaign, we may reach out to you to provide helpful tips or advice in connection with your campaign.\nIf you provide information for a certain reason, we may use the information in connection with the reason for which it was provided.\nFor instance, if you contact us by email, we will use the information you provide to answer your question or resolve your problem.\nAlso, if you provide information about yourself, or have provided (or otherwise permitted the Services to access) any Third-Party Data, we will use your information and any such Third-Party Data to provide you with access to such services and to monitor your use of such services.\nFor the purposes of the GDPR, we may use your information in the above ways as this is necessary for us to fulfill our obligations under our contract with you or in order to take steps at your request prior to entering into a contract.</p>\n<p>Do Good Points may also use the information we collect through the Services to help us in providing the Services and support services, processing transactions, fulfilling requests for information, receiving and sending communications, updating marketing lists, analyzing data and research aimed at improving the accuracy, effectiveness, usability or popularity of the Services, to personalize the content and advertising that you see on Services and to understand how users interact with and use our advertisement and Services, to associate your activities, customize content or tailor advertising across different devices and browsers that you use to access the Services (for instance, computers, tablets, mobile devices, applications and websites), to comply with state, local, federal or international laws, to enforce our Terms of Service.\nand this Privacy Policy, as otherwise described in this Privacy Policy, or in assisting with other tasks from time to time.\nPlease note that we may combine information that we collect from you and about you (including automatically-collected information) with information we obtain about you from our affiliates and/or non-affiliated third parties, and use such combined information in accordance with this Privacy Policy.\nFor the purposes of the GDPR, we may use your information in the above ways as this is necessary: (i) to fulfill our obligations under our contract with you or in order to take steps at your request prior to entering into a contract.\n(ii) for our legitimate interest to maintain our relationship with you or protect you and us against fraud.\nor (iv) to comply with legal obligations.</p>\n<p>We may also use the information collected from the “Information We Collect” section, such as device identifiers and MAC addresses, to associate users’ activities, customize content, or tailor advertising to those users across different devices and browsers (for instance, tablets, mobile devices and applications, and websites).\nFor the purposes of the GDPR, we may use your information in the above ways as this is necessary: (i) to fulfill our obligations under our contract with you or in order to take steps at your request prior to entering into a contract.\n(ii) for our legitimate interest to maintain our relationship with you or protect you and us against fraud.\nor (iv) to comply with legal obligations.</p>\n<p>Do Good Points may use the information collected through the Services to contact you about services we believe will be of interest to you.\nIn some cases, we will seek your permission.\nEach marketing communication we send you will contain instructions permitting you to \"opt-out\" of receiving future marketing communications.\nIn addition, if at any time you wish not to receive any future marketing communications or you wish to have your name deleted from our mailing lists, please contact us as indicated below.\nIf you opt out of receiving marketing communications or other information we think may interest you, as discussed below, we may still send you emails about your account or any Services you have requested or received from us.</p>\n<p>We may also use data collected through the Services to send communications relating to the Services, in accordance with applicable laws.\nFor example, we may send periodic emails to registered users of the Services relating to their recent interactions with the Services, such as donating to a campaign or \"hearting\" a campaign.\nAlso, if you use any feature of the Services permitting you to communicate with third parties (such as to refer a third party to the Services or to communicate with them regarding a campaign or a donation), either by submitting Third-Party Data to the Services or otherwise permitting the Services to automatically access Third-Party Data in your possession, you acknowledge and agree that you have the authority of the relevant third party for us to access and use the relevant Third-Party Data and that you have notified these third parties and informed them how their information is collected and used by Do Good Points to provide the Services.\nWe reserve the right to identify you as the person who has made the referral in any messages that are sent to them.\nWe may use Third-Party Data to (1) contact such third party using the Third-Party Data provided, and/or (2) provide you with an editable template message designed to facilitate communication between you and such third party through the Services.\nIn addition to sending the foregoing communications, we may also send reminders or related messages to you and to third parties on your behalf from time to time where permitted by applicable law.\nIn each case, any such communications sent to third parties using Third-Party Data will provide a means to \"opt-out\" of receiving further communication of the same nature.</p>\n<p>\n<strong>Mobile Services:</strong>If you access the Services through a mobile device, you agree that we may communicate with you regarding Do Good Points by SMS, MMS, text message, or other electronic means to your mobile device.\nIn the event you change or deactivate your mobile telephone number, you agree to promptly update your Do Good Points account information to ensure that your messages are not misdirected.\nPlease note that your wireless service carrier’s standard charges, data rates, and other fees may apply where you access the Services through a mobile device.\nIn addition, downloading, installing, or using certain Services on a mobile device may be prohibited or restricted by your carrier, and not all Services may work with all carriers or devices.\nBy using the Services on a mobile device, you agree that we may communicate with you regarding Do Good Points by SMS, MMS, text message, or other electronic means to your mobile device.\nIn the event you change or deactivate your mobile telephone number, you agree to promptly update your Do Good Points account information to ensure that your messages are not misdirected.</p>Our Disclosure of Information Collected Through the Services<p>There are certain circumstances in which we may share information collected through the Services with certain third parties without further notice to you, as set forth below:</p>\n<ol>\n<li>\n<strong>Business Transfers:</strong>\n<br>\n<p>As we develop our business, we might sell or buy businesses or assets.\nIn the event of a corporate sale, merger, reorganization, dissolution, similar event, or steps taken in anticipation of such events (e.g., due diligence in a transaction), user information may be part of the transferred assets.</p>\n</li>\n<li>\n<strong>Agents, Consultants, Vendors and Related Third Parties:</strong>\n<br>\n<p>Do Good Points, like many businesses, sometimes hires other companies to perform certain business-related functions on its behalf, and we may provide access to or share your information with these companies so they can perform services for us.\nExamples of such functions include marketing, mailing information, data storage, security, fraud prevention, payment processing, legal services, and maintaining databases.\n</p>\n</li>\n<li>\n<strong>Legal Requirements:</strong>\n<br>Do Good Points may access, disclose, transfer and preserve your information when we have a good faith belief that doing so is necessary to: (i) comply with the law including with subpoenas, search warrants, court orders, and other legal process.\nand respond to inquiries or requests from government, regulatory, law enforcement, public authorities, or content protection organizations.\n(ii) protect and defend the legal rights, privacy, safety or property of Do Good Points, its affiliates, subsidiaries, employees, agents, contractors, or its users.\n(iii) permit us to pursue available remedies, commence, participate in, or defend litigation, or limit the damages we may sustain.\nor (iv) enforce this Privacy Policy or any applicable Terms of Service.</li>\n<li>\n<strong>Campaign Organizers</strong>\n<p>If you donate to a fundraising campaign, we may share your name, email address and other information you’ve provided in connection with your donation with the campaign organizer, who may contact you.\nBy donating to the campaign, you consent to our sharing the above information and to the campaign organizer contacting you.</p>\n</li>\n<li>\n<strong>Your consent</strong>\n<p>We may share your information in the event that you consent to the sharing of your information.\nFor example, we may partner with third party organizations to arrange for specific campaigns.\nIf you consent to our delivering your contact information to a specific partner, we may share, with the partner organization, your name, email address and other information you’ve provided in connection with your donation to the specific campaign.</p>\n</li>\n<li>\n<strong>Aggregate and/or De-Identified Information</strong>\n<p>We may aggregate and/or de-identify your information so that the information no longer relates to you individually.\nOur use and disclosures of such aggregated or de-identified information is not subject to this Privacy Policy, and may be disclosed to others without limitation and for any purpose.</p>\n</li>\n<li>\n<strong>Analytics</strong>\n<p>We may use third-party web analytics services on our Services, such as those of Google Analytics.\nThese service providers use the sort of technology previously described in the “Cookies and other electronic technologies” section to help us analyze how users use the Services, including by noting the third-party website from which you arrive, and provide certain features to you.\nThe information (including your IP address) collected by the technology will be disclosed to or collected directly by these service providers, who use the information to evaluate your use of the Services.\nThis information may be used to place interest-based advertisements on the Platform.\nThis may result in you seeing advertisements for our Platform when you visit other websites.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking here.</p>\n</li>\n</ol>Tailored Advertising<p>We may use third-party advertising technologies that allow for the delivery of relevant content and advertising on our Platform, as well as on other websites you visit.\nThe ads may be based on various factors such as the content of the page you are visiting, information you enter such as your age and gender, your searches, demographic data, user-generated content, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and across other websites and online services and may be tailored to your interests.</p>\n<p>Also, third parties whose products or services are accessible or advertised on our Platform may place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about your use of the website as discussed above.\nWe also allow other third parties (e.g., ad networks and ad servers such as Google Analytics, DoubleClick and others) to serve tailored ads to you on our website, other sites, and in other applications, and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access the website.\nWe may provide our customer information (such as a hashed version of your email addresses) to service providers, who may “match” this information in de-identified form to cookies (or mobile ad identifiers) and other proprietary IDs, in order to target or “retarget” you with ads when you visit other websites and mobile applications.\n(You may opt out of these many of these service providers as described in the next paragraph.)</p>\n<p>We neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on your computer, mobile phone, or other device you use to access our website by non-affiliated, third-party ad technology, ad servers, ad networks or any other non-affiliated third parties.\nThose parties that use these technologies may offer you a way to opt out of ad targeting as described below.</p>\n<p>If you receive tailored advertising on your computer through a web browser, you can learn more about such tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, by visiting either: (i) the Network Advertising Initiative’s Consumer Opt-Out link or (ii) the Digital Advertising Alliance’s Consumer Opt-Out link to opt-out of receiving tailored advertising from companies that participate in those programs.\nTo opt out of Google Analytics for display advertising or customize Google display network ads, you can visit the Google Ads Settings page</p>\n<p>Please note that to the extent advertising technology is integrated into our website or other websites that you visit, you may still receive advertisements even if you opt-out.\nIn that case, the advertising will not be tailored to your interests.\nAlso, we do not control any of the above opt-out links or whether any particular company chooses to participate in these opt-out programs.\nWe are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>Unsolicited Information<p>Please be advised that some information you provide may be publicly accessible, such as information posted in forums or comment sections.\nWe may also collect information through customer support communications, your communication to us of ideas for new products or modifications to existing products, and other unsolicited submissions (collectively, with publicly-accessible information, \"Unsolicited Information\").\nBy sending us Unsolicited Information, you further (a) agree that we are under no obligation of confidentiality, express or implied, with respect to the Unsolicited Information, (b) acknowledge that we may have something similar to the Unsolicited Information already under consideration or in development, (c) grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Unsolicited Information, and (iv) irrevocably waive, and cause to be waived, against Do Good Points and its users any claims and assertions of any moral rights contained in such Unsolicited Information.\nThis Unsolicited Information section shall survive any termination of your account or the Services.\nThis Privacy Policy otherwise does not apply to any information collected by Do Good Points other than information collected through the Services.</p>Children<p>Our Services are not designed for use by individuals under the age of 16.\nIf you are under the age of 16, please do not use the Services and/or submit any information through the Services.\nIf you have reason to believe that a child under the age of 16 has provided personal information to Do Good Points through the Services, please contact us <b>support@dogoodpoints.com</b>, and we will delete that information from our databases to the extent required by law.</p>Links to Other Web Sites<p>This Privacy Policy applies only to the Do Good Points Services.\nThe Services may contain links to other web sites not operated or controlled by Do Good Points (the \"Third-Party Sites\").\nThe policies and procedures we described here do not apply to the Third-Party Sites.\nThe links from the Services do not imply that Do Good Points endorses or has reviewed the Third-Party Sites.\nWe suggest contacting those sites directly for information on their respective privacy policies.</p>Security<p>Do Good Points has implemented technical and organizational security measures to protect the Personal Data provided via the Services from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nFor example, limiting access to information only to employees and authorized service providers who need to know such information for the purposes of this Privacy Notice.\nHowever, no Internet or email transmission is ever fully secure or error free.\nIn particular, email sent to or from the Services may not be secure.\nTherefore, you should take special care in deciding what information you send to us via email.\nPlease keep this in mind when disclosing any information to Do Good Points via the Internet.</p>Do-Not-Track Signals.<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nWe do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, whatit means to comply with DNT, and a common approach to responding to DNT.\nTo learn more about Do Not Track, you can do so here.</p>Retention of Your Information<p>We will only retain the information for as long as necessary for the purpose for which that information was collected and to the extent permitted or required by applicable laws.\nWhen we no longer need to use your information, we will remove it from our systems and records and/or take steps to anonymize it so that you can no longer be identified from it in accordance with our internal document retention policies.</p>Access to Information<p>You may access and correct certain information about you by visiting the “Settings” portion of our Platform.\nYou may also request in writing copies of personal information about you held by us.\nIf that information is inaccurate, please let us know and we will endeavor to make the necessary amendments, erase, or block the relevant information as you request.</p>Your California Privacy Rights<p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit California'sCCPA.</p>\n<p>California's \"Shine the Light\" law (Civil Code Section § 1798.83) permits users of our App that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to<b>support@dogoodpoints.com</b> or write us at the address listed below.</p>Other Terms and Conditions<p>Your access to and use of the Services is subject to the Terms of Service at https://www.dogoodpoints.com/terms &nbsp;and such other terms, which may be made available to you in connection with your use of the Services.</p>Changes to Do Good Points's Privacy Policy<p>The Services and our business may change from time to time.\nAs a result, at times it may be necessary for Do Good Points to make changes to this Privacy Policy.\nDo Good Points reserves the right to update or modify this Privacy Policy at any time and from time to time.\nIf you disagree with our revisions to the Privacy Policy, you may deactivate your account or discontinue the use of our Services.\nPlease review this policy periodically, and especially before you provide us with any information through the Services.\nThis Privacy Policy was last updated on the date indicated above.\nYour continued use of the Services after any changes or revisions to this Privacy Policy shall indicate your agreement with the terms of such revised Privacy Policy.</p>Contacting Do Good Points<p>Please also feel free to contact us if you have any questions about Do Good Points's Privacy Policy or the information practices of the Services.</p>\n<p>You may contact us as follows:</p>\n<b>Legal Department</b>P.O.\nBox 193446San Francisco, CA 94119support@dogoodpoints.comSubscribe to Do Good Opportunities<p>Sign up for our newsletter and stay updated on the causes you care about!</p>Subscribe NowEarn 300 points for subscribingStay Connected<p>Join the conversation on social, and be part of the Do Good community.</p>More InfoContactPrivacyTerms<p>Copyright © 2021 Do Good Points</p>Do Good Points may use cookie to enable services and to improve your experince with us.\nTo learn more, check out our <u>privacy policy</u>.\nBy clicking \"I agree\" or continuing to use our site, you agree that we can use your data.I AGREE ", "created_at": "2021-07-04 00:11:38.268003", "updated_at": "2021-07-03 22:17:40.209968"}], "points": [{"id": 26122, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:53:23.283331", "updated_at": "2022-05-07 04:38:03.735724", "quoteText": "ou agree to (a) immediately notify Do Good Points of any unauthorized use of your password or account or any other breach of security,", "case_id": 484, "document_id": 7897, "quoteStart": 22789, "quoteEnd": 22923}, {"id": 26121, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:51:39.993493", "updated_at": "2022-05-07 04:39:53.865855", "quoteText": "(III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE,", "case_id": 288, "document_id": 7897, "quoteStart": 62681, "quoteEnd": 62778}, {"id": 26120, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:51:24.170025", "updated_at": "2022-05-07 04:37:06.133517", "quoteText": "(II) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE,", "case_id": 287, "document_id": 7897, "quoteStart": 62609, "quoteEnd": 62680}, {"id": 26119, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:51:08.433949", "updated_at": "2022-05-07 04:36:53.913819", "quoteText": "DO GOOD POINTS AND ITS AFFILIATES MAKE NO WARRANTY OR CONDITION THAT (I) THE SERVICES WILL MEET YOUR REQUIREMENTS,", "case_id": 290, "document_id": 7897, "quoteStart": 62494, "quoteEnd": 62608}, {"id": 26118, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:50:46.840549", "updated_at": "2022-05-07 04:37:20.373162", "quoteText": "DISCLAIMER OF WARRANTIES<p>YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 7897, "quoteStart": 61994, "quoteEnd": 62133}, {"id": 26117, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:49:49.053767", "updated_at": "2022-05-07 04:38:26.652658", "quoteText": "Your continued use of the Services after the date of any such changes constitutes your acceptance of the new Terms of Service.", "case_id": 403, "document_id": 7897, "quoteStart": 3369, "quoteEnd": 3495}, {"id": 26116, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:49:21.473462", "updated_at": "2022-08-17 21:54:37.200767", "quoteText": "We reserve the right, at our sole discretion, to change or modify portions of these Terms of Service at any time.\nWhen we do this, we will post the revised Terms of Service on this page and will indicate the date of such revision.\n</p>", "case_id": 121, "document_id": 7897, "quoteStart": 3130, "quoteEnd": 3365}, {"id": 26115, "title": "There is a date of the last update of the agreements", "source": "https://www.dogoodpoints.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-29 17:48:40.224854", "updated_at": "2022-05-07 04:35:11.741768", "quoteText": "Last Revision: November 30, 2020", "case_id": 331, "document_id": 7897, "quoteStart": 168, "quoteEnd": 200}], "urls": ["dogoodpoints.com"]}}