{"error": 448, "message": "OK", "parameters": {"id": 2389, "name": "CharityWatch", "created_at": "2020-11-02 05:02:10.047968", "updated_at": "2021-03-25 03:19:52.325655", "wikipedia": "https://en.wikipedia.org/wiki/CharityWatch", "keywords": null, "related": null, "slug": "charitywatch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2389.png", "url": "charitywatch.org", "documents": [{"id": 3001, "name": "Privacy Policy & Terms of Service", "url": "https://www.charitywatch.org/privacy-tos#Privacy_Policy", "xpath": "/html/body/div[2]/div[4]/main/div[1]/div[2]/section/div/div", "text": " Policies &amp.\nTerms of Use <p>Please see CharityWatch's <strong>Terms of Use</strong> for using the charitywatch.org web site.</p>\n<p>Review our <strong>Privacy Policy</strong> to understand what information CharityWatch collects from donors and users of its site, and how this information is used.</p>\n<p>Charities interested in using CharityWatch's Top-Rated Seal can find eligibility and use requirments in the <strong> Top-Rated Seal Terms of Use</strong>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>CharityWatch Terms of Use</b>\n<br>\n<br>\n<strong>Introduction &amp.\nAcceptance of Terms</strong>\n<br>\nThe American Institute of Philanthropy, dba CharityWatch (herein referred to as “CharityWatch,” “we,” “us,” or “our”), owns and operates the web site located at <strong>www.charitywatch.org</strong> (herein referred to as the “Site” or “Web Site”).\nThis document describes the terms and conditions that govern your use of the Site, including all services, applications, and any other information that comprises the Site.&nbsp;</p>\n<p>When you visit the Web Site, donate to CharityWatch, or otherwise access or interact with our copyrighted charity ratings, articles, and other information that comprises the Site, you indicate your acceptance of the terms outlined in these Terms of Use, and agree to be bound by these terms.\nUse of the Site is also subject to CharityWatch's <strong>\n<u>Privacy Policy</u>\n</strong>, and the <strong>\n<u>CharityWatch Top-Rated Seal License &amp.\nTerms of Use</u>\n</strong>, which are incorporated by reference.&nbsp;</p>\n<p>\n<strong>General Representation and Warranty</strong>\n<br>\nYou represent and warrant that (i) your use of the Web Site will be in strict accordance with CharityWatch's Terms of Use and with all applicable laws and regulations (including and without limitation to any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside), and (ii) your use of the Web Site will not infringe or misappropriate the intellectual property rights of any third-party.</p>\n<p>\n<strong>Access to Restricted or Secure Areas of the Site </strong>\n<br>\nPortions of CharityWatch's Web Site are restricted by a paywall and are password protected.\nUsers to whom CharityWatch has granted permission to access paywall-restricted content may do so by logging in to their account at <strong>\n<u>www.charitywatch.org/login</u>\n</strong>.</p>\n<p>Member users to whom CharityWatch has granted access to paywall-restricted content are authorized to access this content for as long as their Membership is current.\nMembers can view their membership expiration date by logging in to their account at <strong>www.charitywatch.org/login</strong>.\nOr, Members can ask CharityWatch about their membership expiration date by contacting us using the information on our Contact page located at <strong>www.charitywatch.org/contact</strong>.\nCharityWatch reserves the right to deny a request for Membership to CharityWatch, or to terminate an existing Membership to CharityWatch, at its sole discretion.</p>\n<p>Charities which currently earn “Top-Rated” status from CharityWatch may publicize their Top-Rated status in accordance with CharityWatch's Top-Rated Seal License &amp.\nTerms of Use (Seal Terms), which are incorporated by reference.\nSeal Terms are located at <strong>www.charitywatch.org/about-charitywatch/policies-terms-of-use</strong>.\nUpon qualifying for Top-Rated status, charities may be granted access to password-restricted portions of CharityWatch's Site for purposes of downloading different versions of the Top-Rated Seal and accessing information about its use.</p>\n<p>Other portions of CharityWatch's Site are secure and password protected for restricted use by the organization's management, employees, contractors, and others to whom we have granted this access.\nAccess to these areas of the Site require explicit authorization from CharityWatch management, and all others are explicitly prohibited from accessing, or attempting to access, these secured areas of the Site.&nbsp;</p>\n<p>Unauthorized persons attempting to access restricted, secured, and/or password protected areas of the Web Site may be subject to prosecution.</p>\n<p>\n<strong>Termination of Use</strong>\n<br>\nCharityWatch may change, suspend, or discontinue its services, its Site, or potions of its Site at any time, without prior notice or liability, at its sole discretion.\nIn addition, CharityWatch reserves the right to suspend or terminate the account of any user of its Site, without prior notice or liability, at its sole discretion.</p>\n<p>\n<strong>Disclaimer of Content</strong>\n<br>\nInformation published by CharityWatch on its Web Site and in its publications is provided for general informational purposes only.\nThis information is intended to aid donors in their giving decisions and inform the public about issues affecting the non-profit sector.\nHowever, it is not intended, nor should it be construed, as a replacement for professional legal, tax, accounting, or other professional advice.</p>\n<p>Reasonable efforts are made to ensure that the information contained on CharityWatch's Site and in its publications is as accurate as possible.\nHowever, some information may be historical or archived.\nAdditionally, omissions and errors may occur due to technological limitations or for other reasons.\nCharityWatch expressly disclaims all liability for the consequences to any person related to any act or omission committed based upon the reliance, in whole or in part, on any of the contents of the Web Site or other published materials.&nbsp;</p>\n<p>\n<strong>Intellectual Property Rights, Limited License</strong>\n<br>\nExcept as otherwise indicated in these Terms of Use or on the Site, you may access, view, retrieve, store, download, and print information on this site for your individual use, subject to the following conditions: (i) information may not be altered or modified in any way.\n(ii) information is solely for individual use and cannot be used for commercial purposes.\n(iii) copyrights and other proprietary notices cannot be removed from the information.\n(iv) use of the information constitutes a license and not a transfer of title.\n(v) CharityWatch reserves the right to revoke the license to access, view, retrieve, store, download, and print information from its Site at any time, for any reason, at its sole discretion.\n(vi) users may not adapt or copy the programming code that is used to generate pages on the Web Site.\n(vii) no intellectual property rights owned by CharityWatch are being licensed beyond the limited license to access, view, retrieve, store, download, and print information on the Site for individual use.\n(viii) the use of the design or layout of the Web Site is not covered by the limited license to access, view, retrieve, store, download, and print information on the Site for individual use.\n(ix) users may not reproduce, modify, publicly perform, or otherwise use the content on the Web Site in any way not expressly authorized in these Terms of Use.</p>\n<p>\n<strong>Copyrights, Service Marks, &amp.\nTrademarks</strong>\n<br>\nUnless stated to the contrary, all information, documentation, and other content posted in or on the Site is protected by United States copyright law or third-party licensors.\nBy making its content available on the Site, CharityWatch is not waiving or transferring any proprietary rights, including but not limited to copyrights or trademarks, in such content, to you or any other third-party.\nAll rights reserved.</p>\n<p>All content contained on <strong>www.charitywatch.org</strong> is protected by United States copyright law and other applicable laws.\nYou are not authorized to display or republish CharityWatch's copyrighted materials, service marks, or trademarks in any manner without express permission from CharityWatch.\nThe service marks, trademarks, and logos of CharityWatch used and displayed on the Web Site and other CharityWatch publications and services are the service marks or trademarks of CharityWatch.\nAll other product or service names mentioned on the Site may be the service marks or trademarks of their respective owners and are mentioned for identification purposes only.</p>\n<p>You cannot download or copy any content from the Web Site without the prior written consent of CharityWatch, except for your individual use.\nContent may not be reproduced, published, distributed, transmitted, displayed, modified, sold, or broadcast, nor can derivative works be created from any of the content, marks, the Site itself or any of its related software, in whole or in part, without the prior written permission of CharityWatch.\nNo title, interest, or right is transferred to you as the result of using the Site, or copying or downloading any information from the Site.</p>\n<p>The CharityWatch Logo, CharityWatch Top-Rated Seal, and any other service names, Seals, or logos on the Site, as well as the appearance and design of the Site, including icons and graphics, are trademarks/service marks, registered trademarks/service marks, and/or trade dress of CharityWatch, or of its third-party licensors.\nUnauthorized use is prohibited.</p>\n<p>\n<strong>Third-Party Links</strong>\n<br>\nCharityWatch's Web Site contains links to third-party web sites for the convenience of its visitors.\nAdditionally, third-parties are permitted to link to the CharityWatch Web Site unless otherwise notified by CharityWatch.\nCHARITYWATCH IS NOT RESPONSIBLE FOR THE PRACTICES OR CONTENT OF ANY OTHER WEB SITES.\nCharityWatch's Terms of Use apply only to CharityWatch's Web Site and do not apply to web sites owned or operated by other organizations, companies, or individuals.\nThese third-parties may have their own Terms of Use and we encourage users to read the Terms of Use of any third-party web sites that they visit.\nCharityWatch does not assume any responsibility or liability for the actions, products, services, or content of these sites and the parties who operate them.\nYour use of such sites is entirely at your own risk.</p>\n<p>\n<strong>Disclaimer of Warranties </strong>\n<br>\nThe Web Site is provided on an “as is” and “as available” basis.\nCharityWatch makes no guarantee of the accuracy, timeliness, completeness, or results obtained from use of information on its Site.&nbsp.\nCharityWatch hereby disclaims all warranties of any kind, express or implied, including, but not limited to, warranties of performance, merchantability, non-infringement, or fitness for a particular purpose.\nUse of the Web Site is at your own risk.\nNeither CharityWatch, nor any of its officers, directors, employees, contractors, vendors, or agents, shall be liable for any damages of any kind related to your use of the Web Site.</p>\n<p>CharityWatch makes no warranty that the Web Site will be error free or that access thereto will be continuous or uninterrupted.\nCharityWatch is not responsible for technical, software, or hardware failures of any kind, lost or unavailable network connections, or garbled, delayed, or incomplete computer transmissions.\nChanges may be made to the content of the Site, or the services provided on the Site, at any time without notice.\nIn addition, it is up to users of the Site to take precautions to ensure that the information they access and use from this Site is free from such items as viruses, worms, Trojan horses, and other items of a destructive nature.</p>\n<p>\n<strong>Limitation of Liability</strong>\n<br>\nCharityWatch assumes no liability with respect to any subject matter of this agreement under any contract, negligence, strict liability, or other legal or equitable theory for (i) any special, incidental, or consequential damages.\n(ii) the cost of procurement for substitute services.\n(iii) interruption of use or loss or corruption of data.\nCharityWatch shall have no liability for any failure or delay due to matters beyond its reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>\n<p>\n<strong>Indemnification </strong>\n<br>\nYou agree, to the fullest extent allowed by applicable law, to indemnify and hold harmless CharityWatch and its officers, directors, employees, contractors, vendors, and agents from and against any and all fees and expenses that may arise from any claims, liabilities, causes of action, obligations, losses, damages, penalties, judgments, taxes, expenses, suits, and actions, including and without limitation to reasonable attorneys fees (whether incurred at trial or on appeal, with or without litigation) and any other costs of any kind, which may be incurred by, imposed upon, or asserted against CharityWatch, in any way relating to or arising out of use of this Site, including but not limited to your violation of the Terms of Use.\nYou expressly waive and release any and all claims and causes of action that you may at any time have against any officers, directors, employees, contractors, vendors, or agents of CharityWatch.\nSuch individuals may not at any time incur any liability to you in connection with any of the indemnified liabilities.</p>\n<p>\n<strong>Severability Clause</strong>\n<br>\nIn the event any provision contained in these Terms of Use is found by any competent authority or court to be invalid, unenforceable, or unlawful in any jurisdiction, such a finding shall not affect the lawfulness, enforceability, or validity of the remainder of these Terms of Use in that jurisdiction, nor shall it affect the lawfulness, validity, or enforceability of these Terms of Use in any other jurisdiction.&nbsp;</p>\n<p>\n<strong>Revisions</strong>\n<br>\nCharityWatch reserves the right, at its sole discretion, and without notice, to modify or replace any part of these Terms of Use at any time.\nIt is your responsibility to check the Terms of Use periodically for changes, which will be noted in a “Change Log” included in this document.\nNormally we will not notify users when a minor change is made to the terms.\nIf a major change is made, CharityWatch will put a notice on our Web Site at <strong>www.charitywatch.org</strong>, and/or send an email announcement to users who have provided us with an email address.</p>\n<p>\n<em>These Terms of Use are effective as of February 1, 2015.</em>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>CharityWatch Privacy Policy</b>\n<br>\n<br>\n<strong>Introduction &amp.\nScope</strong>\n<br>\nThe American Institute of Philanthropy, dba CharityWatch (herein referred to as “CharityWatch,” “we,” “us,” or “our”), respects the privacy of our donors and web site visitors and are committed to protecting personal information entrusted to us.\nThis document describes our policy related to the gathering and disseminating of information obtained from users of our services.&nbsp;</p>\n<p>This Privacy Policy applies to CharityWatch’s hard copy publications and its web site located at <strong>www.charitywatch.org</strong> (“Site” or “Web Site”).\nThe policy relates to information we collect, including personally identifiable information as well as information that does not identify donors and Web Site users personally.\nOur Web Site contains links to third-party web sites for the convenience of its visitors.\nThis policy does not apply to web sites owned or operated by other organizations, companies, or individuals, as these third-parties may have their own privacy policies related to the information they collect from you.<br>\n&nbsp;</p>\n<p>\n<strong>Types of Personally Identifiable Information Collected &amp.\nHow It May Be Used</strong>\n<br>\nCharityWatch collects and stores the personally identifiable information of its donors, members, and others who have contacted or requested information from CharityWatch.\nSuch information may include names, addresses, telephone numbers, and email addresses.\n<strong>We do not share personal information—such as names, mailing addresses, telephone numbers, or email addresses—with anyone, except to the extent necessary to process transactions and provide access to, or information about, CharityWatch's information and services</strong>.\nCharityWatch takes practical measures to protect the personal information we collect and does not disclose this information to&nbsp.\nthird-parties for their marketing or fundraising purposes.</p>\n<p>\n<em>\n<strong>Names</strong>\n</em>\n<br>\nCharityWatch collects first and/or last names voluntarily provided to us by donors, members, visitors to our Web Site, and others who have requested information from us, or who have contacted us via phone, postal mail, email, or our Web Contact Form located at <strong>\n<u>www.charitywatch.org/contact</u>\n</strong>.\nWe may use these names to process transactions and provide access to, or information about, CharityWatch's information and services, or for the purpose of contacting members, donors, and others about their online user accounts, membership information, tax receipts for&nbsp.\ndonations, renewal notices, donor alerts, and occasional fundraising efforts.</p>\n<p>\n<em>\n<strong>Email Addresses</strong>\n</em>\n<br>\nCharityWatch collects email addresses voluntarily provided to us by donors, members, visitors to our Web Site, and others who have requested information from us, or who have contacted us via phone, postal mail, email, or our Web Contact Form located at <strong>www.charitywatch.org/contact<u>.</u>\n</strong> In accordance with our Terms of Use, CharityWatch members, journalists, and others who choose to create online accounts to gain access to restricted content on our Site are required to provide us with a current email address.</p>\n<p>We may use the email addresses we have collected to communicate with CharityWatch members and others who have voluntarily provided their email addresses to us.\nSuch communications are typically regarding online user accounts, membership information, tax receipts for online donations, renewal notices, donor alerts, and occasional fundraising efforts.</p>\n<p>\n<em>\n<strong>Mailing Addresses</strong>\n</em>\n<br>\nCharityWatch collects mailing addresses voluntarily provided to us by our donors and others in order to distribute the hard copy version of our publication, the <em>Charity Rating Guide &amp.\nWatchdog Report </em>(<em>Guide</em>)<em>.\n</em>We may also use these addresses to send tax receipts for offline donations.\nmembership renewal reminders.\nand information related to CharityWatch news, announcements, and fundraising efforts.\nDonors making an online Membership contribution may opt-in to receive the hard copy <em>Guide </em>during the check-out process on CharityWatch's Membership page located at <strong>www.charitywatch.org/join</strong>.\nExisting Members with current Memberships can opt-in to receive the hard copy <em>Guide</em> when initially claiming their online accounts at <strong>www.charitywatch.org/claim</strong>.\nMembers who do not have reliable Internet access or who otherwise prefer to receive a hard copy <em>Guide</em> are automatically opted-in to receiving the paper publication when they send in a Membership donation via paper check unless they otherwise communicate their desire to opt-out.</p>\n<p>\n<em>\n<strong>Credit Cards &amp.\nHighly Sensitive Information</strong>\n</em>\n<br>\nCharityWatch does not store highly sensitive information, such as credit card data, from our visitors or donors.\nThe portion of our Web Site on which credit card donations are processed is operated by a third-party transaction processor, PayPal, which takes measures to protect sensitive information using a variety of safeguards including encryption, firewalls, and other access controls.<br>\n&nbsp;</p>\n<p>\n<strong>Types of Non-Personally Identifiable Information Collected &amp.\nHow It May Be Used</strong>\n<br>\nWe may collect non-personally identifiable information from you when you visit and interact with our Web Site.\nThis is information that is commonly collected by web site operators.\nCharityWatch uses this information, such as tracking the number of unique site visitors and the browsers and other technology they use to access our Web Site, in order to optimize the Site’s functionality and enhance user experience.\nThis may include the proxy address of your Internet service provider (ISP) and your Internet protocol (IP) address.\nthe query in the request.\nthe version and name of your web browser.\ndata related to sent or received cookies (described below).\nthe uniform resource locator (URL) that was used to request access to our server.\nthe pages accessed by users on our Site.\nand other commonly collected environmental variables.</p>\n<p>\n<em>\n<strong>Log Files</strong>\n</em>\n<br>\nLog files consist of information sent to our Web Site by Web Site visitors’ computers.\nLike many web site operators, our Web Site servers collect and store non-personally identifiable information from anyone who visits the CharityWatch.org Web Site.\nThe data in these log files is used in aggregate to analyze site traffic, trends, and clicks, which enables us to administer and improve our Web Site.\nData stored in log files may include information about site visitors’ IP addresses, browsers, ISPs, operating systems, standard web log data, and other information.</p>\n<p>\n<em>\n<strong>Cookies</strong>\n</em>\n<br>\nCookies are pieces of numeric data stored on your computer.\nMany web sites, including CharityWatch.org, use them to identify a unique visitor returning to the web site.\nCharityWatch can only detect cookies placed on your computer by our own Web Site.\nCookies are not linked to any personally identifiable information.\nWeb site users have the option of disabling cookies by adjusting their browser settings.\nBe aware, however, that disabling cookies may affect your ability to access certain portions of our Web Site.\nIf this occurs, the problem can generally be remedied by re-enabling cookies and refreshing your browser.<br>\n&nbsp;</p>\n<p>\n<strong>Aggregated Data</strong>\n<br>\nAggregated data is information we may gather and compile that is non-personally identifiable or linked to specific users of our Web Site.\nThere are no restrictions under this Policy that restrict our right to aggregate this information, which we may share with third-parties and use in various ways, such as to understand the interests or popular content accessed by our Web Site visitors as a group.<br>\n&nbsp;</p>\n<p>\n<strong>User IDs &amp.\nPasswords</strong>\n<br>\nCharityWatch members, journalists, and others who choose to create online accounts to gain access to restricted content on our Site have unique user IDs and passwords.\nThe email address voluntarily provided to CharityWatch upon creation of an online account is the user ID, and users choose their own passwords.</p>\n<p>Users should not share their passwords with third-parties, should not store their passwords on shared computers, and should always log out of their accounts when finished using our Web Site.\nPasswords are the property of private users, and in the interest of privacy and security CharityWatch will not disclose passwords to anyone.\nIf a user forgets his or her password the user may reset the password using the online password reset function located at <b>www.charitywatch.org/password/reset</b>\n<strong>\n</strong>.<br>\n&nbsp;</p>\n<p>\n<strong>Information Security</strong>\n<br>\n<em>\n<strong>Protection of Data from Loss</strong>\n</em>\n<br>\nCharityWatch has implemented physical and electronic security measures to protect against the loss, misuse, or alteration of information we receive from donors to CharityWatch and users of the CharityWatch Web Site.\nWhile no security measures are perfect or impenetrable, CharityWatch takes practical measures to safeguard the information of its Web Site users.</p>\n<p>\n<em>\n<strong>Information Sharing and Third-Party Usage</strong>\n</em>\n<br>\nCharityWatch respects the privacy of its donors and Site visitors, and is dedicated to protecting personal information entrusted with us.\nWe do not share personal information—such as name, mailing address, telephone number, or email address—with anyone, except to the extent necessary to process transactions and provide access to, or information about, CharityWatch's information and services.\nCharityWatch does not disclose this information to third-parties for their marketing or fundraising purposes.<br>\n&nbsp;</p>\n<p>\n<strong>Third-Party Links</strong>\n<br>\nOur Web Site contains links to third-party web sites for the convenience of its visitors.\nAdditionally, third-party web sites link to to CharityWatch's Web Site.\nCHARITYWATCH IS NOT RESPONSIBLE FOR THE PRACTICES OR CONTENT OF ANY OTHER WEB SITES.\nCharityWatch's Privacy Policy applies only to CharityWatch's Web Site and does not apply to web sites owned or operated by other organizations,&nbsp.\ncompanies, or individuals.\nThese third-parties may have their own privacy policies related to the information they collect from you, and we encourage users to read the privacy policies of any third-party web sites that they visit.&nbsp;<br>\n&nbsp;</p>\n<p>\n<strong>Use of Content</strong>\n<br>\nInformation published by CharityWatch on its Web Site or in its hard copy <em>Guide</em> is provided for general informational purposes only and is not intended, nor should it be construed, to be legal advice or a legal opinion.\nReasonable efforts are made to ensure that the information contained in CharityWatch's <em>Guide</em> and Web Site is as accurate as possible.\nHowever, some information may be historical or archived information, and omissions and errors may occur due to technological limitations or for other reasons.\nCharityWatch expressly disclaims all liability for the consequences to any person related to any act or omission committed based upon the reliance, in whole or in part, on any of the contents of the Web Site or other published information.&nbsp;&nbsp;<br>\n&nbsp;</p>\n<p>\n<strong>Updating Your Information or Questions About Privacy Policy</strong>\n<br>\nIn order to update your contact information with CharityWatch, or if you have questions about our Privacy Policy, please use the Contact Form located at <strong>www.charitywatch.org/contact</strong>.\nIf you lack Internet access please contact us via phone at (773) 529-2300 to provide us with your updated contact information.<br>\n&nbsp;</p>\n<p>\n<strong>Changes to the Policy</strong>\n<br>\nCharityWatch reserves the right, at its sole discretion, and without notice, to modify or replace any part of this Policy at any time.\nIt is your responsibility to check this Policy periodically for changes, which will be noted in a “Change Log” included in this document.\nNormally we will not notify users when a minor change is made to this Policy.\nIf a major change is made to the Policy, CharityWatch will put a notice on&nbsp.\nour Web Site at www.charitywatch.org, and/or send an email announcement to users who have provided us with an email address.</p>\n<p>\n<em>This Privacy Policy is effective as of February 1, 2015.</em>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>CharityWatch Top-Rated Seal License &amp.\nTerms of Use</b>\n<br>\n<br>\n\"CharityWatch\" refers here to the American Institute of Philanthropy, operating under the name CharityWatch.\nAn organization included by CharityWatch (\"Licensor\") in the list of \"<strong>Top-Rated Charities</strong>\" on the CharityWatch web site, <strong>charitywatch.org</strong>, has permission to use the CharityWatch Top-Rated Seal in its web, print, and other materials for the purpose of publicizing its Top-Rated status subject to the License Terms of Use.\nBy using the Seal, your organization (\"Licensee\") agrees to abide by the following Terms of Use:<br>\n<br>\n<b>1.\nRestrictions</b>\n<br>\n<strong>A.</strong> The CharityWatch Top-Rated Seal may be used only by charities posted on the Top-Rated page of the CharityWatch web site at <strong>charitywatch.org/top-rated-charities</strong>.<br>\n<br>\n<strong>B.</strong> The Seal is intended for use only by the entity or entities rated by CharityWatch, and not for use by related entities not covered by CharityWatch's rating.\nIf Licensee uses the Seal in electronic form, Licensee must actively link the Seal to the CharityWatch Top-Rated web page, <strong>charitywatch.org/top-rated-charities</strong>, or to the Rating&nbsp;page for your organization on <strong>www.charitywatch.org</strong>.<br>\n<br>\n<strong>C</strong>.\nLicensee may make necessary technical modifications to the Seal in electronic form as required for display of the Seal on its web site or print materials, including altering the size and resolution of the Seal.\nLicensee may not make any other modifications to the Seal without the written consent of Licensor.<br>\n<br>\n<strong>D.</strong> This License is provided to Licensee at the sole discretion of CharityWatch.\nLicensee is not authorized to transfer, sublicense, assign, or otherwise distribute the License to third-parties without the written consent of CharityWatch.<br>\n<br>\n<b>2.\nLimitation of Liability &amp.\nDisclaimer</b>\n<br>\n<strong>A.</strong> Charities are designated as Top-Rated at the sole discretion of CharityWatch.\nCharityWatch reserves the right to determine the criteria for Top-Rated status and to assign Top-Rated status to a charity.\nCharityWatch also reserves the right to revoke the Top-Rated status of a charity at any time, for any reason, at its sole discretion.<br>\n<br>\n<strong>B.</strong> Except to the extent required by applicable law, in no event will Licensor be liable to Licensee on any legal theory for any special, incidental, consequential, punitive, or exemplary damages arising out of this License or the use of the Seal.\nLicensee shall hold harmless CharityWatch and its directors, officers and employees against any action that may be brought against Licensee as a result of the use of the Seal.\nLicensee shall also indemnify CharityWatch and its directors, officers and employees against any action that may be brought against CharityWatch or its directors, officers or employees as a result of Licensee's use of the Seal.</p>\n<p>\n<strong>C.</strong> Unless otherwise mutually agreed to by the parties in writing, Licensor offers the Seal as-is and makes no representations or warranties of any kind concerning the Seal, express or implied, statutory or otherwise, including without limitation, warranties of title, fitness for a particular purpose, noninfringement, or the absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not discoverable.<br>\n<br>\n<b>3.\nTermination</b>\n<br>\n<strong>A.</strong> Use of the Seal does not constitute ownership, in whole or in part, of the Seal by the Licensee.\nAll permissions and authorizations granted herein are revocable by CharityWatch without cause at any time upon the giving of notice of revocation.<br>\n<br>\n<strong>B.</strong> This License and the rights granted hereunder will terminate automatically upon any breach by Licensee of the terms of this License.<br>\n<br>\n<strong>C.</strong> Subject to the above terms and conditions, the License granted here is perpetual.\nNotwithstanding the above, Licensor reserves the right to license the Seal under different terms or to stop licensing the Seal at any time.\nThis License will continue in full force and effect unless terminated as stated above.</p> ", "created_at": "2020-11-02 05:02:30.502284", "updated_at": "2020-11-02 05:03:15.774077"}], "points": [], "urls": ["charitywatch.org"]}}