{"error": 448, "message": "OK", "parameters": {"id": 707, "name": "Nextcloud", "created_at": "2018-09-13 21:37:57.064634", "updated_at": "2021-03-27 21:35:27.770325", "wikipedia": "https://en.wikipedia.org/wiki/Nextcloud", "keywords": null, "related": null, "slug": "nextcloud", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/707.png", "url": "nextcloud.com", "documents": [{"id": 530, "name": "Privacy", "url": "https://nextcloud.com/privacy/", "xpath": "", "text": " <ul>\n<li>Products <ul>\n<li>\n<strong>Nextcloud Hub</strong>\n<br>\n<small>Content collaboration platform</small>\n</li>\n<ul>\n<li>\n<strong>Nextcloud Files</strong>\n<br>\n<small>File Sync and Share</small>\n</li>\n<li>\n<strong>Nextcloud Talk</strong>\n<br>\n<small>Calls, chat and web meetings</small>\n</li>\n<li>\n<strong>Nextcloud Groupware</strong>\n<br>\n<small>Calendar, Contacts &amp.\nMail</small>\n</li>\n</ul>\n<li>\n<strong>Nextcloud at home</strong>\n<br>\n<small>For families, students &amp.\nyou</small>\n</li>\n<li>\n<strong>Nextcloud Enterprise</strong>\n<br>\n<small>For mission-critical use</small>\n</li>\n<li>\n<strong>Industry solutions</strong>\n<br>\n<small>Optimized for your enterprise</small>\n</li>\n<li>Outlook integration</li>\n<li>Collabora online office</li>\n<li>ONLYOFFICE online office</li>\n</ul>\n</li>\n<li>Support <ul>\n<li>Enterprise support</li>\n<li>Community support</li>\n<li>FAQ</li>\n<li>Pricing</li>\n<li>Documentation</li>\n<li>White papers</li>\n<li>Migration</li>\n<li>App Store</li>\n</ul>\n</li>\n<li>Community <ul>\n<li>How to contribute</li>\n<li>Code on GitHub</li>\n<li>Report a bug</li>\n<li>Developer program</li>\n<li>Code of Conduct</li>\n<li>Nextcloud Include</li>\n<li>Nextcloud Podcast</li>\n<li>Security information</li>\n</ul>\n</li>\n<li>About <ul>\n<li>About us</li>\n<li>Blog</li>\n<li>Security</li>\n<li>Team</li>\n<li>Partners</li>\n<li>Events</li>\n<li>Jobs</li>\n<li>Comparison with others</li>\n<li>Search our site</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Nextcloud Get Nextcloud <ul>\n<li>\n<strong>Server packages</strong>\n<br>\n<small>For self-hosting on your server</small>\n</li>\n<li>\n<strong>Desktop &amp.\nmobile apps</strong>\n<br>\n<small>Windows, macOS, Linux, Android, iOS, …</small>\n</li>\n<li>\n<strong>Sign up now</strong>\n<br>\n<small>Get a free account at a provider</small>\n</li>\n<li>\n<strong>Devices</strong>\n<br>\n<small>Buy hardware with Nextcloud</small>\n</li>\n<li>\n<strong>Enterprise solution</strong>\n<br>\n<small>For mission-critical use</small>\n</li>\n</ul>\n</li>\n<li> Demo </li>\n<li> GDPR </li>\n<li>\n</li>\n<li>\n<ul>\n<li> Deutsch </li>\n<li> English </li>\n<li> Français </li>\n</ul>\n</li>\n</ul> Privacy and Legal Policy Introduction and summary <p>\n<small>Deutsche Datenschutzerklärung hier</small>\n</p>\n<p>\n<small>These Terms of Service were originally written in English (US).\nWe may translate these terms into other languages.\nIn the event of a conflict between a translated version of these Terms of Service and the English version, the English version will control.</small>\n</p>\n<p>\n</p>\n<p>We recognize that privacy is extremely important to all visitors to our website.\nWe do not share any individual information with anybody without your permission.</p>\n<p>\n<strong>To download a whitepaper</strong>, you have to enter your email address.\nUnless you <strong>opt in</strong> for more information, we <em>immediately delete your mail address</em> from our database after sending the whitepaper.</p>\n<p>\n<strong>Our website</strong> ocasionally embeds content, like YouTube videos (behind a click-through wall) and others.\nWe do not share any of your data with the parties behind them, however, they can gather some information when you watch a video or click the captcha.\nWe are always looking for ways to decrease data sharing here and input is welcome.</p>\n<p>We have been working on moving away from YouTube and towards videos hosted on Cloudlare.\nThey keep very minimal logs and do not put tracking cookies or other stuff on your computer.\nThey store a log of each http request with this data.\nIt can be summarized as IP address and client device and a whole bunch of data on how their infrastructure is doing.</p>\n<p>\n<strong>For traking and marketing automation</strong> we use the open source Matomo (the former Piwik) tool to get information on how our website is used and use phpList to handle our newsletters.\nWe use the open source marketing automation tool Mautic to track business users that did download resources like white papers or participate in webinars <em>and who did opt-in explicitly</em>.\nFrom neither will we hand over individual data to anybody else and any privacy breaches we will disclose as soon as possible.\nWe also delete, anonymize and remove data regularly.</p>\n<p>\n<strong>Our security scanner</strong> is strictly based on publicly available information, that is the list of known vulnerabilities relevant for ownCloud/Nextcloud releases as well as any applied hardenings/settings we can scan without having access to the server.\nWe only scan on-demand and store the results for a limited time.</p>\n<p>\n<strong>Our forums</strong> on help.nextcloud.com runs the open source discourse software.\nThis is self-hosted and we do not share, disclose or otherwise distribute any data from it.\nYou can disable your own account there if you need to.\nNote that this platform is meant for home users and home user questions! As enterprise visitor, please use our support portal.\nIf you still use the forums, expect that we reach out to you at some point.To use our forums you must agree with our Terms of Service.\nSee below for the complete TOS for the use of our forums.Terms of Service</p>\n<p>As we <strong>do not host Nextcloud</strong> for anyone else, this privacy policy can not cover what a Nextcloud installation does.\nIn general, we can say the following:</p>\n<p>\n<strong>Our software</strong>, be it the Nextcloud server or the Android or iOS apps, are designed to not sent any user data to us.\nThe optional Usage Survey app can sent usage statistics like installed apps to us to help us improve our service.\nYou can review and approve the data before it is sent.\nWe store the data aggregated and not per user, so a theft of our data can not be used to get any information about any specific installation.\nThe Updater app, if enabled, sends Nextcloud version, PHP version, install time and the channel it wants to the Nextcloud updater server to receive update information.\nWe store the install time and version on the instance to track statistics, all other data is discarded right away.</p>\n<p>\n<strong>With regards to third party apps:</strong> we can not take any responsibility for third-party apps and the data they store or sent about users.\nWe do have a policy in our app store against abusing private data and any app that is found to be in violation is removed and its author banned.\nHowever, we do not have the ability to check all code of all third party applications and thus we recommend you are careful when installing third party apps.</p>\n<p>If you see any problems, please report it to abuse@nextcloud.com.</p>\n<p>You can find details in our complete privacy policy below.</p> Nextcloud Privacy Policy <p>Our privacy policy is written to help you find out how Nextcloud handles \"Personally identifiable information (\"PII).\nPII is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p> What personal information do we collect from the people that visit our blog, website or app? <p>Like most websites, nextcloud.com collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nnextcloud.com’s purpose in collecting non-personally identifying information is to better understand how nextcloud.com’s visitors use its website.\nFrom time to time, nextcloud.com may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.</p>\n<p>nextcloud.com also collects potentially personally-identifying information like Internet Protocol (IP) addresses.\nnextcloud.com does not use such information to identify its visitors, however, and does not disclose such information to third parties unless legally obliged to do so.</p>\n<p>We honour the do-not-track directive.\nnextcloud.com will not track anything if this is enabled.</p>\n<p>Furthermore, our website visit statistics tool Mamoto is configured to anonymize visitor IP addresses data by not storing the last digits of all IP addresses.\n</p>\n<p>When registering or submitting a form on our site, as appropriate, you may be asked to enter your name, email address, phone number or other details.\nSee below on what happens with that data.</p> When do we collect information? On our websites: <p>We collect information from you when you subscribe to a newsletter, fill out a form or enter information on our site.</p> Nextcloud Files <p>Our apps only communicate with your own Nextcloud server and do not sent any data to us.\nThe Play Store version equal to or newer than 1.5.0 for Nextcloud supports push notifications which use the Google servers.\nHowever Google does not have access to the actual notification data.\nOnly a header with a subject is sent via Google, but in encrypted form, and the rest of the content is retrieved directly from your Nextcloud server and <strong>not</strong> sent through Google.\nThe iOS client works in a similar way.</p> How do we use your information? <p>We may use the information we collect from you when you register, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:</p>\n<ul>\n<li>To improve our website in order to better serve you.</li>\n<li>To send periodic emails regarding your order or other products and services.</li>\n<li>To follow up with them after correspondence (live chat, email or phone inquiries)</li>\n</ul> Podlove <p>We use the Podlove player to serve podcast on nextcloud.com/podcasts.</p>\n<p>The <strong>Podlove Web Player</strong> is served by keycdn.com (keycdn GDPR statement).</p> Videos <p>Videos on our website are served by cloudflare (cloudflare GDPR statement).</p> Mautic <p>We use the open source Mautic marketing automation tool.\nThis is used for actions like emailing a whitepaper to people who entered their email address to receive it.\nIf you enter an email address on our site, you agree with that (otherwise we can not sent you that white paper either).\nWe might sent follow-up emails (like a reminder if you did not download the white paper, or a notification of a new white paper), from which you can opt-out on the bottom of the emails.</p>\n<p>In line with our business strategy of not monetizing home and small business users but aim for large enterprises, our goal is to ONLY track employees of companies using their work email.\nWe try to drop all home/private users from the database as soon as we find out they are private users, of course after we have sent them the white paper they asked for.\nFor example, we remove contacts with an @gmail or @icloud address and keep obviously business related addresses (@acme @example-ltd @placeholder-corp.com).\nFor those we then might follow up on a End-to-end Encryption white paper download a week later with an offer to download our Server-side Encryption white paper.\nor sent a follow-up email suggesting to read a new blog about encryption we wrote.\nOur goal is to keep potential customers informed and help them in their journey to become a Nextcloud user and customer, without bothering others.\n</p>\n<p>Of course, you can opt-out of any emails using the unsubscribe link on the bottom of these emails.\nNote that you then do not get any emails from Mautic anymore: also not if you enter your mail again to get a white paper!</p> How do we protect visitor information? <p>We only provide articles, white papers and other information.\nWe never ask for credit card numbers or other financial data.</p>\n<p>We use regular Malware Scanning.</p>\n<p>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive information you supply is encrypted via Secure Socket Layer (SSL) technology.</p>\n<p>We implement a variety of security measures when a user places an order and enters, submits, or accesses their information to maintain the safety of your personal information.</p> Do we use \"cookies\"? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer hard drive through your Web browser (if you allow) that enables the site or service provider systems to recognize your browser and capture and remember certain information.\nCookies are used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>We use cookies to:</p>\n<ul>\n<li>Understand and save user preferences for future visits.</li>\n<li>Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe do not use third-party services (like Google Analytics) that track this information on our behalf.</li>\n</ul>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser (like Internet Explorer or firefox) settings.\nEach browser is a little different, so look at your browser Help menu to learn the correct way to modify your cookies settings.</p>\n<p>If you disable cookies, some minor features might be disabled.</p> Third-party disclosure <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release information when its release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property or safety.<br> However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\nThink aggregated statistics (number of website visitors in a particular month) or trends (\"we see an increase in the number of visitors from Asia\").</p> Third-party links <p>We do not include or offer third-party products or services on our website.</p> According to the California Online Privacy Protection Act (CalOPPA) we agree to the following: <p>Users can visit our site anonymously.</p>\n<p>Once this privacy policy is created, we will add a link to it on our home page or as a minimum on the first significant page after entering our website.</p>\n<p>Our Privacy Policy link includes the word \"Privacy\" and can be easily be found on the page specified above.</p>\n<p>Users will be notified of any privacy policy changes on our Privacy Policy Page.</p>\n<p>Users are able to change their personal information:</p>\n<ul>\n<li>By emailing us</li>\n<li>By calling us</li>\n</ul> How does our site handle do not track signals? <p>We honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p> Does our site allow third-party behavioral tracking? <p>We do not allow or employ third-party behavioral tracking.\nOur website features no third party ads or tracking tools.</p> Fair Information Practices <p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>In order to be in line with Fair Information Practices, should a data breach occur we will notify the users via email within 7 business days</p>\n<p>We also agree to the Individual Redress Principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p> CAN SPAM Act <p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p> We collect your email address in order to: <ul>\n<li>Send information, respond to inquiries, and/or other requests or questions.</li>\n<li>Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.</li>\n</ul> To be in accordance with CANSPAM we agree to the following: <ul>\n<li>NOT use false or misleading subjects or email addresses.</li>\n<li>Identify the message as an advertisement in some reasonable way.</li>\n<li>Include the physical address of our business or site headquarters.</li>\n<li>Monitor third-party email marketing services for compliance, if one is used.</li>\n<li>Honor opt-out/unsubscribe requests quickly.</li>\n<li>Allow users to unsubscribe by using the link at the bottom of each email.</li>\n</ul> Unsubscribing <p>If at any time you would like to unsubscribe from receiving future emails follow the instructions at the bottom of each email and we will promptly remove you from correspondence by that tool.\nNote that you have to unsubscribe separately from our newsletter and our marketing automation tool.</p> Discourse forums ToS <p>If you wish to use our forums, you have to agree to the stipulations below.</p>\n<ul>\n<li>You follow our Nextcloud community code of conduct</li>\n<li>You must at least be 10 years old</li>\n<li>You may no longer use the forum if Nextcloud GmbH or any of the admins contact you directly to say that you may not.</li>\n<li>Keep in mind our forum is to discuss Nextcloud and related, technical issues.\nPolitical debates, complaints or such about things not directly related, or purely relevant for yourself, do not belong on the forums.\nRespect the decisions of administrators - when asked to not discuss things, do not discuss them on the forums.</li>\n<li>To contribute to our forums, you need an account.\nFor that we need a real email address.\nYou can ask us to close your account and delete all private data (but not the posts, see below) any time.\nUse the contact form on the bottom of this page.\nNote that YOU are responsible for all actions taken with your account, whether authorized or not, unless you ask us to close your account or notify us it is compromised.\nYou agree to pick a secure password and keep it safe!</li>\n<li>You agree all content posted on the forums is owned by you and by posting on our forums is shared and licensed under the Attribution-ShareAlike 4.0 International license.\nAttribution-ShareAlike 4.0 International</li>\n<li>You may not break the law using the forum, use other users accounts, trade, buy or sell user names, advertise any products or use the forums to gather information for advertisement purposes.\nAlso, you may not imply you are affiliated with or endorsed by Nextcloud GmbH or impersonate others.</li>\n<li>You may not automate access to the forum or monitor it with tools like browser plug-ins, web crawlers and the like, unless it is for the purposes of a search engine.\nYou may not circumvent security or access restrictions or try to work around our moderation efforts.\nDo not strain the forum with technical requests or requests designed to impose an unreasonable load on the forum infrastructure.</li>\n<li>Respect copyright and privacy of others: do not remove any copyright marks, do not post copyrighted images and do not share personal details of other people or yourself.</li>\n</ul>\n<p>Note that our forums contain content from our community.\nWhile we and our volunteer moderators do our best to keep dangerous or objectionable content off our forums, it is possible users break our rules.\nThis also has privacy implications - if someone hotlinks an image, then the browser of the visitor will fetch the image and transfer the IP adresse (and some other data) to this server.\nYou can configure your browser to not fetch any data from outside the forum, however.</p>\n<p>If you do not wish to follow those rules or accept the above, please do not use our forums.\nWe reserve the right to change, redact, and delete content on the forum for any reason.</p> Website source <p>The source code of the website can be found in our GitHub repository.\nIt is licensed under the AGPLv3 license.\nNote that graphics and trademarks are of course not licensed freely, nor is text content.\nThe license covers the code of the site.</p> Contact <p>If there are any questions regarding this privacy policy you may contact us using the information below.</p> Privacy Policy Changes <p>Although most changes are likely to be minor, Nextcloud may change its Privacy Policy from time to time and at our sole discretion.\nWe encourage visitors to frequently check this page for any changes to our Privacy Policy.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.</p> Legal Notice <p>Nextcloud GmbH<br> Hirschstrasse 26<br> 70173 Stuttgart Germany<br>\n</p> HRB 227086 (AG München)<br> T +49 711 25 24 28 90<br> contact form<br>\n<p>\n</p>\n<p>Managing Director:<br> Frank Karlitschek<br>\n</p>\n<p>\n<small>All product names and trademarks are the property of their respective owners, which might in no way be associated or affiliated with Nextcloud.</small>\n</p>\n<p>Last Edited on 2020-07-23</p>\n<p>\n<strong>You have javascript disabled.</strong> We tried to make sure the basics of our website work but some functionality will be missing.</p> This website is using cookies.\nBy visiting you agree with our privacy policy.\nThat's Fine About Nextcloud <ul>\n<li>About us</li>\n<li>Events</li>\n<li>Jobs</li>\n<li>Code of Conduct</li>\n<li>Privacy</li>\n<li>Legal notice</li>\n</ul> Resources <ul>\n<li>Search our website</li>\n<li>Download</li>\n<li>App Store</li>\n<li>Admin manual</li>\n<li>User manual</li>\n<li>Developer program</li>\n<li>Security</li>\n<li>Code on GitHub</li>\n</ul> Interact <ul>\n<li>Support</li>\n<li>Forums</li>\n<li>Demo</li>\n<li>Contact us</li>\n<li>Press center</li>\n<li>Bug Tracker</li>\n</ul> Follow us <ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>Twitter</li>\n<li>Mastodon</li>\n<li>Podcast</li>\n<li>RSS Feed</li>\n</ul>\n<p>© 2020 Nextcloud GmbH</p> &lt;p&gt;&lt;img src=\"//stats.nextcloud.com/piwik.php?idsite=1&amp;rec=1\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2018-09-13 21:40:00.915412", "updated_at": "2020-12-14 20:03:11.241922"}], "points": [{"id": 26269, "title": "There is a date of the last update of the agreements", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:05:23.226148", "updated_at": "2022-08-15 17:13:22.31644", "quoteText": "Last Edited on 2020-07-23</p>", "case_id": 331, "document_id": 530, "quoteStart": 22186, "quoteEnd": 22215}, {"id": 26268, "title": "You are warned of the potential consequences related to third-party access", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:00:31.731695", "updated_at": "2022-08-15 17:22:58.56705", "quoteText": "However, we do not have the ability to check all code of all third party applications and thus we recommend you are careful when installing third party apps.</p>", "case_id": 209, "document_id": 530, "quoteStart": 6342, "quoteEnd": 6503}, {"id": 26267, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-12-01 00:57:40.603168", "updated_at": "2022-08-15 17:11:32.581837", "quoteText": "With regards to third party apps:</strong> we can not take any responsibility for third-party apps and the data they store or sent about users", "case_id": 299, "document_id": 530, "quoteStart": 6053, "quoteEnd": 6195}, {"id": 16941, "title": "The terms for this service are translated into different languages", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:01:20.681746", "updated_at": "2021-02-27 10:01:20.681746", "quoteText": "Deutsch </li>\n<li> English </li>\n<li> Français", "case_id": 198, "document_id": 530, "quoteStart": 2031, "quoteEnd": 2077}, {"id": 16942, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:06:02.759017", "updated_at": "2021-02-27 10:06:02.759017", "quoteText": "They store a log of each http request with this data.\nIt can be summarized as IP address and client device and a whole bunch of data on how their infrastructure is doing.", "case_id": 176, "document_id": 530, "quoteStart": 3457, "quoteEnd": 3627}, {"id": 16943, "title": "User logs are deleted after a finite period of time", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:06:27.891457", "updated_at": "2021-02-27 10:06:27.891457", "quoteText": "From neither will we hand over individual data to anybody else and any privacy breaches we will disclose as soon as possible.\nWe also delete, anonymize and remove data regularly.</p>\n<p>\n", "case_id": 177, "document_id": 530, "quoteStart": 4026, "quoteEnd": 4213}, {"id": 16947, "title": "The service provides details about what kinds of personal information they collect", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:09:26.89326", "updated_at": "2021-02-27 10:09:26.89326", "quoteText": "What personal information do we collect from the people that visit our blog, website or app? ", "case_id": 228, "document_id": 530, "quoteStart": 7151, "quoteEnd": 7244}, {"id": 16952, "title": "The service provides information about how they collect personal data", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:13:02.435738", "updated_at": "2021-02-27 10:13:02.435738", "quoteText": "When do we collect information?", "case_id": 297, "document_id": 530, "quoteStart": 8586, "quoteEnd": 8617}, {"id": 16953, "title": "The service provides information about how they intend to use your personal data", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:13:33.045531", "updated_at": "2021-02-27 10:13:33.045531", "quoteText": " How do we use your information? <p>", "case_id": 227, "document_id": 530, "quoteStart": 9298, "quoteEnd": 9334}, {"id": 16949, "title": "IP addresses of website visitors are not tracked", "source": "https://nextcloud.com/privacy/", "status": "IP addresses of website visitors are anonymized by not storing the last digits.", "created_at": "2021-02-27 10:10:19.873575", "updated_at": "2021-02-27 10:12:40.88839", "quoteText": "<p>Furthermore, our website visit statistics tool Mamoto is configured to anonymize visitor IP addresses data by not storing the last digits of all IP addresses.\n</p>", "case_id": 192, "document_id": 530, "quoteStart": 8220, "quoteEnd": 8386}, {"id": 16961, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:19:36.673686", "updated_at": "2021-02-27 10:19:36.673686", "quoteText": "This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.", "case_id": 210, "document_id": 530, "quoteStart": 13967, "quoteEnd": 14188}, {"id": 16965, "title": "The forum of this service is only available to users over 10 years of age", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:22:38.442903", "updated_at": "2021-03-09 19:15:40.423529", "quoteText": "You must at least be 10 years old</li>", "case_id": 152, "document_id": 530, "quoteStart": 18279, "quoteEnd": 18317}, {"id": 16944, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:07:22.684048", "updated_at": "2021-02-27 10:28:38.570621", "quoteText": "<p>If there are any questions regarding this privacy policy you may contact us using the information below.</p>", "case_id": 300, "document_id": 530, "quoteStart": 21308, "quoteEnd": 21419}, {"id": 16945, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:08:30.053294", "updated_at": "2021-02-27 10:08:30.053294", "quoteText": "Our software</strong>, be it the Nextcloud server or the Android or iOS apps, are designed to not sent any user data to us.", "case_id": 298, "document_id": 530, "quoteStart": 5319, "quoteEnd": 5442}, {"id": 16946, "title": "Your personal data is aggregated into statistics", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:08:46.829138", "updated_at": "2021-02-27 10:08:46.829138", "quoteText": "The optional Usage Survey app can sent usage statistics like installed apps to us to help us improve our service.\nYou can review and approve the data before it is sent.\nWe store the data aggregated and not per user, so a theft of our data can not be used to get any information about any specific installation.\n", "case_id": 190, "document_id": 530, "quoteStart": 5443, "quoteEnd": 5754}, {"id": 16951, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:11:04.573529", "updated_at": "2021-02-27 10:11:04.573529", "quoteText": "We honour the do-not-track directive.\nnextcloud.com will not track anything if this is enabled.</p>", "case_id": 383, "document_id": 530, "quoteStart": 8120, "quoteEnd": 8219}, {"id": 16948, "title": "This service tracks which web page referred you to it", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:09:51.186017", "updated_at": "2021-02-27 10:09:51.186017", "quoteText": "<p>Like most websites, nextcloud.com collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\n", "case_id": 387, "document_id": 530, "quoteStart": 7244, "quoteEnd": 7507}, {"id": 16950, "title": "The service does not share user information with third parties", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:10:52.151134", "updated_at": "2021-02-27 10:10:52.151134", "quoteText": "nextcloud.com does not use such information to identify its visitors, however, and does not disclose such information to third parties unless legally obliged to do so.</p>", "case_id": 311, "document_id": 530, "quoteStart": 7945, "quoteEnd": 8116}, {"id": 16954, "title": "Third parties are involved in operating the service", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:13:50.533793", "updated_at": "2021-02-27 10:13:50.533793", "quoteText": "The Play Store version equal to or newer than 1.5.0 for Nextcloud supports push notifications which use the Google servers.\nHowever Google does not have access to the actual notification data.\nOnly a header with a subject is sent via Google, but in encrypted form, and the rest of the content is retrieved directly from your Nextcloud server and <strong>not</strong> sent through Google.", "case_id": 207, "document_id": 530, "quoteStart": 8868, "quoteEnd": 9255}, {"id": 16955, "title": "You can opt out of promotional communications", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:14:56.685792", "updated_at": "2021-02-27 10:14:56.685792", "quoteText": "If you enter an email address on our site, you agree with that (otherwise we can not sent you that white paper either).\nWe might sent follow-up emails (like a reminder if you did not download the white paper, or a notification of a new white paper), from which you can opt-out on the bottom of the emails.</p>\n", "case_id": 223, "document_id": 530, "quoteStart": 10253, "quoteEnd": 10563}, {"id": 16957, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:17:03.89666", "updated_at": "2021-02-27 10:17:03.89666", "quoteText": "We do not use third-party services (like Google Analytics) that track this information on our behalf.", "case_id": 381, "document_id": 530, "quoteStart": 13271, "quoteEnd": 13372}, {"id": 16959, "title": "Your personal data is not sold", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:17:41.917545", "updated_at": "2021-02-27 10:17:41.917545", "quoteText": "<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice.\n", "case_id": 193, "document_id": 530, "quoteStart": 13814, "quoteEnd": 13967}, {"id": 16956, "title": "The user is informed about security practices", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:15:33.563382", "updated_at": "2021-02-27 10:15:33.563382", "quoteText": "<p>In line with our business strategy of not monetizing home and small business users but aim for large enterprises, our goal is to ONLY track employees of companies using their work email.\nWe try to drop all home/private users from the database as soon as we find out they are private users, of course after we have sent them the white paper they asked for.\nFor example, we remove contacts with an @gmail or @icloud address and keep obviously business related addresses (@acme @example-ltd @placeholder-corp.com).\nFor those we then might follow up on a End-to-end Encryption white paper download a week later with an offer to download our Server-side Encryption white paper.\n", "case_id": 226, "document_id": 530, "quoteStart": 10563, "quoteEnd": 11239}, {"id": 16958, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:17:25.242626", "updated_at": "2021-02-27 10:17:25.242626", "quoteText": "If you disable cookies, some minor features might be disabled.</p> ", "case_id": 385, "document_id": 530, "quoteStart": 13724, "quoteEnd": 13791}, {"id": 16960, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://nextcloud.com/privacy/", "status": "Full quote: \"We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users\"", "created_at": "2021-02-27 10:18:13.578295", "updated_at": "2021-02-27 10:19:25.507591", "quoteText": "This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users,", "case_id": 188, "document_id": 530, "quoteStart": 13967, "quoteEnd": 14118}, {"id": 16964, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:21:31.044096", "updated_at": "2021-02-27 10:21:31.044096", "quoteText": "<p>In order to be in line with Fair Information Practices, should a data breach occur we will notify the users via email within 7 business days</p>", "case_id": 391, "document_id": 530, "quoteStart": 16170, "quoteEnd": 16317}, {"id": 16962, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:20:08.248469", "updated_at": "2021-02-27 10:20:08.248469", "quoteText": "We may also release information when its release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property or safety.<br> ", "case_id": 164, "document_id": 530, "quoteStart": 14189, "quoteEnd": 14362}, {"id": 16963, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:20:50.502121", "updated_at": "2021-02-27 10:20:50.502121", "quoteText": "<p>Users will be notified of any privacy policy changes on our Privacy Policy Page.</p>\n", "case_id": 122, "document_id": 530, "quoteStart": 15164, "quoteEnd": 15252}, {"id": 16966, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:23:26.57741", "updated_at": "2021-02-27 10:23:26.57741", "quoteText": "<li>You may no longer use the forum if Nextcloud GmbH or any of the admins contact you directly to say that you may not.</li>", "case_id": 319, "document_id": 530, "quoteStart": 18318, "quoteEnd": 18443}, {"id": 16967, "title": "Prohibits political discussions or campaigning", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:23:46.602748", "updated_at": "2021-02-27 10:23:46.602748", "quoteText": "<li>Keep in mind our forum is to discuss Nextcloud and related, technical issues.\nPolitical debates, complaints or such about things not directly related, or purely relevant for yourself, do not belong on the forums.\n", "case_id": 316, "document_id": 530, "quoteStart": 18444, "quoteEnd": 18661}, {"id": 16968, "title": "You have the right to leave this service at any time", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:24:16.221759", "updated_at": "2021-02-27 10:24:16.221759", "quoteText": "You can ask us to close your account and delete all private data (but not the posts, see below) any time.", "case_id": 170, "document_id": 530, "quoteStart": 18870, "quoteEnd": 18975}, {"id": 16969, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:24:34.353169", "updated_at": "2021-02-27 10:24:34.353169", "quoteText": "\nNote that YOU are responsible for all actions taken with your account, whether authorized or not, unless you ask us to close your account or notify us it is compromised.", "case_id": 148, "document_id": 530, "quoteStart": 19024, "quoteEnd": 19194}, {"id": 16970, "title": "Content is published under a free license instead of a bilateral one", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:25:16.876991", "updated_at": "2021-02-27 10:25:16.876991", "quoteText": "You agree all content posted on the forums is owned by you and by posting on our forums is shared and licensed under the Attribution-ShareAlike 4.0 International license.", "case_id": 131, "document_id": 530, "quoteStart": 19258, "quoteEnd": 19428}, {"id": 16971, "title": "Users agree not to use the service for illegal purposes", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:25:43.413276", "updated_at": "2021-02-27 10:25:43.413276", "quoteText": "You may not break the law using the forum", "case_id": 280, "document_id": 530, "quoteStart": 19479, "quoteEnd": 19520}, {"id": 16972, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:26:05.26506", "updated_at": "2021-02-27 10:26:05.26506", "quoteText": "You may not automate access to the forum or monitor it with tools like browser plug-ins, web crawlers and the like, unless it is for the purposes of a search engine.", "case_id": 150, "document_id": 530, "quoteStart": 19780, "quoteEnd": 19945}, {"id": 16973, "title": "Users can scrape the site, as long as it doesn't impact the server too much", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:26:30.209534", "updated_at": "2021-02-27 10:26:30.209534", "quoteText": "Do not strain the forum with technical requests or requests designed to impose an unreasonable load on the forum infrastructure.</li>", "case_id": 389, "document_id": 530, "quoteStart": 20047, "quoteEnd": 20180}, {"id": 16974, "title": "Features of the website are made available under a free software license", "source": "https://nextcloud.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-27 10:27:48.584455", "updated_at": "2021-02-27 10:27:48.584455", "quoteText": "<p>The source code of the website can be found in our GitHub repository.\nIt is licensed under the AGPLv3 license.\nNote that graphics and trademarks are of course not licensed freely, nor is text content.\nThe license covers the code of the site.</p>", "case_id": 171, "document_id": 530, "quoteStart": 21051, "quoteEnd": 21299}], "urls": ["nextcloud.com"]}}