{"error": 448, "message": "OK", "parameters": {"id": 5685, "name": "SecureSafe", "created_at": "2021-11-18 02:32:15.98603", "updated_at": "2021-11-18 23:01:10.683039", "wikipedia": "https://en.wikipedia.org/wiki/SecureSafe", "keywords": null, "related": null, "slug": "securesafe", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5685.png", "url": "securesafe.com", "documents": [{"id": 10237, "name": "Privacy", "url": "https://www.securesafe.com/en/business/privacy", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li>Private Customers</li>\n<li>Business</li>\n<li> FAQ </li>\n<li> Downloads </li>\n<li> Register </li>\n<li> Login </li>\n</ul> Private clients Business clients <ul>\n<li> Features </li>\n<li> Pricing </li>\n<li> Privacy </li>\n<li> Success Stories </li>\n<li> About </li>\n<li> Register </li>\n<li> Login </li>\n</ul> Secure without&nbsp;any backdoors Send an enquiry <p>We will protect your data by multiple encryption and bank-compliant safety mechanisms.\n</p> Zero Knowledge <p>Data privacy protection is our number one priority, with a number of security mechanisms directly incorporated into the architecture of the SecureSafe application.\nIn this way, users can rest assured that personal data will be protected at all times.\n</p>No access to user data, not even by SecureSafe <p>To ensure maximum data protection, SecureSafe never stores and therefore can never access user passwords.\nDue to this zero knowledge policy, we are also unable to reset passwords if they are forgotten.\nIt is therefore of paramount importance to print out your recovery code, which can then be used to reset a lost or forgotten password.\nThis code must be kept in a safe place.\n</p> Encryption <p>SecureSafe encrypts all client data using highly secure and internationally renowned encryption methods.\nThe key, which is needed for decryption, is calculated directly from the user vault using PBKDF#2 (RFC 2898).\nUser vaults are therefore well-protected against ill-intentioned hackers.<br>\n</p>Long-term security<p>We use AES-256 and RSA-4096 encryption standards.\nThese encryption methods have been designed to offer long-term protection.\n</p>Double protection during file transfer<p>SecureSafe encrypts data twice during uploading or downloading from a device to a user's online account.\nIn addition to transfer encryption (HTTPS), data is also encrypted using an AES-256 encryption, thus ensuring complete protection of sensitive data.\nThis means that data will remain protected even in the event the HTTPS protection is attacked.\nThe additional encryption is particularly efficient in protecting against man-in-the-middle-attacks (MitM), for example in internet cafés and airports.\n</p>Transparent crypto architecture<p>All data stored in SecureSafe accounts is encrypted by way of a multi-layered cryptographic architecture.\nOur security architecture has been made openly available with multiple testing by third parties.\n</p> Login procedure and authentication <p>SecureSafe protects files and passwords through the “Secure Remote Password Protocol”.\nThis highly efficient security protocol, which was developed by Stanford University (RFC 2945) protects SecureSafe against various forms of cyber attacks.\n</p>Additional protection through SMS codes<p>In order to guarantee additional data protection, we use a two-step login procedure (mobile TAN), also commonly used in online banking solutions.\nWhen this feature is activated, users will receive an additional login code via SMS each time they want to log in to their account.\nIn this way, SecureSafe accounts will remain protected even if a third party gains access to user login credentials.\n</p>DoubleSec: secure login on-the-go<p>Our apps for iOS and Android, as well as SecureSafe desktop app for PCs and Macs, all feature a two-step login procedure.\nIn order to simplify the use of this additional account protection feature, we have developed \"DoubleSec\", which automates the second step of the login procedure.\n</p>Password generator with automatic security check<p>The built-in password generator suggests strong passwords and informs users whether or not a newly created password is secure.\nTogether with our long-term partner, Zurich University of Applied Sciences (ZHAW), we have developed a method for creating strong passwords, which are nonetheless easy to remember.\n</p> Data storage <p>SecureSafe relies on two certified data centers, which fulfill the requirements of the Swiss Financial Market Supervisory Authority FINMA.\nOne of the data centers is located in a former military bunker deep in the Swiss mountains.\n</p>Multiple data storage<p>All files are protected by a disaster recovery plan, set up in such a way that all files are stored three times in two geographically distinct data centers.\n</p>Self-managed server infrastructure<p>Internal SecureSafe system engineers run a completely self-managed server infrastructure in both data centers.\nThe infrastructure was built in accordance with the NIST BSI security guidelines.\nIt is monitored 24/7 and protected by automatic alarms.\n</p>External security checks<p>SecureSafe regularly undergoes vulnerability checks by leading security experts to ensure system integrity.\n</p> Can we advise you? <p>Feel free to leave your contact details and a message and we will get back to you.</p> Last Name First Name Company name Email Phone number Comment I have taken note of the Data Protection Notes.\nI agree that my information will be electronically collected and stored to process my request.\nI can revoke my consent at any time by email.\nSecureSafe <ul>\n<li>Register</li>\n<li>Login</li>\n<li>Downloads</li>\n<li>News</li>\n</ul> Offer / Pricing <br>\n<ul>\n<li>Private customers</li>\n<li>Business customers</li>\n<li>Enterprise</li>\n<li>Features</li>\n</ul> Customer centre <br>\n<ul>\n<li>Online Support</li>\n<li>FAQ</li>\n<li>Privacy</li>\n</ul> About us <br>\n<ul>\n<li>Company Details</li>\n<li>Contact </li>\n<li>Terms</li>\n<li>Data protection notes</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Choose your Language: </li>\n<li> Deutsch DE </li>\n<li> English EN </li>\n<li> Français FR </li>\n<li> Italiano IT </li>\n</ul>\n<ul>\n<li>© 2021 by DSwiss AG</li>\n<li>Badenerstrasse 329</li>\n<li>8003 Zurich</li>\n<li>Switzerland</li>\n</ul> parents: 1138<br> resources: 1205 Cookies – please make your selection This website uses cookies to ensure you get the best experience on our website.\n<br> Data Protection Notes Essential cookies – essential for the use of the website Off On Preference cookies – enable the website to remember the user preferences of the user, such as language and region Off On Statistical cookies – anonymised gathering of information to evaluate the use of the website by the visitor Off On Data Protection Notes Save selection Accept all cookies ", "created_at": "2021-11-18 01:32:59.049251", "updated_at": "2021-11-18 01:33:19.726893"}, {"id": 10236, "name": "Terms and Conditions", "url": "https://www.securesafe.com/en/terms", "xpath": "/html/body/main/div[3]", "text": " <p>of January 13, 2021 (Version 1.6)\n</p>\n<p>\n<strong>Note: We changed our terms and conditions on January 13, 2021.\nThe changes concern “10.\nPrivacy” and are underlined in the text.\n</strong>\n</p>\n<p>\n<strong>1.\nScope</strong>\n</p>\n<p>These Standard Terms and Conditions of Business (hereinafter referred to as “T&amp;C”) set forth the terms governing the contractual relationship between DSwiss AG, principal place of business and registered office in Zurich, Switzerland, (hereinafter referred to as “DSwiss”) and the customer with regard to Internet Data Safe services enabling customers to store their electronic data securely online in a data storage device, to share such data with team members, as applicable, and to allocate the data to one or more beneficiaries.\n</p>\n<p>In these T&amp;C “he”/”his” etc.\nis meant to include both the male and female gender, and legal entities where applicable.\n</p>\n<p>\n<strong>2.\nT&amp;C as an Integral Part of the Contract and their Amendment</strong>\n</p>\n<p>DSwiss provides its Internet Data Safe services solely on the basis of these T&amp;C as well as the other integral parts of the contract referred to in these T&amp;C (hereinafter referred to as the “Contractual Relationship”).\nBy clicking in the relevant field during account registration, the customer explicitly accepts these T&amp;C as well as the Contractual Relationship.\n</p>\n<p>Amendments to the provisions of this Contractual Relationship may be implemented by DSwiss at any time and at its absolute discretion.\nSuch amendments are displayed in the customer's account and published on the DSwiss website before coming into effect.\nThe customer must confirm these amended T&amp;C in his account.\nFollowing confirmation, the customer has the right to revoke the contract in accordance with Section 4 below.\nThe Contractual Relationship is terminated if the customer fails to confirm the amendments or revokes the contract.\nThe right to terminate the Contractual Relationship without notice in accordance with Section 9 below remains reserved.\n</p>\n<p>\n<strong>3.\nContractual Relationship coming into Effect</strong>\n</p>\n<p>It is hereby explicitly stated that the content of DSwiss’ website or of the account registration simply represents an invitation to submit an offer and does not constitute a binding offer by DSwiss.\nThe customer, on his part, indicates his intention to avail himself of the Internet Data Safe services offered by DSwiss by supplying the necessary details and through express confirmation of his consent to the provisions governing the Contractual Relationship.\n</p>\n<p>The Contractual Relationship comes into effect only upon the statement of acceptance by DSwiss having been received in the customer's account.\nThe right of revocation set forth in Section 4 below remains reserved.\n</p>\n<p>Each account that the customer opens for himself or a legal entity shall be personal and may not be transferred to any other individual or legal entity without the express authorization of DSwiss.\nNot admissible is specifically, without limitation, the resale of accounts.\n</p>\n<p>\n<strong>4.\nCustomer’s Right of Revocation</strong>\n</p>\n<p>The customer is entitled to revoke the Contractual Relationship with DSwiss within 30 days of its conclusion (when the statement of acceptance issued by DSwiss is received in the customer’s account).\nReasons do not need to be given.\nThe deadline is deemed to have been complied with if the written statement of revocation is received within the time allowed at support@securesafe.com.\nIn the event of an effective revocation, the customer is reimbursed the full purchase amount.\n</p>\n<p>\n<strong>5.\nDescription of the Services performed by DSwiss</strong>\n</p>\n<p>\n<strong>5.1 Data Upload, Change and Deletion</strong>\n</p>\n<p>On conclusion of the Contractual Relationship, DSwiss shall allocate the customer a personal storage space of an agreed-upon size (quota) in a data storage device.\nThis will enable the customer to upload his electronic data and to save them in the storage space allocated to him (hereinafter referred to as \"Data Upload\"), to the extent that the storage space is sufficient for this purpose.\n</p>\n<p>The customer retains all rights in the uploaded data.\nThe customer authorizes DSwiss to process the data within the meaning of data reproduction solely for the purpose of storage.\n</p>\n<p>The customer may download, change or delete the uploaded data at any time.\n</p>\n<p>\n<strong>5.2 User Name, Password and Login Recovery Code</strong>\n</p>\n<p>As part of uploading data, the customer chooses an access name (hereinafter referred to as the “User Name”) and an access password (hereinafter referred to as the “Password”).\nThis will ensure that only the customer has access to his archived data.\nThe customer also receives a login recovery code to be used in case he does not remember his User Name and/or Password.\n</p>\n<p>DSwiss has no access to the customer’s account and archived data.\nDSwiss therefore does not gain any knowledge of the content of the archived data.\n</p>\n<p>The customer is responsible for taking care of the safe custody and use of his User Name and Password.\nShould these access codes become known to any third party, DSwiss shall not be liable for any resulting loss or damage, and the customer must indemnify and hold DSwiss harmless against damages in accordance with Section 7 hereof.\n</p>\n<p>\n<strong>5.3 Data Inheritance</strong>\n</p>\n<p>The customer has the option to make the uploaded data available to beneficiaries (so-called data inheritance).\nThe customer can use an input mask provided by DSwiss to designate the beneficiaries of these data (hereinafter referred to as the “Beneficiaries”) and the persons being able to activate the data inheritance process (hereinafter referred to as the “Persons Authorized to Perform the Activation” or “Trustees”).\nThis information is not mandatory.\nThe customer does not have to designate any Trustees or Beneficiaries.\nThe data stored in the Team Space of the product “SecureSafe for Teams” may not be transferred via data inheritance to Beneficiaries.\n</p>\n<p>Following the allocation of the data, the customer receives the activation code, which he may pass on to one or more Trustees.\nThis is a code that, when entered on DSwiss' website, initiates the process enabling the Beneficiaries to access the data.\nThe customer may change the activation code at any time, thereby canceling the previous activation code.\n</p>\n<p>The customer instructs his Trustees that, in the circumstances specified by the customer, they are to enter the activation code on the DSwiss website and thereby initiate the data inheritance process.\nThe customer shall be exclusively responsible for the Trustees following his instructions.\n</p>\n<p>First, entering the activation code triggers the sending of an automatic notification to the customer, following which the data inheritance will be executed unless the customer intervenes to halt the process.\nAt the same time, the Trustee receives a message that the customer has been notified and has been given the opportunity to halt the process, and that the data inheritance process will continue unless halted by the customer within a safety delay specified by the customer.\n</p>\n<p>If the activation code has been entered but the customer intervenes and halts the process, the activation code is rendered invalid.\nThe customer must arrange for a new activation code to be issued in accordance with the provisions stipulated above.\n</p>\n<p>If the data inheritance process is not interrupted within the safety delay, the data allocated by the customer are made accessible to the Beneficiaries designated by the customer.\nThis takes place by means of an automated procedure whereby the Beneficiaries are given the access code (User Name and Password) for their data area.\nThe customer has already chosen the various methods of contacting him (email, SMS) at the time of registration when submitting his offer.\n</p>\n<p>The customer shall be exclusively responsible for the contact information regarding the Beneficiaries and Trustees being up to date and accurate.\nDSwiss is in no event obligated to scrutinize this information itself.\n</p>\n<p>The Beneficiaries are informed that they will have the option, exercisable within a period of 90 days, to download the data allocated to them or to conclude a contract with DSwiss regarding an account of their own.\n</p>\n<p>The customer is obligated to ensure that he can provide data access to the Beneficiaries without violating third party rights or applicable statutory provisions.\n</p>\n<p>The customer is responsible for ensuring that, in the event of his death, the allocation to the Beneficiaries of the data uploaded by the customer meets the relevant formal requirements under inheritance law.\nIn particular, the customer shall ensure that any bequest or appointment as heir by disposition will satisfy the applicable formal requirements under inheritance law.\nNecessary documents (e.g.\nwills) may be handed over to a Trustee.\n</p>\n<p>\n<strong>5.4 Data Storage Period</strong>\n</p>\n<p>Throughout the duration of the Contractual Relationship, DSwiss shall ensure that the customer’s uploaded data are securely archived.\n</p>\n<p>On expiration or termination of the Contractual Relationship, DSwiss’ safekeeping obligation shall also come to an end subject to Subsection 9.3 below.\nIn this case, DSwiss shall have the right to release the customer’s account and the relevant quota in the online data storage and to delete the data archived therein.\n</p>\n<p>The safekeeping obligation of DSwiss will also come to an end on completion of the data inheritance relating to all data uploaded by the customer, at the end of the 90 day period communicated to the Beneficiary in Subsection 5.3 above, regardless of whether the Beneficiaries have downloaded the data, have concluded their own contract with DSwiss, or have not obtained access within the time allowed.\n</p>\n<p>\n<strong>5.5 Additional Services provided by DSwiss</strong>\n</p>\n<p>For all intents and purposes, DSwiss’ products and the services to be performed by DSwiss under this Contractual Relationship as well as all rights and obligations of the customer pertaining thereto are described on DSwiss’ website.\nThese descriptions form an integral part of this Contractual Relationship.\n</p>\n<p>\n<strong>6.\nCustomer’s Usage Fee</strong>\n</p>\n<p>Depending on the type of subscription, DSwiss’ services are either subject to a charge (hereinafter referred to as “Paid Subscription Types”) or free of charge (hereinafter referred to as “Free Subscription Type”).\nAny usage fee becomes due for the contractual period chosen by the customer and is payable in advance.\nThe amount of the usage fee depends on the scope of performance granted to the customer (e.g.\nquota).\nThe customer is informed of the usage fee upon submitting his offer and choosing his quota.\n</p>\n<p>The amount of the usage fee and the payment terms for Paid Subscription Types are published on DSwiss’ website.\nThe prices and payment terms published on DSwiss' website at the time of entering into or renewing the Contractual Relationship shall be the applicable prices and terms.\nThe related information published on the website of DSwiss forms an integral part of this Contractual Relationship.\n</p>\n<p>Any contract renewal of Paid Subscription Types requires the prior payment of the applicable usage fee for the chosen scope of performance.\nIn the event of late payment of such fee, the Contractual Relationship shall terminate automatically.\n</p>\n<p>The usage fee shall be due and payable upon receipt of the acceptance in the customer’s account according to Section 3 above, and must be paid by the customer immediately unless explicitly agreed otherwise between the parties hereto.\nThe customer shall be in default without any further reminder from DSwiss.\nDefault interest shall be 5% p.a.\n</p>\n<p>Notwithstanding any provision to the contrary in these T&amp;C, DSwiss shall not provide any services to the customer for Paid Subscription Types unless the usage fee has been paid in full.\n</p>\n<p>\n<strong>7.\nCustomer’s Responsibility and Liability</strong>\n</p>\n<p>DSwiss is unable to inspect the content of the data stored by the customer.\nConsequently, it cannot check the content transmitted by the customer for its legality.\n</p>\n<p>The customer alone is responsible for his uploaded data.\nDSwiss accepts no liability whatsoever for the content of the customer’s uploaded data.\n</p>\n<p>The customer undertakes to comply with Swiss law and the law of his country of residence in connection with the use of the services provided by DSwiss.\nThe customer undertakes in particular that he will only upload data for which he has the necessary rights and which do not violate Swiss law, the applicable laws of any other jurisdiction, or any rights (including, but not limited to, the right to privacy) of third parties or DSwiss.\nThe customer further agrees that he will never upload credit card data, illegal or pornographic content, or content that glorifies violence.\n</p>\n<p>The customer also agrees to ensure that his data do not contain any malware that harm or might harm DSwiss or other customers or third parties.\n</p>\n<p>Should the customer violate any of the provisions above and DSwiss be held liable therefor, DSwiss shall be free to take any legal action deemed necessary.\nThe customer hereby agrees and undertakes that he will fully indemnify and hold DSwiss harmless against any liability for loss or damage, claims, demands, costs and reasonable legal fees (including, but not limited to, third party claims) arising in connection with the data uploaded by the customer, or suffered by DSwiss due to the customer’s violation of the provisions of these T&amp;C.\n</p>\n<p>If the customer has paid for a SecureSafe for Teams, he is subject – in his capacity as the administrator (hereinafter “Administrator”) of the SecureSafe for Teams – to special liability in accordance with the provisions of these T&amp;C.\nHe shall be entitled to transfer his duty as the Administrator at any time to another customer of DSwiss who has access to the corresponding SecureSafe for Teams (hereinafter “Future Administrator”) if the transfer process described on the DSwiss’ website can be completed successfully.\nThe same shall apply to any other transfer to Future Administrators.\nHowever, each former Administrator continues to be responsible in any event for the content and the activities of SecureSafe for Teams concerning the period during which he was the Administrator.\n</p>\n<p>\n<strong>8.\nWarranty and Liability of DSwiss</strong>\n</p>\n<p>DSwiss places high demands on itself when it comes to fulfilling the most stringent security requirements.\nNonetheless, any and all warranty claims of the customer shall be excluded hereby unless explicitly agreed upon otherwise in these T&amp;C.\nDSwiss is, in particular, not in a position to guarantee that the Internet Data Safe services will be retrievable at all times free of faults or that a certain level of availability is present.\nMoreover, DSwiss, in particular, does not guarantee that it will be possible in future for all data types to be reproduced on the hardware and software then available.\n</p>\n<p>DSwiss’ liability arising from and in connection with the Contractual Relationship is excluded to the extent legally permitted.\n</p>\n<p>The customer alone shall bear the risk of unauthorized third parties gaining access to the data stored by him either in the context of data inheritance or in another context.\n</p>\n<p>The customer shall bear the risk resulting from any changes in the law.\nThis shall apply in particular if anonymous and encrypted data may no longer be stored on the Internet as a result of a changed legal position and DSwiss is obligated to delete all anonymously stored data because of an official order.\n</p>\n<p>DSwiss has no access to and no knowledge of the customer’s passwords and will not be able to reset or restore them.\nThe customer acknowledges and agrees that his data may irretrievably be lost if he forgets the password (cf.\nalso Subsection 5.2 above).\nThe customer acknowledges and agrees that DSwiss has no possibility to consult the SecureSafe for Teams.\nTherefore, the only persons responsible for the content and the activities of the SecureSafe for Teams are the persons having uploaded the content (hereinafter “Responsible Customer”) as well as the Administrator of the relevant SecureSafe for Teams.\nIn the event of violations of these T&amp;C or the applicable law by the Responsible Customer the Administrator of the SecureSafe for Teams must provide for the immediate elimination of the violation of the law.\nThe Responsible Customer as well as the Administrator of the SecureSafe for Teams are jointly and severally liable to DSwiss and shall fully indemnify and hold DSwiss harmless from any loss or damage, cause of action, claims, costs and reasonable legal expense related to the data uploaded by the Responsible Customer or suffered by DSwiss because the Responsible Customer or the Administrator of the SecureSafe for Teams have violated these T&amp;C or applicable law.\n</p>\n<p>The customer acknowledges and agrees that when using the SecureSafe for Teams he may be exposed to contents that he considers humiliating, offensive or otherwise unpleasant.\nThe customer waives any claim based on the content of the data stored or distributed through the use of the services.\n</p>\n<p>\n<strong>9.\nContractual Term, Termination and Consequences of Termination</strong>\n</p>\n<p>\n<strong>9.1 Contractual Term</strong>\n</p>\n<p>The Contractual Relationship between the customer and DSwiss shall come into effect upon receipt of the acceptance in the customer’s account in accordance with Section 3 above and is valid for the contractual term chosen by the customer.\n</p>\n<p>If the customer pays the usage fee to DSwiss for a renewal of the Contractual Relationship requested by him before expiration of the Contractual Relationship, the Contractual Relationship with DSwiss will be renewed accordingly.\n</p>\n<p>The Contractual Relationship shall expire should the customer discontinue payment of the usage fee.\nThe Contractual Relationship shall also end upon completion of the inheritance of all data.\nFor free DSwiss services, the Contractual Relationship shall expire one (1) year (365 days) after the customer logs in to his account for the last time.\n</p>\n<p>\n<strong>9.2 Termination and Blocking</strong>\n</p>\n<p>The parties have the right to terminate the Contractual Relationship effective at notice for good cause without advance notice.\nThere is good cause giving DSwiss the right of termination effective at notice in particular if the amended T&amp;C are not confirmed or are revoked by the customer, or if the customer commits a violation of this Contractual Relationship.\n</p>\n<p>For SecureSafe for Teams, DSwiss shall be entitled to terminate the Contractual Relationship with a customer only partially, i.e.\nwith respect to any one or several SecureSafes for Teams or the personal data safe of the customer effective at notice for good cause.\nDSwiss shall in such cases also be entitled to terminate all data safes of the customer effective at notice, or to terminate the Contractual Relationship with all users of the affected SecureSafe effective at notice.\nTermination effective at notice regarding all users of a data safe is admissible in particular in cases where one or several users of a SecureSafe for Teams have violated these T&amp;C or applicable law, or if DSwiss has reason to believe that this is the case, and the Administrator of the SecureSafe for Teams has not intervened immediately against such violations or potential violations.\n</p>\n<p>DSwiss shall be further authorized to block without advance notice any kind of data safe (including SecureSafe for Teams) if there is good cause within the meaning of the provisions set forth above.\n</p>\n<p>\n<strong>9.3 Consequences of Termination</strong>\n</p>\n<p>The termination of this Contractual Relationship regardless of the reason thereof shall have the following effects: (1.) The usage fee already paid by the customer shall be forfeited, i.e.\nDSwiss does not reimburse such fee to the customer.\n(2.) The customer has in case of a termination of the Contractual Relationship for good cause (but not in other cases of termination of the Contractual Relationship) 90 days from the date of termination of the Contractual Relationship the possibility to download the data uploaded by him.\n</p>\n<p>The customer shall be exclusively responsible for the timely download of the data uploaded by him.\nDSwiss shall not have any duty of notification in this respect.\nDSwiss shall, in particular, not be obligated to warn the customer prior to the expiration of the Contractual Relationship or termination of this Contractual Relationship of the deletion of the data after termination of the Contractual Relationship.\n</p>\n<p>A termination of a customer shall never result in the cancellation of the SecureSafe for Teams unless the customer is the Administrator of that SecureSafe for Teams.\n</p>\n<p>\n<strong>10.\nData Protection</strong>\n</p>\n<p>Both parties agree to comply with any and all applicable data protection laws and regulations.\n</p>\n<p>Personal data processing within the scope of use of internet Datensafe services, shall take place in accordance with the data protection notices of DSwiss AG.\nThe customer will always have the option to view and edit their stored personal data via their account.</p>\n<p>The customer undertakes to ensure that the Beneficiaries and Trustees chosen by him agree to their function within the scope of this Contractual Relationship and, in particular, to receiving emails from DSwiss.\n</p>\n<p>\n<strong>11.\nDSwiss as Exclusive Rights Holder</strong>\n</p>\n<p>DSwiss exclusively and comprehensively retains all rights to (copyrights, domain rights, trademark rights, patent rights, etc.), as well as all know-how in its website and its Internet Data Safe services.\n</p>\n<p>\n<strong>12.\nFinal Provisions</strong>\n</p>\n<p>\n<strong>12.1 Offset prohibition</strong>\n</p>\n<p>The customer has a right to withhold payments or offset against counterclaims only to the extent that such counterclaims are uncontested or have been established as final and binding and are no longer subject to ordinary legal remedies.\n</p>\n<p>\n<strong>12.2 Modification of the Services performed by DSwiss</strong>\n</p>\n<p>DSwiss shall be entitled to modify or discontinue any of the services to be performed under this Contractual Relationship at any time and at its absolute discretion.\nIn the event of modification of the services performed by DSwiss, paragraph 2 of Section 2 above shall apply accordingly.\n</p>\n<p>\n<strong>12.3 Written Form</strong>\n</p>\n<p>Written form for notifications or the notice of termination within the meaning of this Contractual Relationship shall include emails or any notification on the customer's account.\nExcepted, however, shall be the statement of revocation or termination by the customer, which may not be given by email.\n</p>\n<p>\n<strong>12.4 Customer’s T&amp;C Not Applicable</strong>\n</p>\n<p>The customer’s standard terms and conditions of business shall not apply to this Contractual Relationship.\n</p>\n<p>\n<strong>12.5 Severability clause</strong>\n</p>\n<p>Should any one or more provisions of this Contractual Relationship be or become void or invalid, the remainder thereof shall not be affected thereby.\nIn the event of a clause becoming void or invalid, such clause shall be replaced by one that most closely fulfills the economic purpose of the invalid provision.\n</p>\n<p>\n<strong>12.6 No Loss of Rights</strong>\n</p>\n<p>Should any of the parties fail to exercise any of its rights under this Contractual Relationship at all or in a timely fashion, this shall not result in the forfeiture or loss of these rights.\nThe failure to or late exercise of any right shall not result in this right no longer being exercisable.\n</p>\n<p>\n<strong>12.7 Governing Version</strong>\n</p>\n<p>In the event of inconsistencies or questions of interpretation between the German and the English versions of these T&amp;C, the German version shall prevail.\n</p>\n<p>\n<strong>12.8 Place of Jurisdiction and Applicable Law</strong>\n</p>\n<p>The Contractual Relationship between the customer and DSwiss is subject to Swiss substantive law without giving effect to conflict of laws rules and international treaties.\n</p>\n<p>The Zurich Commercial Court has exclusive jurisdiction in case of disputes.\n</p> ", "created_at": "2021-11-18 02:32:15.990209", "updated_at": "2021-11-18 01:32:38.272625"}], "points": [], "urls": ["securesafe.com"]}}