{"error": 448, "message": "OK", "parameters": {"id": 2013, "name": "JonTV", "created_at": "2019-11-20 19:35:22.928906", "updated_at": "2021-03-25 03:19:42.984449", "wikipedia": null, "keywords": null, "related": null, "slug": "jontv", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2013.png", "url": "JonTV.me", "documents": [{"id": 2147, "name": "Privacy", "url": "https://jontv.me/legal/privacy.html", "xpath": "", "text": "\nJonTV\n<p>This is the privacy policy on JonTV.me</p>\nTOS\n<br>\nCookies<p>We use cookies to keep you logged in and to keep your settings.\nTo make things quicker, and to give better recommendations, stuff such as tags (keywords) of the videos you watch are saved in the session cookie, but is not being saved elsewhere.</p>You're not being tracked, we do not sell anything.\nData<p>We only save your login and what you own, likes and dislikes (when pressing those buttons), you can delete account in settings.</p>\n<br>Third parties<p>Only ads are from third-parties, it's how we and our creators get paid.\nNo third parties gets your data.\n</p> ", "created_at": "2019-11-20 19:35:42.975066", "updated_at": "2020-12-14 23:15:27.772087"}, {"id": 2148, "name": "Terms Of Service", "url": "https://jontv.me/legal/TOS.html", "xpath": "", "text": "\n<br>\n<br>\nJonTV\n<br>\n<br>\nJonTV was made to give back freedom back to the users, we will not limit the content users upload unless the video(s)\nare extremely graphic, sexual and or hate speech, keep in-mind we will not remove content unless it is targeting someone or something.\nfor example \"Doxing\" and or leaking someones personal infomation.\n<br> Rules<br>\n<br>\nCookies<br>\nLicense<br>\niFrames<br>\nContent Liability <br>\nWelcome to JonTV <p>These terms and conditions outline the rules and regulations for the use of JonTV's Website.</p>\n<br> JonTV is located at:<br>\n<br>\n<p>By accessing this website we assume you accept these terms and conditions in full.\nDo not continue to use JonTV's website if you do not accept all of the terms and conditions stated on this page.</p>\n<p>The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person accessing this website and accepting the Company's terms and conditions.\n\"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company.\n\"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves, or either the Client or ourselves.\nAll terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to, prevailing law of .\nAny use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>\nCookies <p>We employ the use of cookies.\nBy using JonTV's website you consent to the use of cookies in accordance with JonTV's privacy policy.</p>\n<p>Most of the modern day interactive web sites use cookies to enable us to retrieve user details for each visit.\nCookies are used in some areas of our site to enable the functionality of this area and ease of use for those people visiting.</p>\nLicense <p>Unless otherwise stated, JonTV and/or it's licensors own the intellectual property rights for all material on JonTV (except uploaded content).\nAll channels are responsible for their uploads.\nAll intellectual property rights are reserved.\nYou may view and/or print pages from https://JonTV.me/ for your own personal use subject to restrictions set in these terms and conditions.</p>\n<p>You must not:</p>\n<ol>\n<li>Republish material from https://jontv.me/</li>\n<li>Sell, rent or sub-license material from https://jontv.me/</li>\n<li>Reproduce, duplicate or copy material from https://jontv.me/</li>\n</ol>\n<p>Redistribute content from JonTV (unless content is specifically made for redistribution).</p>\nHyperlinking to our Content <ol>\n<li>The following organizations may link to our Web site without prior written approval: <ol>\n<li>Government agencies;</li>\n<li>Search engines;</li>\n<li>News organizations;</li>\n<li>Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses.\nand</li>\n<li>Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services.\nand (c) fits within the context of the linking party's site.\n</li>\n<li>We may consider and approve in our sole discretion other link requests from the following types of organizations: <ol>\n<li>commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;</li>\n<li>dot.com community sites;</li>\n<li>associations or other groups representing charities, including charity giving sites,</li>\n<li>online directory distributors;</li>\n<li>internet portals;</li>\n<li>accounting, law and consulting firms whose primary clients are businesses.\nand</li>\n<li>educational institutions and trade associations.</li>\n</ol>\n</li>\n</ol>\n<p>We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link).\n(b)the organization does not have an unsatisfactory record with us.\n(c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of .\nand (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization.</p>\n<p>These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services.\nand (c) fits within the context of the linking party's site.</p>\n<p>If you are among the organizations listed in paragraph 2 above and are interested in linking to our website, you must notify us by sending an e-mail to support@jonhosting.com.\nPlease include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link.\nAllow 2-3 weeks for a response.</p>\n<p>Approved organizations may hyperlink to our Web site as follows:</p>\n<ol>\n<li>By use of our corporate name.\nor</li>\n<li>By use of the uniform resource locator (Web address) being linked to.\nor</li>\n<li>By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party's site.</li>\n</ol>\n<p>No use of JonTV's logo or other artwork will be allowed for linking absent a trademark license agreement.</p>\nIframes <p>Without prior approval and express written permission, you may not create frames around our Web pages or use other techniques that alter in any way the visual presentation or appearance of our Web site.</p>\nReservation of Rights <p>We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our Web site.\nYou agree to immediately remove all links to our Web site upon such request.\nWe also reserve the right to amend these terms and conditions and its linking policy at any time.\nBy continuing to link to our Web site, you agree to be bound to and abide by these linking terms and conditions.</p>\nRemoval of links from our website <p>If you find any link on our Web site or any linked web site objectionable for any reason, you may contact us about this.\nWe will consider requests to remove links but will have no obligation to do so or to respond directly to you.</p>\n<p>Whilst we endeavour to ensure that the information on this website is correct, we do not warrant its completeness or accuracy.\nnor do we commit to ensuring that the website remains available or that the material on the website is kept up to date.</p>\nContent Liability <p>We shall have no responsibility or liability for any content appearing on your Web site.\nYou agree to indemnify and defend us against all claims arising out of or based upon your Website.\nNo link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.\n<br>You're responsible for what you upload.\n</p>\nDisclaimer <p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill).\nNothing in this disclaimer will:</p>\n<ol>\n<li>limit or exclude our or your liability for death or personal injury resulting from negligence;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor</li>\n<li>exclude any of our or your liabilities that may not be excluded under applicable law.</li>\n</ol>\n<p>The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.</p>\n<p>To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.</p> ", "created_at": "2019-11-20 19:36:01.87877", "updated_at": "2019-11-20 19:36:09.108868"}, {"id": 2149, "name": "Rules", "url": "https://jontv.me/legal/rules.html", "xpath": "", "text": "\nJonTV was made to give back freedom back to the users, we will not limit the content users upload unless the video(s)\nare extremely graphic, sexual and or hate speech, keep in-mind we will not remove content unless it is targeting someone or something.\nfor example \"Doxing\" and or leaking someones personal infomation.<br>\n<br>\nYou're free to talk how you want in your videos, but put <strong>swear,swears,swearing</strong> in the tags if you swear, and do same for whatever else you do.\n<br>\n<br>\nFollow laws in your country please.<br>\nYou are the one responsible for your uploads.\n", "created_at": "2019-11-20 19:36:21.052843", "updated_at": "2020-12-14 23:21:43.649164"}], "points": [{"id": 8428, "title": "This service does not sell your personal data", "source": "https://jontv.me/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2019-11-20 19:39:55.0157", "updated_at": "2020-12-15 10:05:56.657193", "quoteText": "we do not sell anything", "case_id": 193, "document_id": 2147, "quoteStart": 346, "quoteEnd": 369}, {"id": 8426, "title": "The service does not share user information with third parties", "source": "https://jontv.me/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2019-11-20 19:38:06.815614", "updated_at": "2020-12-15 10:05:32.467543", "quoteText": "No third parties gets your data", "case_id": 311, "document_id": 2147, "quoteStart": 602, "quoteEnd": 633}, {"id": 8427, "title": "This service does not track you", "source": "https://jontv.me/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2019-11-20 19:39:33.580459", "updated_at": "2020-12-15 10:05:40.906896", "quoteText": "</p>You're not being tracked", "case_id": 218, "document_id": 2147, "quoteStart": 316, "quoteEnd": 344}], "urls": ["JonTV.me"]}}