{"error": 448, "message": "OK", "parameters": {"id": 3572, "name": "mexiconewsdaily ", "created_at": "2021-05-12 23:58:53.230884", "updated_at": "2021-05-12 22:25:05.33221", "wikipedia": null, "keywords": null, "related": null, "slug": "mexiconewsdaily_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3572.png", "url": "mexiconewsdaily.com", "documents": [{"id": 5937, "name": "privacy", "url": "https://mexiconewsdaily.com/mexico-news-daily-privacy-policy", "xpath": "", "text": " Search for: <ul>\n<li>Home</li>\n<li>News▼<ul>\n<li>Coronavirus</li>\n</ul>\n</li>\n<li>Opinion</li>\n<li>Life</li>\n<li>People</li>\n</ul> Skip to content Wednesday, May 12, 2021 <ul>\n<li>\n</li>\n<li>6 pages left</li>\n<li>\n</li>\n<li>My Account</li>\n<li>Sign In</li>\n<li>Subscribe</li>\n<li>Sign Out</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>6 pages left</li>\n<li>\n</li>\n<li>My Account</li>\n<li>Sign In</li>\n<li>Subscribe</li>\n<li>Sign Out</li>\n</ul> Mexico News Daily Privacy Policy <p>Mexico News Daily knows that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nThis Privacy Policy describes our privacy policy with respect to the information collected on this Site.\n<strong>By visiting mexiconewsdaily.com, you are accepting the practices described in this Privacy Policy.</strong>\n</p>\n<p>What Information Do We Collect and How Do We Collect It?</p>\n<p>The information we gather on this Site falls into two categories: (1) personal information you supply, and (2) tracking information collected as you navigate through our Site.</p>\n<p>\n<strong>Personally Identifiable Information</strong>\n</p>\n<p>We will collect personally identifiable information whenever you register your account at the Site, or update your registration information.\nTo apply for a log-in account to access the Site, we ask you to provide personally identifiable information, including but not limited to, your name, address, phone number, and email address.</p>\n<p>Please note you also may be asked to provide credit card information to the extent you are paying the online subscription fee, purchasing photos, or making use of online classified ads.\nCredit card information is processed by Mexico News Daily’s third party vendors.\nMexico News Daily itself does not collect or store any User’s credit card information, and Mexico News Daily is not responsible for maintaining the security or privacy of any information that you provide, including credit card information, in connection with purchasing products or services via the Site.</p>\n<p>\n<strong>Aggregate Information</strong>\n</p>\n<p>When you use this Site, we may collect tracking information such as your browser type, the type of operating system you use, the domain name of your Internet service provider, and the pages you visited on the Site.\nNone of this information identifies you personally.\nwe collect it for aggregate reporting on site activity.\nFor example, we may want to know how long the average user spends on this Site, or which pages or features get the most attention.\nWe use this information to make the Site more useful.</p>\n<ol>\n<li>Web Beacons.\nWe may use “Web Beacon” (also known as “clear GIF”, “pixel tag”, “data tag” or “image tag”) technology to collect anonymous, non-personal information about how this Site is used.\nWe will use this information to make improvements to this Site and to help us plan for technical improvements.\nThis information will not identify you or any other user of this Site as an individual.</li>\n<li>E-Mail.\nWe use clear gifs in our HTML – based emails that tell us whether or not you can accept HTML images and, if you can accept HTML, whether or not you viewed the e-mail.\nWe use this information to help us make our e-mails more useful and interesting.\nThis process does not leave any information on your computer, nor does it collect information from your computer.\nWe do not share or sell this information to others, and we only use it to improve our e-mail communications with you.</li>\n<li>Cookies.\nA cookie is a block of text placed in a file on your hard drive by a website you’ve visited.\nWe use cookies to understand how visitors to this Site click to it and what pages they view during their visit.\nWe do not store any personal information in any cookie at any time.</li>\n</ol>\n<p>We may also use third party service providers for research purposes, including helping us to measure and analyze how visitors click to and use the Site.\nTo do this, we may use cookies or web beacons provided by these third parties to track the types of non-personal information described above.\nSuch aggregated information is used within Mexico News Daily’s internal organization and is only shared with third parties on an aggregated and non-personally identifiable basis.<br>\nThe “help” function on most browsers contains information on how to set your browser to notify you before accepting cookies or to disable cookies entirely.\nHowever, if you don’t accept cookies, you may not be able to take advantage of various features on this Site that are available to other visitors.</p>\n<p>\n<strong>Does Mexico News Daily Share the Information It Receives?</strong>\n</p>\n<p>Although information about those who visit our web site is important to us, we are not in the business of selling that information to others.</p>\n<p>We may provide aggregate information that does not identify particular individuals, such as the number or percentage of visitors who fall within certain category or categories, to a third party.<br>\nWe may also share your information with third parties in the following circumstances:</p>\n<p>Service Providers: We employ third party service providers to perform functions on our behalf, including, for example, the processing of online subscriptions or orders for photographs sold through the Site, as well as the Classified Ads service.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.\nExamples include fulfilling orders, delivering packages, sending mail, analyzing data, providing marketing assistance, and processing credit card payments.</p>\n<p>Legal Obligations: From time to time, we may be required to share personal information in response to a valid court order, subpoena, government investigation, or as otherwise required by law.\nWe also reserve the right to report to law enforcement agencies any activities that we, in good faith, believe to be unlawful.</p>\n<p>Protection of Mexico News Daily and Others: We will release the names of account holders and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply the Terms of Use for this Site and other agreements.\nor protect the rights, property, or safety of mexiconewsdaily.com, our users, or others.\nHowever, this does not include selling, sharing, or otherwise disclosing personally identifiable information from customers for commercial purposes in violation of the commitments set forth in this Privacy Policy.</p>\n<p>\n<strong>How Secure is the Information that Mexico News Daily Collects?</strong>\n<br>\nWe strive to keep information such as your name and email address safe, and employ stringent security measures to make sure that your information is not unintentionally shared with others.\nDespite our efforts, no method of transmission over the internet, or method of electronic storage, is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Children’s Policy</strong>\n</p>\n<p>We understand and share your concerns regarding your children’s access to the internet and the internet’s access to your children.\nConsistent with the Children’s Online Privacy Protection Act, we do not knowingly request or accept information submitted to this Site by any visitor under 13 years of age.<br>\nIf we become aware that an individual under 13 has provided information to us through this Site, we will not use or disclose that individual’s information for any purpose unless required to do so by law.</p>\n<p>\n<strong>Third party links</strong>\n</p>\n<p>The site may also contain links to advertisers or other third party sites that are not under our control.\nThese sites have their own policies regarding privacy, and you should review these policies before providing information to these sites.\nMexico News Daily has no responsibility for linked websites and provides these links solely for the convenience and information of our visitors.\nMexico News Daily also maintains a strict “no-spam” policy and fully complies with CAN-SPAM Act regulations.</p>\n<p>\n<strong>Terms of Use, Notices, and Revisions</strong>\n</p>\n<p>If you choose to visit mexiconewsdaily.com, your visit and any dispute over privacy is subject to this Privacy Policy and our Terms of Use, including limitations on damages, application of the law of the State of Mexico and resolution of any disputes in Mexico.\nIf you have any concern about privacy at mexiconewsdaily.com, please contact us with a thorough description, and we will try to resolve it.</p>\n<p>Our website is updated frequently, and the Privacy Policy and Terms of Use for this Site may change also.\nWe may e-mail periodic reminders of our notices and conditions, unless you have instructed us not to, but you should check this Site frequently to see recent changes.\nUnless stated otherwise, our current Privacy Policy applies to all information that we have collected from you through this Site.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of information collected in the past without notifying affected members, either by communicating directly with them or by posting the changes on this Site.</p>\n<p>\n<strong>Privacy Support</strong>\n<br>\nIf you have an inquiry or concern about our privacy policy, please contact: inquiries@mexiconewsdaily.com</p>\n<p>Premium content: this page is available only to subscribers.\nClick here to sign in or obtain access.</p> MOST POPULAR<ol>\n<li>Happy Mother’s Day from the Jalisco New Generation Cartel</li>\n<li>Tecate, Baja California, is now Jalisco cartel country</li>\n<li>Don Nico pays his 113 pesos in property tax—and wins a brand new car</li>\n<li>In Tijuana, a 23-year-old is killed for refusing to work for the narcos</li>\n<li>In Metlatónoc, Guerrero, girls sold into marriage for as little as 40,000 pesos</li>\n</ol> THE MND POLL What do you think?\n<p>THE STORY: Bitcoin gains traction as vehicle for sending remittances home to Mexico</p>\nAre you confident enough in cryptocurrency to use it for payments and money transfers?YesNoVoteView Results<br>\nAre you confident enough in cryptocurrency to use it for payments and money transfers? FOREIGN EXCHANGE RATES Mexico's English-language newspaper <i>\n</i>\n<i>\n</i> © 2021 MND Media <ul> MENU <ul>\n<li>Home</li>\n<li>News\n<ul>\n<li>Coronavirus</li>\n</ul>\n</li>\n<li>Opinion</li>\n<li>Life</li>\n<li>People</li>\n</ul>\n</ul>\n<ul> MND <li>Log in or subscribe</li>\n<li>Subscription FAQs</li>\n<li>Email newsletters</li>\n<li>About us</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>Privacy</li>\n</ul> Chat with us,\npowered by LiveChat × Send this to a friendSendCancel Thanks for visiting!You have %%pigeonMeterAvailable%% %%pigeonCopyPage%% left this month.SubscribeSign In ", "created_at": "2021-05-12 23:58:53.234521", "updated_at": "2021-05-12 21:59:19.656443"}], "points": [], "urls": ["mexiconewsdaily.com"]}}