{"error": 448, "message": "OK", "parameters": {"id": 4159, "name": "Mozilla VPN", "created_at": "2021-06-21 00:45:42.662405", "updated_at": "2021-07-02 22:00:44.318762", "wikipedia": "https://en.wikipedia.org/wiki/Mozilla_VPN", "keywords": null, "related": null, "slug": "mozilla-vpn", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/4159.png", "url": "vpn.mozilla.org", "documents": [{"id": 7198, "name": "Mozilla VPN Terms of Service", "url": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "xpath": "//*[@id=\"mozilla-vpn-terms-of-service\"]", "text": "Mozilla VPN Terms of Service\n<p>Version 3.1, effective April 28, 2021</p>\n<p>Mozilla VPN (“Service”) is a Virtual Private Network in partnership with Mullvad.\nPlease read these Terms of Service carefully because they explain important information about your use of the Service.</p>\n<p>If you activate this Service, it keeps your internet traffic private from your internet service provider and most websites you visit by encrypting and routing it through our partner’s networks instead.\nIt will also replace your actual IP address to keep your personal IP address private from others, such as the websites you visit and your internet service provider.</p>\nYou Must Be Eligible to Use the Service\n<p>You must be in a country where the Service is available to download Mozilla VPN and use the Service.\nCurrently, the Service is available in United States, Canada, United Kingdom, New Zealand, Germany, France, Singapore, and Malaysia.\nA Firefox Account is required to use the Service.</p>\n<p>To create a Firefox Account, you will also need to agree to the Terms of Service and Privacy Notice for your Firefox Account.</p>\nYour Privacy\n<p>\n<strong>Your Privacy.</strong> The Mozilla VPN Privacy Notice explains what information is sent when you use the Service and how we handle and share that information.</p>\n<p>Mozilla is a global organization, and our computers and service providers’ computers may be in various countries around the world, including the United States.\nThis means that your information might be processed on servers located outside of the country where you live, and that country may have a different level of data protection regulation than yours.\nBy giving us information, you consent to this kind of transfer of your information.</p>\nPermissions Necessary to Provide the Service\n<p>Mozilla VPN is a Virtual Private Network in partnership with Mullvad.\nTo learn more about how the Service works, you can see Mozilla’s source code for the VPN program on Windows, MacOS, iOS, Android, and Linux.</p>\n<p>\n<strong>Your Use of the Service.</strong> Mozilla gives you permission to use the Mozilla VPN Service according to these Terms of Service.\nThis permission is only for your personal use.\nYou may not transfer, sublicense, resell, or commercially exploit the service.</p>\n<p>You give Mozilla and Mullvad all rights necessary to operate the Service, including processing the data you upload to or access through the Service.\nYou can find more information about the data Mozilla and Mullvad process in the Mozilla VPN Privacy Notice.</p>\n<p>You also agree that your use of the Service will comply with Mozilla’s Conditions of Use.\nYou are solely responsible for the content you transmit and the consequences.</p>\n<p>\n<strong>Device Limit.</strong> When your subscription is active, you can connect up to 5 devices to Mozilla VPN.</p>\n<p>\n<strong>Your License to Use the Software.</strong> The Mozilla VPN software is made available to you under the terms of the Mozilla Public License.</p>\n<p>\n<strong>Your Feedback and Suggestions.</strong> If you give Mozilla any ideas, suggestions, or feedback about Firefox Accounts or the services you use through your account, you give Mozilla permission to use them for free and without any additional obligations.</p>\n<p>\n<strong>Mozilla’s Intellectual Property.</strong> Neither Mozilla nor its licensors grant you any intellectual property rights in the Service that are not specifically stated in these Terms.\nFor example, these Terms do not provide the right to use any copyrights, trademarks, or other distinctive brand features of Mozilla or its licensors.\nThe Mozilla software is distributed under and subject to the current version of the Mozilla Public License, or other similarly permissive licenses.</p>\nYour Payment\n<p>\n<strong>Payment.</strong> We offer Mozilla VPN as an automatically renewing subscription service.\nWhen you sign up, you authorize us to charge the payment method you provide for the subscription fees for the first term of the Service.\nYour plan renews automatically at the end of each term, and you authorize us to charge the subscription fees each term.\nIf you stop paying, we will immediately suspend your account, and we may delete it after 2 months of not paying.</p>\n<p>\n<strong>30-Day Refund Policy.</strong> The first time you subscribe to Mozilla VPN through Mozilla's website, if you cancel your account within the first 30 days, you may request a refund and Mozilla will refund your first subscription term.\nThis offer only applies the first time you subscribe.\nThis is in addition to any rights you may have under your country’s consumer laws.</p>\n<p>\n<strong>Purchasing an Apple iTunes Subscription.</strong> If you purchased your subscription through in-app purchase from the Apple App Store, your payment is subject to the terms and conditions of the Apple App Store.\nYou must direct any billing and refund inquiries for such purchases to Apple.</p>\nYou May Cancel Your Subscription at Any Time\n<p>\n<strong>Cancellation.</strong> You may cancel your subscription to Mozilla VPN at any time by deactivating your account and cancelling your subscription.\nYou can do this by clicking the “Cancel Subscription” link in any email that we send you or by going to the Subscriptions &amp.\nPayments Section of your Firefox Account and clicking “Cancel.” If you choose to cancel, auto-renewal will stop, we will not charge you for any future payment periods, and you will lose access to the service at the end of the current billing cycle.</p>\n<p>If you purchased your subscription through in-app purchase from Apple App Store, you can [cancel your subscription] (https://support.apple.com/en-us/HT202039) via Subscriptions on your Apple device.\n</p>\nYou Are Responsible For the Consequences of Your Use of the Service\n<ul>\n<li>\n<p>You assure Mozilla that you will not use the Service to infringe anyone’s rights or violate any law.</p>\n</li>\n<li>\n<p>To the extent permitted by applicable law, you agree that Mozilla will not be liable in any way for any inability to use the Service, for any limitations of the Service, or for any claim arising out of these Terms.\nMozilla specifically disclaims the following: Indirect, special, incidental, consequential, or exemplary damages, direct or indirect damages for loss of goodwill, work stoppage, lost profits, loss of data, or computer malfunction.\nAny liability for Mozilla under this agreement is limited to $500.</p>\n</li>\n<li>\n<p>You agree to indemnify and hold Mozilla harmless for any liability or claim that comes from your participation in Firefox Accounts, to the extent permitted by applicable law.</p>\n</li>\n<li>\n<p>Mozilla provides the service “as is.” To the extent permitted by applicable law, Mozilla specifically disclaims any legal guarantees or warranties such as “merchantability,” “fitness for a particular purpose,” “non-infringement,” and warranties arising out of a course of dealing, usage, or trade.</p>\n</li>\n<li>\n<p>You may have other rights under your own country’s laws.\nNothing in these Terms of Service is intended to affect those rights, if they apply.</p>\n</li>\n</ul>\nMozilla Can Update or End These Terms\n<ul>\n<li>\n<p>\n<strong>Mozilla Can Update These Terms.</strong> Every once in a while, Mozilla may decide to update these Terms.\nWe will post the updated Terms online and, if the changes are material, we will email the updated Terms to the primary email associated with your Firefox Account.\nWe will post an effective date at the top of this page to make it clear when we made our most recent update.\nIf you do not agree to the updated Terms, you may cancel your subscription within 30 days.\nYour continued use of the Service after 30 days will be acceptance of the changes.</p>\n</li>\n<li>\n<p>\n<strong>Termination.</strong> These Terms apply until either you or Mozilla decide to end them.\nYou can choose to end them at any time for any reason by stopping your use of the Service and cancelling your subscription.\nMozilla can suspend or end anyone’s access to the Service at any time for any reason, including if Mozilla decides to end the Service.\nIf we decide to suspend or end your access, we will try to notify you at the email address associated with your account or the next time you attempt to access your account.</p>\n</li>\n</ul>\n<p>If we terminate your access to the Service without specific cause, you will continue to have access to the Service for the current billing period or we will refund the current term.\nHowever, we reserve the right to terminate your use of the Service immediately if we reasonably believe you have violated the Conditions of Use, have used fraudulent payment, such as the use of a stolen payment card, or have otherwise violated these Terms.</p>\n<ul>\n<li>\n<strong>Choice of Law.</strong> California law applies to this contract, except for California’s conflict of law.\nIf there is any conflict between this English version of the contract and a translation, this English version applies.</li>\n</ul>\nContact Mozilla\n<p>Mozilla Corporation<br>\nAttn: Mozilla – Legal Notices<br>\n2 Harrison St.\n#175,<br>\nSan Francisco, CA 94105 </p>\n<p>legal-notices@mozilla.com</p>\n", "created_at": "2021-06-21 01:57:42.551213", "updated_at": "2021-06-21 01:57:49.639653"}, {"id": 7197, "name": "Mozilla VPN Privacy Notice", "url": "https://www.mozilla.org/en-US/privacy/mozilla-vpn/", "xpath": "/html/body/div[3]/div/article", "text": " Mozilla VPN Privacy Notice Effective May 6, 2021 At Mozilla, we design products with your privacy in mind.\n<p>Mozilla VPN protects your device’s internet connections.\nMozilla partners with Mullvad to privately and securely encrypt your internet traffic.</p>\n<p>This privacy notice explains what data Mozilla VPN collects, shares, and why.\nWe also adhere to the Mozilla Privacy Policy for how we receive, handle, and share information.</p> Things you should know:\nInformation we collect<p>\n<strong>Firefox Account information.</strong> This service requires a Firefox Account, which sends Mozilla VPN your email address, locale, and IP address.\nLearn more about Firefox Account data practices.</p>\n<p>\n<strong>Location information.</strong> Mozilla VPN receives your IP address from your Firefox Account when you sign up for and use the service.\nWe use the IP address in order to approximate your location because Mozilla VPN is currently only available in certain countries.</p>\n<p>\n<strong>Payment information.</strong> When you subscribe to Mozilla VPN, you will send payment through one of our third-party payment providers: Stripe, Apple, PayPal, or Google Pay.\nMozilla receives a record of your account (including your billing address and the last four digits of your payment method) and the status of your account’s subscription.\nMozilla does not store your full payment details.\n</p>\n<p>\n<strong>Interaction data.</strong> Mozilla receives data about your interactions with Mozilla VPN, including when you log in and when you request the server list.</p>\n<p>\n<strong>Technical data.</strong> Mozilla receives basic information from Mozilla VPN about the installed VPN version and the devices it’s installed on, including the operating system and hardware configuration.\nWhen Mozilla VPN connects to our servers to authenticate and update your Mozilla VPN account, your IP address is temporarily collected as part of our server logs.\nNo server logs of your network activity are maintained by our partner Mullvad when you're using the Mozilla VPN service.</p>\n<p>We use the data to improve performance and stability for our users, and to measure Mozilla VPN's performance.</p> Information we share<p>Mozilla VPN shares data to provide the service to you.\nMozilla has written agreements in place with this company contractually obligating them to protect your information.\nHere’s who we use:</p>\n<p>\n<strong>Mullvad.</strong> Mullvad receives your internet traffic to provide the service.\nWhen you activate Mozilla VPN, it will encrypt your internet traffic and send it to Mullvad.\nMullvad has committed not to log any of the data it receives.\nLearn more at Mullvad’s Privacy Policy.</p> Data privacy questions?<p>Much of the information that we store about our Firefox Account users is easily accessible by logging into your account.\nYou can learn more about managing your data here.\nTo make requests, please contact us through our Data Subject Access Request Portal.</p>\n<p>If you have any other questions regarding our privacy practices, please contact us at compliance@mozilla.com.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</p>\n<p>Please visit our forums for general VPN related support help.</p> ", "created_at": "2021-06-21 01:56:55.233625", "updated_at": "2021-06-21 01:57:02.385152"}], "points": [{"id": 23382, "title": "You have the right to leave this service at any time", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:20:00.442681", "updated_at": "2021-07-02 13:25:55.835535", "quoteText": "You can choose to end them at any time for any reason by stopping your use of the Service and cancelling your subscription.\n", "case_id": 170, "document_id": 7198, "quoteStart": 7871, "quoteEnd": 7995}, {"id": 23381, "title": "Third parties are involved in operating the service", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:18:21.296374", "updated_at": "2021-07-02 13:27:35.438395", "quoteText": "Mozilla VPN (“Service”) is a Virtual Private Network in partnership with Mullvad.", "case_id": 207, "document_id": 7198, "quoteStart": 77, "quoteEnd": 158}, {"id": 23380, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://www.mozilla.org/en-US/privacy/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:14:48.625941", "updated_at": "2021-07-02 13:25:48.198713", "quoteText": "We use the data to improve performance and stability for our users, and to measure Mozilla VPN's performance.</p>", "case_id": 176, "document_id": 7197, "quoteStart": 2069, "quoteEnd": 2182}, {"id": 23379, "title": "Logs are deleted after a finite period of time", "source": "https://www.mozilla.org/en-US/privacy/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:13:57.88119", "updated_at": "2021-09-02 22:05:06.820154", "quoteText": "No server logs of your network activity are maintained by our partner Mullvad when you're using the Mozilla VPN service.", "case_id": 177, "document_id": 7197, "quoteStart": 1941, "quoteEnd": 2061}, {"id": 23378, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.mozilla.org/en-US/privacy/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:12:12.265235", "updated_at": "2021-07-02 13:25:33.119467", "quoteText": "Mozilla VPN receives your IP address from your Firefox Account when you sign up for and use the service.", "case_id": 399, "document_id": 7197, "quoteStart": 741, "quoteEnd": 845}, {"id": 23377, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (State of California, USA)", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:09:49.099648", "updated_at": "2021-07-02 13:25:29.208602", "quoteText": "California law applies to this contract, except for California’s conflict of law.", "case_id": 241, "document_id": 7198, "quoteStart": 8807, "quoteEnd": 8888}, {"id": 23376, "title": "You agree not to use the service for illegal purposes", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:08:52.058021", "updated_at": "2021-07-02 13:25:24.424817", "quoteText": "You assure Mozilla that you will not use the Service to infringe anyone’s rights or violate any law.", "case_id": 280, "document_id": 7198, "quoteStart": 5827, "quoteEnd": 5927}, {"id": 23375, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:05:17.507156", "updated_at": "2021-07-02 13:25:20.389187", "quoteText": "You may not transfer, sublicense, resell, or commercially exploit the service.</p>", "case_id": 143, "document_id": 7198, "quoteStart": 2208, "quoteEnd": 2290}, {"id": 23374, "title": "You must create an account to use this service", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:04:29.783265", "updated_at": "2021-07-02 13:25:16.708284", "quoteText": "A Firefox Account is required to use the Service.</p>", "case_id": 230, "document_id": 7198, "quoteStart": 933, "quoteEnd": 986}, {"id": 23373, "title": "There is a date of the last update of the agreements", "source": "https://www.mozilla.org/en-US/about/legal/terms/mozilla-vpn/", "status": "Generated through the annotate view", "created_at": "2021-07-02 13:02:44.671721", "updated_at": "2021-07-02 13:25:04.586421", "quoteText": "effective April 28, 2021", "case_id": 331, "document_id": 7198, "quoteStart": 45, "quoteEnd": 69}], "urls": ["vpn.mozilla.org"]}}