{"error": 448, "message": "OK", "parameters": {"id": 3150, "name": "Rooster Teeth", "created_at": "2021-04-14 10:58:10.385733", "updated_at": "2021-04-15 00:01:47.000822", "wikipedia": "https://en.wikipedia.org/wiki/Rooster_Teeth", "keywords": null, "related": null, "slug": "rooster_teeth", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3150.png", "url": "roosterteeth.com", "documents": [{"id": 5084, "name": "Cookie Policy", "url": "https://roosterteeth.com/cookie-policy", "xpath": "/html/body/div[1]/div/div/div[3]/main/div/div", "text": "<p>COOKIE POLICY FOR ROOSTER TEETH SERVICES</p>\n<p>We at Rooster Teeth Productions, LLC (the “Company,” “we,” “us,” or “our”, including our affiliates) believe in being transparent about how we collect and use data.\nThis policy provides information about how and when we use cookies for these purposes.\nCapitalized terms used in this policy but not defined have the meaning set forth in our Privacy Policy, which also includes additional details about how we collect and use information.</p>\n<p>Visiting or using our Website or Services with your browser settings adjusted to accept cookies tells us that you consent to our use of cookies and other technologies to provide you with the Services.\n<strong>If you do not accept the use of these cookies, please disable them using the instructions provided below.</strong>\n</p>\n<p>WHAT ARE COOKIES?</p>\n<p>“Cookies” are text files transferred to your device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nCookies are widely used to make websites work more efficiently, recognize your browser or device, improve your user experience, customize features and advertising, and provide reporting information about the Services.</p>\n<p>You can configure your desktop or mobile browser’s settings to reflect your preference to accept or reject cookies, including how to handle third-party cookies (see How Can I Manage Cookies? below).</p>\n<p>You can find out more information about cookies at http://www.allaboutcookies.org and http://www.youronlinechoices.eu.</p>\n<p>In addition to cookies, there are other similar technologies used by us and elsewhere on the web or in mobile sites or applications.\nWeb beacons, browser storage and plugins and other technologies often work in conjunction with cookies, and may store small amounts of data on your device.</p>\n<p>HOW DO WE USE COOKIES?</p>\n<p>The Services offered by the Company may use cookies and other technologies that work in conjunction with cookies (such as SDKs, pixels, tags, or web beacons) to collect and store the Information we automatically collect about our users’ device and use of the Services.\nCookies may be served directly by us to your device (a first party cookie) or may be served by one of our service providers on our behalf (a third party cookie).\nCookies can be used to recognize you when you visit our Services, remember your preferences, and give you a more personalized experience.\nCookies can also make your interactions with the Services faster and more secure.</p>\n<p>While specific types of cookies and technologies may change from time to time as we improve and update the Services, cookies used by the Services generally fall into the categories below:</p>\n<ul>\n<li>Security and Authentication (Strictly Necessary Cookies): These cookies are essential to provide you with the Services and to use some of its features, such as access to secure areas.\nWithout these cookies, we can’t provide parts of the Services that you request, like secure login accounts and transactional pages.</li>\n<li>Performance &amp.\nFunctionality Cookies: We use performance cookies to analyze how the Services are being accessed and used, or how the Services are performing in order to maintain, operate and continually improve the Services and provide a better overall user experience.\nFunctionality cookies record information about choices you’ve made and allow us to customize the Services to you.\nWhen you continue to use or return to the Services, we can remember choices you make (such as login credentials, language preference, country location or other online settings) and provide the personalized or enhanced features that you select.\nWe also employ Google Analytics to help understand how the Service is used.</li>\n<li>Social Networks: Some technologies help you to interact with social networks you are signed into while using the Services, such as sharing content with the social network, logging in with the social network, and other features you employ with the social network, or that are allowed in the social network’s privacy policy.\nThese may be set and controlled by the social networks, and your preferences with those social networks.\nYou can manage your privacy preferences for these social networks and their tools and widgets via your account with the social network.</li>\n<li>Advertising or Targeting Cookies: These cookies allow us and third parties to gather information about the content you’re browsing, your visit, or your interaction with ads and our communications, and to display ads that are relevant to you and measure their effectiveness.\nCertain third party cookies may also track your activity across various sites to display ads relevant to you and your interests on third party sites and applications.\nMost advertising or targeting cookies set by the Services belong to our service providers.</li>\n</ul>\n<p>WHAT THIRD PARTY COOKIES DO WE USE?</p>\n<p>Our cookie table lists some of the third party cookies on our Services.\nPlease note that the names of cookies, pixels and other technologies may change over time.</p>Cookie NameUseInternal or External__cfduidThis is a token from Recurly, the subscription backend service we use.External_gaThese are Google cookies.\nWe use these to track user behavior (e.g.\nclick events, page views, video views, and purchases) to learn how users use our site.External_gat_UA-2631020-20External_gidExternalajs_anonymous_idThese are Segment.IO cookies.\nWe use these to send data to our internal analytics platform, which sends data to our warehouse.\nThese cookies also track user events, behaviors, and where users visit on our site.Externalajs_group_idExternalajs_user_idExternalAll cookies from .facebook.comWe allow users to sign in and create an account using Facebook.\nWe also track FIRST membership purchases with a Facebook tracking pixel.Externalmp_d5d9108a00e53e563e046ee5aca7b049_mixpanelThis is a Mixpanel cookie.\nWe use this to track user behavior such as clicks, page views, and purchases.ExternaloptimizelyEndUserIdThis is an Optimizely cookie.\nWe use this for A/B testing and to track user behavior (e.g.\nclick events, page views, and purchases).Externalrt_access_tokenWe use these tokens to check if users have access to FIRST membership / paid content, and to refresh access tokens.Internalrt_refresh_tokenInternalchat-panelThis cookie is used to remember if a user left the chat panel open or closed.Internal<p>HOW CAN I MANAGE COOKIES?</p>\n<p>You can choose whether or not to accept cookies and other technologies, as explained below.\nHowever, you should be aware that disabling cookies may prevent you from enjoying the full functionality of the Services.</p>\n<p>Most browsers allow you to change your cookie settings.\nThe “Options” or “Preferences” menu of most browsers detail how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.\nYour browser’s settings may also allow you to disable or delete similar technologies and data used by browser add-ons (such as Flash cookies), for instance by changing the add-on’s settings or clearing browser storage.\nBrowser manufacturers provide help pages relating to cookie management in their products.\nPlease see below for more information:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n<li>Opera</li>\n<li>Opera Mobile</li>\n</ul>\n<p>For other browsers, please consult the documentation that your browser manufacturer provides.</p>\n<p>If you only want to limit third party advertising cookies, you can turn off most of these cookies by visiting the following links (but be aware that not all of the companies listed on these sites drop cookies via our Services):</p>\n<ul>\n<li>Your Online Choices</li>\n<li>Network Advertising Initiative</li>\n<li>Digital Advertising Alliance</li>\n</ul>\n<p>You can opt out of interest-based targeting provided by participating ad services through the Digital Advertising Alliance’s YourAdChoices.\nIn addition, on your iPhone, iPad or Android, you can change your device settings to control whether you see online interest-based ads.</p>\n<p>For Google Analytics, you can opt-out through Google Ads Settings, Ad Settings for mobile apps, or any other available means (e.g.\nthe NAI’s consumer opt-out listed above).\nGoogle also provides a Google Analytics opt-out plug-in for the web.</p>\n<p>Please note that even if you opt-out and limit cookies or these third party tracking technologies, they may still collect data and you may still see ads, but they will not be targeted based on information collected through these technologies.</p>\n<p>WHAT IS DO NOT TRACK?</p>\n<p>Do Not Track is a privacy preference that users can set in their web browsers.\nWhen a user turns on the Do Not Track signal, the browser sends a message to websites requesting them not to track the user.\nAt this time, we do not respond to Web browser “do not track” settings or signals.\nAs described in this Cookie Policy, we deploy cookies and other technologies on our Service to collect information about you and your browsing activity, even if you have turned on the Do Not Track signal.</p>\n<p>CHANGES TO THIS COOKIE POLICY</p>\n<p>If you have disabled one or more cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p>\n<p>We may amend this Cookie Policy from time to time.\nUse of Information we collect now is subject to the Cookie Policy in effect at the time such Information is used.\nIf we make material changes in the way we collect, use, and/or share information held in cookies, we will notify you by posting an announcement through the applicable Services.\nWe encourage you to regularly review this page for any updates to our Cookie Policy as well as our Privacy Policy.</p>\n<p>QUESTIONS OR CONCERNS</p>\n<p>If you have any questions or concerns regarding our Cookie Policy, please send us a detailed message at the address below, and we will try to resolve your concerns.</p>WarnerMedia Privacy Office<br>4000 Warner Blvd.,<br>Building 160<br>Burbank, CA 91522<br>Attn: Privacy / Legal Department<p>Email: WMPrivacy@warnermediagroup.com</p>\n<p>Effective: May 25, 2018</p>", "created_at": "2021-04-14 17:45:25.919487", "updated_at": "2021-06-13 16:43:53.815367"}, {"id": 5085, "name": "Privacy Policy", "url": "https://www.warnermediaprivacy.com/policycenter/b2c/WME/en-us/", "xpath": "//body", "text": " WarnerMedia Entertainment Privacy Policy<br>\n<p>Last updated: July 1, 2020&nbsp;</p>\n<p>\n<br>\n</p>\n<p>Thank you for visiting a WarnerMedia Entertainment property.\nThis Privacy Policy explains our online information practices and the choices you can make about information collected through our websites, applications (“apps”), services, connected devices (e.g., connected TVs), and other offerings (each a “Site” or collectively, the “Sites”).\nThis Privacy Policy applies to any Site that links directly to this policy.\nFor certain offerings on our Sites, there may be additional notices about our information practices and choices.\nPlease read those additional privacy disclosures to understand how they apply to you.\nOur Privacy Policy is designed to provide transparency into our privacy practices and principles.\nYou can learn about our WarnerMedia and AT&amp;T affiliates by visiting the affiliates’ page.&nbsp;</p>\n<p>\n<br>\n</p>TABLE OF CONTENTS<ul>\n<li>INFORMATION WE COLLECT</li>\n<li>HOW WE USE THE INFORMATION</li>\n<li>INFORMATION SHARING AND DISCLOSURE</li>\n<li>YOUR CHOICES AND CONTROLS</li>\n<li>COOKIES AND OTHER TECHNICAL INFORMATION</li>\n<li>INFORMATION SECURITY</li>\n<li>HOW YOU CAN ACCESS OR CORRECT INFORMATION</li>\n<li>ADDITIONAL INFORMATION REGARDING CHILDREN'S PRIVACY</li>\n<li>INTERNATIONAL TRANSFER</li>\n<li>NOTIFICATION REGARDING PRIVACY POLICY UPDATES</li>\n<li>HOW TO CONTACT US</li>\n<li>CALIFORNIA AND CCPA PRIVACY RIGHTS AND DISCLOSURES</li>\n<li>AFFILIATES (Please visit the affiliates’ page to review our list of Affiliates)</li>\n</ul>INFORMATION WE COLLECT<p>We may collect different types of information during your interactions with our Sites and through our advertising and media across the Internet and mobile apps.\nThis information may include personal information (e.g., name, phone number, postal address, email address, and certain payment information), technical information (e.g., device identifier, IP address, browser type, operating system) and usage information (e.g., how you use and navigate to and from our Sites, and information about content or advertisements you have been shown or have clicked on).\nWe may combine these types of information together, and collectively refer to all of this information in this Privacy Policy as “Information.” Information may be collected as described below and through the use of cookies, web beacons, pixels, and other similar technologies by us or by other companies on our behalf.\nBelow we describe the types of Information we may collect:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Registration, account, and sign-up information.</strong> We may collect Information in the course of your use of, or registration with, our Sites.\nFor example, when you create an account, register for or download an app, or sign-up for a product or service, you may provide us with certain personal information.\nThis type of personal information may include name, phone number, postal address, fax number, email address, or certain payment information (e.g., credit card and billing information).\nWe may also collect Information about your interest in and use of various products, programs, services, and content available on or through our Sites.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Other information you provide.\n</strong>When you interact with our Sites, you may share other information about yourself by, for example, publishing and sharing the information with the Site’s website or in the Site’s community, creating a or profile, or filing out a survey or application.\nSometimes you may also choose to provide more sensitive forms of personal information to us, such as information regarding your physical or mental health, biometric data, race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, or trade union membership.\nFor example, we may collect this type of sensitive information if you participate in surveys, focus groups, or opportunities to test new products, programs, or services.\nWe collect this sensitive information with your consent, if required by law, and we take steps to protect and limit any use of it to the purposes for which it is provided.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Information from others.\ninviting friends.</strong> On some of our Sites we may collect Information other people submit about you.\nFor example, a friend might submit Information to invite you to participate in an offering, make recommendations, or share content.\nBy processing these requests, we may receive your Information, including a recipient’s name, postal address, email address, telephone number, or information about your interest in and use of various products, programs, services, and content.\nSome of our Sites also allow users to invite friends to participate in activities by providing their friends’ contact details or importing contacts from your address book or from other sites.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Information from other sources.\n</strong>We may combine Information we receive online with other information, including usage information from our other Sites and our online advertising and media.\nWe may also supplement or combine Information with information from a variety of other sources or outside records, such as demographic, transaction history, or personal information, and we may use that combined information in accordance with this Privacy Policy.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Information you provide through social media.\n</strong>You can engage with some of our content and offerings, such as videos, games, apps, and other offerings on or through third party communities, forums, and social media sites, platforms, services, plug-ins, and applications (“Social Media Sites”).\nWhen you link to or interact with our Sites, content, or offerings through Social Media Sites, you may allow us to receive certain Information from your social media account (e.g., name, user ID, email address, profile photo, photos and videos, gender, birthday, location, your list of friends and their contact details, people you follow and/or who follow you, the posts or the 'likes' you make).\nWe may also receive Information from your interaction with our content (e.g., content viewed, game performance, high scores, and information about advertisements you have been shown or have clicked on).\nBy providing this Information or otherwise interacting with our Sites through Social Media Sites, you consent to our use of Information from the Social Media Sites in accordance with this Privacy Policy.\nFor information about how you can customize your privacy settings on Social Media Sites, and how those Social Media Sites handle your personal information and content, please refer to their privacy help guides, privacy policies, and terms of use.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Information you provide through public forums.</strong> If you post or share Information or content, such as photos, letters, videos, or comments, while participating in online forums on our Sites, or when you interact with our Sites through Social Media Sites, depending on your privacy settings, this Information or content and your username may become public on the Internet or within a community of users.\nWe cannot prevent further use of this Information once you share it in a publicly available forum.\nFor information about how you can customize your privacy settings on Social Media Sites, and how those Social Media Sites handle your personal information and content, please refer to their privacy help guides, privacy policies, and terms of use.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Location information.\n</strong>We may have access to certain Information about your location, such as your country or address, when you provide it either directly or via device information.\nIf you access our Sites on your mobile device, we may collect Information about your device’s precise location.\nWe also may derive a general location from device information (such as an IP address).</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Information you provide through camera access.</strong> For some Sites, we will ask for permission to access your device’s camera.\nIf you grant permission, you may be able to take pictures or video within the app experience or to access certain augmented reality (“AR”) features.\nSome of these features may rely on camera systems to track movements of your eyes and other facial features or your immediate surroundings to apply AR effects.\nInformation gathered from some facial scanning technology (e.g.\nTrueDepth API), is only used to make these services and features available to you and is only persistent on the device during use of the AR features.\nOther facial scanning technology may be used for research, analytics, and enhancing consumer experiences.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Video and streaming information.</strong> For some Sites, we collect information about the films, TV shows, and videos that you view.&nbsp;For example, if you stream video content using our Sites, we may collect information about your interaction with that content or service, such as the title and genre, watchlists you compile, and searches you conduct, duration and number of streams and downloads and system information related to streaming and download quality.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Technical and usage information.\n</strong>We also collect certain technical and usage information when you use our Sites, such as the type of device, browser, and operating system you are using, your Internet service provider or mobile carrier, unique device identifier, IDFA or IDFV, MAC address, IP address, device and browser settings, the webpages and apps you use, advertisements you see and interact with, and certain Site usage information.\nSee our Cookies and Other Technical Information section for more information on how we may use these technologies to collect this Information.</p>\n<p>\n<br>\n</p>HOW WE USE THE INFORMATION<p>We use Information for the purposes described in this policy or disclosed at the time of collection or with your consent.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Providing and marketing products and services.\n</strong>We may use the Information we collect about you through our Sites to fulfill your requests for, and otherwise provide or analyze your use of our products, programs, services and content, to facilitate sharing and other interactions with Social Media Sites, and to provide, develop, maintain, personalize, protect, and improve your experience and our offerings.\nFor example, we use Information we collect to enable you to do things like (i) watch trailers, movies, programs, and video clips, (ii) get entertainment news and updates, (iii) get information about our products, programs, services, and content, (iv) locate and access personalized information or functionality based on your interests or location (e.g., find stores, theaters, or show times), (v) buy digital content, movie tickets, or other purchases (vi) play games, (vii) engage with interactive features, activities, and Social Media Sites, (viii) read and post comments, content, and reviews, (ix) fill out surveys or provide feedback, or (x) enter promotions, contests, and sweepstakes.\nWe may also use Information to offer, market, and advertise products, programs, and services from us and our affiliates, business partners, and select third parties that we believe may be of interest to you.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Communicating with you and others.</strong> We may use Information about you to communicate with you, such as (i) to notify you when you win one of our contests or sweepstakes or when we make changes to our policies or user agreements, (ii) to respond to your inquiries and provide you with customer service, (iii) to communicate with you about your purchases or transactions, (iv) to contact you about your account, or (v) to send you information about promotions, offerings, and Site features.\nYou may also choose to receive push notifications from us on your mobile device.\nIf you choose to submit content for publication online or in other forums, we may publish your screen name or username and other Information you have provided to us on our Sites, the Internet, or elsewhere.\nWe use Information that you provide about others to enable us to send them invitations, promotions, or other content on your behalf or through our Sites.\nFrom time to time, we also may use this Information to offer, market, or advertise products, programs, or services to them from us and our affiliates, and business partners.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Use of technical and usage information.</strong> We may use technical and usage information to improve the design, functionality and content of our Sites and to enable us to personalize your experience with our Sites and offerings.\nFor example, we may&nbsp;use this Information (i) to provide, develop, maintain, personalize, protect, and improve our Sites, products, programs, and services and to operate our business, (ii) to perform analytics, including to analyze and report on usage and performance of our Sites, (iii) to protect against, identify, and prevent fraud and other unlawful activity, (iv) to create aggregate data about groups or categories of our users, and (iv) for us and our affiliates, business partners, and select third parties to target, offer, market, or advertise products, programs, or services.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Compliance.</strong> We may use Information we collect to detect, investigate, and prevent activities on our Sites that may violate our terms of use, could be fraudulent, violate copyright, or other rules or that may be otherwise illegal, to comply with legal requirements, and to protect our rights and the rights and safety of our users and others.</p>\n<p>\n<br>\n</p>INFORMATION SHARING AND DISCLOSURE<p>We may share and disclose Information in the following ways or for any other purpose disclosed at the time of collection:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>With your consent.\n</strong>We may disclose Information when you provide us with your consent to do so.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Legal and law enforcement purposes.\n</strong>We may disclose Information in response to legal process, for example in response to a court order or a subpoena, or in response to a law enforcement agency's request.\nWe also may disclose such Information to third parties: (i) in connection with fraud prevention activities, (ii) where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, (iii) in situations that may involve violations of our terms of use or other rules, (iv) to protect our rights and the rights and safety of others, and (v) as otherwise required by law.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Change of control.\n</strong>We may transfer Information in the event of a business transaction, such as if we or one of our business units or our relevant assets are acquired by, sold to, or merged with another company or as part of a bankruptcy proceeding or a business reorganization.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Service providers.</strong> Organizations that perform services for us may have access to Information to help carry out the services they are performing for us, such as, but not limited to, creation, maintenance, hosting, and delivery of our Sites, products, and services, conduct marketing, handle payments, email and order fulfillment, administer contests, conduct research and analytics, or customer service.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Affiliates</strong>.\nWe may disclose Information to affiliates.\nFor example, we may share Information we collect with our affiliates to provide, improve, offer, market, and otherwise communicate with you about their own products and services.\nOur products and services may be developed, managed, marketed and sold by a variety of our affiliates.\nWe share Information that may identify you internally among affiliates publicly recognized as a WarnerMedia affiliate, such as Xandr and the AT&amp;T family of companies.\nPublic recognition may derive from, for example, use of common branding elements, advertising, press, social media reports or other public form of notice.\nWe require the affiliate to protect the Information consistent with this Policy.\nWe may also combine Information that identifies you personally with data that comes from an affiliate that has a different privacy policy.\nWhen we do that, our Policy applies to the combined data set.\nYou can learn about our WarnerMedia and AT&amp;T affiliates by visiting the&nbsp;affiliates’ page.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Business partners and third parties.</strong> We may also share Information with business partners and third parties (e.g., other companies, retailers, research organizations, advertisers, ad agencies, advertising networks and platforms, participatory databases, publishers, and non-profit organizations) that may want to market products or services to you.\nIf we share personal information with such unaffiliated third parties for their own marketing purposes, we provide you with an opportunity to opt out of such uses either at the point of collection or through the choice mechanisms set forth in this Privacy Policy.\nTo learn more about your choices, please see our Your Choices and Controls section below.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Linked sites.</strong> Some of our Sites contain links to other sites, including Social Media Sites, whose information practices may be different from ours.\nInformation you submit to other sites will be governed by the other sites' privacy policies and terms.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Sponsors and co-promotions.\n</strong>We may sometimes offer content or programs (e.g., contests, sweepstakes, promotions, games, applications or Social Media Site integrations) that are sponsored by or co-branded with identified third parties.\nBy virtue of these relationships, the sponsoring or co-branding parties may collect or obtain Information from visitors that participate in the activity.\nWe have no control over these sponsoring or co-branding parties' use of this Information.\nWe encourage you to visit the privacy policy of any such sponsoring or co-branding party to learn about their data practices prior to providing Information through sponsored or co-branded content or programs.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Advertising networks.\n</strong>We may share certain information with parties to provide advertising to you based on your interests.\nFor more information, please see our Ad Choices section below.</p>\n<p>\n<br>\n</p>YOUR CHOICES AND CONTROLS<p>\n<strong>Marketing communications and sharing with third parties.&nbsp;</strong>We provide you with an opportunity to express your preferences with respect to receiving certain marketing communications from us, and our sharing of personal information with unaffiliated third parties for their direct marketing purposes.\nIf you ever decide in the future that you would like to update these preferences, you may (i) log in to an account you have created with us at one of our Sites to adjust your settings, or (ii) send us an email at wmprivacy@warnermediagroup.com.\nTo opt out of receiving our email marketing communications, you can also follow the \"unsubscribe\" instructions provided in any marketing email you receive from us.\nIf you previously chose to receive push notifications on your mobile device from us, but no longer wish to receive them, you can manage your preferences through your device or app settings, depending on the type of device.\nIf you have signed up to receive text messages from us and no longer wish to receive such messages, you may follow the instructions to stop the delivery of such messages, which may include by replying \"STOP\" to the received text message.</p>\n<p>For California residents, please see below for additional information on the choices we provide to you.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Ad Choices.</strong> On our own or working with affiliates or third parties, we may present advertisements and engage in data collection, reporting, ad delivery and response measurement, and site analytics on our Sites and on third party websites across the Internet and applications over time.&nbsp;We, our affiliates, or third parties may use cookies, web beacons, pixels, software development kits (“SDKs”) or similar technologies to collect information across websites, services, and apps over time to perform this activity.\nWe, our affiliates, or third parties may use and transfer this information in order to help serve advertising that may be more relevant to your interests on and off our Sites and across your devices and browsers.\nThis type of advertising is known as interest-based advertising.\nWe, our affiliates, or third parties may also use this information to associate your different browsers and devices together for interest-based advertising and for other purposes like research, analytics, internal operations, fraud prevention, and enhancing consumer experiences.</p>\n<p>\n<br>\n</p>\n<p>For more information about interest-based advertising on your desktop or mobile browser, and to opt out of this type of advertising by third parties that participate in self-regulatory programs, please visit the Network Advertising Initiative website and/or the Digital Advertising Alliance (“DAA”) Self-Regulatory Program for Online Behavioral Advertising website.\nTo learn more about interest-based advertising in mobile apps and to opt out of this type of advertising by third parties that participate in the DAA’s AppChoices tool, please use this link to download the version of AppChoices for your device.\nPlease note that any opt-out choice you exercise through these programs will apply to interest-based advertising by the third parties you select, but will still allow the collection of data for other purposes, including research, analytics, and internal operations.\nYou may continue to receive advertising, but that advertising may be less relevant to your interests.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>To opt out of our own collection, use, and transfer of data as described above for interest-based advertising, please visit our Privacy Center to opt-out.\nPlease note that if you opt out, we will continue to collect data for other purposes, including research, analytics, and internal operations.\nYou may continue to receive advertising on our Sites based on your activities on our Sites.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>You may have more options depending on your mobile device and operating system.\nFor example, most device operating systems (e.g., iOS for Apple phones, Android for Android devices, and Windows for Microsoft devices) provide their own instructions on how to limit or prevent the delivery of tailored in-application advertisements.\nYou may review the support materials and/or the privacy settings for the respective operating systems to learn more about these features and how they apply to tailored in-app advertisements.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Precise location information.</strong> To disable the collection of precise location information from your mobile device through our mobile apps, you can access your mobile device settings and choose to limit that collection.</p>\n<p>\n<br>\n</p>\n<p>See also our Cookies and Other Technical Information section for more choices about managing other technical and usage information.</p>\n<p>\n<br>\n</p>COOKIES AND OTHER TECHNICAL INFORMATION<p>\n<strong>Cookies and other technologies.</strong> We, and our affiliates, vendors, and business partners may send “cookies” to your computer or use similar technologies to understand and enhance your online experience at our Sites and through our advertising and media across the Internet and mobile apps.</p>\n<p>\n<br>\n</p>\n<p>Cookies are small text files placed in your browser.\nWe may also use pixels or “web beacons” that monitor your use of our Sites.\nWeb beacons are small strings of code that provide a method for delivering a graphic image on a webpage for the purpose of transferring data, such as the IP address of the computer that downloaded the page on which the web beacon appears, the URL of the page on which the web beacon appears, the time the page containing the web beacon was viewed, the type of browser that fetched the web beacon, and the identification number of any cookie on the computer previously placed by that server.\nWe may also integrate SDKs into our applications to perform similar functions as cookies and web beacons.\nFor example, SDKs may collect technical and usage information such as mobile device identifiers and your interactions with the Site and other mobile apps.</p>\n<p>\n<br>\n</p>\n<p>We may use cookies and other technologies to help recognize your browser or device, maintain your preferences, provide certain Site features, and collect Information about interactions with our Sites, our content, and our communications.\nFor example, when corresponding with you via HTML capable email, web beacons and other technologies let us know about your activity, including whether you received and opened our email, clicked through a link, or otherwise interacted with our content, and this information may be associated with Information previously collected.</p>\n<p>\n<br>\n</p>\n<p>We may also use cookies and other technologies (i) to provide, develop, maintain, personalize, protect, and improve our Sites, products, programs, and services and to operate our business, (ii) to perform analytics, including to analyze and report on usage and performance of our Sites and marketing materials, (iii) to protect against, identify, and prevent fraud and other unlawful activity, (iv) to create aggregate data about groups or categories of our users, (v) to synchronize users across devices, affiliates, business partners, and select third parties, and (vi) for us and our affiliates, business partners, and select third parties to target, offer, market, or advertise products, programs, or services.\nCookies and other technologies also facilitate, manage, and measure the performance of advertisements displayed on or delivered by or through us and/or other networks or sites.\nBy visiting the Site, whether as a registered user or otherwise, you acknowledge, and agree that you are giving us your consent to track your activities and your use of the Site through the technologies described above, as well as similar technologies developed in the future, and that we may use such tracking technologies in the emails we send to you.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Managing cookies and other technologies.\n</strong>Cookies can either be persistent (i.e., they remain on your computer until you delete them) or temporary (i.e., they last only until you close your browser).\nCheck your browser settings to learn how to delete cookies.</p>\n<p>\n<br>\n</p>\n<p>You may adjust your browser to reject cookies from us or from any other website.\nControlling cookies via browser controls may not limit our use of other technologies.\nPlease consult your browser’s settings for more information.\nHowever, blocking cookies or similar technology might prevent you from accessing some of our content or Site features.</p>\n<p>\n<br>\n</p>\n<p>Some of our Sites may use locally stored objects (“LSOs”) to provide certain content, such as video on demand, video clips, or animation, and a better user experience.\nAdobe's Flash player and similar applications use this technology to remember settings, preferences, and usage similar to browser cookies.\nFlash cookies are not managed through your web browser, but you can access your Flash management tools by visiting Adobe's web site.\nYour browser may also offer other tools to delete or reject other LSOs.\nplease check your browser’s settings or help menu for more information.</p>\n<p>\n<br>\n</p>\n<p>Some of our sites may use Google Analytics to analyze traffic.\nYou can find out more information about Google Analytics cookies by visiting the following location provided: https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage.\nTo opt out of Google Analytics relating to your use of our Sites, you can download and install the Browser Plugin available by visiting the following location provided: https://tools.google.com/dlpage/gaoptout?hl=en.</p>\n<p>\n<br>\n</p>\n<p>Some Sites may feature Nielsen proprietary measurement software, which will allow users to contribute to market research, such as Nielsen TV Ratings.\nTo learn more about the information that Nielsen software may collect and your choices, please see the Nielsen Digital Measurement Privacy Policy by visiting the following location provided: https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/</p>\n<p>\n<br>\n</p>\n<p>We do not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed.\nWe continue to review new technologies and may adopt a standard once one is created.</p>\n<p>\n<br>\n</p>\n<p>See the Your Choices and Controls section to learn how to control data collection for certain purposes.</p>\n<p>\n<br>\n</p>INFORMATION SECURITY <p>We have put in place reasonable controls designed to help safeguard the personal information we collect via the Sites.\nHowever, no security measures are perfect, and we cannot assure you that personal information that we collect will never be accessed or used in an unauthorized way.</p>\n<p>\n<br>\n</p>HOW YOU CAN ACCESS OR CORRECT INFORMATION<p>To access personal information that we have collected about you online from Sites on which this Privacy Policy is posted, or to update your user profile, please log into your account if you have created one with us, or send an email to wmprivacy@warnermediagroup.com.\nFor California residents, please see below for additional information on accessing information about you.</p>ADDITIONAL INFORMATION REGARDING CHILDREN'S PRIVACY <p>On most Sites, we do not knowingly collect information from children.\nOn some Sites, we may ask the user to provide us with the user's age information.\nIf the person indicates that he or she is under 13 years old, as permitted by law, we will (i) collect no or limited personal information (e.g.\npersistent identifier and/or email address only) from that individual, (ii) inform the child that a parent's verifiable consent is required, and/or (iii) collect the email address of the user's parent in addition to the user's email address.\nWe may use the parent's email address to seek the parent's verifiable consent or notify the parent of his/her child's online activities and enable the parent to unsubscribe his/her child from a newsletter or other similar activity.\nOnce a parent provides consent, we may use any information collected from a child consistent with the rest of this Privacy Policy and/or the terms of the consent provided by the parent.\nIf a user is under 13, we will not condition his/her participation in an online activity on the disclosure of more personal information than is reasonably necessary to participate in the activity.\nIf you would like to review any personal information that we have collected online from your child, have this personal information deleted from our active servers, and/or request that there be no further collection or use of your child's personal information, or if you have questions about these information practices, you may contact us at wmprivacy@warnermediagroup.com, or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.</p>\n<p>\n<br>\n</p> INTERNATIONAL TRANSFER<p>We operate internationally, and many of our computer systems are currently based in the United States, which means Information we collect will be processed by us in the U.S.\nwhere data protection and privacy regulations may not offer the same level of protection as in other parts of the world, such as the European Union.\nIf you use or visit our Sites from outside the United States, you consent to the collection and/or processing in the United States of Information we collect from you.</p>NOTIFICATION REGARDING PRIVACY POLICY UPDATES<p>From time to time, we may update this Privacy Policy.\nWe will notify you about material changes to this Privacy Policy by placing a notice on our Sites.\nWe encourage you to periodically check back and review this policy so that you always know our current privacy practices.</p>HOW TO CONTACT US<p>If you have any questions about this Privacy Policy you may contact us at: wmprivacy@warnermediagroup.com or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522 or contact us toll free at 833-WM-PRVCY (833-967-7829) or TTY: 833-PRVCY-TT (833-778-2988).</p>CALIFORNIA AND CCPA PRIVACY RIGHTS AND DISCLOSURES<p>\n<strong>CALIFORNIA AND CCPA PRIVACY RIGHTS AND DISCLOSURES</strong>\n</p>\n<p>\n<br>\n</p>\n<p>This California and CCPA Privacy Rights and Disclosure section was last updated July 1, 2020 and addresses legal obligations and rights laid out in the California Consumer Privacy Act (“CCPA”) and other laws that apply only to California residents.\nThese obligations and rights apply to businesses doing business in California and to California residents and information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with California consumers or households (“California Information”).\nIt does not apply to information that has been de-identified or aggregated as provided by CCPA.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CALIFORNIA INFORMATION WE COLLECTED AND SHARED</strong>\n</p>\n<p>\n<br>\n</p>\n<p>This section provides the information California residents need to exercise their rights over their California Information.\nHere is information about the California Information we have collected from and shared about consumers in the year before this section was last updated.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>California Information We Collected</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>In the year before this section was last updated, we may have collected the following categories of California Information:</strong>\n</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers</li>\n<li>Characteristics of protected classifications – such as race, ethnicity, or sexual orientation</li>\n<li>Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system</li>\n<li>Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies</li>\n<li>Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps</li>\n<li>Professional information or educational Information – such as your current occupation</li>\n<li>Biometric information&nbsp;</li>\n<li>Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services</li>\n<li>Location information – such as your device’s precise location in connection with certain Sites&nbsp;</li>\n<li>Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors</li>\n<li>In-Game or online viewing activities – such videos, content, and pages viewed</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>We may have collected or sold these categories of California Information for the following business or commercial purposes</strong>:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Performing services on behalf of the business – such as customer service, processing or fulfilling orders, providing content recommendations, and processing payments</li>\n<li>Auditing customer transactions</li>\n<li>Fraud and crime prevention</li>\n<li>Debugging errors in systems</li>\n<li>Marketing and advertising</li>\n<li>Internal research, analytics and development – e.g., user-preference analytics</li>\n<li>Developing, maintaining, provisioning or upgrading networks, products, services, or devices</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>We may have obtained California Information from a variety of sources, including:</strong>\n</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Directly from you – such as technical and usage information when you use our Sites</li>\n<li>Linked sites – such as Social Media Sites and third-party platforms</li>\n<li>Our affiliates</li>\n<li>Our joint ventures and promotional and strategic partners</li>\n<li>Information suppliers</li>\n<li>Distributors and other vendors</li>\n<li>Marketing mailing lists</li>\n<li>Other users submitting information about you – such as to invite you to participate in an offering, make recommendations, or share content</li>\n<li>Publicly available sources</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>Disclosures of California Information:</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>In the year before this section was last updated, we may have disclosed the following categories of California Information to third parties</strong>:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers</li>\n<li>Characteristics of protected classifications – such as race, ethnicity, or sexual orientation</li>\n<li>Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system</li>\n<li>Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies</li>\n<li>Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps</li>\n<li>Professional information or educational Information – such as your current occupation</li>\n<li>Biometric information&nbsp;</li>\n<li>Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services</li>\n<li>Location information – such as your device’s precise location in connection with certain Sites</li>\n<li>Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors</li>\n<li>In-Game or online viewing activities – such videos, content, and pages viewed</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>We may have disclosed each of these categories of California Information to the following categories of third parties:</strong>\n</p>\n<ul>\n<li>Affiliates – These entities are associated with us through common ownership.&nbsp;For a list of affiliates, please visit the affiliates’ page.</li>\n<li>Service Providers – These entities process information on our behalf for business purposes, helping us provide products or services to you</li>\n<li>Social Media Platforms – These entities maintain networks connecting individuals and organizations – such as Facebook, LinkedIn, or Twitter</li>\n<li>Advertising Partners – These entities help us advertise our products or services, as well as connect us with others who want to place advertisements on some of our products or services</li>\n<li>Analytics Partners – These entities help us collect data on how our products or services are used, so that we can improve them and better understand our consumers</li>\n<li>Promotional Partners – We partner with these entities to jointly promote our products, for example by running contests or other promotional campaigns</li>\n<li>Government Entities – These entities include law enforcement authorities, regulatory agencies, and courts</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>Categories of California Information sold to third parties&nbsp;</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>The CCPA defines ‘sale’ very broadly.\nIt includes the sharing of California Information in exchange for anything of value.\nAccording to this broad definition, in the year before this section was last updated, we may have sold the following categories of California Information to third parties:</strong>\n</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers</li>\n<li>Characteristics of protected classifications – such as race, ethnicity, or sexual orientation</li>\n<li>Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system</li>\n<li>Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies</li>\n<li>Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps</li>\n<li>Professional information or educational Information – such as your current occupation</li>\n<li>Biometric information&nbsp;</li>\n<li>Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services</li>\n<li>Location information – such as your device’s precise location in connection with certain Sites</li>\n<li>Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors</li>\n<li>In-Game or online viewing activities – such videos, content, and pages viewed</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>We may have sold each of these categories of California Information to the following categories of third parties:</strong>\n</p>\n<ul>\n<li>Affiliates – These entities are associated with us through common ownership.&nbsp;For a list of affiliates, please visit the affiliates’ page<u>.</u>\n</li>\n<li>Social Media Platforms – These entities maintain networks connecting individuals and organizations – such as Facebook, LinkedIn, or Twitter</li>\n<li>Advertising Partners – These entities help us advertise our products or services, as well as connect us with others who want to place advertisements on some of our products or services</li>\n<li>Analytics Partners – These entities help us collect data on how our products or services are used, so that we can improve them and better understand our consumers</li>\n<li>Promotional Partners – We partner with these entities to jointly promote our products, for example by running contests or other promotional campaigns</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>YOUR CALIFORNIA PRIVACY RIGHTS TO REQUEST DISCLOSURE OF INFORMATION WE COLLECT AND SHARE ABOUT YOU</strong>\n</p>\n<p>\n<br>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request information about our practices related to the disclosure of your personal information by certain members of the WarnerMedia family of companies to certain third parties for their direct marketing purposes.\nYou may be able to opt out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes in certain circumstances.\nPlease send your request (along with your full name, email address, postal address, and the subject line labeled “Your California Privacy Rights”) by email at&nbsp;wmprivacy@warnermediagroup.com.</p>\n<p>\n<br>\n</p>\n<p>In addition, if you are a California resident, the CCPA grants you the right to request certain information about our practices with respect to California Information.\nIn particular, you can request the following:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>The categories and specific pieces of your California Information that we’ve collected</li>\n<li>The categories of sources from which we collected California Information</li>\n<li>The business or commercial purposes for which we collected or sold California Information</li>\n<li>The categories of third parties with which we shared California Information</li>\n</ul>\n<p>\n<br>\n</p>\n<p>You can submit a request to us for the following additional information:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>The categories of third parties to whom we’ve sold California Information, and the category or categories of California Information sold to each</li>\n<li>The categories of third parties to whom we’ve disclosed California Information, and the category or categories of California Information disclosed to each&nbsp;</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>YOUR RIGHT TO REQUEST THE DELETION OF CALIFORNIA INFORMATION</strong>\n</p>\n<p>\n<br>\n</p>\n<p>Upon your request, we will delete the California Information we have collected about you, except for situations when that information is necessary for us to: provide you with a product or service that you requested.\nperform a contract we entered into with you.\nmaintain the functionality or security of our systems.\ncomply with or exercise rights provided by the law.\nor use the information internally in ways that are compatible with the context in which you provided the information to us, or that are reasonably aligned with your expectations based on your relationship with us.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>YOUR RIGHT TO ASK US NOT TO SELL YOUR CALIFORNIA INFORMATION</strong>\n</p>\n<p>\n<br>\n</p>\n<p>You can always tell us not to sell your California Information by visiting our&nbsp;Privacy Center.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>HOW TO EXERCISE YOUR CALIFORNIA RIGHTS</strong>\n</p>\n<p>\n<br>\n</p>\n<p>You may exercise your rights to request access to your California Information, deletion of your California Information, or to request we not sell your California Information by visiting our Privacy Center.\nYou can also contact us toll free at 833-WM-PRVCY (833-967-7829) or TTY: 833-PRVCY-TT (833-778-2988) and an agent will assist you with submitting a request.&nbsp;These requests are generally free.\nWhen you submit a request, we will usually ask you to provide an email address which we will contact to confirm the request was not fraudulently submitted.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>In addition, for access and deletion requests, we will use a third-party verification service to confirm that you are who you say you are.&nbsp;Our verification service does this by matching information you provide against information held about you in its records, or, if necessary, by allowing you to submit documents proving your identity.</p>\n<p>\n<br>\n</p>\n<p>If you are the parent of a child under 13 years of age, you may also submit a request on behalf of your child.&nbsp;In that event, we will ask you to provide your child’s email address, to verify your identity, and to submit a signed form authorizing us to proceed with the request regarding your child’s California Information.</p>\n<p>\n<br>\n</p>\n<p>You may also designate an authorized agent to submit a request on your behalf.&nbsp;To do so, we will require either (1) a valid power of attorney, or (2) signed written permission from you.&nbsp;In the event your authorized agent is relying on signed written permission, we may also need to verify your identity and/or contact you directly to confirm permission to proceed with the request.</p>\n<p>\n<br>\n</p>\n<p>Your authorized agent can make a request by contacting us toll free at 833-WM-PRVCY (833-967-7829) or TTY: 833-PRVCY-TT (833-778-2988).</p>\n<p>\n<br>\n</p>\n<p>\n<strong>OUR SUPPORT FOR THE EXERCISE YOUR DATA RIGHTS</strong>\n</p>\n<p>\n<strong>\n<u>&nbsp;</u>\n</strong>\n</p>\n<p>You have the right not to receive discriminatory treatment if you exercise any of the rights explained in this section of the Privacy Policy.&nbsp;We are committed to providing you control over your California Information, we will not disadvantage you if you choose to exercise your rights.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CALIFORNIA CONSUMERS UNDER 16 YEARS OLD</strong>\n</p>\n<p>\n<br>\n</p>\n<p>CCPA has specific rules regarding the use of California Information from consumers under 16 years of age.&nbsp;In particular, consistent with the CCPA, if we knowingly collect the California Information of a consumer under the age of 16, we will not sell the information unless we receive affirmative permission to do so.&nbsp;If the consumer is between the ages of 13 and 16 years of age, the consumer may provide that permission.\nif the consumer is under the age of 13, the consumer’s parent or guardian must provide the permission.\nAs of the Effective Date of this Privacy Policy, we do not have actual knowledge that we sell California Information of consumers under 16 years of age.</p>\n<p>\n<br>\n</p>\n<p>If you would like further information on how we handle California Information from consumers under the age of 16 years of age, or if you have questions about these information practices, you may contact us at wmprivacy@warnermediagroup.com<u>,</u> or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CALIFORNIA CONSUMERS UNDER 18 YEARS OLD</strong>\n</p>\n<p>\n<br>\n</p>\n<p>California consumers who are registered users of the Sites and under 18 years of age may request removal of content or information they posted on the Sites.\nWe will remove such content or information when we are required to do so by law.\nTo request removal of content or information you posted on the Sites, you may contact us at&nbsp;wmprivacy@warnermediagroup.com, or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>However, even if we remove the content or information that you posted, we cannot completely prevent further use or disclosure of that content or information by others once you have shared it in a publicly available forum.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> WB Properties × Close <ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n</ul>\n<p>\n<small>TM &amp.\n© 2021 All rights reserved.</small>\n</p>\n<p>\n<small>Part of the AT&amp;T family of companies AT&amp;T / XANDR | WARNERMEDIA | WARNER BROS.\n</small>\n</p> ", "created_at": "2021-04-14 17:45:55.393208", "updated_at": "2021-04-14 17:46:10.775638"}, {"id": 5087, "name": "Terms of Use", "url": "https://roosterteeth.com/terms-of-use", "xpath": "/html/body/div[1]/div/div/div[3]/main/div", "text": "Terms of Use<p>TERMS OF USE FOR ROOSTER TEETH SERVICES</p>\n<p>1.\nINTRODUCTION</p>\n<p>1.1 Agreement</p>\n<p>You agree that by registering, accessing or using our Services (as defined below), <strong>you are entering a legally binding agreement with Rooster Teeth Productions, LLC (“Rooster Teeth,” the “Company”, “we”, “us,” or “our”, including its affiliates).\nIf you do not agree to the following terms, do not access or otherwise use any of our Services.</strong>\n</p>\n<p>The terms of this agreement include these Terms of Use, our Privacy Policy, and our Cookie Policy (collectively, the “Agreement”).</p>\n<p>THESE TERMS OF USE ALSO INCLUDE A PROVISION FOR RESOLUTION OF DISPUTES BY ARBITRATION INSTEAD OF IN COURT.\nSEE SECTION 13</p>\n<p>1.2 Services</p>\n<p>The Services means sites, products, or other offerings we provide, including but not limited to:</p>\n<ul>\n<li>Company websites, pages, sites, accounts or channels accessible through any Internet or wireless enabled device (each, a “Website”);</li>\n<li>Mobile applications;</li>\n<li>Ticketing and live event gatherings we host or sponsor.\nand</li>\n<li>Company online platforms and related offerings.</li>\n</ul>\n<p>Registered users of our Services are “Members” and unregistered users are “Visitors”.\nThis Agreement applies to both Members and Visitors (collectively, “Users”).</p>\n<p>By using or accessing the Services in any manner, you or the entity you represent (“you,” or “your”) agree that you have read and agree to be bound by this Agreement to the exclusion of all other terms.\nIf you do not agree to all the terms and conditions of this Agreement (and third party terms, such as YouTube’s Terms of Service, where applicable), you have no right to use and should not use the Services.</p>\n<p>1.3.\nModifications</p>\n<p>We may modify this Agreement from time to time.\nIf we make material changes to it, we will provide you with the opportunity to review the changes before they become effective.\nIf you object to any changes, you may close your account or discontinue use of the Services.\nYour continued use of our Services after we publish or send a notice about our changes to these terms means that you are consenting to the updated terms.</p>\n<p>2.\nOBLIGATIONS</p>\n<p>2.1 Access to the Services</p>\n<p>The Services are owned and operated by the Company.\nWe may change, suspend or discontinue the Services at any time, including the availability of any feature, database, or Content (as defined below).\nWe may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.</p>\n<p>2.2 Service Eligibility</p>\n<p>You must be 18 or older to use our Services.\nMinors under 18 and at least 13 years of age are only permitted to use our Services through an account owned by a parent or legal guardian with their appropriate permission and under their direct supervision.\nChildren under 13 are not permitted to use the Services.\nCreating an account with false information is a violation of our terms, including accounts registered on behalf of others or persons under the age of 13.\nThis Agreement is void where prohibited by law, and the right to access the Services is revoked in such jurisdictions.</p>\n<p>We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register for the Services.\nIf you are under 13, please do not attempt to register for the Services or send any information about yourself to us, including your name, address, telephone number, or email address.\nIn the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information from or about a child under 13, please contact us at WMPrivacy@warnermediagroup.com.</p>\n<p>2.3 Your Account</p>\n<p>When you register and join an applicable Service offered by the Company, you become a Member.\nMembers are account holders.\nYou agree to: (i) try to choose a strong and secure password.\n(ii) keep your password secure and confidential.\n(iii) not transfer your account to any third party or person.\nand (iv) follow the law and our list of Dos and Don’ts.\nYou are responsible for anything that happens through your account unless you close it or report misuse.</p>\n<p>2.4 Fees, Billing, and Payment</p>\n<p>Subscription Fees / Purchases</p>\n<p>The Company may offer Services to be paid for on a recurring basis (“Subscription Services”) or on an as-purchased basis (“Purchase” and, together with the Subscription Services, “Paid Services”).\nSubscription Services may subject you to automatically renewing terms.\nBy signing up for a Subscription Service, including after any free trial period, you agree to pay us the subscription fee and any applicable taxes as set forth in your account settings or as otherwise agreed in writing (“Subscription Fee”).\nBy making a Purchase, you agree to pay the fees and any taxes incurred at the time of purchase (“Purchase Fees” and, together with Subscription Fees, the “Paid Service Fees”).</p>\n<p>Paid Service Fees may be paid by debit card or credit card.\nYou may only use credit or debit cards that belong to you or to people who expressly authorize you to use such payment methods.\nIf you link a debit or credit card to your account, you authorize us to collect Paid Service Fees by debit from your linked debit card or charge to your linked credit card.\nYou will pay all charges incurred by you or any users of your account and credit card (or other applicable payment mechanism) at the price(s) in effect when such charges are incurred, including any applicable taxes.\nMinors may not make purchases unless they have appropriate permission and are under the direct supervision of their parent or legal guardian who owns the account.\nAll financial/billing information on the account, such as a credit card, must be that of the parent or legal guardian responsible for the account.</p>\n<p>Unless otherwise provided in a Subscription Service’s terms, Subscription Fees will be charged on the 1st of every month until cancelled.\nYou may cancel a Subscription Service at any time from your account settings.\nIf you cancel a Subscription Service, you will continue to have access to that Subscription Service through the end of your then current billing period, but you will not be entitled to a refund or credit for any Subscription Fee already due or paid.\nWe reserve the right to change our Subscription Fee upon thirty (30) days’ advance notice.\nYour continued use of Subscription Services after notice of a change to our Subscription Fee will constitute your agreement to such changes.\nIf the Company terminates your membership in accordance with Section 11 below, you shall not be entitled to the refund of any unused portion of Subscription Fees.</p>\n<p>You may not attempt to conceal your identity by using multiple Internet Protocol addresses or email addresses to conduct transactions on the Service.\nWe are not liable if you do not comply with laws related to your transactions.\nWe may provide law enforcement with information you provide to us related to your transactions to assist in any investigation.\nIf we are unable to verify or authenticate any information you provide during any registration, ordering, purchase, authentication, delivery, payment or remittance process, or any other process, or if we are no longer able to verify or authorize your credit card or bank account information, your purchase may be cancelled, we may refuse to honor all pending and future purchases made with those credit card or bank accounts and/or via any online accounts associated with those credit card or bank accounts.\nWe may also prohibit you from using the Services.</p>\n<p>2.5 Notices and Messages</p>\n<p>You agree that we will provide notices and messages to you in the following ways: (1) within the applicable Service or Website, or (2) sent to the contact information you provided us (e.g.\nemail, phone number, physical address).\nYou agree to keep your contact information up to date.</p>\n<p>Please review your applicable settings and/or email preferences to control and limit messages you receive from us.</p>\n<p>3.\nWEBSITE, SERVICES AND CONTENT</p>\n<p>The Website, the Services, and their Content (as defined below) are intended solely for use by Users of the Services and may only be used in accordance with the terms of this Agreement.\nAll materials displayed or performed on the Website or through the Services (including, but not limited to videos, text, graphics, articles, photographs, images, illustrations, and User Submissions (as defined below) (collectively, the “Content”) are protected by copyright, pursuant to U.S.\ncopyright laws, international conventions, and other copyright laws.\nYou shall abide by all copyright notices, trademark rules, information, and restrictions contained therein, and shall not use, copy, reproduce, link to, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit any of the foregoing for any purposes whatsoever: (i) without the express prior written consent of the respective owners, and (ii) in any way that violates any third party right.</p>\n<p>The Company reserves all of its intellectual property rights in the Website and Services.\nUsing the Website and Services does not give you any ownership therein.\nTrademarks and logos used on and in connection with the Website and Services are the trademarks of their respective owners.\nRooster Teeth and its affiliates’ trademarks, service marks, graphics, and logos used for our Website and Services are trademarks or registered trademarks of the Company.</p>\n<p>3.1 Your Content</p>\n<p>User Submissions</p>\n<p>You understand that by posting information or content on the Website or otherwise providing content, materials or information to Company or in connection with the Services (collectively, “User Submissions”), you grant Company a non-exclusive, worldwide, royalty free, perpetual, irrevocable, sublicenseable and transferable right to fully exploit, reformat, modify, create derivative works of, excerpt, or translate such User Submissions (including all related intellectual property and proprietary rights) in connection with the Services, the Website, and Company’s (and its successors’ and assigns’) business, including without limitation for promoting and redistributing part or all of the Services (and derivative works thereof) in any media formats and through any media channels.\nFor clarity, the foregoing license grant to Company does not affect your ownership of or right to grant additional licenses to the material in your User Submissions, unless otherwise agreed in writing.</p>\n<p>You also grant each User of the Services, as well any applicable FDS Administrator (as defined below), a non-exclusive license to access your User Submissions through the Services, and to view, use, modify, reproduce, distribute, prepare derivative works of, display and perform such User Submissions as permitted through the functionality of the Services and under this Agreement.</p>\n<p>You waive any and all rights of privacy, publicity, or any other similar rights of a similar nature in connection with your User Submissions, or any portion thereof, including, without limitation, your name, likeness, voice, image, and persona or any advertising or publicity relating thereto.\nTo the extent any moral rights are not transferable or assignable, you hereby waive and agree never to assert any and all moral rights, or to support, maintain or permit any action based on any moral rights that you may have in or with respect to any User Submissions.\nYou expressly release Company and all of Company’s agents, partners, subsidiaries, affiliates, licensees, successors, and assigns from any and all claims, demands, liabilities, and causes of action, whether now known or unknown, for defamation, copyright infringement, violation of moral rights, and invasion of the rights to privacy, publicity, or personality or any similar matter, or based upon or relating to the use of your User Submissions.\nNotwithstanding the preceding sentences of this Section, you should let us know immediately if you object to any uses of your User Submissions on or through the Services or in the promotion of the Services.</p>\n<p>The rights granted in this Section include, but are not limited to, the right to use your name, image, voice, likeness, and any photographs or artwork made available by or on your behalf through the Services in connection with advertising, marketing, or promoting you, your User Submissions, Company, or the Services.\nYou waive any rights to prior inspection or approval of any marketing or promotional materials related to such User Submissions.</p>\n<p>If you are not the owner of, or are not fully authorized to grant all necessary rights in, all of the elements of the User Submissions you intend to upload or transmit to or through the Services, then you must not upload the User Submissions to or through the Services.\nCompany reserves the right to demand confirmation from you in writing of all authorizations, licenses, permissions, and consents obtained by you (if any) with respect to any third-party materials embodied in User Submissions.\nIf you fail to provide Company with such confirmation upon request, we reserve the right to remove or deny access to any or all of your User Submissions and to suspend or terminate your account with Company.\nWe will have no liability to you for any actions taken by us pursuant to this Section.</p>\n<p>You agree that you won’t post User Submissions that violates, or otherwise use the Services in ways that violate, our Dos and Don’ts.</p>\n<p>Musical Works and Sound Recordings</p>\n<p>The rights granted in this Section include, but are not limited to, the right to (i) reproduce audio-visual content and sound recordings, (ii) make mechanical reproductions of the musical works embodied in such sound recordings, and (iii) publicly perform sound recordings and videos (and the musical works embodied therein), and (iv) publicly display any written content uploaded by you to the Services, all on a royalty-free basis.\nThis means that you are granting Company the right to use the User Submissions without the obligation to pay any royalties to any copyright owner (including, without limitation, a publisher, record label or studio), any performing rights organization (a “PRO”, which term includes, without limitation, ASCAP, BMI and SESAC in the United States, and PRS in the United Kingdom), any sound recording PRO (including, without limitation, SoundExchange, Inc.), any unions or guilds (including, without limitation, the American Federation of Television and Radio Artists (“AFTRA”), the Screen Actors Guild (“SAG”), the American Federation of Musicians (“AFM”), or any other engineers, producers or other participants involved in the creation of User Submissions or any element thereof.</p>\n<p>If you only own the rights in and to a sound recording, but not to the underlying musical works embodied in such sound recordings, then you must not upload such sound recordings or videos embodying such sound recordings to or through the Services unless you obtain all necessary rights, authorizations, and permissions with respect to such embedded musical works that grant you sufficient rights to comply with this Agreement.\nFor example, cover songs are not permitted on the Services unless the artist/band has cleared all rights to the song covered by the artist/band.</p>\n<p>If you are a composer or author of a musical work and have affiliated with a PRO, then you must notify your PRO of the royalty-free licenses granted by you to Company and users of the Services in this Agreement.\nEach PRO has different rules with respect to providing notification for a direct license.\nYou are solely responsible for ensuring your compliance with the relevant PRO’s reporting obligations.\nIf you have assigned your rights to a music publisher, then you must obtain the consent of such music publisher to grant the royalty-free licenses set forth in this Agreement or have such music publisher enter into this Agreement with Company.\nPlease keep in mind that authorship of a musical work (e.g., writing a song) does not mean that you have the rights necessary to grant Company and users of the Services the licenses set forth in this Agreement.</p>\n<p>User Information</p>\n<p>We may access, store, process and use any information and personal data that you provide in accordance with the terms of the Privacy Policy and your choices (including settings).\nYou also agree that your account information will be truthful.</p>\n<p>User Feedback</p>\n<p>We may use any reports, comments, and suggestions in any form regarding the Services that you provide to use (collectively, the “Feedback”).\nYou grant us a worldwide, non-exclusive, irrevocable, perpetual, royalty-free right and license to incorporate and use the Feedback in connection with any products and services.</p>\n<p>3.2 Other Users’ Content</p>\n<p>You understand that all information publicly posted or privately transmitted through the Services is the sole responsibility of the User from which such Content originated and that Company will not be liable for any errors or omissions in any Content.\nYou understand that Company cannot guarantee the identity of any other Users with whom you may interact in the course of using the Services.\nAdditionally, Company cannot guarantee the authenticity of any data which Users or merchants may provide about themselves.\nYou acknowledge that all Content accessed by you using the Services is at your own risk and you will be solely responsible for any damage or loss to any party resulting therefrom.</p>\n<p>Under no circumstances will Company be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred in connection with use of or exposure to any Content posted, emailed, accessed, transmitted, or otherwise made available via the Services.</p>\n<p>3.3 Automated Processing</p>\n<p>We will use the information and data that you provide and that we have about Users to make recommendations for content and features that may be useful to you.\nKeeping your account accurate and up-to-date helps us to make these recommendations more accurate and relevant.</p>\n<p>3.4 Availability.\nAccess</p>\n<p>We may change, suspend or discontinue any of our Services.\nWe don’t promise to store or keep showing any information and Content that you’ve posted.</p>\n<p>You agree that we have no obligation to store, maintain or provide you a copy of any Content or information that you or other Users provide, except to the extent required by applicable law and as noted in our Privacy Policy.</p>\n<p>The Company reserves the right to limit your use of the Services and to restrict, suspend, or terminate your account if the Company believes that you may be in breach of this Agreement or law or are misusing the Services (e.g., violating any of the Dos and Don’ts).</p>\n<p>3.5 Third Party Services</p>\n<p>The Website or Services may link to, allow access to or otherwise incorporate websites, products or services offered by third parties not owned or controlled by Company or User Sites, as applicable (“Third Party Services”).\nWhen you access Third Party Services, you do so at your own risk and should make whatever investigation you feel necessary or appropriate before using such Third Party Service or conducting any transactions thereon.\nYou hereby represent and warrant that you have read and agree to be bound by all applicable policies of any Third Party Services relating to your use of the Services (“Third Party Policies”) and that you will act in accordance with those policies, in addition to your obligations under this Agreement.\nTo the extent there is a conflict between any term in the Third Party Policies and this Agreement, the term in the Third Party Policies shall take precedence.\nCompany has no control over, and assumes no responsibility for, the content, services, accuracy, privacy policies, or practices of or opinions expressed in any Third Party Services.\nIn addition, Company will not and cannot monitor, verify, censor or edit the content of any Third Party Services.\nCompany may modify or discontinue your use of, or access to, the Third Party Services, or any content or services available thereunder, at any time in its sole absolute discretion with or without notice to you.\nBy using the Services, you expressly relieve and hold harmless Company from any and all liability arising from your use of any Third Party Services, including without limitation any damages or losses incurred as a result of any transactions thereon.</p>\n<p>Notwithstanding the foregoing, Company may, solely on behalf of certain Third Party Services, process and facilitate payment to you of any amounts owed to you by such Third Party Services (“Third Party Services Payments”).\nBy entering into this Agreement, you authorize Company to process and facilitate the Third Party Services to you.\nSuch payments shall be made within sixty (60) days after Company receives such Third Party Payments from the respective Third Party Services.\nCompany will make such payments through the payment method mutually agreed upon by the parties in writing, or such other payment method as Company may choose in its reasonable discretion.\nYou acknowledge and agree that Company shall have no responsibility or liability for failure to facilitate the Third Party Services Payments to you if such failure is due to the respective Third Party Services’ failure to properly remit the Third Party Payments to Company.\nIn the event your use of, or access to, the Services is terminated (whether initiated by you or Company), your use of, or access to, the Third Party Services shall also cease, and Company shall have no responsibility or liability related to pending Third Party Payments owed to you from the respective Third Party Services.\nIn the event of such termination, you shall be solely responsible for contacting the respective Third Party Services to provide updated contact and payment information such that you would receive such pending Third Party Payments directly from the respective Third Party Services.</p>\n<p>4.\nRESTRICTIONS</p>\n<p>You warrant, represent and agree that you will not contribute any Content or otherwise use the Services in a manner that (i) infringes or violates the intellectual property rights or proprietary rights, rights of publicity or privacy, or other rights of any third party.\n(ii) violates any law, statute, ordinance or regulation.\n(iii) is harmful, fraudulent, deceptive, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or otherwise objectionable.\n(iv) involves commercial activities and/or sales without Company’s prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes.\n(v) impersonates any person or entity, including without limitation any employee or representative of Company.\nor (vi) contains a virus, trojan horse, worm, time bomb, or other harmful computer code, file, or program.\nCompany reserves the right to remove any Content from the Services at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if Company is concerned that you may have breached the immediately preceding sentence), or for no reason at all.\nYou, not Company, remain solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, and you warrant that you possess all rights necessary to provide such content to Company and to grant Company the rights to use such information in connection with the Services and as otherwise provided herein.</p>\n<p>You are responsible for all of your activity in connection with the Services.\nAny fraudulent, abusive, or otherwise illegal activity may be grounds for termination of your right to access or use the Services.\nYou may not post or transmit, or cause to be posted or transmitted, any communication or solicitation designed or intended to obtain password, account, or private information from any other user of the Services.\nUse of the Services to violate the security of any computer network, crack passwords or security encryption codes, transfer or store illegal material (including material that may be considered threatening or obscene), or engage in any kind of illegal activity is expressly prohibited.\nYou will not run Maillist, Listserv, any form of auto-responder, or “spam” on the Services, or any processes that run or are activated while you are not logged on to the Website, or that otherwise interfere with the proper working of or place an unreasonable load on the Services’ infrastructure.\nFurther, the use of manual or automated software, devices, or other processes to “crawl,” “scrape,” or “spider” any page of the Website is strictly prohibited.\nYou will not decompile, reverse engineer, or otherwise attempt to obtain the source code of the Services.\nYou will be responsible for withholding, filing, and reporting all taxes, duties and other governmental assessments associated with your activity in connection with the Services.</p>\n<p>5.\nWARRANTY DISCLAIMER</p>\n<p>Company has no special relationship with or fiduciary duty to you.\nYou acknowledge that Company has no control over, and no duty to take any action regarding: which users gain access to the Services.\nwhat Content you access via the Services.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nYou release Company from all liability for you having acquired or not acquired Content through the Services.\nThe Services may contain, or direct you to websites containing, information that some people may find offensive or inappropriate.\nCompany makes no representations concerning any content contained in or accessed through the Services, and Company will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Services.\nCompany makes no representations or warranties regarding suggestions or recommendations of services or products offered or purchased through the Services.\nTHE SERVICES, CONTENT, WEBSITE, PRODUCTS AND SERVICES OBTAINED THROUGH THE WEBSITE, AND ANY SOFTWARE ARE PROVIDED ON AN “AS IS” BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.</p>\n<p>6.\nPRIVACY POLICY</p>\n<p>For information regarding Company’s treatment of personally identifiable information, please review Company’s current Privacy Policy, which is hereby incorporated by reference.\nyour acceptance of this Agreement constitutes your acceptance and agreement to be bound by our Privacy Policy.</p>\n<p>7.\nACCOUNT REGISTRATION AND SECURITY</p>\n<p>As a condition to using certain Services, you will be required to register with the applicable Service and select a password and user name (“User ID”).\nYou shall provide Company with accurate, complete, and updated registration information.\nFailure to do so shall constitute a breach of this Agreement, which may result in immediate termination of your account.\nYou may not (i) select or use as a User ID a name of another person with the intent to impersonate that person.\nor (ii) use as a User ID a name subject to any rights of a person other than you without appropriate authorization.\nCompany reserves the right to refuse registration of or cancel a User ID in its discretion.</p>\n<p>You are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are solely responsible for any and all activities that occur under your account.\nYou agree to immediately notify Company of any unauthorized use of your account or any other breach of security.\nCompany will not be liable for any loss that you may incur as a result of someone else using your account or password, either with or without your knowledge.\nHowever, you may be held liable for losses incurred by Company or a third party due to someone else using your account or password.\nYou may not use any account that is registered to another person at any time without the permission of the account holder and Company.</p>\n<p>8.\nINDEMNITY</p>\n<p>You will indemnify and hold Company, its parents, subsidiaries, affiliates, officers, suppliers, licensors, and employees harmless (including, without limitation, from all damages, liabilities, settlements, costs and attorneys’ fees) from any claim or demand made by any third party due to or arising out of your access to the Services, use of the Services, your violation of this Agreement, or the infringement by you or any third party using your account of any intellectual property or other right of any person or entity.</p>\n<p>9.\nLIMITATION OF LIABILITY</p>\n<p>IN NO EVENT SHALL COMPANY OR ITS SUPPLIERS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE WITH RESPECT TO THE WEBSITE OR THE SERVICES OR THE SUBJECT MATTER OF THIS AGREEMENT UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY OR OTHER LEGAL OR EQUITABLE THEORY (I) FOR ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF $100 OR THE FEES PAID BY YOU THEREFOR DURING THE 12-MONTH PERIOD PRECEDING THE APPLICABLE CLAIM.\n(II) FOR ANY INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n(III) FOR DATA LOSS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nOR (IV) FOR ANY MATTER BEYOND COMPANY’S REASONABLE CONTROL.</p>\n<p>10.\nDISPUTES BETWEEN USERS</p>\n<p>If you have a dispute with one or more Users of the Services or any Third Party Services, you agree that the Company is under no obligation to become involved and you hereby release the Company, its officers, employees, agents, affiliates, representatives and successors from claims, demands and damages (actual, direct and consequential) of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, foreseeable or unforeseeable, arising out of or in any way related to such disputes.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.”</p>\n<p>11.\nTERMINATION</p>\n<p>This Agreement shall remain in full force and effect while you use the Services.\nYou may terminate your use of the Services at any time.\nCompany may terminate or suspend your access to the Services or your membership at any time, for any reason, and without warning, which may result in the forfeiture and destruction of all information associated with your membership.\nCompany may also terminate or suspend any and all Services and access to the Website immediately, without prior notice or liability, if you breach any of the terms or conditions of this Agreement.\nUpon termination of your account, your right to use the Services, access the Website, and any Content will immediately cease.\nAll provisions of this Agreement which, by their nature, should survive termination, shall survive termination, including, without limitation, those relating to payment obligations, ownership provisions, warranty disclaimers, and limitations of liability.</p>\n<p>You can delete your account by emailing support@roosterteeth.com.</p>\n<p>12.\nMISCELLANEOUS</p>\n<p>The failure of either party to exercise, in any respect, any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nCompany shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Company’s reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation (including “line-noise” interference).\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.\nThis Agreement is not assignable, transferable or sublicensable by you except with Company’s prior written consent.\nCompany may transfer, assign or delegate this Agreement and its rights and obligations without consent.\nBoth parties agree that this Agreement is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of this Agreement (provided that if a separate written agreement with respect to Company products or services exists between you and Company, the terms and conditions of that written agreement shall take precedence over this Agreement in the event of any conflict), and that all modifications must be in a writing signed by both parties, except as otherwise provided herein.\nNo agency, partnership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind Company in any respect whatsoever.\nHeadings for each section have been included above for your convenience, but such headings do not have any legal meaning, and may not accurately reflect the content of the provisions they precede.</p>\n<p>13.\nARBITRATION.\nGOVERNING LAW</p>\n<p>This Agreement shall be governed by and construed in accordance with the laws of the State of Texas without regard to the conflict of laws provisions thereof.\nAny dispute arising from or relating to the subject matter of this Agreement shall be finally settled by arbitration in Travis County, TX, using the English language in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Streamlined Arbitration Rules and Procedures of JAMS.\nJudgment upon the award so rendered may be entered in a court having jurisdiction, or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\nNotwithstanding the foregoing, each party shall have the right to institute an action in a court of proper jurisdiction for injunctive or other equitable relief pending a final decision by the arbitrator.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the United States Federal Courts located in the Western District of Texas.</p>\n<p>14.\nDOs AND DON’Ts</p>\n<p>The following list of “Dos and Don’ts” is intended to provide a set of rules governing your use of, and participation in, the Services.\nAll Users must adhere to these Dos and Don’ts and failure to do so may result in the suspension of termination of your account.</p>\n<p>DOs</p>\n<p>You agree that you will:</p>\n<ol>\n<li>Comply with all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements;</li>\n<li>Provide accurate information to us and keep it updated;</li>\n<li>Use your real name on your profile.\nand</li>\n<li>Use the Services in a professional manner.</li>\n</ol>\n<p>DON’Ts</p>\n<p>You agree that you will <em>not</em>:</p>\n<ol>\n<li>Create a false identity, misrepresent your identity, create a Member account for anyone other than yourself (a real person), or use or attempt to use another’s account;</li>\n<li>Post or distribute content that is intentionally false or intended to mislead or deceive others as to the source of the content;</li>\n<li>Use the Service to promote, incite or engage in the harassment or bullying of others, in self-harm or other illegal activities.\nMaking threats (direct or indirect) of violence, including threatening or promoting terrorism, is also prohibited.\nUsers who harass, bully or threaten other users will have their content removed and accounts terminated, and also may be subject to serious criminal legal consequences in certain jurisdictions;</li>\n<li>Post content or use the Service to promote hatred or violence towards, or directly attack or threaten any others, based on race, ethnicity, nationality, religion, gender, gender identity, sexual orientation, age, disability, martial status, or veteran status;</li>\n<li>Post or distribute content that contains nudity, sexual acts, or sexually explicit materials.\nDo not post links to pornographic sites or sites that contain pornography;</li>\n<li>Post or distribute content that contains or promotes graphic violence, excessive gore, and/or gruesome content related to death, violence, or severe physical harm;</li>\n<li>Promote or endorse regulated goods and services such as alcohol, gambling, tobacco, firearms/weapons, pharmaceuticals, or other goods and services regulated in the United States and other countries in which the Service is available;</li>\n<li>Use the Service to distribute or promote any advertisement, solicitations or other commercial content, including non-Company products, services or any sweepstakes or contests;</li>\n<li>Post, link to, or distribute content on or through the Service that is intended to damage or disrupt the Service, or another user’s device or computer, or that is intended to compromise the privacy or account security of another user;</li>\n<li>Develop, support or use software, devices, scripts, robots, or any other means or processes (including crawlers, browser plugins and add-ons, or any other technology) to scrape the Services or otherwise copy profiles and other data from the Services;</li>\n<li>Override any security feature or bypass or circumvent any access controls or use limits of the Service (such as caps on keyword searches or profile views);</li>\n<li>Copy, use, disclose or distribute any information obtained from the Services, whether directly or through third parties (such as search engines), without the consent of the Company;</li>\n<li>Disclose information that you do not have the consent to disclose (such as confidential information of others);</li>\n<li>Violate or infringe the intellectual property rights of others, including copyrights, patents, trademarks, trade secrets, or other proprietary, publicity or privacy rights;</li>\n<li>Violate the intellectual property or other rights of the Company, including, without limitation, (i) copying or distributing our content or other materials or (ii) copying or distributing our technology, unless it is released under open source licenses.\n(iii) using our business name or logos except as provided in the Trademark Content &amp.\nDisplay Policy;</li>\n<li>Post anything that contains software viruses, worms, or any other harmful code;</li>\n<li>Reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for the Services or any related technology that is not open source;</li>\n<li>Imply or state that you are affiliated with or endorsed by the Company without our express consent;</li>\n<li>Rent, lease, loan, trade, sell/re-sell or otherwise monetize the Services or related data or access to the same, without the Company’s consent;</li>\n<li>Use bots or other automated methods to access the Services, add or download information, send or redirect messages;</li>\n<li>Monitor the Services’ availability, performance or functionality for any competitive purpose;</li>\n<li>Engage in “framing,” “mirroring,” or otherwise simulating the appearance or function of the Services;</li>\n<li>Overlay or otherwise modify the Services or their appearance (such as by inserting elements into the Services or removing, covering, or obscuring an advertisement included on the Services);</li>\n<li>Interfere with the operation of, or place an unreasonable load on, the Services (e.g., spam, denial of service attack, viruses, gaming algorithms);</li>\n<li>Use the Service to spam others.\nSpamming activities may include but are not limited to, sending or posting mass messages or content, posting duplicative content, political campaigning, chain letters, posting promotional or commercial content, and posting false or misleading content.\nYou also may not engage in username squatting.\naccounts that are inactive for more than six months may be removed without further notice.\nand/or</li>\n<li>Violate these Dos and Don’ts or any additional terms concerning a specific Service that are provided when you sign up for or start using such Service.</li>\n<p>If you see something on the Service that you believe violates these Dos and Don’ts, please report it to us using the contact information provided in Section 16.\nWe may, in our sole discretion, remove content that we believe violates these Dos and Don’ts or is otherwise objectionable even without receiving a complaint of a potential violation.</p>\n<p>Our community is diverse and reaches beyond geographical borders, so please keep in mind that something that you may find objectionable may not violate our Dos and Don’ts.</p>\n</ol>\n<p>15.\nCOPYRIGHT DISPUTE POLICY</p>\n<p>Company has adopted the following general policy toward copyright infringement in accordance with the Digital Millennium Copyright Act or DMCA (posted at https://www.copyright.gov/legislation/pl105-304.pdf).\nThe address of Company’s Designated Agent to Receive Notification of Claimed Infringement (“Designated Agent”) is listed at the end of this Section.\nIt is Company’s policy to (1) block access to or remove material that it believes in good faith to be copyrighted material that has been illegally copied and distributed by any of our advertisers, affiliates, content providers, members or users.\nand (2) remove and discontinue service to repeat offenders.</p>\n<p>Procedure for Reporting Copyright Infringements:</p>\n<p>If you believe that material or content residing on or accessible through the Services infringes a copyright, please send a notice of copyright infringement containing the following information to the Designated Agent listed below: 1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed.\n2.\nIdentification of works or materials being infringed.\n3.\nIdentification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that Company is capable of finding and verifying its existence.\n4.\nContact information about the notifier including address, telephone number and, if available, email address.\n5.\nA statement that the notifier has a good faith belief that the material identified in (3) is not authorized by the copyright owner, its agent, or the law.\nand 6.\nA statement made under penalty of perjury that the information provided is accurate and the notifying party is authorized to make the complaint on behalf of the copyright owner.</p>\n<p>Once Proper Bona Fide Infringement Notification is Received by the Designated Agent:</p>\n<p>It is Company’s policy:</p>\n<p>1.\nTo remove or disable access to the infringing material.\n2.\nTo notify the content provider, member or user that it has removed or disabled access to the material.\nand 3.\nThat repeat offenders will have the infringing material removed from the system and that Company will terminate such content provider’s, member’s or user’s access to the Services.</p>\n<p>Procedure to Supply a Counter-Notice to the Designated Agent:</p>\n<p>If the content provider, member or user believes that the material that was removed (or to which access was disabled) is not infringing, or the content provider, member or user believes that it has the right to post and use such material from the copyright owner, the copyright owner’s agent, or, pursuant to the law, the content provider, member, or user, must send a counter-notice containing the following information to the Designated Agent listed below: 1.\nA physical or electronic signature of the content provider, member or user.\n2.\nIdentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled.\n3.\nA statement that the content provider, member or user has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material.\nand 4.\nContent provider’s, member’s or user’s name, address, telephone number, and, if available, email address, and a statement that such person or entity consents to the jurisdiction of the Federal Court for the judicial district in which the content provider’s, member’s or user’s address is located, or, if the content provider’s, member’s or user’s address is located outside the United States, for any judicial district in which Company is located, and that such person or entity will accept service of process from the person who provided notification of the alleged infringement.</p>\n<p>If a counter-notice is received by the Designated Agent, Company may send a copy of the counter-notice to the original complaining party informing that person that Company may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed material may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at Company’s discretion.</p>\n<p>Please contact Company’s Designated Agent to Receive Notification of Claimed Infringement at the following address: Fullscreen, Inc., Attn: Copyright Agent / Legal Department, 12180 Millennium Drive, Los Angeles, CA 90094</p>\n<p>16.\nCONTACT</p>\n<p>If you have any questions, complaints, or claims with respect to the Services, you may contact us at:</p>WarnerMedia Privacy Office<br>4000 Warner Blvd.,<br>Building 160<br>Burbank, CA 91522<br>Attn: Privacy / Legal Department<p>Email: WMPrivacy@warnermediagroup.com</p>\n<p>Effective: May 25, 2018</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Terms of UseCode of ConductPrivacy PolicyCookie PolicyContactAboutCareersBusinessSupportCookie SettingsDevices© 2004 – 2021 Rooster Teeth Productions, LLC.\nAll rights reserved", "created_at": "2021-04-14 17:49:02.284618", "updated_at": "2021-06-13 16:47:46.685141"}, {"id": 5088, "name": "Code of Conduct", "url": "https://roosterteeth.com/code-of-conduct", "xpath": "/html/body/div[1]/div/div/div[3]/main/div", "text": null, "created_at": "2021-04-14 17:50:18.295091", "updated_at": "2021-06-13 16:50:14.730657"}], "points": [{"id": 26144, "title": "There is a date of the last update of the agreements", "source": "https://www.warnermediaprivacy.com/policycenter/b2c/WME/en-us/", "status": "Generated through the annotate view", "created_at": "2021-11-29 23:16:39.791494", "updated_at": "2022-03-12 20:54:23.968391", "quoteText": "Last updated: July 1, 2020", "case_id": 331, "document_id": 5085, "quoteStart": 49, "quoteEnd": 75}, {"id": 18917, "title": "This service is only available to users over a certain age", "source": "https://roosterteeth.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-04-16 06:37:43.387004", "updated_at": "2021-04-16 19:08:58.627669", "quoteText": "Children under 13 are not permitted to use the Services.", "case_id": 152, "document_id": 5087, "quoteStart": 3558, "quoteEnd": 3614}, {"id": 18923, "title": "Prohibits the posting of pornographic content", "source": "https://roosterteeth.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-04-16 07:05:16.917022", "updated_at": "2021-04-16 19:09:07.121858", "quoteText": "Post or distribute content that contains nudity, sexual acts, or sexually explicit materials.\nDo not post links to pornographic sites or sites that contain pornography", "case_id": 315, "document_id": 5087, "quoteStart": 37848, "quoteEnd": 38015}, {"id": 18924, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://roosterteeth.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-04-16 07:15:22.85887", "updated_at": "2021-04-16 19:09:15.692251", "quoteText": "If any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.", "case_id": 294, "document_id": 5087, "quoteStart": 33186, "quoteEnd": 33427}, {"id": 18925, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://roosterteeth.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-04-16 07:19:57.504687", "updated_at": "2021-04-16 19:09:24.422104", "quoteText": "<p>You are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are solely responsible for any and all activities that occur under your account.", "case_id": 148, "document_id": 5087, "quoteStart": 28763, "quoteEnd": 28958}], "urls": ["roosterteeth.com"]}}