{"error": 448, "message": "OK", "parameters": {"id": 6096, "name": "Firstleaf", "created_at": "2021-12-17 22:12:49.232319", "updated_at": "2021-12-17 23:01:17.243391", "wikipedia": null, "keywords": null, "related": null, "slug": "firstleaf", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6096.png", "url": "firstleaf.club", "documents": [{"id": 11026, "name": "Privacy Policy ", "url": "https://www.firstleaf.club/privacy", "xpath": "//body", "text": "You need to enable JavaScript to run this site.FirstLeafGo straight to main content.AboutWine SchoolHelpGiftsWine StoreLog InTake the quizPrivacy Policy<p>This policy does not apply to the practices of individuals we do not employ or manage, or to companies we do not own or control, including without limitation the practices of third party websites that you may access through a link on our website.</p>\n<br>\n<p>We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide certain services to you, such as shipping and credit card processing, targeted advertising and partnership marketing.\nWe also are affiliated with a variety of businesses, including wineries, whose products may be sold to you through our website.\nWe may need to share some of your personal information with them, but these companies do not retain, share, store or use personally identifiable information beyond what is necessary to assist us.\nWe may share your personal information with third parties that perform marketing services for us, but these parties do not retain, share, store or use this personal information beyond what is necessary to assist us.</p>\n<br>\n<p>No registration is required in order to use this website, though a user must provide personal information prior to completing any purchase.\nPersonal information includes such items as name, email, phone number and shipping address and financial information such as credit card number, expiration date, billing address and date of birth.\nThis information is necessary in order for us to contact users to confirm orders, facilitate shipping and billing, and to confirm the customer is of legal age.\nif you do not provide all the required information, you will not be able to complete a purchase through our site.\nWhen you place an order on our website, you will be prompted to become a registered user by creating a User Account.\nYou will be required to provide a password for your User Account, and you may edit it at any time.\nThe information that you provide upon placing an order will be saved to your user account, and you may edit it at any time: name, date of birth, phone number, and email address.</p>\n<br>\n<p>When our order form asks users to enter sensitive information (such as credit card number), that information is encrypted with the best SSL (Secure Socket Layers) encryption.</p>\n<br>\n<p>We automatically receive and store certain types of information about you whenever you visit our site, such as your IP address and cookie information.\nThis is general information about your location and usage of the site, and we will combine it with any personal information you provide to tell us who you are or what your email address is.\nWe occasionally use these addresses to send promotional offers and other emails.\nIf you do not wish to receive email from us, please unsubscribe using the link at the bottom of the email.\nPlease note that we may send legal notices via email, so if you’ve opted out of receiving correspondence from us, you are responsible for reviewing all legal notices on our website.\nWe will also send transactional information (if applicable) via email, and you will receive these emails even if you have opted out of receiving other correspondence from us.</p>\n<br>\n<p>We reserve the right to modify this privacy statement at any time, so please review it frequently.\nIf we make material changes to this policy, we will notify you here, by email or by means of a notice on our home page.</p>\n<br>\n<p>We reserve the right to disclose your personal information as required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order or legal process served on our Web site.</p>\n<br>\n<p>Personal information that you provide to us may be combined with other personally identifiable information (such as demographic information and transaction history) available from our records and other sources.\nThis information will be used to make our future marketing efforts more efficient.</p>Need help?1-800-461-7203service@firstleaf.clubOur Member Experience team is available 7 days a week from 9am-8pm ET<ul>\n<li>How It Works</li>\n<li>Our Team</li>\n<li>Our Mission</li>\n<li>Help</li>\n<li>Press</li>\n<li>Wine School</li>\n<li>Careers</li>\n<li>Gifts</li>\n</ul>\n<p>Your satisfaction is guaranteed.\nIf for any reason you're not satisfied with a bottle you receive through the club, we'll give you Firstleaf credit for it (minus shipping), where legal.\nAll wine is sold by Firstleaf, wineries in Napa and Sonoma County, California.</p>© 2015 - 2021 Firstleaf, Napa and Sonoma County, CA.\nCT #LSW.0001017, WA #419814<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>CA Privacy Policy</li>\n<li>Accessibility</li>\n</ul> ", "created_at": "2021-12-17 22:12:49.235935", "updated_at": "2021-12-17 21:14:16.046482"}, {"id": 11025, "name": "Terms", "url": "https://www.firstleaf.club/terms", "xpath": "//body", "text": "You need to enable JavaScript to run this site.FirstLeafGo straight to main content.AboutWine SchoolHelpGiftsWine StoreLog InTake the quizTerms and Conditions<ol>\n<li>Your Relationship with Firstleaf and Penrose Hill<ol>\n<li>The Firstleaf website is powered by Penrose Hill.\nAll wine is sold by Penrose Hill.\nYour use of our services and this web site (referred to collectively as the “Services”) is subject to the terms of this legal agreement between you and Penrose Hill.\nThis document sets out the terms of that agreement.</li>\n<li>At a minimum your agreement with Penrose Hill will always include the terms and conditions set out in this document.\nThese are referred to as the “Universal Terms.”</li>\n<li>Your agreement with Penrose Hill will also include the terms of any Legal Notices applicable to the Services.\nThese are referred to as the “Additional Terms.” Where Additional Terms apply to a Service, these will be accessible for you to read either within, or through your use of, that Service.</li>\n<li>The Universal Terms, together with the Additional Terms, form a legally binding agreement between you and Penrose Hill in relation to your use of the Services.\nIt is important that you take the time to read them carefully.\nThis legal agreement is referred to as the “Terms”.</li>\n<li>If there is any contradiction between what the Additional Terms say and what the Universal Terms say, then the Additional Terms shall take precedence in relation to that Service.</li>\n</ol>\n</li>\n<li>Accepting the Terms<ol>\n<li>In order to use the Services, you must first agree to the Terms.\nYou may not use the Services if you do not accept the Terms.</li>\n<li>You can accept the Terms by:(A) clicking to accept or agree to the Terms, where this option is made available to you by Penrose Hill in the user interface for any Service.\nor (B) by actually using the Services.\nIn this case, you understand and agree that Penrose Hill will treat your use of the Services as acceptance of the Terms from that point onward.</li>\n<li>You may not use the Services and may not accept the Terms if (a) you are not at least 21 years of age, or (b) you are a person barred from receiving the Services under the federal, state or local laws of the jurisdiction in which you are a resident or from which you use the Services.</li>\n<li>Before you continue, you should print off or save a local copy of the Universal Terms for your records.</li>\n</ol>\n</li>\n<li>Transactions<ol>\n<p>If you wish to purchase any product or service made available through the Services (each such purchase, a “Transaction”) you may be asked to supply certain information relevant to your Transaction, including without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE LEGAL RIGHT TO USE ANY CREDIT CARD(S) UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nBy submitting such information, you grant to Penrose Hill the right to provide such information to third parties for purposes of facilitating the completion of Transactions initiated by you or on your behalf.\nIn connection with each Transaction, you represent that the products will be used only in a lawful manner.\nResale is prohibited.\nProduct availability varies by state as the law does not allow us to ship all products to all states.\nIf the weather is too hot or too cold, we may also suggest delaying your shipment until conditions are more favorable.</p>\n</ol>\n</li>\n<li>Return Policy<ol>\n<li>In the event that you should have a broken bottle or damaged delivery issue, just email us at service@firstleaf.club within 30 days of delivery.\nWe will work with you to resolve the problem to your complete satisfaction, which may include a refund.</li>\n<li>We want you to be satisfied with your wine purchase.\nIf you are dissatisfied with any product you receive from us, email us at service@firstleaf.club within 30 days of delivery.\nWe will work with you to resolve the problem to your complete satisfaction.</li>\n<li>If a delivery is refused or returned to us, a $20 restocking fee will be issued.</li>\n</ol>\n</li>\n<li>Provision of the Services by Penrose Hill<ol>\n<li>Penrose Hill has affiliated legal entities (“Affiliates”).\nSometimes, these Affiliates will provide the Services to you on behalf of Penrose Hill.\nYou acknowledge and agree that Affiliates will be entitled to provide the Services to you.</li>\n<li>Penrose Hill is constantly innovating in order to provide the best possible experience for its users.\nYou acknowledge and agree that the form and nature of the Services which Penrose Hill provides may change from time to time without prior notice to you.</li>\n<li>As part of this continuing innovation, you acknowledge and agree that Penrose Hill may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Penrose Hill’s sole discretion, without prior notice to you.\nYou may stop using the Services at any time.\nYou do not need to specifically inform Penrose Hill when you stop using the Services.</li>\n<li>You acknowledge and agree that if Penrose Hill disables access to your account, you may be prevented from accessing the Services, your account details or any other content which is contained in your account.</li>\n</ol>\n</li>\n<li>Membership Eligibility.\nUse of the Services by you<ol>\n<li>Membership is available to members who are 21 years and older, residents of the United States and who have not been suspended or removed by Penrose Hill.\nYou agree to use the Services for personal use and not for commercial purposes.\nMembers may not have more than one active membership account.\nMembers are prohibited from selling, trading or otherwise transferring a membership account to anyone else.\nWe are not liable for any damages or losses caused by someone using your account without your permission.\nHowever, if Penrose Hill suffers any damage due to the unauthorized use of your account, you may be liable.\nBy using the Services, you represent that you qualify to use the Services.</li>\n<li>In order to access certain Services, you may be required to provide information about yourself (such as identification or contact details) as part of the registration process for the Service, or as part of your continued use of the Services.\nYou agree that any registration information you give to Penrose Hill will always be accurate, correct and up to date.</li>\n<li>You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law or regulation.</li>\n<li>You agree not to access (or attempt to access) any of the Services by any means other than through the interface that is provided by Penrose Hill, unless you have been specifically allowed to do so in a separate agreement with Penrose Hill.</li>\n<li>You agree that you will not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services).</li>\n<li>Unless you have been specifically permitted to do so in a separate agreement with Penrose Hill, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.</li>\n<li>You agree that you are solely responsible for (and that Penrose Hill has no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences (including any loss or damage which Penrose Hill may suffer) of any such breach.</li>\n</ol>\n</li>\n<li>Your passwords and account security<ol>\n<li>You agree and understand that you are responsible for maintaining the confidentiality of passwords associated with any account you use to access the Services.</li>\n<li>Accordingly, you agree that you will be solely responsible to Penrose Hill for all activities that occur under your account.</li>\n<li>If you become aware of any unauthorized use of your password or of your account, you agree to notify Penrose Hill immediately at service@firstleaf.club.</li>\n</ol>\n</li>\n<li>Privacy and your personal information<ol>\n<li>For information about Penrose Hill’s data protection practices, please read the privacy policy at www.firstfeaf.club/privacy.\nThis policy explains how Penrose Hill treats your personal information, and protects your privacy, when you use the Services.</li>\n<li>You agree to the use of your data in accordance with Penrose Hill’s privacy policies.</li>\n</ol>\n</li>\n<li>Content in the Services<ol>\n<li>You understand that all information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) which you may have access to as part of, or through your use of, the Services are the sole responsibility of the person from which such content originated.\nAll such information is referred to below as the “Content.”</li>\n<li>You should be aware that all information which you have access to as part of, or through your use of, the Services (“Content”) may be protected by intellectual property rights which are owned by Penrose Hill or third parties who provide that Content to Penrose Hill (or by other persons or companies on their behalf).\nYou may not modify, rent, lease, loan, sell, distribute or create derivative works based on this Content (either in whole or in part) unless you have been specifically told that you may do so by Penrose Hill or by the owners of that Content, in a separate written agreement.</li>\n</ol>\n</li>\n<li>Proprietary rights<ol>\n<li>You acknowledge and agree that Penrose Hill (or Penrose Hill’s licensors) own all legal right, title and interest in and to the Services, including any intellectual property rights which subsist in the Services (whether those rights happen to be registered or not, and wherever in the world those rights may exist).</li>\n<li>Unless you have agreed otherwise in writing with Penrose Hill, nothing in the Terms gives you a right to use any of Penrose Hill’s trade names, trademarks, service marks, logos, domain names, and other distinctive brand features.</li>\n<li>If you have been given an explicit right to use any of these brand features in a separate written agreement with Penrose Hill, then you agree that your use of such features shall be in compliance with that agreement and any applicable provisions of the Terms as updated from time to time.</li>\n</ol>\n</li>\n<li>License from Penrose Hill<ol>\n<li>Penrose Hill gives you a personal, royalty-free, non-assignable and non-exclusive license to use the Services as provided to you by Penrose Hill.\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Penrose Hill, in the manner permitted by the Terms.</li>\n</ol>\n</li>\n<li>Content license from you<ol>\n<li>By submitting, posting or displaying any content on or through the Services, you give Penrose Hill a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to reproduce, adapt, modify, translate, publish, publicly perform, publicly display and distribute any content which you submit, post or display on or through, the Services.\nPenrose Hill reserves the right at any time to remove any content generated, submitted, posted or displayed by you on or through the Services.</li>\n<li>You confirm and warrant to Penrose Hill that you have all the rights, power and authority necessary to grant the above license.</li>\n</ol>\n</li>\n<li>Ending your relationship with Penrose Hill<ol>\n<li>The Terms will continue to apply until terminated by either you or Penrose Hill as set out below.</li>\n<li>If you want to terminate your legal agreement with Penrose Hill, you may do so by (a) notifying Penrose Hill at any time or (b) closing your account for all of the Services, where Penrose Hill has made this option available to you.</li>\n<li>Penrose Hill may at any time terminate its legal agreement with you for any reason, including without limitation, if: (A) you have breached any provision of the Terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms).\nor (B) Penrose Hill is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\nor (C) the partner with whom Penrose Hill offered the Services to you has terminated its relationship with Penrose Hill or ceased to offer the Services to you.\nor (D) Penrose Hill is transitioning to no longer providing the Services to users in the jurisdiction in which you are resident or from which you use the Service.\nor (E) the provision of the Services to you by Penrose Hill is, in Penrose Hill’s opinion, no longer commercially viable.</li>\n<li>Nothing in this Section shall affect Penrose Hill’s rights regarding provision of Services under these Terms.</li>\n<li>When these Terms come to an end, all of the legal rights, obligations and liabilities that you and Penrose Hill have benefited from, been subject to (or which have accrued over time while the Terms have been in force) or which are expressed to continue indefinitely, shall be unaffected by this cessation, and the provisions of paragraph 20.7 shall continue to apply to such rights, obligations and liabilities indefinitely.</li>\n</ol>\n</li>\n<li>EXCLUSION OF WARRANTIES<ol>\n<li>NOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT PENROSE HILL’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, ONLY THE LIMITATIONS WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</li>\n<li>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED \"AS IS\" AND “AS AVAILABLE.”</li>\n<li>IN PARTICULAR, PENROSE HILL, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:(A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS, (B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR.</li>\n<li>ANY PRODUCTS OBTAINED THROUGH THE USE OF THE SERVICES ARE OBTAINED AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT RESULTS FROM YOUR USE OF THE SERVICES AND PRODUCTS.</li>\n<li>Notwithstanding Penrose Hill's making any third party products available on its web site through the Services, Penrose Hill shall have no responsibility or liability to you for such third party products and any claims or disputes by you regarding these products shall be brought directly to and shall be the responsibility of, that third party vendor.</li>\n<li>PENROSE HILL FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</li>\n</ol>\n</li>\n<li>LIMITATION OF LIABILITY<ol>\n<li>SUBJECT TO OVERALL PROVISION IN PARAGRAPH 14.1 ABOVE, YOU EXPRESSLY UNDERSTAND AND AGREE THAT PENROSE HILL, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR: (A) ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY.\n(B) ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF: (I) ANY RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY CONTENT, OR AS A RESULT OF ANY RELATIONSHIP OR TRANSACTION BETWEEN YOU AND ANY ADVERTISER WHOSE CONTENT APPEARS ON THE SERVICES.\n(II) ANY CHANGES WHICH PENROSE HILL MAY MAKE TO THE SERVICES, OR FOR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE SERVICES (OR ANY FEATURES WITHIN THE SERVICES).\n(III) YOUR FAILURE TO PROVIDE PENROSE HILL WITH ACCURATE ACCOUNT INFORMATION.\n(IV) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL;</li>\n<li>THE LIMITATIONS ON PENROSE HILL LIABILITY SHALL APPLY WHETHER OR NOT PENROSE HILL HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING.</li>\n</ol>\n</li>\n<li>Copyright and trademark policies<ol>\n<li>It is Penrose Hill’s policy to respond to notices of alleged copyright infringement that comply with applicable international intellectual property law (including, in the United States, the Digital Millennium Copyright Act) and to terminate the accounts of repeat infringers.</li>\n</ol>\n</li>\n<li>Advertisements<ol>\n<li>Some of the Services are supported by advertising revenue.\nThese advertisements may be targeted to the content of information stored on the Services, queries made through the Services or other information.</li>\n<li>The manner, mode and extent of advertising by Penrose Hill on the Services are subject to change without specific notice to you.</li>\n<li>In consideration for Penrose Hill granting you access to and use of the Services, you agree that Penrose Hill may place such advertising on the Services.</li>\n</ol>\n</li>\n<li>Other content<ol>\n<li>The Services may include hyperlinks to other web sites or content or resources.\nPenrose Hill may have no control over any web sites or resources which are provided by companies or persons other than Penrose Hill.</li>\n<li>You acknowledge and agree that Penrose Hill is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such websites or resources.</li>\n<li>You acknowledge and agree that Penrose Hill is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such websites or resources.</li>\n</ol>\n</li>\n<li>Changes to the Terms<ol>\n<li>Penrose Hill may make changes to the Universal Terms or Additional Terms from time to time.\nWhen these changes are made, Penrose Hill will make a new copy of the Universal Terms available at service@firstleaf.club, and any new Additional Terms will be made available to you from within, or through, the affected Services.</li>\n<li>You understand and agree that if you use the Services after the date on which the Universal Terms or Additional Terms have changed, Penrose Hill will treat your use as acceptance of the updated Universal Terms or Additional Terms.</li>\n</ol>\n</li>\n<li>General legal terms<ol>\n<li>Sometimes when you use the Services, you may (as a result of, or through your use of the Services) use a service or download a piece of software, or purchase goods, which are provided by another person or company.\nYour use of these other services, software or goods may be subject to separate terms between you and the company or person concerned.\nIf so, the Terms do not affect your legal relationship with these other companies or individuals.</li>\n<li>The Terms constitute the whole legal agreement between you and Penrose Hill and govern your use of the Services (but excluding any services which Penrose Hill may provide to you under a separate written agreement), and completely replace any prior agreements between you and Penrose Hill in relation to the Services.</li>\n<li>You agree that Penrose Hill may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Services.</li>\n<li>You agree that if Penrose Hill does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Penrose Hill has the benefit of under any applicable law), this will not be taken to be a formal waiver of Penrose Hill’s rights and that those rights or remedies will still be available to Penrose Hill.</li>\n<li>If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms.\nThe remaining provisions of the Terms will continue to be valid and enforceable.</li>\n<li>You acknowledge and agree that each member of the group of companies of which Penrose Hill is the parent shall be third party beneficiaries to the Terms and that such other companies shall be entitled to directly enforce, and rely upon, any provision of the Terms which confers a benefit on (or rights in favor of) them.\nOther than this, no other person or company shall be third party beneficiaries to the Terms.</li>\n<li>The Terms, and your relationship with Penrose Hill under the Terms, shall be governed by the laws of the State of Delaware without regard to its conflict of laws provisions.\nAny controversy or claim arising out of or relating to these Terms, the Services or the relationship between you and us shall be settled by binding arbitration administered by the American Arbitration Association using the AAA's Commercial Dispute Resolution Procedures and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof.\nSuch arbitration shall be specific to you, and as such, you agree that you shall not bring or participate in any action against Penrose Hill as part of a class action either in arbitration or in any court.\nIn the event the foregoing is held to be unenforceable by any court, You and Penrose Hill agree to submit to the exclusive jurisdiction of the courts located within the State of Delaware to resolve any legal matter arising from the Terms.\nNotwithstanding this, you agree that Penrose Hill shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</li>\n</ol>\n</li>\n<li>Code of Conduct<ol>\n<li>At Penrose Hill, we continually strive to offer our members a superior experience by producing exceptional wines and curating other small-production, hard-to-find products that our procurement teams discover from all over the world.\nWe also do our best to offer a first-class experience for our members, and uphold the highest degree of professionalism.\nWe, therefore, reserve the right to cancel and/or terminate any member’s account for any violation of the Terms &amp.\nConditions listed throughout the site.\nAny fraudulent behavior, creating of multiple accounts to acquire additional credits, spamming, flaming, excessive use of profanity or abusive language, either on Penrose Hill or any other website in regards to Penrose Hill or while contacting any of our Support Team, will not be tolerated.</li>\n</ol>\n</li>\n</ol>Need help?1-800-461-7203service@firstleaf.clubOur Member Experience team is available 7 days a week from 9am-8pm ET<ul>\n<li>How It Works</li>\n<li>Our Team</li>\n<li>Our Mission</li>\n<li>Help</li>\n<li>Press</li>\n<li>Wine School</li>\n<li>Careers</li>\n<li>Gifts</li>\n</ul>\n<p>Your satisfaction is guaranteed.\nIf for any reason you're not satisfied with a bottle you receive through the club, we'll give you Firstleaf credit for it (minus shipping), where legal.\nAll wine is sold by Firstleaf, wineries in Napa and Sonoma County, California.</p>© 2015 - 2021 Firstleaf, Napa and Sonoma County, CA.\nCT #LSW.0001017, WA #419814<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>CA Privacy Policy</li>\n<li>Accessibility</li>\n</ul> ", "created_at": "2021-12-17 22:12:49.234453", "updated_at": "2021-12-17 21:13:54.381315"}], "points": [], "urls": ["firstleaf.club"]}}