{"error": 448, "message": "OK", "parameters": {"id": 6518, "name": "AcuityAds", "created_at": "2022-05-01 21:04:41.985038", "updated_at": "2022-05-01 22:01:14.023576", "wikipedia": null, "keywords": null, "related": null, "slug": "acuityads", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6518.png", "url": "acuityads.com,acuityplatform.com", "documents": [{"id": 11864, "name": "Terms and Conditions", "url": "https://www.acuityads.com/terms-and-conditions/", "xpath": "//body", "text": " Manage Cookie Consent <br>\n<br>\nThis website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nFunctional cookies Functional cookies Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\nManage options Manage services Manage vendors Read more about these purposes Accept Deny View preferences Save preferences View preferences Cookie Policy Corporate Privacy Policy {title} <ul>\n<li>Solutions\n<ul>\n<li>illuminOur intuitive platform helps you see through the clutter of programmatic advertising.\n</li>\n<li>Attention AdvertisingIncrease brand’s total viewership time within a finite, relevant audience set – without increasing your budget.</li>\n<li>Live AudiencesIncorporate the most recent and relevant audience insights and improve how your media dollars are used.</li>\n</ul>\n</li>\n<li>Insights\n<ul>\n<li>BlogThese are the latest insights and trends in the advertising industry that you need to know</li>\n<li>White PapersHelpful reports and guides to inform you of industry trends and complex concepts</li>\n<li>Success StoriesLearn more about the success of our clients and products within specific industries</li>\n</ul>\n</li>\n<li>News\n<ul>\n<li>PressRead our press releases for major announcements and upcoming events</li>\n<li>EventsCheck out the events we’re attending or hosting and view past events with AcuityAds</li>\n<li>VideosWatch the latest webinars, video presentations and demonstrations by AcuityAds</li>\n</ul>\n</li>\n<li>Company</li>\n<li>Careers</li>\n<li>Investors</li>\n<li>Login</li>\n<li>Schedule a demo</li>\n</ul> Contact Us Revised: June 15th, 2021\n<p>These Terms and Conditions (the “Terms and Conditions”) are entered into between AcuityAds Inc.\n(“Acuity”), an Ontario corporation with offices at 70 University Ave, Suite 1200 Toronto, ON M5J 2M4 Canada and the entity specified in the applicable Insertion Order (the “IO”, and together with the Terms and Conditions, the “Agreement”) with offices at the address specified in the IO.\nAcuity reserves the right to update and change these Terms and Conditions from time to time without notice to Advertiser.</p>\n<ol>\n<li>Definitions</li>\n</ol>\n<p>For the purposes of this Agreement, the following terms are defined as follows:</p>\n<p>1.1 “Ad” means any advertisement (including, without limitation, all logos, trademarks, creative materials, graphic images and copy therein) provided to Acuity, directly or indirectly, by Advertiser, including without limitation banner advertisements, text advertisements and video advertisements (as such terms are understood in the online advertising industry) and advertisements received from Contracted Clients.</p>\n<p>1.2 “Ad Exchange” shall mean any exchange where Ad Inventory can be purchased can be purchased through an Auction.</p>\n<p>1.3 “Ad Inventory” shall mean any digital advertising inventory made available for sale through an Ad Exchange, including, but not limited to, web display, mobile, application and/or widget-based advertising inventory.</p>\n<p>1.4 “Advertiser” shall mean the Advertiser set forth in the IO and shall, for purposes of Advertiser’s obligations under these Terms and Conditions, include any Contracted Client.\nThe obligations of Advertiser and a Contracted Client under this Agreement shall be joint and several.</p>\n<p>1.5 “Auction” means the real-time bidding process for Ad Inventory offered through Ad Exchanges.</p>\n<p>1.6 “Campaign” means the advertisement campaign to be operated by Advertiser through the Platform.</p>\n<p>1.7 “Platform” means the advertising machine learning advertising platform developed and owned by Acuity.</p>\n<p>For clarity, all capitalized terms used in these Terms and Conditions but not otherwise defined herein shall have the meaning ascribed to them in the IO.</p>\n<p>&nbsp;</p>\n<ol>\n<li>LICENSE</li>\n</ol>\n<p>2.1 Acuity hereby grants to Advertiser a non-exclusive, non-transferable license to use the Platform for purposes of conducting Campaigns during the Term in accordance with this Agreement.\nAs between Advertiser and Acuity, Advertiser acknowledges that Acuity is the owner of all intellectual property rights in and to the Platform including all content thereon (other than the Ads) and, except as otherwise expressly permitted by this Agreement, Advertiser shall not at any time do or suffer to be done any act or thing that will in any way impair the rights of Acuity in and to the Platform.\nNothing in this Agreement grants, nor shall Advertiser acquire hereby, any right, title or interest in or to the Platform or any goodwill associated with the Platform, other than those rights expressly granted hereunder.\nUpon the termination of this Agreement for any reason, all rights in the Platform granted to Advertiser hereunder shall automatically revert to Acuity, and Advertiser shall have no further rights in the Platform.</p>\n<p>2.2 Acuity will provide Platform and sales training as well as support over the phone and WebEx as needed by Advertiser.\nAn aggregate of thirty (30) hours of such training and support will be provided to Advertiser during any twelve consecutive months at no additional charge.\nIf Advertiser requests more than 30 hours of training and support, Advertiser will pay Acuity for consulting services at a rate of one-hundred dollars ($100) net per hour.\nIf Advertiser requests in person training, Advertiser will reimburse Acuity for all reasonable out of pocket expenses.</p>\n<p>2.3 Advertiser’s use of the Platform shall at all times comply with all applicable laws, rules, regulations and ordinances as well as any written policies or procedures that Acuity may provide to Advertiser from time to time in connection with Advertiser’s use of the Platform.\nAcuity reserves the right to monitor the Platform and Advertiser’s use of the Platform from time to time in its sole discretion.</p>\n<ol>\n<li>SALES AGENCY</li>\n</ol>\n<p>Subject to the terms and conditions of this Agreement, Acuity hereby grants Advertiser the limited, non-transferrable right (the “Selling Rights”) to act as the sales representative for the Platform (the “Sales Agency Services”) and to provide advertising services to third parties through the Platform (“Advertiser Services”).\nExercise of these rights entitle Advertiser:</p>\n<p>3.1 to advertise the existence of the Platform and the Advertiser Services;</p>\n<p>3.2 to enter into and execute agreements (in such form as Acuity may approve from time to time) in respect of the Advertiser Services (the “Advertiser Agreements”).\nFor purposes of this Agreement, upon entering into an Advertiser Agreement, a third party shall be a “Contracted Client”;</p>\n<p>3.3 to process all payments from Contracted Clients received in connection with the Advertiser Services (the “Payment Processing”);</p>\n<p>3.4 to carry out such other duties and obligations as are specifically authorized by this Agreement.</p>\n<p>Exercise of the Selling Rights shall be at Advertiser’s sole cost and expense and shall require Advertiser to provide to Acuity such content and information about the Contracted Client and the Advertiser Services to be provided to such Contracted Client, as Acuity may request.</p>\n<p>For the avoidance of doubt, Advertiser shall not permit any Contracted Client to directly use or access the Platform without the written consent of Acuity.\nRather, Advertiser shall only have the right to use the Platform on behalf of, and for the Contracted Client’s benefit.</p>\n<p>Advertiser shall submit to Acuity for review any and all advertisements and/or marketing materials (collectively, “Marketing Materials”) to be used by Advertiser in connection with the Sales Agency Services and Advertiser Services.\nAcuity shall have the right to approve or reject the Marketing Materials in its sole discretion.\nAdvertiser shall not make any representations, warranties, statements or claims about the Platform, except as approved by Acuity in its sole discretion.</p>\n<ol>\n<li>OBLIGATION OF PARTIES</li>\n</ol>\n<p>Advertiser hereby grants to Acuity a worldwide, royalty free, sub-licensable, non-exclusive right and license to use, distribute, reproduce, publicly and digitally display and perform, transmit and broadcast (collectively, “Use”) the Ads (and any trademarks, trade names, service marks, copyrights, URLs or other proprietary rights of Advertiser therein) in connection with the Campaign.</p>\n<p>Advertiser represents and warrants to Acuity that each Ad (and any and all content therein) and the distribution thereof in accordance with this Agreement:</p>\n<p>4.1 complies, as applicable, with the Interactive Advertising Bureau (“IAB”) Standard Terms and Conditions for Internet Advertising for Media Buys One Year or Less (US), and/or the IAB Standard Terms and Conditions for Internet Advertising for Media Buys One Year or Less and Late Creative Policy (Canada);</p>\n<p>4.2 does not infringe the patents, copyrights, trademarks, rights of publicity, rights of privacy, moral rights, music performance or other music-related rights, or any other right of any third party;</p>\n<p>4.3 does not violate any applicable law, statute, ordinance or regulation regarding the creation and marketing of online materials including, without limitation, those governing false and/or deceptive advertising;</p>\n<p>4.4 is true, accurate and complete;</p>\n<p>4.5 is not unlawful, defamatory or libelous;</p>\n<p>4.6 is not pornographic or obscene.\nand</p>\n<p>4.7 does not contain viruses, Trojan horses, worms, time bombs, cancel bots or other similar harmful or deleterious programming routines.</p>\n<p>4.8 Advertiser further represents and warrants that:</p>\n<p>4.8.1 Prior to delivery to Acuity, Advertiser will have obtained all consents, releases, waivers and rights (including, without limitation, all rights in copyright, moral rights, trade-mark and trade name rights and other intellectual property rights) necessary for the grant to Acuity, and exploitation by Acuity, of the rights and licenses granted to Acuity in the Ads pursuant to this Agreement.\nAcuity reserves, in its sole discretion, the right (but not the obligation) to: (i) review any Ads used by Advertiser through the Platform prior to Use.\nand/or (ii) to reject or refuse to serve any Ad that is, in its sole discretion, objectionable or which may expose Acuity, its suppliers and each of their affiliates, or its other clients to any harm or liability of any type.</p>\n<p>4.8.2 Advertiser has paid, or will have paid prior to use thereof, to the proper person, firm or corporation when due and payable, all residual, re-use or similar payments, all step-up fees, all music synchronization fees or royalties, all mechanical reproduction fees or royalties, all performance rights fees or royalties and all license payments and all other amounts payable to third parties as a result of, or in connection with, the Use of the Ads hereunder.</p>\n<p>4.8.3 Advertiser represents and warrants that it is in compliance with the Digital Advertising Alliance’s (“DAA”) Self-Regulatory Principles for Online Behavioral Advertising (“DAA OBA Principles”) and the Canadian Self-Regulatory Principles for Online Behavioral Advertising (“DAAC OBA Principles”), including the provision of appropriate notice and choice of online behavioral advertising.\nAdvertiser represents and warrants that any websites where data is collected for online behavioral advertising provides users notice that third parties will collect data for purposes of serving targeted ads and provide a link to a means by which users may opt out of such targeted ads, such as www.aboutads.info or www.youradchoices.ca.\nFor Advertiser’s convenience, we offer the following sample privacy disclosure, but strongly encourage Advertiser to work with counsel to ensure that these disclosures accurately represent Advertiser’s practices as legal requirements may change and/or be subject to differing legal interpretations: “We use a third-party service provider to serve ads and/or collect data on our behalf across the Internet and sometimes on this website.&nbsp.\nThey may collect information about your visits to our website, and your interaction with our products and services to tailor advertising messages on this website and other sites.&nbsp.\nThe information collected by these third-parties may include your devices IP address, user agent and other device level pseudonymous information.\nIf you would like more information about this practice and would like to understand your choices about how to control how this information is used, please click here.”</p>\n<p>4.9 Acuity represents that in providing the Services, it shall adhere to applicable laws, including but not limited to applicable privacy law and Data Protection Laws and that the Platform shall operate as described in Acuity’s privacy policy located here.\nNotwithstanding the foregoing, Acuity reserves the right to run campaigns on the platform of its choosing at its sole discretion.</p>\n<ol>\n<li>BILLING TYPE</li>\n</ol>\n<p>Advertiser agrees that it shall pay to Acuity all amounts owing to Acuity in accordance with the Billing Type selected by Advertiser in the Platform for a Campaign, and subject to the Monthly Minimum Commitment (as set forth in the IO), if any.\nFor purposes of this Agreement:</p>\n<p>“Dynamic Campaign” means that Acuity will invoice Advertiser on a monthly basis for all Ad Inventory purchased by Advertiser pursuant to a Campaign, plus a percentage as set forth in the Platform.</p>\n<p>“Fixed CPM Campaign” – means that Acuity will invoice Advertiser on a monthly basis for the total number of impressions (per thousand) delivered pursuant to a Campaign at the rate for such impressions set forth by the Advertiser on the Platform.</p>\n<ol>\n<li>PAYMENT</li>\n</ol>\n<p>Acuity Ads Inc.\nwill invoice Advertiser monthly.\nUnless otherwise stated in the IO, Advertiser shall remit payment to the Acuity within thirty (30) days of receipt of the applicable invoice.\nAll late payments shall bear interest at the rate of 2% per month, or the highest rate allowable by law, whichever is lower.\nAdvertiser agrees that it shall be solely liable for payment to Acuity of all amounts owing pursuant to the terms hereof, and (if Advertiser is an agency or intermediary) it shall make all necessary payments hereunder, notwithstanding any non-payment to Advertiser by any third party.</p>\n<p>In the event of default relating to the payment of any invoice, Acuity shall have the right, without penalty or liability, to discontinue the performance of the Services.\nFurthermore, Advertiser agrees to pay all costs incurred by Acuity in collecting any delinquent payments, including, but not limited to, collection agency and attorneys’ fees and costs.</p>\n<ol>\n<li>TERM</li>\n</ol>\n<p>The term of this Agreement shall be as stated in the IO, unless earlier terminated by either party in accordance with the terms hereof.</p>\n<ol>\n<li>TERMINATION</li>\n</ol>\n<p>Either party may terminate this Agreement upon 30 days written notice.</p>\n<p>This Agreement may be terminated immediately by either party if any of the following events occur:</p>\n<p>8.1 subject to Section 8(b), the other party materially breaches or materially fails to perform any of its obligations under this Agreement, and such breach or failure to perform remains unremedied (if capable of being remedied) for a period of thirty (30) days after the other party has been given written notice thereof;</p>\n<p>8.2 the other party is in breach or default of any of its payment obligations under this Agreement and such breach or default remains unremedied for a period of seven (7) days after the other party has been given written notice thereof.\nor</p>\n<p>8.3 the other party becomes bankrupt, insolvent, makes a composition or arrangement with its creditors, has a receiver, administrator, administrative receiver or other encumbrance take possession of or control over any substantial part of its assets, or otherwise undergoes any event analogous to any event referred to above in any jurisdiction.</p>\n<p>8.4 For low activity as described herein: If Advertiser’s monthly spend is less than ten-thousand ($10,000) net per month for 3 consecutive months, Acuity reserves the right to terminate the Agreement for low activity, without liability for such termination.\nNotwithstanding the foregoing, Advertiser remains responsible and liable for payments outstanding upon termination.</p>\n<p>Upon termination of this Agreement and subject to Section 26: (i) Advertiser shall immediately discontinue use of the Platform, and all rights granted by Acuity to Advertiser under this Agreement shall cease.\n(ii) Advertiser shall promptly pay to Acuity all amounts properly due and owing to Acuity hereunder.</p>\n<p>If at any time Acuity for any reason decides to cease licensing the Platform to third parties for any reason, Acuity may cancel this Agreement by providing not less than thirty (30) days’ notice to Advertiser.\nIf Advertiser has pre-paid any funds, Acuity shall, without further liability to Advertiser, refund to Advertiser unspent portion of such funds, less any fees properly due and owing to Acuity.</p>\n<ol>\n<li>DISCLAIMER OF WARRANTIES</li>\n</ol>\n<p>THE PLATFORM AND ANY SERVICES PROVIDED BY ACUITY HEREUNDER (“SERVICES”) ARE PROVIDED “AS IS” AND ACUITY HEREBY EXPRESSLY DISCLAIMS ALL WARRANTIES, EXPRESSED, STATUTORY OR IMPLIED, REGARDING THE SERVICES, THE PLATFORM OR ANY PORTIONS THEREOF, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR OTHER IMPLIED WARRANTIES ARISING IN THE COURSE OF DEALING OR COURSE OF PERFORMANCE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, ACUITY SPECIFICALLY DISCLAIMS, AND MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING: (1) THE NUMBER OF PERSONS WHO WILL VIEW OR ACCESS THE ADS.\n(2) ANY BENEFIT ADVERTISER OR ANY CONTRACTED CLIENT MIGHT OBTAIN FROM THE PLATFORM, THE SERVICES OR A CAMPAIGN.\n(3) THAT THE PLATFORM OR THE SERVICES WILL INCREASE SALES, GOODWILL OR ACHIEVE A SPECIFIC RESULT.\nOR (4) THAT THE MEASURABLE GOALS WILL BE ACHIEVED OR ACHIEVED WITHIN THE BUDGET.\nACUITY DOES NOT WARRANT: (A) THAT THE PLATFORM OR THE SERVICES WILL BE AVAILABLE AT ALL TIMES OR ANY GIVEN TIME, OR FROM ANY PARTICULAR LOCATION.\n(B) WILL BE SECURE OR ERROR-FREE.\n(C) THAT DEFECTS WILL BE CORRECTED.\nOR (D) THAT THE SERVICES AND/OR THE PLATFORM ARE FREE OF VIRUSES OR OTHER POTENTIALLY HARMFUL COMPONENTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM ACUITY SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.</p>\n<p>ADVERTISER FURTHER ACKNOWLEDGES AND AGREES: (1) THAT THE USE OF THE PLATFORM AND PERFORMANCE OF THE SERVICES ARE CONTINGENT UPON SUCCESSFUL PERFORMANCE AND OPERATION OF THE INTERNET, AD EXCHANGES AND AUCTIONS AND, ACCORDINGLY, ACUITY SHALL NOT BE RESPONSIBLE FOR ANY FAILURES, DELAYS OR DAMAGES CAUSED BY THE MALFUNCTIONING OR DEFAULT OF SAME THAT ARE REASONABLY BEYOND THE CONTROL OF ACUITY.\nAND (2) ALL NUMBERS AND AMOUNTS CONTAINED IN THE IO RELATING TO IMPRESSIONS, ACTIONS, ACQUISITIONS OR APPLICATIONS ARE ESTIMATES ONLY AND ARE NOT GUARANTEED BY ACUITY.\nACUITY SHALL FOLLOW A UNIFORM POLICY TO AVOID DISCRIMINATION IN ITS DEALINGS WITH ADVERTISERS AND AGENCIES.\nALTHOUGH ACUITY MAKES EVERY EFFORT TO UPHOLD THE HIGHEST STANDARDS OF ONLINE MARKETING CONDUCT, IT WILL NOT BE LIABLE TO ADVERTISER FOR ANY LOSSES OR DAMAGES INCURRED BY ADVERTISER OR A CONTRACTED CLIENT AS A RESULT OF ADVERTISER’S OR A CONTRACTED CLIENT’S ACTIONS OR OMISSIONS.</p>\n<ol>\n<li>LIMITATIONS ON LIABILITY</li>\n</ol>\n<p>NEITHER ACUITY NOR ITS AFFILIATES WILL BE LIABLE TO ADVERTISER OR ANY THIRD PARTY, UNDER ANY THEORY OF LAW, FOR ANY INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO LOSS OF REVENUE, LOSS OF PROFITS, BUSINESS INTERRUPTION, AND/OR LOSS OF INFORMATION OR DATA, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE NEGATION AND LIMITATION OF DAMAGES SET FORTH IN THIS PARAGRAPH ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN ADVERTISER AND ACUITY.\nTHE RIGHTS AND LICENSES GRANTED BY ACUITY HEREUNDER WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS.</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, ACUITY’S MAXIMUM AGGREGATE LIABILITY TO ADVERTISER OR ITS CONTRACTED CLIENTS FOR ANY CAUSES OF ACTION WHATSOEVER, AND REGARDLESS OF THE FORM OR CAUSE OF ACTION, WILL BE THE GREATER OF: (i) ONE HUNDRED DOLLARS ($100.00).\nOR (ii) TWENTY-FIVE PERCENT OF THE NET REVENUE EARNED BY ACUITY UNDER THIS AGREEMENT IN THE YEAR PRIOR TO THE EVENT GIVING RISE TO CLAIM OR CAUSE OF ACTION.\nFOR THE AVOIDANCE OF DOUBT, “NET REVENUE” MEANS THE AMOUNT ACTUALLY RECEIVED BY ACUITY PURSUANT TO THIS AGREEMENT, LESS ANY AMOUNTS PAID BY ACUITY FOR AD INVENTORY IN CONNECTION WITH SUCH REVENUE.</p>\n<ol>\n<li>OWNERSHIP</li>\n</ol>\n<p>Advertiser acknowledges and agrees that all software, technology, know-how, information, data, content, and other property provided, created, developed or licensed by Acuity in connection with the Platform (collectively, “Intellectual Property”) is confidential and proprietary to Acuity.\nAdvertiser agrees that it shall not, and shall not permit a third party, during the Term of this Agreement or thereafter, directly or indirectly, to: (i) copy, alter, decompile, translate, disassemble, modify, reverse-compile, reverse engineer, redistribute, make any derivative use of, furnish, distribute, rent, sell, lease, lend, sublicense, give or otherwise transfer, permit access to or disclose the Intellectual Property, or any part thereof, or any interest therein, in any form to any other firm, person or entity without the express written consent of Acuity.\n(ii) use the Intellectual Property: (A) for any illegal purpose or in a manner that violates any applicable law or regulation.\nor (B) in a manner that infringes the rights of any third party, including without limitation, intellectual property, privacy, publicity or contractual rights.</p>\n<p>Advertiser acknowledges and agrees that all proprietary rights in the Intellectual Property provided or otherwise utilized in connection with this Agreement are and shall remain the property of Acuity and Advertiser shall have no right or interest in the Intellectual Property other than as expressly set forth in this Agreement and that this Agreement shall not be construed as granting Advertiser any right or license, whether by implication, estoppel or otherwise, not expressly set forth in this Agreement.\nThis Agreement does not transfer ownership rights of any description in the Intellectual Property to Advertiser or to any other third party.</p>\n<ol>\n<li>PUBLICITY AND CONTENT DISTRIBUTION</li>\n</ol>\n<p>Advertiser agrees that part of the consideration being provided to Acuity pursuant to this Agreement is the right for Acuity to cite Advertiser from time to time on the Acuity website, in presentations, speeches, press release and other media as a client of Acuity.</p>\n<ol>\n<li>CONFIDENTIALITY</li>\n</ol>\n<p>As used herein, “Confidential Information” shall mean: (a) either party’s proprietary information.\n(b) information marked or designated by either party as confidential.\n(c) suppression lists disclosed between the parties pursuant to this Agreement.\n(d) information otherwise disclosed by either party in a manner consistent with its confidential nature.\n(e) the terms and conditions of this Agreement, including pricing information.\nand (f) either party’s information that is conveyed to the other party, whether or not in written form and whether or not designated as confidential, that is known, or should reasonably be known, by the other party to be treated as confidential.\nThe parties acknowledge that, as a result of the provision of the Services, one party may disclose Confidential Information (“Disclosing Party”) to the other party (“Receiving Party”).\nTherefore, the Receiving Party agrees that it will make no use (expect solely for purposes of this Agreement) or disclosure of the Disclosing Party’s Confidential Information without obtaining the Disclosing Party’s prior written consent.\nAdditionally, the Receiving Party will restrict disclosure of Confidential Information to its employee(s), authorized agent(s) and/or independent contractors to whom disclosure is reasonably required, and such employee(s), authorized agent(s) and/or independent contractor(s) shall be explicitly bound confidentiality obligations no less restrictive than as set forth herein, and will use reasonable care, but not less care than they use with respect to their own information of like character, to prevent disclosure of any Confidential Information.\nNothing contained in this Agreement shall be construed as granting or conferring rights by license or otherwise in, or making any representations or warranties in respect of, any Confidential Information disclosed under this Agreement (and each Party’s reliance on such Confidential Information is at its sole risk and responsibility.) This Section 13 shall survive any termination of this Agreement for a period of three (3) years thereafter.\nThe Receiving Party agrees that monetary damages for breach of confidentiality under this Section 13 may not be adequate and that the Disclosing Party shall be further entitled to seek injunctive relief.\nNotwithstanding anything contained herein to the contrary, confidentiality provisions shall not apply where the Receiving Party can demonstrate with clear evidence that the information: (a) was previously known to the Receiving Party at the time of disclosure, free of any obligation to keep it confidential.\n(b) became publicly known through no wrongful act of the Receiving Party.\n(c) was rightfully received by the Receiving Party from a third party who was not bound under any confidentiality provisions.\nor (d) was disclosed pursuant to judicial order, requirement of a governmental agency or by operation of law.</p>\n<ol>\n<li>INDEMNIFICATION</li>\n</ol>\n<p>Advertiser agrees to indemnify, defend and hold harmless Acuity, and its parents, subsidiaries, agents, affiliates, employees, directors and officers, from any and all liability, claim, loss, damage, demand or expense (including reasonable attorneys’ fees) asserted by any third party due to, arising from, or in connection with: (i) any Ad supplied or used by Advertiser hereunder.\n(ii) any act or omission of any Contracted Client, (iii) any breach by Advertiser of the terms of this Agreement including, without limitation, any representation or warranty contained herein.\nor (iv) the negligence, willful misconduct or fraudulent activities of Advertiser.</p>\n<ol>\n<li>NON-SOLICITATION</li>\n</ol>\n<p>During the Term of this Agreement and for a period of one (1) year following the termination of this Agreement, Advertiser shall not solicit, seek out or employ, either directly or indirectly (as a consultant, independent contractor or otherwise) any employee or consultant engaged by Acuity who is or was associated with the performance of Acuity’s obligations pursuant to this Agreement, except without the prior written consent of Acuity.\nNotwithstanding the foregoing, the hiring of employees who respond to a generally advertised job opening shall not be considered a solicitation as contemplated by this clause.</p>\n<ol>\n<li>CURRENCY</li>\n</ol>\n<p>All references in this Agreement to dollars, unless otherwise specifically indicated, are expressed in US dollars if Advertiser’s registered office is in the US, and in Canadian dollars if Advertiser’s registered office is in Canada.</p>\n<ol>\n<li>GOVERNING LAW/JURISDICTION</li>\n</ol>\n<p>Any dispute arising from or related to this Agreement will be governed by the laws of the Province of Ontario without regard to conflict of law principles.\nSubject to Section 18, below, the exclusive jurisdiction and venue of any action with respect to the subject matter of this Agreement will be the Courts of the Province of Ontario located in Toronto, Ontario, Canada and each of the parties hereto irrevocably waives any objection to jurisdiction and venue in such courts.</p>\n<ol>\n<li>DISPUTE RESOLUTION</li>\n</ol>\n<p>Any dispute regarding this Agreement, including the validity, existence, binding effect, interpretation, performance, breach or termination, and including tort claims, shall be referred to and finally determined, to the exclusion of the courts, by a single arbitrator.\nThe arbitration shall take place in Toronto, Ontario, in English, and in accordance with the National Arbitration Rules of the National Arbitration Institute of Canada, Inc.\nIn all other respects the arbitration shall be governed by and subject to the Ontario Arbitration Act.</p>\n<p>UNLESS OTHERWISE REQUIRED BY LAW, ADVERTISER MUST NOTIFY ACUITY WITHIN ONE (1) YEAR OF THE DATE OF THE OCCURRENCE OF THE EVENT OR FACTS GIVING RISE TO A DISPUTE OR ADVERTISER WAIVES THE RIGHT TO PURSUE ANY CLAIM BASED ON SUCH EVENT, FACTS OR DISPUTE.</p>\n<ol>\n<li>WAIVER OF CLASS ACTIONS</li>\n</ol>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ALL PARTIES TO ANY ACTION ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR THIS AGREEMENT MUST BE INDIVIDUALLY NAMED.\nADVERTISER HEREBY WAIVES ANY RIGHT IT MAY HAVE FOR ANY DISPUTE PERTAINING TO THE SERVICES OR THIS AGREEMENT TO BE ARBITRATED OR LITIGATED ON A CLASS ACTION OR CONSOLIDATED BASIS, OR ON BASIS INVOLVING DISPUTES BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF THE GENERAL PUBLIC.</p>\n<ol>\n<li>ASSIGNMENT/ENUREMENT</li>\n</ol>\n<p>Advertiser may not assign this Agreement without prior written consent from Acuity, which consent shall not be unreasonably withheld or delayed.\nAcuity may assign all or any portion of its duties and obligations hereunder to any affiliate, successor-in-interest and/or acquirer of all or substantially all of Acuity’s assets.\nSubject to the foregoing, the terms of this Agreement will be fully binding upon, inure to the benefit of and be enforceable by, the parties’ respective successors, heirs, executors, administrators and permitted assigns.</p>\n<ol>\n<li>SEVERABILITY</li>\n</ol>\n<p>Any term or provision of this Agreement that is invalid or unenforceable in any situation or in any jurisdiction shall not affect the validity or enforceability of the remaining terms and provisions hereof or the validity or enforceability of the offending term or provision in any other situation or in any other jurisdiction.</p>\n<ol>\n<li>SECTION REFERENCES</li>\n</ol>\n<p>The section and subsection headings used in this Agreement are for reference and convenience only, and shall not affect in any way the meaning or interpretation of the Agreement.\nThe IO, including all approved amendments, are incorporated into and a part of this Agreement.</p>\n<ol>\n<li>WAIVER</li>\n</ol>\n<p>The failure of Acuity to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and be enforceable.</p>\n<ol>\n<li>RELATIONSHIP OF THE PARTIES</li>\n</ol>\n<p>The parties to this Agreement are independent contractors and no agency, partnership, joint venture or employer-employee relationship is intended or created hereby.\nNotwithstanding Section 1.3, if Advertiser is entering into this Agreement on behalf of a third party, such third party shall have not have any rights under this Agreement.</p>\n<ol>\n<li>FORCE MAJEURE</li>\n</ol>\n<p>Neither Acuity nor any of its suppliers shall be liable to Advertiser for any delay in performance or failure to perform caused directly or indirectly by fire, explosion, accident, flood, labor trouble, weather condition, any regulation, rule or act of any government or governmental agency, or the inability to obtain or shortage of suitable material, components, parts, equipment, machinery, fuel, power, communication facilities or transportation, act of God, armed conflicts, civil commotion or any other cause of like character beyond the reasonable control of Acuity or any of its suppliers.</p>\n<ol>\n<li>SURVIVAL</li>\n</ol>\n<p>If Acuity terminates this Agreement for any reason, all rights and obligations under this Agreement shall cease, save for Advertiser’s obligation to pay all fees property due and owing to Acuity hereunder to the date of termination.\nIn addition, the following Sections: 9 – 15, 17 – 20 and 26 and such other provisions hereof of thereof which expressly, or by their nature are intended to, survive termination.</p>\n<ol>\n<li>ENTIRE AGREEMENT</li>\n</ol>\n<p>This Agreement sets forth the entire understanding and agreement of the parties and supersedes any and all prior oral or written agreements or understandings between the parties as to the subject matter of this Agreement.\nThis Agreement is non-exclusive to Acuity and Acuity shall have the right to enter into similar agreements with other third parties.\nThe parties hereby represent and warrant that they shall at all times fully comply with all applicable state and federal statutes, rules and regulations with respect to their respective businesses including, without limitation laws governing deceptive trade practices.</p>\n<ol>\n<li>NOTICES</li>\n</ol>\n<p>Advertiser shall promptly notify Acuity in the event it: (i) becomes subject to any bankruptcy or insolvency proceedings.\n(ii) has a dispute with Acuity.\nor (iii) otherwise is required to provide notice to Acuity hereunder.\nAdvertiser shall deliver any and all notices required to be delivered to Acuity hereunder by Mail Notification (as defined below) to the address set forth above, Attn: Accounting.\nAdvertiser hereby acknowledges and agrees that Acuity may deliver any notice required to be delivered to Advertiser either by means of posting such notice to Acuity’s website located at www.acuityads.com (“Web Notification”) by email to the email address of Advertiser indicated in the IO (“Email Notification”), or by registered or certified mail, postage prepaid, return receipt requested or by nationally-recognized overnight courier service to the address of Advertiser (“Mail Notification”).\nAny such notification shall be deemed effective: (i) in the event of Web Notification, on the earlier of the date the Advertiser next visits Acuity’s website or thirty (30) days from the date such Web Notification is posted on Acuity’s website.\n(ii) upon transmission when delivered by Email Notification.\nor (iii) when delivered by Mail Notification.</p>\nACUITYADS DATA PROCESSING ADDENDUM\n<p>This AcuityAds Data Processing Addendum (“DPA”) is incorporated by reference into any and all services agreements, media buying agreements, insertion orders and addendums currently in place between Buyer (defined below) and AcuityAds, Inc.\n(“Agreement”).\nThis DPA is entered into as of the later of the dates beneath the parties’ signatures below.&nbsp.\nBy entering into this DPA, Buyer represents and warrants that Buyer has the authority to legally bind both the Buyer and all of Buyer’s personnel, representatives and/or Affiliates operating pursuant to any such Agreement referenced herein.</p>\n<p>The parties agree to comply with the following provisions with respect to any Personal Data of one or more Data Subjects located in the European Economic Area Processed in connection with the Agreement.\nThe purposes of the DPA is to ensure such Processing is conducted in accordance with Data Protection Laws, including the GDPR and with due respect for the rights and freedoms of individuals whose Personal Data are processed.\nReferences to the Agreement will be construed as including this DPA.\nTo the extent that the terms of this DPA differ from those in the Agreement, the terms of this DPA shall govern.</p>\n<ol>\n<li>DEFINITIONS</li>\n</ol>\n<ul>\n<li>“AcuityAds Third Party Partner” means any entity, exclusive of any AcuityAds engaged Processors or Sub-processor, engaged by AcuityAds for the Processing of Personal Data.</li>\n<li>“Affiliates” means any entity which is controlled by, controls or is in common control with one of the parties.</li>\n<li>“Data Protection Laws” means all privacy and data protection laws and regulations applicable to the Processing of Personal Data under the Agreement, including, as applicable: (a) the GDPR.\nand/or (b) the Federal Data Protection Act of 19 June 1992 (Switzerland) and applicable to the Processing of Personal Data under the Agreement.</li>\n<li>“Data Subject” means the individual to whom Personal Data relates.</li>\n<li>“Effective Date” shall have the meaning ascribed to such term in Section 11.</li>\n<li>“GDPR”&nbsp;means Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC.</li>\n<li>“Buyer Third Party Partner” means any entity engaged by Buyer for the Processing of Personal Data.</li>\n<li>“Security Breach” has the meaning set forth in Section 7 of this DPA.</li>\n<li>“Sub-processor” means any Processor or sub-processor engaged by either party for the Processing of Personal Data.</li>\n<li>“Supervisory Authority” has the meaning set forth in Article 51 of the GDPR, or means the Federal Data Protection and Information Commissioner of Switzerland, as applicable.</li>\n<li>“Term” means the period from the Effective Date to the date the DPA is terminated in accordance with Section 11.1.</li>\n<li>The terms “Controller”,“Personal Data”,“Processor,” “Processed” and “Processing,” have the meanings given to them in Applicable Privacy Laws.\nIf and to the extent that Applicable Privacy Laws do not define such terms, then the definitions given in EU Data Protection Law will apply.</li>\n</ul>\n<ol>\n<li>PROCESSING OF PERSONAL DATA – ARRANGEMENT BETWEEN INDEPENDENT CONTROLLERS</li>\n</ol>\n<ul>\n<li>The parties agree that Buyer and AcuityAds are independent Controllers with respect to the processing of such Personal Data under this DPA as described in Appendix 1.To the extent that the data protection legislation of another jurisdiction is applicable to either party’s processing of data, the parties acknowledge and agree that the relevant party will comply with any obligations applicable to it under that legislation with respect to the processing of that data.\nBoth parties shall keep a record of all Processing activities with respect to Personal Data covered under this DPA as required under GDPR.</li>\n<li>Each party will comply with the obligations applicable to it under the Data Protection Laws with respect to the processing of Personal Data covered under this DPA, including but not limited to: (i) providing the other party contact details for each party’s Data Protection Officer which are accurate and up to date.\n(ii) providing reasonable information and assistance to the other party conducting data protection impact assessments as required by Data Protection Laws.\nand (iii) providing reasonable information and assistance to the other party regarding consultations between that party and a Supervisory Authority.\nBuyer shall, in its use or receipt of the Services, Process Personal Data in accordance with the requirements of the Data Protection Laws.\nAcuityAds shall, in its provision of the Services, Process Personal Data in accordance with the requirements of the Data Protection Laws.\nThe objective of its Processing of Personal Data by both parties is the performance of the Services pursuant to the Agreement.</li>\n</ul>\n<ol>\n<li>RIGHTS OF DATA SUBJECTS</li>\n</ol>\n<ul>\n<li>Each party is separately responsible for honouring Data Subject access requests under Data Protection Law (including its rights of access, correction, objection, erasure and data portability, as applicable) and responding to correspondence, inquiries and complaints from data subjects.\nEach party shall provide reasonable and timely assistance to the other party as necessary to help facilitate compliance with this Section 3.1.</li>\n</ul>\n<ol>\n<li>ACUITYADS AND BUYER PERSONNEL</li>\n</ol>\n<ul>\n<li>Both parties shall ensure that their respective personnel engaged in the Processing of Personal Data under this DPA are informed of the confidential nature of the Personal Data as well as any security obligations with respect to such Personal Data.</li>\n<li>4.2 AcuityAds will take appropriate steps to ensure compliance with the Security Measures outlined in Appendix 2by its personnel to the extent applicable to their scope of performance, including ensuring that all persons authorised to process Personal Data under this DPA have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality and that any such obligations survive the termination of that individual’s engagement with AcuityAds.</li>\n<li>4.3 AcuityAds shall ensure that access to Personal Data covered under this DPA is limited to those personnel who require such access to perform the Services.</li>\n<li>4.4 Buyer shall further ensure that access to Personal Data provided by AcuityAds pursuant to this DPA is limited to those personnel who require such access to receive the Services.</li>\n</ul>\n<ol>\n<li>SUB-PROCESSORS</li>\n</ol>\n<ul>\n<li>Buyer acknowledges and agrees that AcuityAds may engage third-party Sub-processors in connection with the provision of the Services.\nAcuityAds acknowledges and agrees that Buyer may engage third-party Sub-processors in connection with the receipt of the Services.\nBoth parties will have a written agreement with each Sub-processor and agrees that any agreement with a Sub-processor will include substantially the same data protection obligations as set out in this DPA.</li>\n<li>A list of Sub-processors will be made available by AcuityAds.\nAcuityAds may change the list of such other Sub-processors by no less than 10 business days’ notice.\nIf Buyer objects to AcuityAds’ change in such Sub-processors, AcuityAds may, as its sole and exclusive remedy, terminate the portion of the Agreement relating to the Services that cannot be reasonably provided without the objected-to new Sub-processor by providing 30 days’ written notice to Buyer.\nBuyer must provide a list of Sub-Processors to AcuityAds at AcuityAds’ written request.</li>\n<li>Both parties shall be liable for the acts and omissions of its Sub-processors to the same extent such party would be liable under the terms of this DPA, except as otherwise set forth in the Agreement.</li>\n<li>Buyer acknowledges and agrees that neither Buyer Third Party Partners nor AcuityAds Third Party Partners are Sub-processors and AcuityAds assumes no responsibility or liability for the acts or omissions of such Buyer Third Party Partners and AcuityAds Third Party Partners.</li>\n</ul>\n<ol>\n<li>SECURITY AND AUDIT RIGHTS</li>\n</ol>\n<p>AcuityAds shall maintain administrative, physical and technical safeguards for protection of the security, confidentiality and integrity of Personal Data it processes under this DPA.\nAcuityAds will implement and maintain technical and organizational measures to protect such Personal Data against accidental or unlawful destruction, loss, alteration, unauthorised disclosure or access as described in Appendix 2 (the “Security Measures”).\nAs described in Appendix 2, the Security Measures include measures to encrypt Personal Data.\nto help ensure ongoing confidentiality, integrity, availability and resilience of AcuityAds’s systems and services.\nto help restore timely access to Personal Data following an incident.\nand for regular testing of effectiveness.\nAcuityAds may update or modify the Security Measures from time to time provided that such updates and modifications do not result in the degradation of the overall security of the Services.</p>\n<ul>\n<li>Both parties will (taking into account the nature of the processing of Personal Data under this DPA) cooperatively and reasonably assist each other in ensuring compliance with any of each other’s respective obligations with respect to the security of Personal Data and Personal Data breaches under this DPA, including (if applicable) any obligations pursuant to Articles 32 to 34 (inclusive) of the GDPR, by: (a) in the case of AcuityAds, implementing and maintaining the Security Measures in accordance with Appendix 2.\nand (b) complying with the terms of Section 7 of this DPA.</li>\n<li>Each Party shall make available to the other Party all information necessary to demonstrate compliance with the DPA and each Party may (or if mandated by a Supervisory Authority, will) allow for an audit by a mutually agreeable firm.\n&nbsp;To request an audit, the requestor must submit a detailed audit plan at least four (4) weeks in advance of the proposed audit date describing the proposed scope, duration, and start date of the audit.\nThe auditor must be approved in advance by both parties (such approval may not be unreasonably withheld) and execute a written confidentiality agreement acceptable to both parties before conducting the audit.\nThe audit must be conducted during regular business hours, subject to both companies’ policies, and may not unreasonably interfere with either company’s business activities.\n&nbsp;Any such audits are at the expense of the party making the request.\nBoth parties agree to share information regarding any non-compliance discovered during the course of an audit.</li>\n</ul>\n<ol>\n<li>SECURITY BREACH MANAGEMENT AND NOTIFICATION</li>\n</ol>\n<ul>\n<li>If either party becomes aware of any accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to any Personal Data transmitted, stored or otherwise Processed on the other party’s equipment or facilities under this DPA (“Security Breach”), such party will promptly notify the other party of the Security Breach.\nNotifications made pursuant to this section will take place within a reasonable time and certainly no longer than three business days after discovery and shall describe, to the extent possible, details of the Security Breach, including steps taken to mitigate the potential risks and any recommended steps that either or both parties should take to address the Security Breach.\nEach party will promptly investigate the Personal Data Breach if it occurred on its infrastructure or in another area it is responsible for and will assist the other party as reasonably necessary for both parties to meet their obligations under Data Protection Laws.</li>\n<li>Both parties agree that an unsuccessful Security Breach attempt will not be subject to this Section 7.\nAn unsuccessful Security Breach attempt is one that results in no unauthorised access to Personal Data processed pursuant to this DPA or to any of either party’s equipment or facilities storing Personal Data, and may include, without limitation, pings and other broadcast attacks on firewalls or edge servers, port scans, unsuccessful log-on attempts, denial of service attacks, or similar incidents.</li>\n<li>Notification(s) of Security Breaches, if any, will be delivered to one or more of the other party’s business, technical or administrative contacts by any reasonable means, including via email.\nIt is each party’s responsibility to ensure it maintains accurate contact information.</li>\n<li>Any notification of or response to a Security Breach under this Section 7 will not be construed as an acknowledgement by either party of any fault or liability with respect to the Security Breach.</li>\n<li>AcuityAds shall implement reasonable technical and organizational Security Measures to provide a level of security appropriate to the risk in respect to the Personal Data.\nBuyer shall implement security measures at least as stringent as those outlined in Appendix 2.\nAs technical and organisational measures are subject to technological development, either party is entitled to implement alternative measures provided they are at least as protected as those offered by the Security Measures and they do not fall short of the level of data protection set out by Data Protection Law.</li>\n</ul>\n<ol>\n<li>RETURN AND DELETION OF PERSONAL DATA</li>\n</ol>\n<ul>\n<li>Both parties will comply with instructions from the other party to delete certain Personal Data as soon as reasonably practicable and within a maximum period of 90 days, unless Data Protection Law (or, in the case the data is not subject to Data Protection Law, applicable law) requires further storage.</li>\n<li>On expiry of the Agreement, both parties hereby instruct the other to delete all Personal Data of the other party from their respective systems and discontinue processing of such Personal Data in accordance with Data Protection Law as soon as reasonably practicable and within a maximum period of 90 days, unless Data Protection Law (or, in the case the data is not subject to Data Protection Law, applicable law) requires further storage.\nThis requirement shall not apply to the extent that the Personal Data has been archived on back-up systems so long as such Personal Data is isolated and protected from any further processing except to the extent required by applicable law.</li>\n</ul>\n<ol>\n<li>CROSS-BORDER DATA TRANSFERS</li>\n</ol>\n<ul>\n<li>AcuityAds may, subject to this Section 9, store and process the relevant Personal Data in the European Economic Area (EEA), United Kingdom, Canada and the United States.</li>\n<li>Given that Personal Data will be transferred outside of the EEA and/or United Kingdom (the “Transferred Personal Data”) pursuant to this DPA, both parties agree that&nbsp;the&nbsp;Standard Contractual Clauses for Controller to Controller transfers in the form&nbsp;approved by the European Commission and available at&nbsp;https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/model-contracts-transfer-personal-data-third-countries_en(as amended or updated from time to time)&nbsp;(“Standard Contractual Clauses”)&nbsp;shall be&nbsp;incorporated by reference and form an integral part of this DPA.&nbsp;Purely for the purposes of the descriptions in the Standard Contractual Clauses&nbsp;and only as between Buyer and AcuityAds, AcuityAds agrees&nbsp;that it is a&nbsp;“data exporter” and Buyer is the “data importer”&nbsp;under the Standard Contractual Clauses.\nFurther, Appendix 1 and 2 of this DPA&nbsp;will take the place of Appendixes 1 and 2 of the Standard&nbsp;Contractual Clauses respectively.</li>\n<li>If the Standard Contractual Clauses are deemed invalid by a governmental entity with jurisdiction over Transferred Personal Data (e.g., the EU Court of Justice) or if such governmental entity imposes additional rules and/or restrictions regarding such Transferred Personal Data, the parties agree to work in good faith to find an alternative and/or modified approach with respect to such Transferred Personal Data which is in compliance with Data Protection Laws.</li>\n<li>To the extent Buyer is the recipient of Transferred Personal Data from AcuityAds as part of the Services, Buyer will provide at least the same level of protection for the information as is available under the Standard Contractual Clauses.\nBuyer recognizes that AcuityAds may share this paragraph 9 with a regulator in order to demonstrate compliance with Applicable Privacy Laws.</li>\n</ul>\n<ol>\n<li>LIABILITY</li>\n</ol>\n<ul>\n<li>Both parties agree that their respective liability under this DPA shall be apportioned according to each parties’ respective responsibility for the harm (if any) caused by each respective party.</li>\n<li>\n<u>Liability Cap Exclusions</u>.\nNothing in this Section 10 will affect the remaining terms of the Agreement relating to liability (including any specific exclusions from any limitation of liability).</li>\n</ul>\n<ol>\n<li>MISCELLANEOUS</li>\n</ol>\n<ul>\n<li>This DPA will take effect on the date it is executed by Buyer and AcuityAds at the bottom of this Agreement (the “Effective Date”) and will remain in effect until, and automatically expire upon, the deletion of all Personal Data by AcuityAds or Buyer through the Services as described in this DPA.</li>\n<li>Nothing in this DPA shall impact Buyer’s intellectual property rights with respect to Personal Data provided by Buyer under the Agreement except to the extent required by applicable law.</li>\n<li>Nothing in this DPA shall confer any benefits or rights on any person or entity other than the parties to this DPA.</li>\n<li>This DPA may be executed in any number of counterparts, each of which when executed shall constitute a duplicate original, but all the counterparts shall together constitute the one Agreement.</li>\n</ul>\n<p>\n<u>Appendix 1 Subject matter and details of the processing</u>\n</p>\n<p>\n<u>Data exporter</u>:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe data exporter is the AcuityAds, Inc.</p>\n<p>\n<u>Data importer</u>:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe data importer is Buyer</p>\n<p>\n<u>Data subjects</u>:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Personal Data concern the following categories of Data Subjects:</p>\n<p>The users of the websites, mobile applications and other digital mediums owned and/or operated by AcuityAds Third-Party Partners and any data received from such Third Party Partners as described in the Agreement.</p>\n<p>Personal Data pertaining to the personnel of both parties.</p>\n<p>\n<u>Categories of data</u>: The Personal Data concern the following categories of data:</p>\n<p>Data on user behaviour collected through pixels placed on the data importer’s websites, mobile applications and/or digital mediums owned and/or operated by AcuityAds’ Third-Party Partners, including cookie IDs, mobile advertising identifiers and other pseudonymous identifiers of the users of the data importer’s websites, mobile applications and/or digital mediums as outlined in the Agreement.</p>\n<p>Data pertaining to the personnel of both parties necessary for the respective parties’ performance of the Agreement including email addresses, telephone numbers, name, title and billing information.</p>\n<p>\n<u>Special categories of data&nbsp;</u>(if appropriate)</p>\n<p>The personal data transferred concern the following special categories of data (please specify):&nbsp;None</p>\n<p>\n<u>Processing operations</u>: The Personal Data transferred will be subject to the following processing activities:</p>\n<p>The data exporter will access, reproduce, display and store the relevant personal data in order to provide the services as set out in the Agreement.</p>\n<p>\n<u>Appendix 2&nbsp;Description of the technical and organizational security measures implemented by the data exporter in accordance with Clauses 4(d) and 5(c) (or document/legislation):</u>\n</p>\n<p>Description of the technical and organizational security measures implemented by the data exporter</p>\n<p>\n<em>Measures with which Personal Data can be processed while denying physical access to IT systems for unauthorised persons (access control):</em>\n</p>\n<p>All of the data exporter’s third-party data centers have strict policies for authorization of access into the facilities.&nbsp;&nbsp.\nEach data center vendor has appropriate policies required by external audits.&nbsp.\nAll of the data exporter’s internal personnel are vetted prior to allowing access to data centers.</p>\n<p>\n<em>Measures to hinder unauthorised persons from using IT systems and procedures (access control):</em>\n</p>\n<p>All systems level access is based on directory services and role based security.&nbsp.\nAdditional measures are in place such as VPN and other security measures prior to system level access being available, as described below.&nbsp.\nAll end user level access to AcuityAds’ systems is based on role based security.&nbsp.\nShared accounts are not allowed.</p>\n<p>The data exporter undertakes the following actions, among others, to ensure that persons authorised to use the Acuity Platform or access data processing infrastructure can only access the data underlying their access authorization and that stored data or data undergoing processing cannot be read, copied, altered, or removed without authorization.</p>\n<p>The data exporter’s employees access infrastructure components with unique accounts that require strong passwords.&nbsp.\nRemote administration is available only via public key cryptography and password based authentication is not permitted.&nbsp.\nAccess groups have been established to restrict access to only to specific areas that are required for employee responsibilities.</p>\n<p>Customers of the data exporter may be granted access to the AcuityAds console.&nbsp;Access to the AcuityAds console is limited via a user name and a password to the customer’s authorised persons and additionally to equivalently authorised employees of the data exporter.&nbsp.\nLogical infrastructure configuration prevents the access of one customer’s data by another customer.</p>\n<p>\n<em>Measures to enable persons authorised to use IT procedures to gain exclusive access to the Personal Data that are subject to their access authorisation (access control):</em>\n</p>\n<p>The data exporter employs a centralized access management system to control personnel access to production servers, and only provides access to a limited number of authorised personnel.\nThese mechanisms are designed to grant only approved access rights to site hosts, logs, data and configuration information.\nThe data exporter requires the use of unique user IDs, strong passwords.\nand carefully monitored access lists to minimize the potential for unauthorised account use.\nThe granting or modification of access rights is based on: the authorised personnel’s job responsibilities.\njob duty requirements necessary to perform authorised tasks.\na need to know basis.\nand must be in accordance with the data exporter’s internal data access policies and training.\nApprovals are managed by workflow tools that maintain audit records of all changes.\nAccess to systems is logged to create an audit trail for accountability.\nWhere passwords are employed for authentication (e.g., login to workstations), password policies that follow at least industry standard practices are implemented.\nThese standards include password expiry, restrictions on password reuse and sufficient password strength.</p>\n<p>In addition, the data exporter has implemented several security related policies that govern the use of AcuityAds technology and data including rules around acceptable use, data classification, information security, and passwords.&nbsp.\nThe data exporter’s information security officer is Rachel Kapcan.</p>\n<p>\n<em>Measures to ensure that Personal Data cannot be read, copied, amended or removed by unauthorised persons when the data is transmitted electronically, or when it is being transported, or when it is being stored on data carriers but which allow checks to be made of the destinations targeted when transferring Personal Data using data transmission equipment (routing controls):</em>\n</p>\n<p>Data is encrypted by measures such as SSL.&nbsp.\nPersonal data shall not be transferred outside the scope as authorised under these Clauses, or as otherwise authorised by the data importer.</p>\n<p>\n<em>Measures that allow retrospective checks to be made on whether Personal Data has been entered into, amended or removed from IT systems, and by whom (input controls):</em>\n</p>\n<p>All data processed in Acuity Platform by an end user of the platform (e.g., CL personnel) is done on a permissions based model, all user accounts are enabled/disabled in accordance with the security policy.&nbsp.\nAll accounts are individual.\nShared accounts are not allowed.\nAudit Trail is kept for user actions and is logged.</p>\n<p>Email and corporate systems access is granted based on directory services and role based security.</p>\n<p>\n<em>Measures to ensure that Personal Data to be processed on CONTROLLER’s behalf is only processed in accordance with CONTROLLER’s directives (performance controls):</em>\n</p>\n<p>The data importer is a user of the Acuity Platform, therefore setting up of data collection mechanisms, collection of data, verifying data integrity sit with the data importer.\nThe personal data shall only be processed in the manner authorised under these Clauses and all sub processors shall only be employed in compliance with the provisions of these Clauses.</p>\n<p>\n<em>Measures to ensure that Personal Data is protected against incidental damage or loss (availability controls):</em>\n</p>\n<p>Data is kept in a storage framework with at least three copies natively made and stored.\nAdditionally, the data exporter replicates data between data centers for disaster recovery with ability to restore if needed, although the data exporter will not replicate lat/long or other data points which might be considered sensitive in the EU.</p>\n<p>\n<em>Measures to ensure that the different purposes for processing data can be identified – especially for PROCESSOR’s different controllers – and that data to be processed is processed separately from each other (separation controls):</em>\n</p>\n<p>AcuityAds stores data in a multi-tenant environment on servers owned by AcuityAds.\nThe Services database and file system architecture are replicated between multiple data centers.\nAcuityAds logically isolates data on a per end user basis at the application layer.\nAcuityAds logically separates Customer’s data, including data from different end users, from each other, and data for an authenticated end user will not be displayed to another end user (unless the former end user or administrator allows the data to be shared).\nA central authentication system is used across all Services to increase uniform security of data.</p>\n<p>\n<em>Measures to ensure availability and resiliency for data and technical operations:</em>\n</p>\n<p>AcuityAds stores data and operates servers in datacenters with robust and redundant power and data storage mechanisms.\nAll deployments are configured with repeatable operating templates, for rapid deployment to a DR region when necessary.\nAll networks are protected by network firewalls, intrusion detection systems, and other industry best practice security measures.</p>\n<p>\n<em>Measures for regular testing, assessment and evaluation:</em>\n</p>\n<p>AcuityAds regularly reviews system activity rated by security threat level by our intrusion detection platform.\nAcuityAds regularly runs external network scans to ensure operating systems, libraries, and all used software is patched against vulnerabilities.\nAll platform configurations are catalogued within version control and issued via peer-reviewed pull requests to ensure multiple reviewers of each security related change.</p>\n<p>\n<em>Measures for pseudonymization of data:</em>\n</p>\n<p>AcuityAds works with upstream data controllers to ensure no PII enters our system.\nAny e-mail addresses are hashed prior to ingestion into the platform which would render them as pseudonymous personal data by the time they reach AcuityAds’ systems.\nWhere AcuityAds acts to track activity with cookies, the platform will be disabling inbound traffic to our pixel collection from any IP address that the company determines is coming from the EU.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Contact Us</li>\n<li>Opt-out</li>\n<li>Corporate Privacy Policy</li>\n<li>Technology Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>AODA</li>\n<li>Cookie Policy</li>\n<li>Investors</li>\n<li>Careers</li>\n</ul> Join over 3,000 marketers and subscribe to Acuity Insights Subscribe <p>© 2022 AcuityAds.\nAll Rights Reserved.</p>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em> Manage consent <p>\n</p>Contact us!<p>We're not around but we still want to hear from you! Leave us a note:</p>\n<p>* indicates a required field</p>Name*Required Asterisksignifies that this field can not be left blankEmail*Required Asterisksignifies that this field can not be left blankType Label*Required Asterisksignifies that this field can not be left blankSendpowered by Olark LogoOlark launch button clip path", "created_at": "2022-05-01 21:04:41.991588", "updated_at": "2022-05-01 19:07:54.911553"}, {"id": 11863, "name": "Cookie Policy", "url": "https://www.acuityads.com/cookie-policy/", "xpath": "//body", "text": " Manage Cookie Consent <br>\n<br>\nThis website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nFunctional cookies Functional cookies Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\nManage options Manage services Manage vendors Read more about these purposes Accept Deny View preferences Save preferences View preferences Cookie Policy Corporate Privacy Policy {title} <ul>\n<li>Solutions\n<ul>\n<li>illuminOur intuitive platform helps you see through the clutter of programmatic advertising.\n</li>\n<li>Attention AdvertisingIncrease brand’s total viewership time within a finite, relevant audience set – without increasing your budget.</li>\n<li>Live AudiencesIncorporate the most recent and relevant audience insights and improve how your media dollars are used.</li>\n</ul>\n</li>\n<li>Insights\n<ul>\n<li>BlogThese are the latest insights and trends in the advertising industry that you need to know</li>\n<li>White PapersHelpful reports and guides to inform you of industry trends and complex concepts</li>\n<li>Success StoriesLearn more about the success of our clients and products within specific industries</li>\n</ul>\n</li>\n<li>News\n<ul>\n<li>PressRead our press releases for major announcements and upcoming events</li>\n<li>EventsCheck out the events we’re attending or hosting and view past events with AcuityAds</li>\n<li>VideosWatch the latest webinars, video presentations and demonstrations by AcuityAds</li>\n</ul>\n</li>\n<li>Company</li>\n<li>Careers</li>\n<li>Investors</li>\n<li>Login</li>\n<li>Schedule a demo</li>\n</ul> Contact Us <p>&nbsp;</p>\n<p>This is the AcuityAds Cookie Policy, which outlines the usage of cookies on the AcuityAds.com website property.</p>\n<p>\n<strong>What Are Cookies</strong>\n</p>\n<p>As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience.\nThis page describes what information they gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored however this may downgrade or ‘break’ certain elements of the sites functionality.</p>\n<p>For more general information on cookies see the Wikipedia article on HTTP Cookies.</p>\n<p>\n<strong>How We Use Cookies</strong>\n</p>\n<p>We use cookies for a variety of reasons detailed below.\nUnfortunately in most cases there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site.\nIt is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.</p>\n<p>\n<strong>Disabling Cookies</strong>\n</p>\n<p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of the this site.\nTherefore it is recommended that you do not disable cookies.</p>\n<p>\n<strong>The Cookies We Set</strong>\n</p>\n<ul>\n<li>\n<strong>Email newsletters related cookies:</strong> This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.</li>\n<li>\n<strong>Forms related cookies:</strong> When you submit data to through a form such as those found on contact pages or comment forms cookies may be set to remember your user details for future correspondence.</li>\n<li>\n<strong>Site preferences cookies:</strong> In order to provide you with a great experience on this site we provide the functionality to set your preferences for how this site runs when you use it.\nIn order to remember your preferences we need to set cookies so that this information can be called whenever you interact with a page is affected by your preferences.</li>\n</ul>\n<p>\n<strong>Third Party Cookies</strong>\n</p>\n<p>In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.</p>\n<ul>\n<li>This site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience.\nThese cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.For more information on Google Analytics cookies, see the official Google Analytics page.</li>\n<li>As we sell products it’s important for us to understand statistics about how many of the visitors to our site actually make a purchase and as such this is the kind of data that these cookies will track.\nThis is important to you as it means that we can accurately make business predictions that allow us to monitor our advertising and product costs to ensure the best possible price.</li>\n<li>We also use social media buttons and/or plugins on this site that allow you to connect with your social network in various ways.\nFor these to work the following social media sites including.\nFacebook, will set cookies through our site which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.</li>\n</ul>\n<p>\n<strong>More Information</strong>\n</p>\n<p>Hopefully that has clarified things for you and as was previously mentioned if there is something that you aren’t sure whether you need or not it’s usually safer to leave cookies enabled in case it does interact with one of the features you use on our site.\nThis Cookies Policy was created with the help of the CookiePolicyGenerator.com</p>\n<p>However if you are still looking for more information then you can contact us through one of our preferred contact methods:</p>\n<ul>\n<li>By visiting this link: https://www.acuityads.com/privacy-policy/</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Opt-out</li>\n<li>Corporate Privacy Policy</li>\n<li>Technology Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>AODA</li>\n<li>Cookie Policy</li>\n<li>Investors</li>\n<li>Careers</li>\n</ul> Join over 3,000 marketers and subscribe to Acuity Insights Subscribe <p>© 2022 AcuityAds.\nAll Rights Reserved.</p>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em> Manage consent <p>\n</p>Contact us!<p>We're not around but we still want to hear from you! Leave us a note:</p>\n<p>* indicates a required field</p>Name*Required Asterisksignifies that this field can not be left blankEmail*Required Asterisksignifies that this field can not be left blankType Label*Required Asterisksignifies that this field can not be left blankSendpowered by Olark LogoOlark launch button clip path", "created_at": "2022-05-01 21:04:41.990362", "updated_at": "2022-05-01 19:08:14.436526"}, {"id": 11862, "name": "Technology Privacy Policy", "url": "https://privacy.acuityads.com/technology-privacy-policy.html", "xpath": "//body", "text": "Settings<br>\nThis website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nCookie Policy&nbsp;-&nbsp;Privacy statementAccept Settings <br> This website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nCookie Policy&nbsp;-&nbsp;Privacy statement Accept <ul>\n<li> Solutions <ul>\n<li> illumin Our intuitive platform helps you see through the clutter of programmatic advertising.\n</li>\n<li> Attention Advertising Increase brand’s total viewership time within a finite, relevant audience set – without increasing your budget.\n</li>\n<li> Live Audiences Incorporate the most recent and relevant audience insights and improve how your media dollars are used.\n</li>\n</ul>\n</li>\n<li> Insights <ul>\n<li> White Papers Helpful reports and guides to inform you of industry trends and complex concepts </li>\n<li> Videos Watch the latest webinars, video presentations and demonstrations by AcuityAds </li>\n<li> Case Studies Learn more about the success of our clients and products within specific industries </li>\n</ul>\n</li>\n<li> News <ul>\n<li> Press Read our press releases for major announcements and upcoming events </li>\n<li> Events Check out the events we’re attending or hosting and view past events with AcuityAds </li>\n<li> Blog These are the latest insights and trends in the advertising industry that you need to know </li>\n</ul>\n</li>\n<li> Company <ul>\n<li> About Us Learn more about AcuityAds and our mission to help light the way to a better path forward </li>\n<li> Careers Join the most talented group of people in advertising technology, today </li>\n<li> Investors Find stock information, financial documents, investor presentations and meet the leadership team </li>\n</ul>\n</li>\n<li> Schedule a demo </li>\n</ul> Login <ul>\n<li> Partner Platform </li>\n<li> Documentation </li>\n</ul> Technology Privacy Policy Effective Date: April 2, 2020 This privacy policy outlines what information we collect, how we secure it, and how we use it in relation to the service AcuityAds provides to its customers via our advertising technology platform.\nWho We Are AcuityAds (“AcuityAds” “we” “our”) is a leading advertising company that provides a technology platform (the “Platform”) for marketers, offering a powerful and holistic solution for digital advertising across all ad formats and devices to amplify reach and Share of Attention™ throughout the customer journey.\nAcuityAds has developed a proprietary technology platform that enables marketers and agencies to effectively target consumers with digital advertising.\nMost of the internet is offered to users free of charge.\nWeb publishers are able to offer valuable content for free because they are supported by advertising.\nAcuityAds aims to create a better digital experience for web users by allowing advertisers to present relevant advertising content, rather than advertising that is unrelated to users’ interests.\nAdvertisers also benefit because targeted advertising is more effective and better received.<br>\n<br> We offer this privacy policy (the “Policy”) because we take your privacy seriously.\nThis Policy outlines our privacy practices with respect to the Acuity Platform.\nIf you want to understand AcuityAds’ privacy practices with respect to our corporate website and information we collect from our customers, please visit our <strong>Corporate Privacy Policy.</strong>\n<br>\n<br> We are members of the Network Advertising Initiative (NAI) and adhere to its Codes of Conduct, as well as the Digital Advertising Alliance (DAA) and the Digital Advertising Alliance of Canada’s (DAAC) Self-Regulatory Principles for Online Behavioral Advertising.\nWe continuously improve our privacy safeguards in order to help protect information about your browsing activities.\nOverview of the types of data collected by AcuityAds’ platform Personal Data The definitions of personal data vary depending on the laws where you are located.\nFor example, in the European Union (EU), Canada and the U.S.\nState of California, personal data is defined more broadly than in other places and would include both PII (e.g., email addresses and phone numbers) and Pseudonymous Identifiers (defined below).\nIn California, it is sometimes referred to as personal information.\nAcuityAds will explain the different types of personal data and personal information below, and will try to be clear when we’re describing our use of each throughout this Policy.\nAcuity does not knowingly place PII on our advertising Platform, but we do process Pseudonymous Information via the Platform.\nPseudonymous Identifiers AcuityAds also collects pseudonymous identifiers.\nPseudonymous Identifiers help our Platform recognize a particular browser or device, but it doesn’t enable us to know your identity as a natural person.\nThis information helps us collect and make use of other personal data to better understand your interests and preferences.\nThe pseudonymous identifiers include Google Advertising ID, Apple Identifier for Advertisers, Acuity ID and IP address.\nPrivacy practices for our technology platform The Acuity Platform processes data collected across non-affiliated websites and mobile applications pursuant to serving advertisements on behalf of our Clients who are generally businesses seeking to market a product or service.\nWe obtain this information from website and mobile application publishers, connected television devices, advertising exchanges, supply side platforms and other companies which help AcuityAds place bids on ad slots on behalf of our advertisers.\nWe obtain information using one or more of the following tracking techniques or technologies, which are all widely used across the Internet: Cookies A cookie is a small data file stored on your device.\nIn the context of our Platform the AcuityAds cookie often contains a Pseudonymous Identifier that is assigned to your browser the first time it is seen by our Platform.\nOn subsequent interactions with our Platform, we use this Pseudonymous Identifier to, among other things, recognize what advertisements your browser has interacted with previously.\nOur cookies are not used to identify you personally, cannot be used to install malware, viruses or any other harmful software and they cannot access any confidential data on your computer.\nFor more information about cookies in general, please visit http://www.allaboutcookies.org/.\nPixels Pixels (also known as web beacons) are tiny images embedded in a web page that allow our Platform to infer that you’ve seen on that web page.\nThey also allow us to create, update and read our own cookies.\nAdvertising IDs An Advertising ID (device identification) is another Pseudonymous Identifier associated with a smartphone or similar handheld device.\nAdvertising IDs are accessible by mobile application publishers and can be passed to AcuityAds with an ad request.\nThese Advertising IDs do not enable AcuityAds to identify individuals, but rather can be used to help us run advertising campaigns.\nThey can be used to limit the number of times a specific advertisement is presented to the same device, and to track a device to show that the device interacted with an ad (i.e.\n“clicked” on it, watched a video ad, or downloaded an application as a result of an advertisement).\nThe information we collect via the platform Using the technologies described above, we collect and use Pseudonymous Identifiers.\nPseudonymous Identifiers are considered personal data in some places like the EU and Canada but they do not allow us to identify you personally.\nTheir primary use for AcuityAds is to help us serve users more relevant ads, count the number of ads served and to understand how you and other Internet users interact with ads.\nThis information is collected when you visit the website or mobile application where one of our ads are served.\nThe Platform collects information about your browser type, operating system, device, and the unique identifier assigned to your device.\nDemographic data such as age range, income level or gender may be collected.\nIn addition, we collect information about your web browsing and app usage, such as the date and time you visited one of our partner’s websites or apps, pages of such websites or apps that you visit, the names or types of mobile apps that you visit, and other data such as page visits, ads shown, ads clicked and conversions over multiple non-affiliated websites and mobile apps for the purpose of creating interest segments to tailor advertising and content is sometimes referred to as “Interest Based Advertising” or “IBA.” We engage in IBA via the Platform.\nWhere we are able to infer within a reasonable probability that a particular computer or device belongs to the same user or household as another computer or device, we may link those computers and/or devices with each other.\nWhere we are able to make such inferences, we may use this information to deliver targeted ads across multiple computers or devices.\nThis is sometimes referred to as cross-device advertising, and we generally don’t conduct cross-device advertising on computers or devices located in the EU.\nWe also use other targeting techniques such as leveraging data received by Clients once it is rendered pseudonymous via a privacy-safe third-party service provider.\nSome of the transfers of Pseudonymous Identifiers and other pseudonymous information from The Platform over the past 12 months may be considered a sale under California law.<br>\n<br> We do not use the Platform to collect PII such as your name, postal address, phone number, or email address.\nAnd we don’t collect sensitive information such as social security number or credit card number via the Platform.\nThe data we collect is primarily used to understand your online activity and consequentially provide you with relevant advertisements based on the websites you’ve visited, mobile applications you’ve used and similar data provided by our Clients and third-party data partners.<br>\n<br> The information we collect is used to deliver personalized advertisements and to measure the effectiveness of the ads.\n<br>\n<br> AcuityAds may also collect data that can be used by our Clients and partners and receive certain data from Clients and partners.\nThis data may include whether or not you have visited our Client’s website and/or mobile app, or if you have used a website and/or app that our Client advertises on.\nThe data collected is used to build a consumer profile.\nWe use the data in our algorithm to better understand your interactions online and to pair the right advertisements with the right consumers.\nWith this information we can deliver you more personalized advertisements.\nPotentially sensitive information pertaining to children &amp.\nhealth conditions AcuityAds does not intentionally or knowingly collect information from children under 16 years of age, and does not tailor any segments to children under 16 years of age.<br>\n<br> We do not collect any information regarding specific health conditions that we consider sensitive.\nFor a full list of AcuityAds’ proprietary health-related segments, click here.\nAcuityAds may also utilize health-related targeting data segments provided by third party data companies, but don’t consider any of those segments to be sensitive.\nWe don’t currently use such third party data when serving ads to EU data subjects.\nData Retention AcuityAds retains the web log data for a maximum of 180 days, although we generally don’t retain this data for EU data subjects for more than a few days.\nAfter 180 days, we aggregate the log data so that it does not identify any individual device and retain the aggregate data for up to three years.\nOur cookies are set to expire before one year.\nthis expiration date updates every time you encounter our server.\nSecurity AcuityAds takes reasonable measures to help protect the information we collect from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.\nThis includes but is not limited to the use of firewalls and encryption.\nNo method of transmission over the Internet or method of electronic storage is 100% secure.\ntherefore, while the company strives to use commercially acceptable means to protect your information, it cannot guarantee absolute security.\nChoice Mechanism: Objecting to processing, opting out Many Internet users enjoy receiving relevant advertisements.\nOur algorithm reads your online data and aims to deliver you the most relevant advertising content available.\nThis results in you only seeing ads that match your inferred interests.\nWithout targeted advertising, marketers do not know your consumer preferences and will likely deliver you ads that you are uninterested in.<br>\n<br> It is also important to consider that the websites you use receive substantial payments from marketers to present interest based ads.\nThese increased revenues can improve website content and pass on a reciprocal benefit to you, as the user.\nWithout these revenue websites are more likely to deliver lesser value content.\nAcuityAds has evaluated the benefits of the targeted ads served by our platform against the potential risks to data protection rights and concluded that it is in our legitimate interest to process data via the Platform.\nBrowser based choice mechanisms If you prefer not to receive targeted advertising from AcuityAds, you can object to our processing of browser data by the Platform by clicking here, by visiting the NAI website here, by going to the DAA website , the DAAC website here, or the EDAA website here.\nCalifornia data subjects may opt-out of the “sale” of their personal information by clicking the above links.\nAlso, where we receive a request to opt-out of your sale of personal information from a publisher, or SSP we will apply that opt-out request as well.\nIf you opt-out from that processing, AcuityAds will set a cookie on your browser that tells AcuityAds not to tailor ads to your interests – including IBA and cross-device ads.\nOpting out does not mean you will not be served an ad by AcuityAds, but the ads we serve will be less relevant to your interests.\nPlease note that the opt-out cookie only applies to the computer and browser where it is set.\nAlso, if you delete the opt-out cookie (such as by clearing all cookies on your browser), you will need to renew your opt-out choice.\nEU data subjects receive additional rights as described below.<br>\n<br>\n<strong>To better understand the process of behavioral advertising, please visit:</strong>\n<br> Network Advertising Initiative (“NAI”) – www.networkadvertising.org<br> Digital Advertising Alliance (“DAA”) – www.aboutads.info<br> Digital Advertising Alliance of Canada (“DAAC”) – www.youradchoices.ca<br> European Digital Advertising Alliance (“EDAA”) – https://www.youronlinechoices.eu/ Mobile choice mechanism Opting out on a mobile device:<br> If you are using a mobile device and would like to opt-out of interest-based advertising then please follow this link for instructions on how to opt out across multiple mobile operating systems such as iOS and Android.\nPlease note that the opt-out process is different for each mobile operating system.<br>\n<br> If you reject processing via one of these methods, one of the mobile operating systems will set a cookie on your browser that tells AcuityAds not to tailor ads to your interests – including IBA ads and cross-device ads.\nOpting out does not mean you will not be served an ad by AcuityAds, but the ads we serve will be less relevant to your interests.\nEU data subjects receive additional rights as described below.\nDisclosure, Onward Transfer We contract with a select group of third-party processors and service providers such as networking and storage providers to allow them to carry out their services for us.\nOther third-party service providers used by Acuity include: a) outsourced computer programmers helping ensure our systems are operating properly.\nb) email marketing providers, c) website and b2b sales analytics providers, d) customer relationship management, contact database vendors, data hygiene vendors, survey vendors and project management software providers, e) customer billing systems partners, f) login authentication providers to ensure that the logins to our systems are working efficiently, g) social media platforms for advertising and marketing purposes, h) auditing, debugging and security vendors.\nThose processors and service providers are contractually obligated to process data only as instructed by AcuityAds.<br>\n<br> Please take note of the following exceptional situations: AcuityAds may be required to disclose information to third parties when obligated to do so by law and in order to investigate, prevent, or take action regarding suspected, or actual prohibited activities, including transfer reasonably intended to meet national security or law enforcement requirements, or when we believe in good faith that disclosure is necessary to protect our rights, including but not limited to fraud and situations involving potential threats to the physical safety of any person.\nIn the event that AcuityAds sells, merges or transfers all or part of its business, we may transfer visitor information to a third party as part of that transaction.\nDo Not Track A number of industry groups are attempting to develop a Do Not Track (DNT) standard.\nCurrently, the standards regarding the DNT signals and appropriate responses are not consistently defined.\nWhere we can ascertain that a browser being used by a California data subject has enacted DNT, we treat that user as having opted out from AcuityAds’ sale of their personal information.\nAccessing, Changing, Removing Information If you’re located in the EU or California, scroll down to see any the data subject access rights which are available to you with respect to the Acuity Platform.\nCalifornia Data Subjects Effective January 1, 2020, the California Consumer Privacy Act (CCPA) provides additional privacy protections for California data subjects and users, including: a) the right to see what data we have about you, your computer or device (i.e., the right to know), b) the right to delete the data we have about you, your computer or device (i.e., the right to delete) and c) the right to opt-out of the sale of data about you, your computer or device to certain third parties (i.e., the right to opt-out from sales of your information).\nWe do not discriminate against you if you exercise any of the above rights.\nMoreover, we may not be able to honor a right if doing so would violate applicable law.<br>\n<br> The CCPA defines personal information broadly and as such, it includes pseudonymous identifiers such as cookie IDs and mobile advertising IDs.\nYou may access those rights with respect to AcuityAds by sending us an email to privacy@acuityads.com, by calling our California privacy help line at 1-866-6Acuity, or by visiting our data subject access page here.\nAs a California data subject, if you make a subject access request as set out in this policy, you are entitled to see and delete the personal information that we have about you.\nWe will confirm your request within 10 days and make a good faith attempt to fulfill your request within 45 days.\nEuropean Data Subjects The General Data Privacy Regulation (“GDPR”) affords additional rights to EU data subjects.\nThose rights include the right to complain to EU Supervisory Authorities and the right to access, correct and delete certain personal data processed by AcuityAds.<br>\n<br> As described above, with respect to EU data subjects, personal data includes Pseudonymous Identifiers such as an IP address, a mobile advertising ID or a cookie ID.\nWhere AcuityAds is a controller of data (e.g.\nvia our Platform), the legal basis will be both legitimate interest and consent in accordance with Article 6 of the GDPR and depending on the type of information subject to processing and the information we receive from upstream partners.\nWhere we rely upon legitimate interest, we have assessed the processing is not high risk and will not violate fundamental human rights.\nWe process personal data of clients and partners for the performance of our contracts with them in accordance with Article 6 of the GDPR.<br>\n<br> Where AcuityAds receives from an EU data subject a request to cease processing of data via one of the choice mechanisms listed above, AcuityAds will stop all data processing with respect to the opted out browser or device unless such processing is required by law.<br>\n<br> If you believe AcuityAds is processing one of your Pseudonymous Identifiers and wish to exercise your right to access, delete, port or remove such information, please click here to visit our EU data subject access request page.<br>\n<br> For all requests concerning the security of your data, please contact our data protection officer at privacy@acuityads.com.<br>\n<br> If you have a particularly sensitive request, please contact our data protection officer by postal mail, as communication by e-mail can always be flawed by security vulnerabilities.\nRevisions AcuityAds reserves the right to revise its policies and practices periodically.\nIf you would like to keep up to date, please visit this page to find out about any changes.\nWe will post any updates as well as their effective dates on this webpage.\nContacting us If you have any questions about our privacy policy, please contact us:<br>\n<br>\n<strong>Tal Hayek, CEO</strong>\n<br>\n<br>\n<strong>ACUITYADS INC.</strong>\n<br> www.acuityads.com<br> 70 University Ave, Suite 1200<br> Toronto, ON, Canada<br> M5J 2M4<br> (416) 218-9888<br> privacy@acuityads.com <ul>\n<li> Contact Us </li>\n<li> Opt-out </li>\n<li> Corporate Privacy Policy </li>\n<li> Technology Privacy Policy </li>\n<li> Terms &amp.\nConditions </li>\n</ul> Join our mailing list <p> © 2020 AcuityAds.\nAll Rights Reserved.\n</p>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em> ", "created_at": "2022-05-01 21:04:41.989013", "updated_at": "2022-05-01 19:08:47.679662"}, {"id": 11861, "name": "Corporate Privacy Policy", "url": "https://privacy.acuityads.com/corporate-privacy-policy.html", "xpath": "//body", "text": "Settings<br>\nThis website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nCookie Policy&nbsp;-&nbsp;Privacy statementAccept Settings <br> This website conducts Interest Based Advertising through the use of cookies.\nBy continuing to use this website you are consenting to the use of your cookies.\nCookie Policy&nbsp;-&nbsp;Privacy statement Accept <ul>\n<li> Solutions <ul>\n<li> illumin Our intuitive platform helps you see through the clutter of programmatic advertising.\n</li>\n<li> Attention Advertising Increase brand’s total viewership time within a finite, relevant audience set – without increasing your budget.\n</li>\n<li> Live Audiences Incorporate the most recent and relevant audience insights and improve how your media dollars are used.\n</li>\n</ul>\n</li>\n<li> Insights <ul>\n<li> White Papers Helpful reports and guides to inform you of industry trends and complex concepts </li>\n<li> Videos Watch the latest webinars, video presentations and demonstrations by AcuityAds </li>\n<li> Case Studies Learn more about the success of our clients and products within specific industries </li>\n</ul>\n</li>\n<li> News <ul>\n<li> Press Read our press releases for major announcements and upcoming events </li>\n<li> Events Check out the events we’re attending or hosting and view past events with AcuityAds </li>\n<li> Blog These are the latest insights and trends in the advertising industry that you need to know </li>\n</ul>\n</li>\n<li> Company <ul>\n<li> About Us Learn more about AcuityAds and our mission to help light the way to a better path forward </li>\n<li> Careers Join the most talented group of people in advertising technology, today </li>\n<li> Investors Find stock information, financial documents, investor presentations and meet the leadership team </li>\n</ul>\n</li>\n<li> Schedule a demo </li>\n</ul> Login <ul>\n<li> Partner Platform </li>\n<li> Documentation </li>\n</ul> Corporate Privacy Policy Effective Date: January 22, 2020 TThis privacy policy outlines what information we collect, how we secure it, and how we use it in relation to operating the AcuityAds website and how manage the business relationships between AcuityAds and our customers.\nWho We Are AcuityAds (“AcuityAds” “we” “our”) is a leading advertising company that provides a technology platform (the “Platform”) for marketers, offering a powerful and holistic solution for digital advertising across all ad formats and devices to amplify reach and Share of Attention™ throughout the customer journey.\nAcuityAds has developed a proprietary technology platform that enables marketers and agencies to effectively target consumers with digital advertising.\nMost of the internet is offered to users free of charge.\nWeb publishers are able to offer valuable content for free because they are supported by advertising.\nAcuityAds aims to create a better digital experience for web users by allowing advertisers to present relevant advertising content, rather than advertising that is unrelated to users’ interests.\nAdvertisers also benefit because targeted advertising is more effective and better received.<br>\n<br> We offer this privacy policy (the “Policy”) because we take your privacy seriously.\nThis Policy outlines our privacy practices with respect to our corporate website at https://www.acuityads.com/ (the “Website”) as well as the types of information we collect from our current and prospective advertising clients (our “Clients”).\nIf you want to understand AcuityAds’ privacy practices with respect to our Advertising Platform, please visit our Technology Privacy Policy.\n<br>\n<br> We are members of the Network Advertising Initiative (NAI) and adhere to its Codes of Conduct, as well as the Digitals Advertising Alliance (DAA) and the Digital Advertising Alliance of Canada’s (DAAC) Self-Regulatory Principles for Online Behavioral Advertising.\nOverview of the types of data collected by AcuityAds’ platform Personal Data AcuityAds collects personal data in the course of our business.\nThe definitions of personal data vary depending on the laws where you are located.\nFor example, in the European Union (EU), Canada and the U.S.\nState of California, personal data is defined more broadly than in other places and would include both PII and Pseudonymous Identifiers (defined below).\nIn California, it is sometimes referred to as personal information.\nAcuityAds will explain the different types of personal data and personal information below, and will try to be clear when we’re describing our use of each throughout this Policy.\nPersonally Identifiable Information AcuityAds collects personally identifiable information (“PII”) when you choose to provide it to us.\nPII is any information that specifically identifies or locates a particular person or entity.\nWe receive and store any PII you provide to us.\nThe types of PII collected may include your name, postal address, telephone number, and email address.\nFor example, you may choose to send PII about yourself in an email, by completing an online form on our Website, or by signing up for our service or e-newsletter.\nYou may also provide us with PII as a Client in order to setup an account with us, to login to access reports or to facilitate billing.\nAcuityAds uses this information for our reasonable business purposes, including to contact you to respond to your inquiry, to provide the service requested or to maintain your account with us.\nPseudonymous Identifiers AcuityAds also collects pseudonymous identifiers on the Website.\nPseudonymous Identifiers help our Website recognize a particular browser or device, but it doesn’t enable us to know your identity as a natural person.\nThis information helps us collect and make use of other personal data to help the Website function and to allow us to conduct analytics to better understand who is utilizing the Website without needed to know their real world identity.\nPrivacy practices for our website AcuityAds collects PII from our Website when you choose to provide it to us.\nFor example, you may choose to send PII about yourself in an email, or by completing a form on the Website.\nAcuityAds uses this information only to contact you to respond to your inquiry.\nOnce collected, AcuityAds will store your PII for a reasonable time for record keeping purposes.<br>\n<br> AcuityAds also collects Pseudonymous Identifiers from visitors to this Website such as a cookie ID and IP address.\nWe also collect information about the pages viewed on the Website, your browser type, Internet Service Provider, domain name, the time/date of your visit to this Website, the referring URL and your computer’s operating system.\n<br>\n<br> AcuityAds and our partners use cookies or similar technologies to analyze trends, administer the Website, and track users’ movements around the website.\nUsers can control the use of cookies at the individual browser level.\nFor more information about cookies, please visit DATA RETENTION AcuityAds retains the web log data collected via the Website for a maximum of 180 days, although we generally don’t retain this data for EU data subjects for more than a few days.\nAfter 180 days, we aggregate the log data so that it does not identify any individual device and retain the aggregate data for up to three years.\nOur cookies are set to expire before one year.\nthis expiration date updates every time you encounter our server.\nSECURITY AcuityAds takes reasonable measures to help protect the information we collect from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.\nThis includes but is not limited to the use of firewalls and encryption.\nNo method of transmission over the Internet or method of electronic storage is 100% secure.\ntherefore, while the company strives to use commercially acceptable means to protect your information, it cannot guarantee absolute security.\nChoice Mechanism: Objecting to processing, opting out Browser based choice mechanisms We may target ads on other websites when you visit this Website.\nIf you prefer not to receive targeted advertising from AcuityAds, you may opt-out via one of the links below.\n<br>\n<br> Network Advertising Initiative (“NAI”) – www.networkadvertising.org<br> Digital Advertising Alliance (“DAA”) – www.aboutads.info<br> Digital Advertising Alliance of Canada (“DAAC”) – www.youradchoices.ca<br> European Digital Advertising Alliance (“EDAA”) – https://www.youronlinechoices.eu/ DISCLOSURE, ONWARD TRANSFER We contract with a select group of third-party processors and service providers such as networking and storage providers to allow them to carry out their services for us.\nOther third-party service providers used by Acuity include: a) outsourced computer programmers helping ensure our systems are operating properly.\nb) email marketing providers, c) website and b2b sales analytics providers, d) customer relationship management, contact database vendors, data hygiene vendors, survey vendors and project management software providers, e) customer billing systems partners, f) login authentication providers to ensure that the logins to our systems are working efficiently, g) social media platforms for advertising and marketing purposes, h) auditing, debugging and security vendors.\nThose processors and service providers are contractually obligated to process data only as instructed by AcuityAds.\nPlease take note of the following exceptional situations: AcuityAds may be required to disclose information to third parties when obligated to do so by law and in order to investigate, prevent, or take action regarding suspected, or actual prohibited activities, including transfer reasonably intended to meet national security or law enforcement requirements, or when we believe in good faith that disclosure is necessary to protect our rights, including but not limited to fraud and situations involving potential threats to the physical safety of any person.\nIn the event that AcuityAds sells, merges or transfers all or part of its business, we may transfer visitor information to a third party as part of that transaction.\nDO NOT TRACK A number of industry groups are attempting to develop a Do Not Track (DNT) standard.\nCurrently, the standards regarding the DNT signals and appropriate responses are not consistently defined.\nWhere we can ascertain that a browser being used by a California data subject has enacted DNT, we treat that user as having opted out from AcuityAds’ sale of their personal information.\nAccessing, Changing, Removing Information If you believe we have PII about you (e.g.\nbecause you’re a current or former Client, or you provided PII to receive AcuityAds’ e-newsletters) and you would like to change, suppress or otherwise limit our use of that PII, you may contact us by sending an email containing your request to privacy@acuityads.com.\nFor your protection, we will only implement such requests with respect to the PII associated with the particular email address that you use to send us your request, and we may need to verify your identity and/or obtain more information from you before implementing your request.\nIf you’re located in the EU or California, scroll down to see any additional rights you may have.\nCalifornia Data Subjects Effective January 1, 2020, the California Consumer Privacy Act (CCPA) provides additional privacy protections for California data subjects and users, including: a) the right to see what data we have about you, your computer or device (i.e., the right to know), b) the right to delete the data we have about you, your computer or device (i.e., the right to delete) and c) the right to opt-out of the sale of data about you, your computer or device to certain third parties (i.e., the right to opt-out from sales of your information).\nWe do not discriminate against you if you exercise any of the above rights.\nMoreover, we may not be able to honor a right if doing so would violate applicable law.<br>\n<br> The CCPA defines personal information broadly and as such, it includes pseudonymous identifiers such as cookie IDs and mobile advertising IDs.\nYou may access those rights with respect to AcuityAds by sending us an email to privacy@acuityads.com, by calling our California privacy help line at 1-866-6Acuity, or by visiting our data subject access page here.\nAs a California data subject, if you make a subject access request as set out in this policy, you are entitled to see and delete the personal information that we have about you.\nWe will confirm your request within 10 days and make a good faith attempt to fulfill your request within 45 days.\nEuropean Data Subjects The General Data Privacy Regulation (“GDPR”) affords additional rights to EU data subjects.\nThose rights include the right to complain to EU Supervisory Authorities and the right to access, correct and delete certain personal data processed by AcuityAds.<br>\n<br> As described above, with respect to EU data subjects, personal data includes Pseudonymous Identifiers such as an IP address, a mobile advertising ID or a cookie ID.\nWhere AcuityAds is a controller of data (e.g.\nvia our Platform), the legal basis will be both legitimate interest and consent in accordance with Article 6 of the GDPR and depending on the type of information subject to processing and the information we receive from upstream partners.\nWhere we rely upon legitimate interest, we have assessed the processing is not high risk and will not violate fundamental human rights.\nWe process personal data of clients and partners for the performance of our contracts with them in accordance with Article 6 of the GDPR.<br>\n<br> Where AcuityAds receives from an EU data subject a request to cease processing of data via one of the choice mechanisms listed above, AcuityAds will stop all data processing with respect to the opted out browser or device unless such processing is required by law.<br>\n<br> If you believe AcuityAds is processing one of your Pseudonymous Identifiers and wish to exercise your right to access, delete, port or remove such information, please click here to visit our EU data subject access request page.<br>\n<br> For all requests concerning the security of your data, please contact our data protection officer at privacy@acuityads.com.<br>\n<br> If you have a particularly sensitive request, please contact our data protection officer by postal mail, as communication by e-mail can always be flawed by security vulnerabilities.\nRevisions AcuityAds reserves the right to revise its policies and practices periodically.\nIf you would like to keep up to date, please visit this page to find out about any changes.\nWe will post any updates as well as their effective dates on this webpage.\nContacting us If you have any questions about our privacy policy, please contact us:<br>\n<br>\n<strong>Tal Hayek, CEO</strong>\n<br>\n<br>\n<strong>ACUITYADS INC.</strong>\n<br> www.acuityads.com<br> 70 University Ave, Suite 1200<br> Toronto, ON, Canada<br> M5J 2M4<br> (416) 218-9888<br> privacy@acuityads.com <ul>\n<li> Contact Us </li>\n<li> Opt-out </li>\n<li> Corporate Privacy Policy </li>\n<li> Technology Privacy Policy </li>\n<li> Terms &amp.\nConditions </li>\n</ul> Join our mailing list <p> © 2020 AcuityAds.\nAll Rights Reserved.\n</p>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em>\n<em>\n</em> ", "created_at": "2022-05-01 21:04:41.987125", "updated_at": "2022-05-01 19:08:59.848317"}], "points": [], "urls": ["acuityads.com", "acuityplatform.com"]}}