{"error": 448, "message": "OK", "parameters": {"id": 3816, "name": "Filehosting", "created_at": "2021-05-29 22:25:49.762892", "updated_at": "2021-05-29 22:00:25.611847", "wikipedia": null, "keywords": null, "related": null, "slug": "filehosting", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3816.png", "url": "filehosting.org", "documents": [{"id": 6416, "name": "Privacy terms", "url": "https://www.filehosting.org/privacy_terms", "xpath": "/html/body/div[2]/div/div/div[3]/section/div/div", "text": " Privacy terms for <em>filehosting</em>\n<ol>\n<li>\n<strong>\n<em> filehosting </em> has the right to collect personal user data, process and utilize, in providing for the establishment, content or design changes to the service, and thus the related services are needed (inventory data) .</strong>\n</li>\n<li>\n<strong>\n<em> filehosting </em> has the right to collect personal data on the use of the service, process and utilize, to the extent necessary to enable the user to use of services (usage data).</strong>\n</li>\n<li>The User hereby consents to <em> filehosting </em> explicitly that filehosting uses its inventory data for the purposes of consulting, advertising, market research or for the customized design and development of its services (self-use by filehosting).\nThe user can revoke this consent to filehosting with informal email.\nfilehosting is required to confirm the withdrawal.</li>\n<li>The user also agrees explicitly that <i>filehosting</i> obtained inventory data and usage data may be transferred to third parties for storage, use and/or processing.\nThe transfer is limited to organizations and companies that meet the user's presumed preferences and will be displayed to the user according to § 4 V TDDSG.\nThe user expressly consents to <i>filehosting</i> that these organizations and companies may send information, offers, samples and advertising.\nThe user can revoke this consent to <i>filehosting</i> with an informal email.\n<i>filehosting</i> is required to confirm the withdrawal.</li>\n<li>\n<strong>\n<em> filehosting </em> points out that given the users signing in filehosting consent to the collection of its inventory data and usage data (number 1 and 2), see § 3 I, II TDDSG.</strong>\n</li>\n<li>\n<em> filehosting </em> makes sure that the logs described in section 5 electronic consent and the contents of the consent can be accessed at any time by the user, § 4 II TDDSG.</li>\n<li>\n<strong>\n<em> filehosting </em> points out explicitly that the user is entitled to a once-over filehosting consent to the data collection, data processing and data sharing revoked in the future, § 4 III TDDSG.</strong>\n</li>\n<li>Under the provisions of the Federal Data Protection Act, you have to ask as a user of the online offer filehosting.org at any time the right information about what data is stored about you and how that information is stored.\nIn addition, you can use a correction or deletion of data which is inappropriate or unnecessary.\nA corresponding information on saved data can be obtained by written request.</li>\n</ol>\n<em>As of November 2010</em> ", "created_at": "2021-05-29 22:25:49.770414", "updated_at": "2021-05-29 20:28:11.134858"}, {"id": 6415, "name": " Terms of service", "url": "https://www.filehosting.org/tos", "xpath": "/html/body/div[2]/div/div/div[3]", "text": " Terms of service for <em>filehosting</em>\n<strong>§ 1 General</strong>\n<p>\n</p>\n<ol>\n<li>filehosting.org <em>filehosting</em> is a free of charge service, no costs are incurred for usage..</li>\n<li>\n<i>filehosting</i> is trying to ensure the continuous availability of this service.\nNevertheless, a claim to constant availability does not exist.\nAll services in connection with this free service will be provided on voluntary basis only.</li>\n<li>The users email address is required to protect this service.\n<i>filehosting</i> reserves the right to occasionally inform the user about new features of this service or offers of our partners according to the privacy terms.</li>\n</ol>\n<p>\n</p>\n<strong>§ 2 Upload</strong>\n<p>\n</p>\n<ol>\n<li>It is not allowed to upload files that violate applicable laws of your country or the country of people who download these files.</li>\n<li>The user is solely responsible for the content of uploaded files and obligates itself to release <i>filehosting</i> from any demands of third parties against <i>filehosting</i>.</li>\n<li>\n<i>filehosting</i> does not create any backups of uploaded files.\nThe user is solely responsible for creating own backups of any uploaded files.</li>\n</ol>\n<p>\n</p>\n<strong>§ 3 Download</strong>\n<p>\n</p>\n<ol>\n<li>The use of files provided by <i>filehosting</i> is at your own risk.\nThis refers in particular to the functionality and availability of files as well as damage caused by the use of the files.\n<i>filehosting</i> cannot guarantee that the provided files are virus-free.</li>\n</ol>\n<p>\n</p>\n<em>As of November 2010</em> ", "created_at": "2021-05-29 22:25:49.766845", "updated_at": "2021-05-29 20:27:47.074265"}], "points": [], "urls": ["filehosting.org"]}}