{"error": 448, "message": "OK", "parameters": {"id": 6664, "name": "Bukkit", "created_at": "2022-06-12 00:02:30.738599", "updated_at": "2022-06-12 22:01:00.384955", "wikipedia": null, "keywords": null, "related": null, "slug": "bukkit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6664.png", "url": "bukkit.org", "documents": [{"id": 12145, "name": "Cookie Usage", "url": "https://bukkit.org/help/cookies", "xpath": "/html/body/div[2]/div[2]/div[1]/div[2]/div[3]/div[2]", "text": " <p>This page discusses how cookies are used by this site.\nIf you continue to use this site, you are consenting to our use of cookies.</p> What Cookies Are\n<p>Cookies are small files stored on your computer by your web browser (such as Internet Explorer or Firefox) at the request of a site you're viewing.\nThis allows the site you're viewing to remember things about you, such as your preferences and history or to keep you logged in.</p>\n<p>Cookies may be stored on your computer for a short time (such as only while your browser is open) or for an extended period of time, even years.\nCookies not set by this site will not be accessible to us.</p> Our Cookie Usage\n<p>This site uses cookies for numerous things, including:</p>\n<ul>\n<li>Registration and maintaining your preferences.\nThis includes ensuring that you can stay logged in and keeping the site in the language or appearance that you requested.</li>\n<li>Analytics.\nThis allows us to determine how people are using the site and improve it.</li>\n<li>Advertising cookies (possibly third-party).\nIf this site displays advertising, cookies may be set by the advertisers to determine who has viewed an ad or similar things.\nThese cookies may be set by third parties, in which case this site has no ability to read or write these cookies.</li>\n<li>Other third-party cookies for things like Facebook or Twitter sharing.\nThese cookies will generally be set by the third-party independently, so this site will have no ability to access them.</li>\n</ul> Removing/Disabling Cookies\n<p>Managing your cookies and cookie preferences must be done from within your browser's options/preferences.\nHere is a list of guides on how to do this for popular browser software:</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Firefox</li>\n<li>Chrome</li>\n<li>Safari</li>\n<li>Opera</li>\n</ul>\n", "created_at": "2022-06-12 00:02:30.743156", "updated_at": "2022-06-11 22:03:29.070195"}, {"id": 12144, "name": "Terms of Service And Rules", "url": "https://bukkit.org/help/terms", "xpath": "/html/body/div[2]/div[2]/div[1]/div[2]/div[3]/div[2]", "text": " <br>\n<br>\n<p>These forums are a friendly, helpful place.\nTo keep them that way there are rules.\nTo use the forums you must follow the rules.\nIgnorance of the rules is not a valid excuse.\nRule enforcement is generally universal, but case-by-case exceptions may be made.\n</p>\n<p>Appeals should be done via private message.\nPublic appeals will result in warnings or a ban.\nProper appeals are civil and polite.\nWhen warned you receive points.\nPoints are bad.\nPoints normally expire after 30 days.\nSevere incidents result in more points.\nYou are always allowed to ask a staff member about the amount of points that you have.\n</p>\n<ul>\n<li>At 3 points all messages will be moderated before being visible.</li>\n<li> At 5 points you receive a one week temporary ban to cool down and reflect on your actions.</li>\n<li> At 10 points you're banned permanently.</li>\n</ul>\n<p>\n</p>\n<p>No forum decisions will be handled on IRC.</p>\n<p>\n</p>1.\nLimited Vulgarity/Profanity<p>\n</p>\n<p>This is the internet, and we are on a site devoted to a game.\nThat said, keep in mind that children do show up here from time to time.\nOccasional profanity for emphasis is probably ok.\nConstant non-stop potty mouth is not.\nIncredibly\nvulgar/inappropriate jokes are not.\n</p>\n<p>Also keep in mind there is a difference between \"What the fuck\" and \"What the fuck is your problem?\" Profanity aimed at a person in an aggressive manner will not be tolerated.</p>\n<p>\n</p>2.No Personal attacks/Flaming/ Baiting/ Bullying/Discrimination<p>\n</p>\n<p>Disagreement Types is the guideline we like to use.\n</p>\n<p>From the top down 1-3 are awesome.\nNumber 4 is lazy, but allowable.\n5 and 6 are not allowed and number 7 will get you warned or timed out from the forums.</p>\n<p>No name calling, no bullying, no personal attacks are allowed.\nBe polite.\nYou can debate a point without dragging it down into a heated argument/personal attack.\nIf the debate starts sounding like American politicians slinging mud it will be removed.\n</p>\n<ul>\n<li>Under no circumstances will threats of actual violence of any kind be tolerated on the forums.\nNever.\n\"I was joking\" is not an excuse.\n</li>\n<li>Under no circumstances will threats of DDOS attacks be tolerated on the forums.</li>\n<li> Under no circumstances will discrimination based on race/religion/gender or sexual orientation be tolerated.\nSlurs aimed at discriminating are an automatic time out from the forums and potentially a permanent ban.</li>\n<li>Saying “Learn java” without pointing to a specific part of it will be removed.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>3.\nNo Spam/Advertising/Bumping and Duplicate threads<p>\n</p>\n<p>We really shouldn't have to say this one.\nDo not spam the forums.\n</p> Spam includes but is not limited to:\n<ul>\n<li>Advertising goods or service</li>\n<li>Advertising paid jobs</li>\n<li>Offering a developer money to work for your server</li>\n<li>Bumping a thread more often than once every 24 hours.\nYour thread is not any more important than anyone elses.\nBumping is not limited to saying bump, this rule also applies to multiple responses and posts.\n</li>\n<li>Replying to multiple persons and using multiple posts to do so.\nYou can quote and tag in the same post.\n</li>\n<li>Pestering staff for a position on staff</li>\n<li>Begging for likes/reputation etc</li>\n<li>Using the report button to badger the staff about something that doesn't break the rules.</li>\n<li>Repeatedly reporting things that have already been determined invalid reports</li>\n<li>Creating near identical duplicate threads: both will be removed and your posting permissions may be revoked.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>4.\nNo personal information<p>\n</p>\nNo posting Skype/email/discord/real names.\nDo not do that.\nDon’t ask for them either.\nSaying that you will give them is also bad.\nThis is the internet, there are bad people.<br>\nNo asking for plugins to be private messaged to you.\nAlmost every time someone wants to get a plugin or give a plugin through a method other than forum posts it is a scam.\nDo not fall for it.<br>\n<p>\n</p>5.\nSignatures and avatars:<p>\n</p>\n<ul>\n<li>Should not advertise anything but your plugins or Minecraft server</li>\n<li>Should not include profanity</li>\n<li>Should be small compact and non distracting.\nIt is a signature not a novel.</li>\n<li>Should not include nudity or other inappropriate images.</li>\n<li>Do not use your avatar/signature to try and promote a discriminatory world view.\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>6.\nLink posting guidelines<p>\n</p>\n<p>Posting a Dropbox link for your own plugin is okay, however, users should beware that we have not checked those plugins.\nMediafire and Adfly are not allowed.\nIf a bad ad were to slip through Curse's checking system, we can get it pulled.\nMediafire and Adfly both frequently load malicious ads and we can't stop them.\nLinking to any Minecraft related or Curse site is allowed.\nAll other links will be judged based on their relevance to the topic.\nIf someone is asking for computer parts recommendations a link to a partlist would be fine, a link to a furniture store would not.\nNever use a Url shortener.\nPost full links\n</p>\n<li>Plugin developers may post a donation link to paypal or patreon.\nYou may not make plugins for donations, or limit plugin distribution to donators.\nSpigot links are fine unless they direct to paid resources.</li>\n<p>\n</p>\n<p>\n</p>7.\nLimit drama and politics<p>\n</p>\n<p>Leave drama on Reddit/Twitter.\nThe only reason drama should show up on these forums is because the drama involves Bukkit/CraftBukkit.\nAnd in cases where it is appropriate to post about some controversial, dramatic subject, one thread per topic will be allowed.\nWe will remove all extra threads on the topic.\n100+ threads on \"OMG DMCA WHERE I GET FILE?\" is pointless.\nWhile we may feel for various political/world drama issues they do not belong on the forums.\n</p>\n<p>\n</p>8.\nOffline Mode servers are not supported<p>\n</p>\n<p>Offline mode is often the result of piracy so we choose not to support it on these forums.\nThis counts for regular cracked servers and for any kind of bungeecord server.</p>\n<p>\n</p>9.\nMiscellaneous rules<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Modded servers are not supported.\nForks that don’t work with modded clients are supported.\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>Use/Abuse of the report button:<p>\n</p>\n<p>The report button is the correct way to deal with rule breaking.\nIt does no good to post \"Don't bump in 24hrs\" on a thread.\nCongrats you have just bumped their thread again and now when a moderator sees it they have to remove 2 posts.\nIf you see someone breaking the rules, press the report button.\nDon't \"try and be helpful\".\nAs a side note that is how all of our new volunteers were chosen, consistent reporting with well explained reasons.\nAbusing the report button to report posts because you disagree with a person, or to pester staff will result in your use of the report button being removed.\nIf you habitually report posts that are not breaking rules your ability to report posts will be revoked.</p> ", "created_at": "2022-06-12 00:02:30.74154", "updated_at": "2022-06-11 22:03:10.546643"}], "points": [], "urls": ["bukkit.org"]}}