{"error": 448, "message": "OK", "parameters": {"id": 4236, "name": "Pupil Labs", "created_at": "2021-06-29 22:04:30.739647", "updated_at": "2021-06-29 22:00:47.819429", "wikipedia": null, "keywords": null, "related": null, "slug": "pupil-labs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4236.png", "url": "pupil-labs.com,cloud.pupil-labs.com", "documents": [{"id": 7457, "name": "Privacy Policy", "url": "https://pupil-labs.com/legal/privacy/", "xpath": "", "text": " Added to cartView cartproductsinvisiblecoreVR/ARcloudsupportlearnaboutcareersblogmenuproductslearnaboutcareersblog<i>\n</i>Privacy Policy<p>Last updated: 2021-05-12</p>\n<p>Thank you for visiting our website.\nData protection is important to us.\nIn this privacy policy, we would like to inform you which data we process, for what purposes and which rights you are entitled to, when you visit our website, use our software applications, cloud service and other products (collectively, the “Services”)</p> Controller <p>The Services are operated by Pupil Labs GmbH, Sanderstraße 28, 12047 Berlin (hereinafter also referred to as “we”, “our” or “us”).</p> What are personal data? <p>Personal data are any information relating to an identified or identifiable natural person.\nPersonal data include e.g.\nname, email address or telephone number.\nPersonal data also includes information about websites viewed.\nOur policy is to only collect, use and/or pass on personal data if this is permitted by law or if you consent to the data processing.</p> How are your data collected and used? Visit of our website <p>When you visit our website, we collect information automatically in so-called “server-log-files” that your browser transfers to us.\nFor that purpose, our website uses cookies.\nCookies are small text files that are stored on your hard drive assigned to the browser you use.\nOur website uses the following types of cookies:</p>\n<ul>\n<li>Transient cookies: These are automatically deleted when you close the browser.\nTransient cookies store your session ID, with which various requests from your browser can be assigned to the common session.\nThis will allow your computer to be recognised when you return to our website.\nThe session cookies are deleted when you log out or close the browser.</li>\n<li>Persistent cookies: These are only deleted after a specified period of time, which may differ depending on the cookie.\nYou can delete the cookies in the security settings of your browser at any time.\nPlease be aware that you may not be able to use all features of this site, when deleting the cookies from your browser history.\nThe setting of cookies can be prevented by appropriate settings in the user's Internet browser at any time.</li>\n</ul>\n<p>We collect the following data:</p>\n<ul>\n<li>type/version of the browser</li>\n<li>system software used</li>\n<li>referrer URL</li>\n<li>hostname of the device</li>\n<li>time of the server request</li>\n</ul>\n<p>If you are using a mobile device the following data are collected additionally through the website</p>\n<ul>\n<li>country code</li>\n<li>language</li>\n<li>hostname of the device</li>\n<li>name and version of the operational system</li>\n</ul>\n<p>We use these data only for statistical analysis for the purpose of operation, security and optimization of our website.\nHowever, we reserve the right to check these data retrospectively if there is a justified suspicion of illegal use based on concrete indications.\nThese data are then stored because this is the only way to prevent the misuse of our website and, if necessary, allow us to investigate any crimes committed.\nThe storage of these data is necessary in order to protect us as the entity responsible for processing the data.\nAs a matter of principle, these data will not be passed on to third parties unless there is a legal obligation to pass it on or the transfer of data serves criminal prosecution purposes.</p>\n<p>This data processing is based on Art.\n6 (1) f.\nGDPR (European Union General Data Protection Regulation, Regulation (EU) 2016/679) as we wish to stabilize and improve our website and to establish quality insurance and fraud prevention.</p>\n<p>You can deactivate the use of cookies in the settings of your browser at any time.\nTo find out how to change the settings, please consult the help function of your browser.\nHowever, we want to point out that without cookies, the use and comfort of use of the Services may be restricted.</p> Contacting us <p>If you contact us (e.g.\nby email), your details will be stored for the purpose of processing the enquiry and in the event that follow-up questions arise.\nThis is done on the basis of your consent (Art.\n6 (1) a.\nGDPR) or for the purpose of processing your enquiry (Art.\n6 (1) b.\nGDPR).</p> Newsletter <p>On our website you may subscribe to our newsletter, which allows us to inform you about us and the Services.</p>\n<p>When registering for the newsletter, you have to provide an email address.\nAfter registration, you will receive an email to confirm the registration (“double opt-in”).\nBy clicking the registration link, you have given your consent to the processing of your personal data for receiving our newsletter according to Art.\n6 (1) a.\nGDPR and we may process such data accordingly.</p>\n<p>In case of registration for the newsletter, we also store the date of registration.</p> Mailchimp <p>Mailchimp is a service by Rocket Science Group LLC, 675 Ponce De Leon Ave NE, Suite 5000, Atlanta, GA 30308, USA with which the dispatch of newsletters can be organized and analysed.\nWith the help of Mailchimp we can analyze our newsletter campaigns.\nWhen you open an e-mail sent with Mailchimp, a file contained in the e-mail (so-called web beacon) connects to the Mailchimp servers in the USA.\nThis allows you to determine whether a newsletter message has been opened and which links have been clicked on.\nIn addition, technical information is recorded (e.g.\ntime of registration, IP address, browser type and operating system).\nThis information cannot be assigned to the respective newsletter recipient.\nThey are used exclusively for statistical analysis of newsletter campaigns.\nThe results of these analyses can be used to better adapt future newsletters to the interests of the recipients.</p>\n<p>The mail provider “Mailchimp” receives and processes on our behalf the data necessary for the order, in particular email address, IP address, device name.\nThese data are processed on servers in the USA.\nMailchimp is certified according to the “Privacy Shield”.\nThe “Privacy Shield” is an agreement between the European Union (EU) and the USA to ensure compliance with European data protection standards in the USA.</p>\n<p>If you do not want Mailchimp to analyse your data, you must unsubscribe from the newsletter.\nFor this purpose, we provide a respective link in every newsletter.</p>\n<p>Details on Mailchimp and its privacy policy can be found at the following link: https://mailchimp.com/legal/privacy/</p>\n<p>The data that are stored for the purpose of newsletter subscription will be stored by us until you unsubscribe from the newsletter and will be deleted from our servers as well as from the servers of Mailchimp after you unsubscribe from the newsletter.\nData stored by us for other purposes (e.g.\nemail address for the use of the Services) remain unaffected.</p> Registration and use of the cloud service <p>In order to use our cloud service, you have to register with us, or log in using your previously-provided registration details.\nDuring the registration process, we ask you to provide us with certain data.\nSuch data will only be sent and provided to us after you clicked the respective “Sign Up” button.</p>\n<p>We will use your submitted data to carry out your registration with us, provide you with necessary functionalities of the Services based on Art.\n6 (1) b.\nGDPR.</p>\n<p>We may contact you via email if you send us a request as well as for purposes related to the use of the Services, based on Art.\n6 (1) b.</p> Video Recordings <p>Whenever the Pupil Invisible device is mounted on the head of an individual (the “wearer”) and switched to the record mode, each eye of the wearer is filmed by one eye camera integrated into the spectacle frame.\nThe two videos recorded by the two eye cameras are fed into a machine learning algorithm (neural network) which calculates the 2D gaze coordinates, and if the world camera is connected, an egocentric third video is recorded which can serve to visualize the gaze point of the wearer.\nTherefore, two (or three) videos are recorded and stored per recording – one from the world camera (if connected) and one from each of the two eye cameras.\nThe data is saved into a recording folder on the cell phone (companion) device.</p>\n<p>During each recording, metadata are also collected and these include recording timestamps, world camera and spectacles serial numbers, world camera image coordinates (2D gaze coordinates), cell phone (android) device ID/model/name, IMU (gyroscope) raw data, wearer ID (uuid), and audio data from the world camera microphone if switched on.</p>\n<p>The processing of this data is based on Art.\n6 (1) b.\nGDPR.</p> Training Videos <p>In order to improve individual gaze estimation accuracy, users will be able to perform a special routine for a wearer, which consists of recording a short video while looking at a reference gaze target on the cell phone screen.\nWe then use the eye-tracking data and metadata to fine-tune the “universal” neural network into a personalized neural network, which can then be uploaded to the corresponding spectacle device.\nFor this process, we collect the spectacle serial number, cell phone ID and wearer ID (uuid).</p>\n<p>The processing of this data is based on Art.\n6 (1) b.\nand f.\nGDPR as the training data is used to improve the accuracy of the Services in order to best fulfil the contractual obligations and to improve the quality of the Services in general.</p>\n<p>If you choose to delete a wearer profile, we will ask you to further use the associated training data to improve the quality of the Services.\nYou can request deletion of this data via email.\nOtherwise, you consent to the processing of this data based on Art.\n6 (1) a.\nGDPR.</p> How are your data stored? <p>Each Pupil Invisible device is connected to a companion cell phone which serves as a data processing and storage unit and serves as power supply.\nThe videos recorded from each exercise can be securely uploaded from the companion cell phone to Pupil Labs cloud storage, currently hosted by cloud service providers, Amazon Web Services Inc.\n(https://aws.amazon.com/) , Digital Ocean, LLC (https://www.digitalocean.com) and Hetzner Online GmbH (https://www.hetzner.de), on servers located in Germany.\nSuch upload is optional and provided via an explicit opt-in procedure.\nHowever, we have valid data processing agreements with the aforementioned host providers in order to ensure a high level of security for your personal data.</p>\n<p>Once uploaded, you can review recordings on the web and collaborate with your team and colleagues.\nYour team can collaborate at any stage of the research workflow - from study prep, synchronization of devices in the field, to post-hoc analysis.\nRecordings are organised and searchable by meta-data so you can easily find and filter recordings to download for further analysis.</p> Duration of the storage of personal data.\ndeletion periods <p>As a rule, we only store your personal data for as long as it is necessary for the execution of the contract or the respective purpose and limit the storage period to an absolutely necessary minimum.\nTherefore, we delete your personal data, if your use of the Services ends and you have not agreed to a further use.\nAn extended storage will only occur, if there is a legal obligation or if you have consented to do so.</p> Automated Decision Making (“Profiling”) <p>We do not process any data via “profiling” or in form of automated decision making via the Services.\nProfiling means any automated processing of personal data consisting in the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects relating to the performance of work, economic situation, health, personal preferences, interests, reliability, behaviour, location or relocation of that natural person.\nExamples of such profiling include the analysis of data (e.g.\nbased on statistical methods) with the aim of displaying personalized advertising to the user or giving shopping tips.</p> Are your data transferred to third parties? <p>We will transfer your personal data to a third party only within the scope of legal provisions, i.e.\nin the course of a data processing agreement or if we are obliged to transfer the data due to a government or court order, or, if applicable, legal provisions authorize the transfer or if you give your explicit consent.</p>\n<p>We already mentioned above the circumstances under which we transfer your data to Mailchimp and how the said data are used by Mailchimp.\nIn addition to Mailchimp, your data may also be transferred to Stripe, Inc.\nof 185 Berry Street, Suite 550, San Francisco, CA 94107, USA (hereinafter “Stripe”), and Google, LLC of 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (hereinafter “Google”).</p> Stripe <p>For any processes regarding payments, we use the services of Stripe.\nRegarding any processes of payments, we do not receive, collect and/or store any payment data.\nStripe will use such data for the purpose of managing the payments relating to our services.</p>\n<p>Stripe Inc.\nis certified according to the Privacy Shield, and its privacy policy can be found at the following link: https://stripe.com/en-de/privacy</p>\n<p>The processing of this data is based on Art.\n6 (1) f.\nGDPR as we have a legitimate interest to use professional payment providers for our Services.</p> Google Analytics <p>We use Google Analytics a web analytics tool offered by Google Ireland Limited Gordon House, Barrow Street Dublin 4, Ireland.\nThis analysis service uses cookies.\nThe cookies are generally transmitted and stored in Google server in the USA.\nAs IP anonymisation is active on this website, your IP address will be shortened by Google within the member states of the European Union (EU).\nThis information will be used to evaluate your use of the Services offered here and enable us to analyse your website activity and provide other services associated with the Service.\nThe IP address transmitted from your browser, as part of Google Analytics will not be merged with other data from Google.</p>\n<p>Adjusting the settings of your browser software can prevent the use of cookies.\nIn this case, it may be possible that the functions of the Services offered here cannot be used in their entirety.\nFurthermore, it is possible to prevent the acquisition and processing of data generated by the cookies in relation to the use of this website, by downloading and installing the browser plugin available at the following link:\nhttp://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>We also use Google Analytics to analyse data of Google Adwords for statistical purposes.\nOPT-OUT: http://www.google.com/settings/ads/onweb/?hl=en</p>\n<p>We point out that an automated decision making or profiling can take place when integrating Google and an existing Google account.\nOPT-OUT: https://adssettings.google.com/authenticated</p>\n<p>You can also find more information in Google's privacy policy:\nservices.google.com/sitestats/en.html</p>\n<p>The use of Google Analytics is based on Art.\n6 (1) f.\nGDPR as we have a legitimate interest to analyse the use of our Website to optimize and improve our Services.</p> Are your data transferred outside the EU? <p>We do not transfer your personal data to any third party provider or location outside the European Economic Area except in accordance with the safeguards required under the GDPR.</p>\n<p>We already mentioned above that your data may be transferred to Mailchimp, Stripe and Google (all located in USA) and we informed you of the safety measures applicable in each case.</p> What are your rights? <p>As a data subject you have the right:</p>\n<ul>\n<li>\n<p>to withdraw your consent to us at any time.\nAs a result, we are no longer allowed to continue the processing of data based on this consent in the future;</p>\n</li>\n<li>\n<p>to object to the processing of your personal data, if your personal data are processed on the basis of legitimate interests pursuant to Art.\n6 (1) f.\nGDPR insofar as there are reasons for this arising from your particular situation;</p>\n</li>\n<li>\n<p>to obtain from us access to your personal data.\nIn particular, you may request access to the following information: the purposes of the processing.\nthe categories of personal data concerned.\nthe recipients or categories of recipients to whom the personal data have been or will be disclosed.\nwhere possible, the envisaged period for which the personal data will be stored;</p>\n</li>\n<li>\n<p>to demand a correction of any incorrect personal data;</p>\n</li>\n<li>\n<p>to obtain from us without undue delay the rectification of inaccurate personal data concerning you;</p>\n</li>\n<li>\n<p>to obtain the erasure of your personal data stored with us, unless the processing is necessary to exercise the right to free expression of opinion and information, to fulfil a legal obligation, for reasons of public interest or to assert, exercise or defend legal claims;</p>\n</li>\n<li>\n<p>to demand the restriction of the processing of your personal data, if the accuracy of the data is disputed by you, the processing is unlawful, but you refuse its deletion and we no longer need the data, but you need it to assert, exercise or defend legal claims or you have filed an objection against the processing.\nand</p>\n</li>\n<li>\n<p>to receive your personal data, which you have provided to us, in a structured, current and machine-readable format or to request the transmission to another controller.</p>\n</li>\n</ul>\n<p>If you have given your consent to the processing of your data, you can revoke it at any time by sending us an email at info@pupil-labs.com.\nSuch revocation will affect the admissibility of processing your personal data by us.\nInsofar as we base the processing of your personal data on the weighting of interests, you may object to the processing.\nThis is the case if processing your data is not required to fulfil a contract with you.</p>\n<p>In the case of your justified objection, we will examine the situation and will either stop processing your data, adapt the data processing or point out to you our compelling legitimate reasons on which we continue the processing.</p>\n<p>In general, we process personal data only if necessary.\nAs soon as the purpose of the data processing is fulfilled, deletion of the data is carried out.</p>\n<p>If you wish to make use of your rights mentioned above please send us an email at info@pupil-labs.com.</p> What safety measures are in place for protection of your data? <p>We have installed technical and organizational measures in order to safeguard our website and/or products against loss, destruction, access, changes or the distribution of your data by unauthorized persons.</p> Obligations for our customers who control the data of other persons <p>Pupil Labs is committed to complying with all data privacy requirements in any location where the Services are used.\nYou should use care when handling personal data of individual wearers and other data subjects, and ensure that you have complied with the best privacy practices.</p>\n<p>You shall first obtain the lawful permission of an individual before collecting, using, storing, transmitting, or transferring their data.\nYou must provide access to information about how the data will be used as well as an easily accessible and understandable way to withdraw consent and/or delete their data.\nData collected for one purpose may not be repurposed without further consent unless otherwise explicitly permitted by law.</p>\n<p>If you consent to the processing of&nbsp;a data subject’s personal data, you warrant that you have the data subject’s permission to do so.</p> Enforcement of Privacy Policy <p>We make every effort to ensure that your personal information is used in accordance with this privacy policy.\nIf you have any concerns regarding our adherence to this policy or the manner in which your personal information is used, kindly send us an email at info@pupil-labs.com.</p> Supervisory Authority <p>Without prejudice to any other administrative or judicial remedy, you shall have the right to complain to a supervisory authority in the member state of your residence, place of work or place of alleged infringement, if you believe that the processing of your personal data infringes on the GDPR.</p> Changes to this Policy <p>This privacy policy is accessible via our website under pupil-labs.com/legal and may be downloaded and printed anytime.\nWe reserve the right to amend and modify this Policy from time to time, taking into account currently applicable data protection provisions.\nSo, please review it frequently.</p> Contact Details <p>For any inquiries and additional questions about processing personal data please contact us at info@pupil-labs.com.</p>​Enter email for news and updatesSubscribeinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH.\nAll rights reserved.</p>Productspupil invisiblepupil corevr/arpupil cloudsupportreleasesCompanyaboutblogcareerspublicationspartners &amp.\nresellersimprintlegalprivacy policyinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH All rights reserved.</p> ", "created_at": "2021-06-29 22:04:30.742039", "updated_at": "2021-06-30 07:03:05.024883"}, {"id": 7460, "name": "Pupil Invisible Companion App Terms of Use", "url": "https://pupil-labs.com/legal/invisible-companion-terms-of-use/", "xpath": "", "text": " Added to cartView cartproductsinvisiblecoreVR/ARcloudsupportlearnaboutcareersblogmenuproductslearnaboutcareersblog<i>\n</i>Pupil Invisible Companion App Terms of Use<p>Last updated: 2019-09-16</p>1.\nGeneral <p>1.1.\nThese terms of use (the “Terms”) apply to the mobile companion application “Pupil Invisible Companion App” (the “App” or “Service(s)”) provided by Pupil Labs GmbH, registered with the German Commercial Register of the district court AG Charlottenburg (registration number HRB 155541), Sanderstraße 28, 12047 Berlin (“Pupil Labs”.\n“We”).</p>\n<p>1.2.\nPupil Labs may amend the Terms pursuant to section 14 hereof.</p>\n<p>1.3.\nThe Terms apply to any user using the App (a “User”, “Users”) after having accepted these Terms by registering according to Section 3 (Registration/Sign-up) below and are a binding agreement between Pupil Labs and the User.</p>\n<p>1.4.\nThe Service offerings of Pupil Labs are available to both Consumers and Business Customers (as defined below).\nFor the purpose of these Terms, (i) a „Consumer“ is any individual entering into the contract for a purpose not related to their business, trade or self-employed professional activity (Sec.\n13 of the German Civil Code), and (ii) a „Business Customer“ is a User (whether an individual, company or partnership vested with legal capacity) who enters into the relevant contract in the conduct of their business or self-employed professional activity (Sec.\n14 (1) of the German Civil Code).</p>\n<p>1.5.\nTerms and conditions provided by a User do not apply, regardless of whether or not Pupil Lab has expressly objected to them in a particular case.</p> 2.\nAbout the App <p>2.1.\nThe App enables the User to create multiple “wearers” (a “Wearer”, jointly “Wearers”) and to record, view and delete data generated by an eye tracking device offered by Pupil Labs (Pupil Invisible, “PI”).\nThe App can only be used together with PI.\nA Wearer can be assigned a nickname by the User and will also automatically be assigned a unique ID (uuid).</p>\n<p>2.2.\nThe precise system requirements and the full scope of functions of the App are found in the product description on the distribution platform used to download the App (the “App Store”) and on Pupil Labs’ website https://www.pupil-labs.com (the “Website”).</p>\n<p>2.3.\nPupil Labs reserves the right to extend the Services and make improvements if they (i) serve technical progress.\nor (ii) appear necessary to prevent misuse.\nFurther, Pupil Labs shall be entitled to change the Services if (i) applicable law, court rulings or administrative decisions require such amendments.\n(ii) the changes are only beneficial to the User.\nor (iii) the changes are of a purely technical or procedural nature with no material effect on the User.\nAll other changes to the Services shall be subject to section 14 hereof.</p>\n<p>2.4.\nPupil Labs may also provide updates for the App free of charge in the respective App Store, which change the scope of functions of the App.\nThe exact system requirements and the complete scope of functions of such updates and the updated version of the App can be found in the product and update description in the corresponding App Store.</p> 3.\nRegistration/Sign-up <p>3.1.\nThe usage of the App requires the registration as well as the set-up of a user account (the “User Account”) by filling in the name and an email address as well as a password.\nAs an alternative way to register the User may use their its existing Google account.\nIn both cases during the initial registration by pressing an “Agree and continue” Button or checking a respective checkbox,the User submits an offer on the conclusion of the agreement to use the App according to the Terms (the “Agreement”) as well as the Privacy Policy of Pupil Labs.\nIn order to use the App, the User must also accept our Terms of Service of Pupil Cloud (see section 5 below).\nPupil Labs will accept this offer by sending the User a confirmation email or by providing the Service to the User.</p>\n<p>3.2.\nThe User shall take all necessary steps to ensure that the password is at all times kept confidential.\nThe User shall notify Pupil Labs by contacting info@pupil-labs.com without undue delay if there are signs of unauthorized use of their User Account or any breach of security by a third party.\nThe User is not authorized to grant the use of the User Account to any third party.\nThe User is responsible for all activity that occurs on their User Account.\nPupil Labs shall not be liable for loss or damages caused by any unauthorized use of the User Account or loss or unauthorized use of the data to access the User Account.</p>\n<p>3.3.\nThe registration is free of charge.</p> 4.\nWearer Training Service <p>4.1.\nAs additional service to the Service, Pupil Labs offers its Users a personal “training”.\nSuch training service (“Training”) offers a Wearer the possibility to perform a special routine, which consists of recording a short video while looking at a reference gaze target on the User’s mobile device.\nSuch Training improves the individual gaze estimation accuracy.</p>\n<p>4.2.\nThe Training is offered as part of the free basic plan.\nThis offer can be subject to change pursuant to the terms hereof.</p> 5.\nPupil Cloud <p>5.1.\nIn addition to the functions of the App as part of the Service, Pupil Labs offers the User certain cloud based services that can be accessed via the App (“Pupil Cloud”).\nPupil Cloud enables the User to manage, view and further process PI generated data more easily.</p>\n<p>5.2.\nIn order to use the App, the the following functions of Pupil Cloud Service are used: authentication/login, creation and synchronization of Wearers and templates.\nThe User therefore must accept the terms of service for Pupil Cloud that can be found under https://www.pupil-labs.com/legal/cloud-terms-of-service.\nThe uploading of User made recordings to Pupil Cloud is optional and can enabled via the App.</p> 6.\nAvailability <p>6.1.\nOnline services provided are usually available 24 hours a day.\nPupil Labs provides no guarantee that the App and the services and functions operate properly and are available without interruption and errors at all times.\nThe User must ensure an adequate Internet connection.\nThe User is responsible for the fulfilment of the system requirements necessary for the use of the App, particularly with respect to the operating system used by it.\nHowever, Pupil Labs shall make every effort, within the limits of what is commercially reasonable, to enable the operation of the App without interruptions or errors at all times.</p>\n<p>6.2.\nPupil Labs may restrict the availability of and access to the App, the Services and functions for the security of the network operation and the maintenance of the network integrity, especially to avoid serious disruptions of the network.\nPupil Labs tries to keep these disruptions on a low level.</p> 7.\nTermination <p>7.1.\nThe User may terminate the Agreement, and thereby the User Account, at any time for any or no reason by sending an e-mail to info@pupil-labs.com.\nIf the User cancels their User Account and still has a valid paid subscription for Pupil Cloud, any amount the User may already have paid for the subscription will not be refunded.</p>\n<p>7.2.\nPupil Labs shall be entitled to terminate the Agreement with a notice period of three (3) months, however, not within the first two (2) years after the purchase of PI by the User.</p>\n<p>7.3.\nThe right of termination for cause and without notice remains unaffected for both parties.\nA good cause for termination shall include, but shall not be limited to, any of the following events:</p>\n<p>7.3.1.\nthe User fails to comply with any applicable legal provisions.\nand/or</p>\n<p>7.3.2.\nthe User fails to comply with any terms of these Terms of Use, in particular section 9, and, where reasonable, Pupil Labs has given the User the opportunity to stop any misconduct but the User failed to do so.</p> 8.\nIP-Rights <p>Subject to the Terms, and for the duration of the respective Agreement, Pupil Labs grants the User a non-exclusive, non-assignable, non-transferable, with no right to sub-license, worldwide limited right to use the App and Services.\nThe User may grant partial or full use of the App/Services to their employees.</p> 9.\nLegal Compliance and Prohibited Use <p>The User shall have sole responsibility and liability for any data generated by the User’s PI through its use (the „Content“).\nThe User must ensure that the Content does not infringe any third party rights and, in particular, that the User has obtained the permission of a person depicted in the Content or having rights to objects depicted in the Content to use the Content within the App.</p>\n<p>9.1.\nThe User shall use the App in accordance with the intended purpose, these Terms and in accordance with any applicable statues, laws and/or regulations.\nThe User may not</p>\n<p>9.1.1.\nmake the App available in any manner to any third party for use in the third party’s business operations;</p>\n<p>9.1.2.\nmodify, make derivative works of, disassemble, reverse compile, or reverse engineer any part of the App.\nor</p>\n<p>9.1.3.\naccess or use the App in order to build or support, and/or assist a third party in building or supporting, products or services competitive to the App;</p>\n<p>9.1.4.\nuse the App to distribute illegal content and/or content that infringes the rights of any third party;</p>\n<p>9.1.5.\nlicense, sell, rent, lease, transfer, assign, distribute, display, host, outsource, disclose, or otherwise commercially exploit or make the App available, to any third party.</p>\n<p>9.2.\nIn case of a breach of any of the provisions of this Section 9 by the User all rights granted by Pupil Labs to the User hereunder shall automatically and immediately revert to Pupil Labs and any further use of the App shall constitute an infringement of copyright.</p>\n<p>9.3.\nWhen using the App, the User shall comply with the applicable data protection laws, in particular obtain the necessary consent of the person concerned, insofar as the User collects, processes or uses personal data when using the Pupil Cloud Services and no statutory basis for permission intervenes.</p> 10.\nIndemnification <p>10.1.\nA User will indemnify, defend, and hold harmless Pupil Labs and its officers, directors, employees for any and all claims, suits, litigation, causes of action, losses, damages, expenses, costs (including court costs and attorneys’ fees) and liabilities (“Losses”) that arise out of, or in connection with (i) the User’s use of the Services.\n(ii) any breach by a User of any of their obligations pursuant to Section 9.\nhereof.\n(iii) any claim that the User’s Content caused damage to a third party.\nIf the User is Consumer, such obligations shall not apply if the User is not responsible for the infringement resulting in any Losses.</p>\n<p>10.2.\nIn cases of an aforementioned enforcement of claims by third parties, the User will provide Pupil Labs with all the information that is needed for the examination of the claim and for the defense against it.\nThe User provides the information immediately, truthfully, and completely.</p> 11.\nLiability <p>11.1.\nWe are unrestrictedly liable for damages that have been caused by deliberate intention or by gross negligence.</p>\n<p>11.2.\nIn cases of slight negligence, we are only liable if we have infringed a fundamental duty and if the purpose of the contract is threatened thereby or if we have infringed duties that have to be fulfilled for the duly contract implementation and if the User generally relies on the fulfilment of these duties.\nIn the aforementioned cases, we are only liable for foreseeable damages to the Business Customer at the time the respective service was performed.</p>\n<p>11.3.\nIn all other cases our liability, and towards Business Customers including our liability for consequential damage and lost profit, is excluded.</p>\n<p>11.4.\nWe will not be liable hereunder by reason of any failure to timely perform our duties hereunder due to an event beyond our reasonable control, including acts of God.\nacts of terrorism.\ncivil unrest.\nwar.\nfires.\npower cuts.\nepidemics.</p>\n<p>11.5.\nIf our liability is excluded or restricted, this also applies to the personal liability of our employees, representatives, and agents.</p>\n<p>11.6.\nThe aforementioned restrictions of liability do not apply to cases of damages to life, body, or health, to cases of warranting for the condition of a product, and to cases of fraudulent concealment of defects by us, our legal representatives or assistants in performance or under the German Product Liability Act.</p> 12.\nAlternative Settlements of disputes <p>The European Commission provides a platform for an online settlement of disputes which can be accessed under http://ec.europa.eu/consumers/odr/.\nPupil Labs is neither obliged to take part in alternative dispute resolutions before a consumer dispute settlement commission or will do so voluntarily.</p> 13.\nPrivacy <p>Please find our Privacy Policy on our Website:\nhttps://www.pupil-labs.com/legal/invisible-companion-privacy,\nhttps://www.pupil-labs.com/legal/privacy.</p> 14.\nChanges to Terms <p>14.1.\nChanges to these Terms will be communicated to the User at least by e-mail.\nIf the User does not object to such changes within four (4) weeks of receipt of the notification, the changes shall be deemed agreed.\nThe User will be informed of the right of objection and the legal consequences of silence in the event of a change to the Terms.</p>\n<p>14.2.\nIn the event of an objection to the changes in time, the original provisions shall remain unaffected and apply instead of the amended Terms.\nin this case, both the User and Pupil Labs shall be entitled to terminate the Agreement extraordinarily within two weeks after Pupil Labs’ receipt of the User’s objection within the scope of a special right of termination.</p> 15.\nApplicable Law and Competent Courts <p>15.1.\nAny contracts entered into between Pupil Labs and the User shall be governed by the laws of the Federal Republic of Germany under exclusion of the UN Convention on the International Sale of Goods (CISG), without prejudice to any mandatory conflict of laws provisions.\nIf the User is a Consumer and has their habitual residence in another country, the User shall, however, continue to have the protection afforded to them by provisions that cannot be derogated from by agreement by virtue of the law applicable in the state of the User’s habitual residence.</p>\n<p>15.2.\nIf the User is a corporation, limited liability company or commercial partnership or otherwise operates a commercial business (Kaufmann within the meaning of Sec.\n1 (1) BGB (German Commercial Code)) or is a legal entity or special fund organized under public law, the courts in Berlin, Germany, shall have exclusive jurisdiction in respect of all disputes arising out of or in connection with the relevant contract.</p>\n<p>15.3.\nShould any provision of these Terms be or become invalid, ineffective or unenforceable as a whole or in part, the validity, effectiveness and enforceability of the remaining provisions shall not be affected thereby.\nAny such invalid, ineffective or unenforceable provisions shall be deemed replaced by statutory provisions.\nAs far as this would represent an unreasonable hardship for a contracting party, the Terms as a whole become ineffective.</p>​Enter email for news and updatesSubscribeinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH.\nAll rights reserved.</p>Productspupil invisiblepupil corevr/arpupil cloudsupportreleasesCompanyaboutblogcareerspublicationspartners &amp.\nresellersimprintlegalprivacy policyinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH All rights reserved.</p> ", "created_at": "2021-06-29 22:04:30.747497", "updated_at": "2021-06-30 07:04:23.004435"}, {"id": 7459, "name": "Pupil Invisible Companion App Privacy Policy", "url": "https://pupil-labs.com/legal/invisible-companion-privacy/", "xpath": "", "text": " Added to cartView cartproductsinvisiblecoreVR/ARcloudsupportlearnaboutcareersblogmenuproductslearnaboutcareersblog<i>\n</i>Pupil Invisible Companion App Privacy Policy<p>Last updated: 2019-09-16</p>\n<p>Thanks for using our App! Data protection is important to us.\nIn this privacy policy, we would like to inform you which data we process for what purposes and which rights you are entitled to.</p> Controller <p>This App is operated by Pupil Labs GmbH, Sanderstraße 28, 12047 Berlin (hereinafter also referred to as “we”, “our” or “us”).</p> What are personal data? <p>Personal data are any information relating to an identified or identifiable natural person.\nPersonal data include e.g.\nname, email address or telephone number.\nPersonal data also includes information about websites viewed.\nOur policy is to only collect, use and/or pass on personal data if this is permitted by law or if you consent to the data processing.</p> How are your data collected and used? Download and Use of this App <p>When downloading the App, the required information is transferred to Google Play, in particular</p>\n<ul>\n<li>user name</li>\n<li>e-mail address</li>\n<li>customer number of your account</li>\n<li>time of download</li>\n<li>payment information</li>\n<li>individual device code number.</li>\n</ul>\n<p>We have no influence on this data collection and are not responsible for it.\nWe process the data only to the extent necessary for downloading the App to your mobile device.</p>\n<p>When using the App we collect the personal data described below in order to enable convenient use of the functions:</p>\n<ul>\n<li>IP address</li>\n<li>Date and time of the request</li>\n<li>Time zone</li>\n<li>Contents of the request</li>\n<li>Access status/HTTP status code</li>\n<li>amount of data transferred in each case</li>\n<li>Operating system and its interface</li>\n</ul>\n<p>Further we need your device identification, unique number of the terminal (IMEI = International Mobile Equipment Identity), unique number of the network subscriber (IMSI = International Mobile Subscriber Identity), MAC address for WLAN use, e-mail address.</p>\n<p>When using the App, the device ID number is assigned to each registered device.\nOur access to the device ID number is necessary to identify the device and the user account in order to improve the use of the App.</p>\n<p>In addition to the data mentioned above, cookies are stored on your device when using our App.\nCookies are small text files that are stored in the device memory of your mobile device and assigned to the App you are using.\nCookies allow certain information to flow to the location that sets the cookie (here: us).\nCookies cannot execute programs or transmit viruses to your mobile device.\nThey serve to make mobile apps more user-friendly and effective overall.</p>\n<p>Our App uses transient and persistent cookies.</p>\n<p>Transient cookies are automatically deleted when you close our App.\nThese include in particular session cookies.\nThey store a so-called session ID, which can be used to assign various requests to your mobile app.\nThis enables your mobile device to be recognized when you use our mobile app again.\nThe session cookies are deleted when you log out or close the app.</p>\n<p>Persistent cookies are automatically deleted after a specified period, which may vary depending on the cookie.\nYou can configure the settings of your mobile operating system and the app according to your wishes and, for example, reject the acceptance of third-party cookies or all cookies.\nPlease note that you may not be able to use all functions of our mobile App in this case.</p>\n<p>The processing of this data is based on Art.\n6 (1) f.\nGDPR (European Union General Data Protection Regulation, Regulation (EU) 2016/679) as it used to guarantee stability and security of our service.</p> Using our Service and Devices Registration and use of the cloud service <p>In order to use our cloud service, you have to register with us, or log in using your previously-provided registration details.\nDuring the registration process, we ask you to provide us with certain data.\nSuch data will only be sent and provided to us after you clicked the respective “Sign Up” button.</p>\n<p>We will use your submitted data to carry out your registration with us, provide you with necessary functionalities of the Services based on Art.\n6 (1) b.\nGDPR.</p>\n<p>We may contact you via email if you send us a request as well as for purposes related to the use of the Services, based on Art.\n6 (1) b.</p> Video Recordings <p>Whenever the Pupil Invisible device is mounted on the head of an individual (the “wearer”) and switched to the record mode, each eye of the wearer is filmed by one eye camera integrated into the spectacle frame.\nThe two videos recorded by the two eye cameras are fed into a machine learning algorithm (neural network) which calculates the 2D gaze coordinates, and if the world camera is connected, an egocentric third video is recorded which can serve to visualize the gaze point of the wearer.\nTherefore, two (or three) videos are recorded and stored per recording – one from the world camera (if connected) and one from each of the two eye cameras.\nThe data is saved into a recording folder on the cell phone (companion) device.</p>\n<p>During each recording, metadata are also collected and these include recording timestamps, world camera and spectacles serial numbers, world camera image coordinates (2D gaze coordinates), cell phone (android) device ID/model/name, IMU (gyroscope) raw data, wearer ID (uuid), and audio data from the world camera microphone if switched on.</p>\n<p>The processing of this data is based on Art.\n6 (1) b.\nGDPR.</p> Training Videos <p>In order to improve individual gaze estimation accuracy, users will be able to perform a special routine for a wearer, which consists of recording a short video while looking at a reference gaze target on the cell phone screen.\nWe then use the eye-tracking data and metadata to fine-tune the “universal” neural network into a personalized neural network, which can then be uploaded to the corresponding spectacle device.\nFor this process, we collect the spectacle serial number, cell phone ID and wearer ID (uuid).</p>\n<p>The processing of this data is based on Art.\n6 (1) b.\nand f.\nGDPR as the training data is used to improve the accuracy of our service in order to best fulfil the contractual obligations and to improve the quality of our service in general.</p>\n<p>If you choose to delete a wearer profile, we will ask you to further use the associated training data to improve the quality of our service.\nYou can request deletion of this data via email.\nOtherwise, you consent to the processing of this data based on Art.\n6 (1) a.\nGDPR.</p> How are your data stored? <p>Each Pupil Invisible device is connected to a companion cell phone which serves as a data processing and storage unit and serves as power supply.\nThe videos recorded from each exercise can be securely uploaded from the companion cell phone to Pupil Labs cloud storage, currently hosted by cloud service providers, Digital Ocean, LLC (https://www.digitalocean.com) and Hetzner Online GmbH (https://www.hetzner.de), on servers located in Germany.\nSuch upload is optional and provided via an explicit opt-in procedure.\nHowever, we have valid data processing agreements with the aforementioned host providers in order to ensure a high level of security for your personal data.</p>\n<p>Once uploaded, you can review recordings on the web and collaborate with your team and colleagues.\nYour team can collaborate at any stage of the research workflow - from study prep, synchronization of devices in the field, to post-hoc analysis.\nRecordings are organised and searchable by meta-data so you can easily find and filter recordings to download for further analysis.</p>\n<p>We, on the other hand, have no access to the recordings or any of your data which are uploaded to the cloud, except in the case of the training videos where we seek to improve individual gaze estimation accuracy.</p> Duration of the storage of personal data.\ndeletion periods <p>As a rule, we only store your personal data for as long as it is necessary for the execution of the contract or the respective purpose and limit the storage period to an absolutely necessary minimum.\nTherefore, we delete your personal data, if your use of our service ends and you have not agreed to a further use.\nAn extended storage will only occur, if there is a legal obligation or if you have consented to do so.</p> Automated Decision Making (“Profiling”) <p>We do not process any data via “profiling” or in form of automated decision making via our App or service.\nProfiling means any automated processing of personal data consisting in the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects relating to the performance of work, economic situation, health, personal preferences, interests, reliability, behaviour, location or relocation of that natural person.\nExamples of such profiling include the analysis of data (e.g.\nbased on statistical methods) with the aim of displaying personalized advertising to the user or giving shopping tips.</p> Are your data transferred to third parties? <p>We will transfer your personal data to a third party only within the scope of legal provisions, i.e.\nin the course of a data processing agreement or if we are obliged to transfer the data due to a government or court order, or, if applicable, legal provisions authorize the transfer or if you give your explicit consent.</p> Are your data transferred outside the EU? <p>We do not transfer your personal data to any third party provider or location outside the European Economic Area except in accordance with the safeguards required under the GDPR.</p> What are your rights? <p>As a data subject you have the right:</p>\n<ul>\n<li>\n<p>to withdraw your consent to us at any time.\nAs a result, we are no longer allowed to continue the processing of data based on this consent in the future;</p>\n</li>\n<li>\n<p>to object to the processing of your personal data, if your personal data are processed on the basis of legitimate interests pursuant to Art.\n6 (1) f.\nGDPR insofar as there are reasons for this arising from your particular situation;</p>\n</li>\n<li>\n<p>to obtain from us access to your personal data.\nIn particular, you may request access to the following information: the purposes of the processing.\nthe categories of personal data concerned.\nthe recipients or categories of recipients to whom the personal data have been or will be disclosed.\nwhere possible, the envisaged period for which the personal data will be stored;</p>\n</li>\n<li>\n<p>to demand a correction of any incorrect personal data;</p>\n</li>\n<li>\n<p>to obtain from us without undue delay the rectification of inaccurate personal data concerning you;</p>\n</li>\n<li>\n<p>to obtain the erasure of your personal data stored with us, unless the processing is necessary to exercise the right to free expression of opinion and information, to fulfil a legal obligation, for reasons of public interest or to assert, exercise or defend legal claims;</p>\n</li>\n<li>\n<p>to demand the restriction of the processing of your personal data, if the accuracy of the data is disputed by you, the processing is unlawful, but you refuse its deletion and we no longer need the data, but you need it to assert, exercise or defend legal claims or you have filed an objection against the processing.\nand</p>\n</li>\n<li>\n<p>to receive your personal data, which you have provided to us, in a structured, current and machine-readable format or to request the transmission to another controller.</p>\n</li>\n</ul>\n<p>If you have given your consent to the processing of your data, you can revoke it at any time by sending us an email at info@pupil-labs.com.\nSuch revocation will affect the admissibility of processing your personal data by us.\nInsofar as we base the processing of your personal data on the weighting of interests, you may object to the processing.\nThis is the case if processing your data is not required to fulfil a contract with you.</p>\n<p>In the case of your justified objection, we will examine the situation and will either stop processing your data, adapt the data processing or point out to you our compelling legitimate reasons on which we continue the processing.</p>\n<p>In general, we process personal data only if necessary.\nAs soon as the purpose of the data processing is fulfilled, deletion of the data is carried out.</p>\n<p>If you wish to make use of your rights mentioned above please send us an email at info@pupil-labs.com.</p> What safety measures are in place for protection of your data? <p>We have installed technical and organizational measures in order to safeguard our website and/or products against loss, destruction, access, changes or the distribution of your data by unauthorized persons.</p> Obligations for our customers who control the data of other persons <p>Pupil Labs is committed to complying with all data privacy requirements in any location where our App and services are used.\nYou should use care when handling personal data of individual wearers and other data subjects, and ensure that you have complied with the best privacy practices.</p>\n<p>You shall first obtain the lawful permission of an individual before collecting, using, storing, transmitting, or transferring their data.\nYou must provide access to information about how the data will be used as well as an easily accessible and understandable way to withdraw consent and/or delete their data.\nData collected for one purpose may not be repurposed without further consent unless otherwise explicitly permitted by law.</p>\n<p>If you consent to the processing of&nbsp;a data subject’s personal data, you warrant that you have the data subject’s permission to do so.</p> Enforcement of Privacy Policy <p>We make every effort to ensure that your personal information is used in accordance with this privacy policy.\nIf you have any concerns regarding our adherence to this policy or the manner in which your personal information is used, kindly send us an email at info@pupil-labs.com.</p> Supervisory Authority <p>Without prejudice to any other administrative or judicial remedy, you shall have the right to complain to a supervisory authority in the member state of your residence, place of work or place of alleged infringement, if you believe that the processing of your personal data infringes on the GDPR.</p> Changes to this Policy <p>This privacy policy is accessible via our website under pupil-labs.com/legal and may be downloaded and printed anytime.\nWe reserve the right to amend and modify this Policy from time to time, taking into account currently applicable data protection provisions.\nSo, please review it frequently.</p> Contact Details <p>For any inquiries and additional questions about processing personal data please contact us at info@pupil-labs.com.</p>​Enter email for news and updatesSubscribeinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH.\nAll rights reserved.</p>Productspupil invisiblepupil corevr/arpupil cloudsupportreleasesCompanyaboutblogcareerspublicationspartners &amp.\nresellersimprintlegalprivacy policyinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH All rights reserved.</p> ", "created_at": "2021-06-29 22:04:30.745905", "updated_at": "2021-06-30 07:03:41.000362"}, {"id": 7458, "name": "Pupil Cloud Terms of Service", "url": "https://pupil-labs.com/legal/cloud-terms-of-service/", "xpath": "", "text": " Added to cartView cartproductsinvisiblecoreVR/ARcloudsupportlearnaboutcareersblogmenuproductslearnaboutcareersblog<i>\n</i>Pupil Cloud Terms of Service<p>Last updated: 2020-01-21</p>1.\nGeneral <p>1.1.\nPupil Labs GmbH, registered with the German Commercial Register of the district court AG Charlottenburg (registration number HRB 155541), Sanderstraße 28, 12047 Berlin (“Pupil Labs”.\n“We”) offers cloud based data management services for use with an eye tracking device offered by Pupil Labs (Pupil Invisible, “PI”) as further specified on https://www.pupil-labs.com (the “Website”) and individually offered by Pupil Labs (the “Pupil Cloud Service” or “Pupil Cloud Services”).</p>\n<p>1.2.\nAll contractual relationships between Pupil Labs and any user using the Pupil Cloud Services offered by Pupil Labs (a “User”, “Users”) shall be governed by these terms of service (the „Terms of Service“).\nPupil Labs may amend the Terms of Service pursuant to section 14 hereof.</p>\n<p>1.3.\nThe Pupil Cloud Service offerings of Pupil Labs are available to both Consumers and Business Customers (as defined below).\nFor the purpose of these Terms of Service, (i) a „Consumer“ is any individual entering into the contract for a purpose not related to their business, trade or self-employed professional activity (Sec.\n13 of the German Civil Code), and (ii) a „Business Customer“ is a User (whether an individual, company or partnership vested with legal capacity) who enters into the relevant contract in the conduct of their business or self-employed professional activity (Sec.\n14 (1) of the German Civil Code).</p>\n<p>1.4.\nStandard business conditions and/or general terms and conditions of the User do not apply, regardless of whether or not Pupil Labs has expressly objected to them in a particular case.</p> 2.\nObject of contract <p>2.1.\nPupil Labs provides the Pupil Cloud Services as Software as a Service (SaaS).\nAs part of the Pupil Cloud Services, system resources will be made available to the User on a server.</p>\n<p>2.2.\nPupil Labs is entitled to use sub-contractors in the allocation of storage space and server recourses.\nCurrently, Pupil Labs is using the services of Digital Ocean LLC (https://www.digitalocean.com) Hetzner Online GmbH (https://www.hetzner.de) and Amazon Web Services Inc.\n(https://aws.amazon.com), but reserves the right to replace its services by similar services of third parties that are operating servers in Germany.\nThe use of sub-contractors does not release Pupil Labs from its obligations to full compliance with its contractual obligations hereunder.</p>\n<p>2.3.\nPupil Labs makes available the Pupil Cloud Services at the router exit of the data center in which the server is located (“Transfer Point”).\nThe User is responsible for the Internet connection between the User and the data centre and the hardware and software required for this (e.g.\nPC, network connection).</p> 3.\nRegistration and use of Pupil Cloud Services <p>3.1.\nAny use of the Pupil Cloud Services requires prior registration via the Pupil Cloud Services webinterface or in the “Pupil Invisible Companion App” offered by Pupil Labs (the “App” or “Invisible Companion App”) that is available via the Google Play Store.</p>\n<p>3.2.\nThe use of the Pupil Cloud Services in a basic version and with basic functions and within certain capacity caps is free of charge after registering.\nPupil Labs may offer the User to subscribe to a paid subscription plan to use the Pupil Cloud Services with additional functions and capacities.</p>\n<p>3.3.\nPupil Cloud Services may be accessed via a web-browser (https://cloud.pupil-labs.com) and/or via the App.\nWhen using the App the User is required to accept both the Terms of Use of the App (https://www.pupil-labs.com/legal/invisible-companion-terms-of-use) as well as these Terms of Service.</p>\n<p>3.4.\nAccepting of these Terms of Service by the User constitutes an offer by the User to use the Pupil Cloud Services, which shall be deemed to be accepted by Pupil Labs by making available the respective Pupil Cloud Service.\nUpon the acceptance of a subscription a contract between the User and Pupil Labs is concluded (the “Agreement”).</p>\n<p>3.5.\nThe User can subscribe to additional Pupil Cloud Services on a monthly or annual basis.\nAll subscriptions will be automatically renewed for another month/year (as applicable) until the User or Pupil Labs terminate the subscription.</p> 4.\nScope of Service/Availability <p>4.1.\nThe scope of the Pupil Cloud Services depends on the respective subscription plan chosen by the User as further described on the Website.</p>\n<p>4.2.\nThe Pupil Cloud Services will be offered subject to availability.\nPupil Labs aims at an average service availability of 99% per calendar month.\nThe decisive factor is the availability of the Pupil Cloud Services at the Transfer Point.\nNot included in the calculation of availability are (i) the regular maintenance windows, which can be up to 5 hours per week and are usually carried out between 22:00 and 4:00 Central European Time, (ii) times of unavailability due to mandatory unscheduled maintenance work that is necessary to eliminate malfunctions, (iii) times of unavailability due to circumstances beyond Pupil Labs’ control, in particular force majeure.</p>\n<p>4.3.\nHowever, if the Pupil Cloud Services are used free of charge, Pupil Labs shall only be obligated to make good efforts to make the Pupil Cloud Services accessible in accordance with the availability specified in section 4.2 above.</p>\n<p>4.4.\nThe Content (as further defined below but excluding User made recordings) generated by the User using the Pupil Cloud Services will be secured by regular backups by Pupil Labs.</p>\n<p>4.5.\nPupil Labs reserves the right to extend the Pupil Cloud Services and make improvements if they (i) serve technical progress.\nor (ii) appear necessary to prevent misuse.\nFurther, Pupil Labs shall be entitled to change the Pupil Labs Services if (i) applicable law, court rulings or administrative decisions require such amendments, (ii) the changes are only beneficial to the User, (iii) the changes are of a purely technical or procedural nature with no material effect on the User.\nAll other changes to the Pupil Cloud Services shall be subject to section 14 hereof.</p>\n<p>4.6.\nPupil Labs reserves the right to discontinue the Pupil Clouds Services in compliance with the termination regulation pursuant to section 7 hereof.\nHowever, in this case, Pupil Labs will provide the User with an updated App, which provides all basic functionality of PI in a stand-alone fashion.</p> 5.\nTechnical Requirements <p>5.1.\nIn order to use the Pupil Cloud Services, the User must frequently check all technical details and conditions on the Website, which will be updated by Pupil Labs (“Technical Requirements”).</p>\n<p>5.2.\nThe User is solely responsible for the fulfilment of the Technical Requirements.\nPupil Labs does not owe and/or provide any consultancy services in connection therewith if not otherwise agreed with Pupil Labs.</p> 6.\nPrices and Payment <p>6.1.\nThe User, when using a paid subscription plan, will be required to provide Pupil Labs with billing and account information for credit card, debit or other payment systems (each a “Payment Source”) for which the User is authorized to approve charges to allow Pupil Labs to collect payment from the User for their purchase(s).\nThe User authorizes Pupil Labs to automatically and immediately bill the Payment Source when payments for subscription plans are due.</p>\n<p>6.2.\nThe billing of a subscription plan is made on a pre-paid basis.\nThe payment source will be billed within five bank working days of the beginning of the chosen subscription period and at every renewed period of subscription respectively according to the current price list.</p>\n<p>6.3.\nPupil Labs may amend the price list of Services at any time upon observance of statutory regulations and notifying the User about the amendment.</p> 7.\nTermination of Agreement <p>7.1.\nThe User may unsubscribe from any unpaid subscription without giving reason or notice by deleting the user account via the Pupil Cloud settings menu.\nPupil Labs shall be entitled to terminate an unpaid subscription with a notice period of three (3) months, however, not within the first two (2) years after the purchase of PI by the User.</p>\n<p>7.2.\nA paid subscription may be terminated before the end of the ordered subscription period or the end of the respective renewed period.\nThe User can also change the length of the ordered subscription plan before the end of their subscription period instead of terminating the Agreement.\nThe ordinary termination of an Agreement before expiry of the respective subscription period is hereby excluded.</p>\n<p>7.3.\nThe right of termination for cause and without notice remains unaffected for both parties.\nA good cause for termination shall include, but shall not be limited to, any of the following events:</p>\n<p>7.3.1.\nthe User fails to comply with any applicable legal provisions;</p>\n<p>7.3.2.\nthe User fails to comply with any terms of these Terms of Service, in particular section 8, and, where reasonable, Pupil Labs has given the User the opportunity to stop any misconduct but the User failed to do so .\nand/or</p>\n<p>7.3.3.\nthe User, fails to pay the fees for the ordered Pupil Cloud Services for two consecutive dates or fails to pay a significant portion of the remuneration despite of a warning by Pupil Labs.</p>\n<p>7.4.\nAny termination declaration must be at least in text form according to section 126b BGB (e.g.\nby letter, email) to Pupil Labs GmbH, Sanderstraße 28, 12047 Berlin or info@pupil-labs.com.</p> 8.\nObligations of the User <p>The User shall have sole responsibility and liability for any content uploaded to the Pupil Cloud Services (the „Content“).\nThe User must ensure that the Content does not infringe any third party rights and, in particular, that the User has obtained the permission of a person depicted in the Content or having rights to objects depicted in the Content to use the Content within the Pupil Cloud Service.</p>\n<p>8.1.\nThe User shall use the Pupil Cloud Services in accordance with the intended purpose, these Terms of Service and in accordance with any applicable statues, laws and/or regulations.\nThe User may not</p>\n<p>8.1.1.\nmake the Pupil Cloud Services available in any manner to any third party for use in the third party’s business operations;</p>\n<p>8.1.2.\nmodify, make derivative works of, disassemble, reverse compile, or reverse engineer any part of the Pupil Cloud Services.\nor</p>\n<p>8.1.3.\naccess or use the Pupil Cloud Services in order to build or support, and/or assist a third party in building or supporting, products or services competitive to the App;</p>\n<p>8.1.4.\nuse the Pupil Cloud Services to distribute illegal content and/or content that infringes the rights of any third party;</p>\n<p>8.1.5.\nlicense, sell, rent, lease, transfer, assign, distribute, display, host, outsource, disclose, or otherwise commercially exploit or make the Pupil Cloud Services available, to any third party;</p>\n<p>8.1.6.\nuse the Pupil Cloud Services excessively, i.e.\nbeyond the capacity cap offered by Pupil Labs.</p>\n<p>8.2.\nWhen using the Pupil Cloud Services, the User shall comply with the applicable data protection laws, in particular obtain the necessary consent of the person concerned, insofar as the User collects, processes or uses personal data when using the Pupil Cloud Services and no statutory basis for permission intervenes.</p> 9.\nIndemnification <p>9.1.\nA User will indemnify, defend, and hold harmless Pupil Labs and its officers, directors, employees for any and all claims, suits, litigation, causes of action, losses, damages, expenses, costs (including court costs and attorneys’ fees) and liabilities (“Losses”) that arise out of, or in connection with (i) the User’s use of the Website and/or Services.\n(ii) any breach by a User of any of their obligations pursuant to Section 8 hereof.\n(iii) any claim that the User’s Content caused damage to a third party.\nIf the User is Consumer, such obligations shall not apply if the User is not responsible for the infringement resulting in any Losses.</p>\n<p>9.2.\nIn cases of an aforementioned enforcement of claims by third parties, the User will provide Pupil Labs with all his information that is needed for the examination of the claim and for the defence against it.\nThe User provides the information immediately, truthfully, and completely.</p> 10.\nRight of Withdrawal <p>Consumers have a statutory right of withdrawal when concluding a distance contract, about which Pupil Labs informs in accordance with the statutory model below.</p>\n<p>\n<em>Instructions on withdrawal</em>\n</p>\n<p>Right of withdrawal</p>\n<p>You have the right to withdraw from this contract within 14 days without giving any reason.\nThe withdrawal period will expire after 14 days from the day of the conclusion of the contract.</p>\n<p>To exercise the right of withdrawal, you must inform us,</p>\n<p>Pupil Labs GmbH\nSanderstraße 28\n12047 Berlin</p>\n<p>E-mail address: info@pupil-labs.com</p>\n<p>of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post or e-mail).\nYou may use the attached model withdrawal form at the bottom of this page, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>Effects of withdrawal</p>\n<p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event no later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.</p>\n<p>\n<em>End of instructions on withdrawal</em>\n</p> 11.\nLiability <p>11.1.\nWe are unrestrictedly liable for damages that have been caused by deliberate intention or by gross negligence.</p>\n<p>11.2.\nIn cases of slight negligence, we are only liable if we have infringed a fundamental duty and if the purpose of the contract is threatened thereby or if we have infringed duties that have to be fulfilled for the duly contract implementation and if the User generally relies on the fulfilment of these duties.\nIn the aforementioned cases, we are only liable for foreseeable damages to the Business Customer at the time the respective service was performed.</p>\n<p>11.3.\nIn all other cases our liability, and towards Business Customers including our liability for consequential damage and lost profit, is excluded.</p>\n<p>11.4.\nWe will not be liable hereunder by reason of any failure to timely perform our duties hereunder due to an event beyond our reasonable control, including acts of God.\nacts of terrorism.\ncivil unrest.\nwar.\nfires.\npower cuts.\nepidemics.</p>\n<p>11.5.\nIf our liability is excluded or restricted, this also applies to the personal liability of our employees, representatives, and agents.</p>\n<p>11.6.\nThe aforementioned restrictions of liability do not apply to cases of damages to life, body, or health, to cases of warranting for the condition of a product, and to cases of fraudulent concealment of defects by us, our legal representatives or assistants in performance or under the German Product Liability Act.</p>\n<p>11.7.\nWe are not liable for the User’s Content.</p> 12.\nAlternative Settlements of disputes <p>The European Commission provides a platform for an online settlement of disputes which can be accessed under http://ec.europa.eu/consumers/odr/.\nPupil Labs is neither obliged to take part in alternative dispute resolutions before a consumer dispute settlement commission or will do so voluntarily.</p> 13.\nPrivacy <p>Please find our Privacy Policy on our Website:\nhttps://www.pupil-labs.com/legal/invisible-companion-privacy,\nhttps://www.pupil-labs.com/legal/privacy.</p> 14.\nChanges to Terms of Service <p>14.1.\nChanges to these Terms of Service will be communicated to the User at least by e-mail.\nIf the User does not object to such changes within four (4) weeks of receipt of the notification, the changes shall be deemed agreed.\nThe User will be informed of the right of objection and the legal consequences of silence in the event of a change to the Terms of Services.</p>\n<p>14.2.\nIn the event of an objection to the changes in time, the original provisions shall remain unaffected and apply instead of the amended Terms of Service.\nin this case, both the User and Pupil Labs shall be entitled to terminate the Agreement extraordinarily within two weeks after Pupil Labs’ receipt of the User’s objection within the scope of a special right of termination.</p> 15.\nApplicable Law and Competent Courts <p>15.1.\nAny contracts entered into between Pupil Labs and the User shall be governed by the laws of the Federal Republic of Germany under exclusion of the UN Convention on the International Sale of Goods (CISG), without prejudice to any mandatory conflict of laws provisions.\nIf the User is a Consumer and has their habitual residence in another country, the User shall, however, continue to have the protection afforded to them by provisions that cannot be derogated from by agreement by virtue of the law applicable in the state of the User’s habitual residence.</p>\n<p>15.2.\nIf the User is a corporation, limited liability company or commercial partnership or otherwise operates a commercial business (Kaufmann within the meaning of Sec.\n1 (1) BGB (German Commercial Code)) or is a legal entity or special fund organized under public law, the courts in Berlin, Germany, shall have exclusive jurisdiction in respect of all disputes arising out of or in connection with the relevant contract.</p>\n<p>15.3.\nShould any provision of these Terms of Service be or become invalid, ineffective or unenforceable as a whole or in part, the validity, effectiveness and enforceability of the remaining provisions shall not be affected thereby.\nAny such invalid, ineffective or unenforceable provisions shall be deemed replaced by statutory provisions.\nAs far as this would represent an unreasonable hardship for a contracting party, the Terms of Service as a whole become ineffective.</p>\n<p>Model withdrawal form\n(complete and return this form only if you wish to withdraw from the contract.)</p>\n<p>To<br>\nPupil Labs GmbH<br>\nSanderstraße 28<br>\n12047 Berlin<br>\ninfo@pupil-labs.com<br>\nI/we <code>(*)</code> hereby give notice that I/We <code>(*)</code> withdraw from my/our <code>(*)</code> contract of sale of the following goods <code>(*)</code>/for the provision of the following service <code>(*)</code>__________</p>\n<p>Ordered on <code>(*)</code>/received on <code>(*)</code>, <strong>\n<strong>\n<strong>\n<strong>\n<strong>\n<br>\nName of consumer(s)</strong>\n</strong>\n</strong>\n</strong>\n</strong>\n<br>\nAddress of consumer(s)<strong>\n<strong>\n<strong>\n<strong>\n<strong>\n<br>\nSignature of consumer(s) (only if this form is notified on paper)\nDate</strong>\n</strong>\n</strong>\n</strong>\n</strong>\n<br>\n<code>(*)</code> Delete as appropriate.</p>​Enter email for news and updatesSubscribeinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH.\nAll rights reserved.</p>Productspupil invisiblepupil corevr/arpupil cloudsupportreleasesCompanyaboutblogcareerspublicationspartners &amp.\nresellersimprintlegalprivacy policyinfo@pupil-labs.com<p>Copyright © 2021 Pupil Labs GmbH All rights reserved.</p> ", "created_at": "2021-06-29 22:04:30.744265", "updated_at": "2021-06-30 07:03:42.99801"}], "points": [], "urls": ["pupil-labs.com", "cloud.pupil-labs.com"]}}