{"error": 448, "message": "OK", "parameters": {"id": 5862, "name": "CreditCards", "created_at": "2021-11-26 22:49:58.27952", "updated_at": "2021-11-26 23:01:10.809127", "wikipedia": null, "keywords": null, "related": null, "slug": "creditcards", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5862.png", "url": "creditcards.org", "documents": [{"id": 10585, "name": "Terms of Use", "url": "https://www.creditcards.org/terms", "xpath": "/html/body/div[1]/div[2]/section/div/div/div", "text": " Terms of Use <p>These terms of use (the \"Terms of Use\") govern your use of the CreditCards.org website (the \"Site\").\nYour access to, and use of, the Site, and the services, products and networks found at or related to the Site (referred to collectively as the \"Service\") are subject to these Terms of Use.\nThe terms \"Company\", \"we,\" \"us\", or \"our\" shall refer to CreditCards.org and its subsidiaries, affiliates, sister and parent companies.</p>\n<p>By using the Site, you signify that you have read, understand and agree to be bound by these Terms of Use and you are consenting to have your personal data transferred to and processed in the United States.</p>\n<p>We may change or modify these Terms of Use at any time and such changes or modifications will come into effect immediately upon posting to the Site.\nWe will indicate at the top of this page the date these Terms of Use were last revised.\nYour continued use of the Service or the Site after any change or modification constitutes your acceptance of the new Terms of Use.\nIf you do not agree to abide by these or any future versions of the Terms of Use, do not use or access (or continue to use or access) the Service or the Site.\nIt is your responsibility to regularly check the Site to determine if there have been changes to these Terms of Use.</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY AS THEY CONTAIN IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES AND OBLIGATIONS, INCLUDING VARIOUS LIMITATIONS AND EXCLUSIONS.</p>\n<p>\n<strong>Eligibility</strong>\n<br> The Site is available only to Users that can form legally binding contracts under applicable law.\nThe Site and the materials located on or through the Site are provided for informational purposes only.\nYou agree and acknowledge that we make no representation or warranty as to the accuracy of any information on the Site or linked to the Site.\nAny registration by, use of or access to the Site by anyone under 14 is unauthorized, unlicensed and in violation of these Terms of Use.\nBy using the Service or the Site, you represent and warrant that you are 14 years of age or older and that you are fully able to enter into and to abide by all of the terms and conditions of these Terms of Use.\nYour membership may be terminated and any profiles you have created may be deleted if we believe you are less than 14 years of age.</p>\n<p>\n<strong>Content Linked to by CreditCards.org</strong>\n<br> CreditCards.org is not a lender, broker, or agent of any lender or broker and CreditCards.org does not issue credit cards or any other credit products.\nInstead, this Site contains links to third party resources which are not operated by CreditCards.org.\nCreditCards.org provides information on, accepts advertising from, and provides links to third-party vendors.\nOffers from these vendors that may be mentioned on the Site are often subject to change at any time, and may have many additional restrictions and limitations.\nAdditionally, the information related to each credit card offering is provided entirely by the advertiser of such credit card and may contain technical inaccuracies or typographical errors.\nUsers of the Site and the Service agree to confirm all aspects of third-party offers with the offering party, and to hold CreditCards.org and its employees and affiliates harmless for any circumstances that may arise from interactions with a third party.</p>\n<p>The content contained on this Site is in no way intended to be a substitute for a professional legal advice, individual credit counseling or personal credit and finance advice.\nYou should always consult a competent professional for advice regarding your particular situation or outlook.\nNothing on this Site should be construed as legal advice, individual credit counseling or personal credit and finance advice.\nThis Site and/or its representatives may earn commissions from third parties.\nthus, any information provided should not be construed as objective advice.</p>\n<p>We have no control over, and we assume no responsibility for, the content, privacy policies, or practices of any third party sites and third party content contained on the Site, to which the Site is linked, or on which Site Content is posted.\nA search using the Services may produce search results and links to sites that some people find objectionable, inappropriate, or offensive.\nWe cannot guarantee that a search will not locate unintended or objectionable content and assume no responsibility for the content of any site included in any search results or otherwise linked to by Company.\nBy using the Site and Service, you expressly release us from any and all liability arising from search results or your use of any third party sites or third party content.\nOur terms and policies do not govern any third party sites, and we encourage you to review the applicable terms and policies of any third party site.</p>\n<p>\n<strong>Personal Use Only</strong>\n<br> The Site and Services are made available for your personal, non-commercial use only.\nYou may not use Site to sell a product or service, or to increase traffic to your Web site for commercial reasons, such as advertising sales.\nYou may not take the results from a search and reformat and display them, or mirror the Company home page or results pages on your Website.\nYou may not \"meta-search\" the Site.\nIf you want to make commercial use of the Services, you must enter into written agreement with us to do so in advance.</p>\n<p>\n<strong>Privacy Policy</strong>\n<br> Click here to review the CreditCards.org Privacy Policy.</p>\n<p>\n<strong>User Conduct.\nGeneral Practices</strong>\n<br> You agree not to use the Service or the Site to:</p>\n<p>• Use the Service or the Site in any unlawful manner or in any other manner that could damage, disable, overburden or impair the Site;</p>\n<p>• Use automated scripts to collect information from or otherwise interact with the Service or the Site;</p>\n<p>• Upload, post, transmit, share, store or otherwise make available any content on the Site without our express prior written consent;</p>\n<p>• Upload, post, transmit, share or otherwise make available any unsolicited or unauthorized advertising, solicitations, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;</p>\n<p>• Provide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) pursuant to Section 219 of the Immigration and Nationality Act.</p>\n<p>You acknowledge, consent and agree that we may access, preserve and disclose your account information and user content if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce these Terms of Use.\n(c) respond to your requests for customer service.\nor (d) protect our rights, property or personal safety and those of our users and the public.\nYou understand that the technical processing and transmission of the Service may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>You acknowledge that we may establish general practices and limits concerning use of the Service.\nYou agree that we have no responsibility or liability for the deletion or failure to store any communications or other content maintained or transmitted by the Service.\nYou further acknowledge that we reserve the right to modify these general practices and limits from time to time.\nWe reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>\n<p>\n<strong>No Representations and Warranties</strong>\n<br> WE ARE NOT RESPONSIBLE FOR ANY CONTENT PROVIDED BY THIRD PARTIES (INCLUDING ADVERTISERS).\nEXCEPT AS EXPRESSLY SET FORTH HEREIN, WE DO NOT MAKE ANY REPRESENTATION OR WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE, NONINFRINGEMENT OR ANY IMPLIED WARRANTIES ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE SPECIFICALLY DISCLAIM ANY REPRESENTATION OR WARRANTY REGARDING THE ERROR-FREE, DISRUPTION-FREE OR INTERRUPTION-FREE NATURE OF THE SITE OR THE SERVICES.</p>\n<p>\n<strong>Limitation of Liability</strong>\n<br> UNDER NO CIRCUMSTANCES SHALL WE OR OUR AFFILIATES BE LIABLE TO YOU OR ANY THIRD PERSON FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, RELIANCE, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFITS, COST OF COVER, OR LOST DATA THAT ARISE IN WHOLE OR IN PART FROM THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE SERVICES OR FUNCTIONS OF THE SITE OR ARISING OUT OF YOUR ACCESS TO, OR INABILITY TO ACCESS, THE SITE OR YOUR RELIANCE UPON, THE SITE OR THE SERVICES, CONTENT OR MATERIALS IN, OR FUNCTIONS OF, THE SITE, PROVISION OF, OR FAILURE TO PROVIDE SERVICES, OR INFORMATION, WHETHER OR NOT WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND ON ANY THEORY OF LIABILITY (INCLUDING NEGLIGENCE).\nIN ADDITION, WE HAVE NO DUTY TO UPDATE THE SITE OR THE CONTENTS THEREOF UNLESS WE MAKE MATERIAL CHANGES TO OUR PERSONAL INFORMATION COLLECTION AND/OR USE PRACTICES.\nIN NO EVENT SHALL OUR TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, OR OTHERWISE) EXCEED FIVE DOLLARS ($5.00).\nAPPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH THE SITE, YOUR SOLE AND EXCLUSIVE REMEDY SHALL BE TO DISCONTINUE USE OF THE SITE AND TERMINATE THIS AGREEMENT IN ACCORDANCE WITH THE TERMS HEREOF.</p>\n<p>\n<strong>Submissions</strong>\n<br> You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Site or the Service (\"Submissions\"), provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>\n<strong>Governing Law.\nOther</strong>\n<br> The laws of the State of California, without regard to principles of conflict of laws, will govern these Terms of Use and any dispute of any sort that might arise between you and us or any of our affiliates.\nYou agree not to commence or prosecute any action in connection therewith other than in the state and federal courts located in Los Angeles, California, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to, venue and jurisdiction in the state and federal courts of Los Angeles, California.</p> ", "created_at": "2021-11-26 22:49:58.284091", "updated_at": "2021-11-26 21:50:32.706776"}, {"id": 10584, "name": " Privacy Policy", "url": "https://www.creditcards.org/privacy", "xpath": "/html/body/div[1]/div[2]/section", "text": " Privacy Policy <p>\n<strong>Last Updated:</strong>\n<strong>January 5, 2012</strong>\n</p>\n<p>CreditCards.org is committed to protecting the privacy of your information.&nbsp.\nWe recognize that privacy is of the utmost importance, and operate our website (the “Site”) with the goal of protecting your sensitive personal information in mind.\n&nbsp;As a user of the Site or the services provided by CreditCards.org (the “Services”), this Privacy Policy is intended to describe for you:</p>\n<ul>\n<li>the information we collect about you,</li>\n<li>how that information may be used,</li>\n<li>with whom it may be shared,</li>\n<li>how you may access the information you provide us, and</li>\n<li>your choices about such uses and disclosures.</li>\n</ul>\n<p>We encourage you to read this Privacy Policy carefully before using the Site or Services or transacting business with us.\nBy using the Site, you are accepting the practices described in this Privacy Policy.\n&nbsp;If you have questions or concerns regarding this Privacy Policy, please contact us via email or mail using the contact information provided below.</p>\n<p>\n<strong>Information Collection</strong>\n</p>\n<p>We may collect personal information that can identify you such as your name and e-mail address, as well as other information that does not identify you.\nWhen you provide personal information through the Site, the information may be sent to our servers located in the United States and other countries around the world.</p>\n<p>\n<strong>User Provided Information.</strong> We may collect and store any personal information that you enter into the Site or provide to us in some other manner.\nThis includes identifying information (such as your name, address, e-mail address, telephone number, bank account information, social security number, etc.), and any other personal information you choose to provide while using the Site or the Services.</p>\n<p>\n<strong>Third Party List Information.</strong> We may also obtain both personal and non-personal information about you from third party data gathering sources.\nWe may match this third-party collected information with the personally identifying information that you provide to us.\nWhen obtaining this information from third parties, we seek assurances from such third parties that they have the right to provide the information to us.</p>\n<p>\n<strong>Cookies, Web Beacons, and Other Information Collection Technology.</strong> We and our business partners, such as advertisers, may use various technologies to collect information from your computer and about your activities on the Site.\n&nbsp;For example, we and our business partners may collect and store non-personally identifying information through technologies such as cookies, log files, clear gifs (also known as web beacons), and other tracking pixels and third parties to help determine user viewing preferences for advertising and other purposes.</p>\n<ul>\n<li>\n<em>Log Files.</em> Technical information from your browser is automatically collected when you visit the Site.\n&nbsp;This information includes your IP address, your browser type, operating system, access times, the content of any undeleted cookies that your browser previously accepted from us (see \"Cookies\" below), and the referring website address.</li>\n</ul>\n<ul>\n<li>\n<em>Cookies.</em> A cookie is a piece of data stored on a user’s computer that tracks non-personal information about the user.\nWhen using the Site, we may assign your computer one or more cookies which enable us to improve the quality of our Service and to customize your experience.&nbsp.\nCookies allow us to automatically collect information about your browser or device activity on the Site, such as the web pages you visit, the links or advertisements you click, or the other actions you conduct while using the Site.&nbsp.\nMost browsers automatically accept cookies, but you can usually modify your browser setting to disable cookies.\nIf you choose to disable cookies, you will still be able to access the Site, but you may not be able to use all of the interactive features we offer.\nAdditional information on cookies can be found at: http://www.microsoft.com/info/cookies.htm.\n</li>\n</ul>\n<ul>\n<li>\n<em>Web Beacons.</em> We, or our advertisers, may use standard Internet technology such as web beacons or clear gifs and other similar technologies, to gather aggregate information about your browser or device activity on the Site.&nbsp.\nWe also may include web beacons in promotional e-mail messages or newsletters to determine whether messages have been opened and acted upon.\nThis allows us to gauge the effectiveness of our marketing efforts and the quality of the Site.</li>\n</ul>\n<ul>\n<li>\n<em>Information collected by third-parties.</em> We and our business partners, such as advertisers, may use technologies, such as cookies and tracking pixels, to collect information about users who view or interact with these advertisements and connect to other websites.&nbsp.\nThis information allows us and our business partners to deliver customized advertisements and gauge their effectiveness.&nbsp.\nPlease note that we do not have access to or control over third parties’ cookies used on the Site, and this policy does not govern the use of cookies by these third parties.\nSome of these third-party advertising companies may be advertising networks that are members of the Network Advertising Initiative (NAI) and/or participants of the Digital Advertising Alliance (DAA), which offer a single location to opt out of ad customization from their respective participating companies at http://www.networkadvertising.org/managing/opt_out.asp and http://www.aboutads.info/choices/.\n</li>\n</ul>\n<p>\n<em>Sponsor or Link Websites.</em> Links or sponsor websites may be presented in a manner that allows us to keep track of whether the links or sponsor sites have been used.\nWe use this information to improve the quality of the Site, to keep track of advertising, and to customize your online experience.&nbsp.\nWe are not responsible for the privacy practices of other websites.</p>\n<p>\n<strong>Information Use and Sharing</strong>\n</p>\n<p>PLEASE NOTE THAT WE MAY USE INDIVIDUAL INFORMATION FOR ANY PURPOSE IN OUR SOLE DISCRETION.\nWe may match any of the technical information we gather to any personally identifying information or other information we have obtained from or about you to improve the content of the Site and Services for you.\n&nbsp;Examples of some of the ways we use or share information that we collect about you include, but are not limited to, the following:</p>\n<ul>\n<li>providing you with products or services, including the display of customized content, advertising, and services;</li>\n<li>providing technical or customer support;</li>\n<li>performing research and analysis to gauge use of or interest in products, services, or content offered on the Site, and to develop new services;</li>\n<li>communicating with you by e-mail about products or services that may be of interest to you;</li>\n<li>enforcing our terms and conditions, or otherwise managing our business.\nand</li>\n<li>performing functions as otherwise described to you at the time of collection.</li>\n</ul>\n<p>\n<em>Communications from the Site.</em> Unless you have opted out of these features where available, we may use your information in a variety of ways to communicate with you, such as through email, newsletters, RSS feeds, service announcements, or for customer service.</p>\n<p>\n<em>Personal Information.</em> Unless you have opted out where available, we may rent, sell, or share any of your information, personal or otherwise, with third parties, including without limitation for the following purposes:</p>\n<ul>\n<li>\n<em>Service providers:</em> We may share your personal information, alone or in combination with non-personal information, with third party service providers in connection with the Services we provide or your request for customer service on the Site.\nThese service providers may include entities such as credit bureaus, financial institutions, marketing and customer services firms, credit card payment processors, as well as companies that support contests, sweepstakes, surveys, or other features offered through the Site, or that provide business analysis or website support.\nThese service providers may have access to personal information needed to perform their functions, which may include using the information to contact.</li>\n<li>\n<em>Business partners</em>\n<em>:</em> When you express interest in promotions offered through the Site or our Services, we may share your personal information, alone or in combination with non-personal information, with the relevant business partners or affiliates to offer you those products, services, promotions, contests and/or sweepstakes.\nWhen you elect to engage in a particular offer or program, you authorize us to provide your personal information address and other information to that business so that they may contact you.</li>\n<li>\n<em>Third parties for business reasons:</em> In connection with a substantial corporate transaction, such as the sale of our business, a divestiture, merger, consolidation, or asset sale, or in the unlikely event of bankruptcy.\nIf a change in ownership occurs that will result in your personal information being used in a manner different from that stated in the then-existing privacy policy, notification will be provided consistent with the terms of this Privacy Policy.</li>\n<li>\n<em>Third parties for legal process:</em> In response to a subpoena or similar investigative demand, a court order, or a request for cooperation from any law enforcement or other government agency.\nto establish or exercise our legal rights.\nto defend against legal claims.\nor as otherwise required by law.\n&nbsp;In such cases, we may raise or waive any legal objection or right available to us in our sole discretion.\nIn addition, we may disclose your information when we believe it is appropriate in connection with efforts to investigate, prevent, or take other action regarding illegal activity, suspected fraud or other wrongdoing.\nto protect and defend the rights, property or safety of our company, our users, our employees, or others.\nto comply with applicable law or cooperate with law enforcement.\nor to enforce the Site terms of use or other agreements or policies.</li>\n</ul>\n<p>\n<em>Aggregated and Non-Personal Information</em>.\nWe may rent, sell, or share aggregated demographic information not specifically identifiable to you, and other non-personal information we collect, with any third parties for any reason, including to develop and deliver customized advertising, and to conduct general business analysis.\nWe may combine non-personal information we collect with additional non-personal information collected from other sources.\nFor example, we may tell our advertisers the number of visitors to the Site and the most popular features or Services accessed.</p>\n<p>Please note that our Privacy Policy does not cover any third party's use or handling of your information once it is shared.\nRather, the privacy policies of the various third parties will govern.\nIf you want to learn more about their privacy practices, we encourage you to visit the websites of those third parties.\nThese entities or their servers may be located either inside or outside the United States.</p>\n<p>\n<em>Links.</em> This Site contains links to other websites, including through advertisements.\nWe are not responsible for the privacy practices of third party linked websites, even if this Site frames the linked third party website.\nWe encourage you to be aware of when you leave the Site and to review the privacy statements of each and every website that you visit that collects personally identifiable information.\n&nbsp;This Privacy Policy applies solely to information we collect.</p>\n<p>\n<strong>Choice/Opt</strong>\n<strong>\n</strong>\n<strong>Out</strong>\n</p>\n<p>We give our users the opportunity to “opt-out” of having their information used for purposes not directly related to the Site at the point where we ask for the information, including the sharing of personal information with third parties for their own marketing purposes.\nPlease be aware that this may result in our not being able to provide certain services to you that require us to share information with third parties.\n&nbsp;If you choose to receive communications from us but later wish to discontinue receiving communications or our Services, you can opt-out by contacting us via email or mail using the contact information provided below.</p>\n<p>Please note that opting out of receipt of promotional e-mail communications will only affect future activities or communications from us.\n&nbsp;If we have already provided your information to a third party before you have changed your preferences or updated your information, you will have to change your preferences directly with that third party.\n&nbsp;To opt-out of communications from our third party business partners, please contact them directly.</p>\n<p>\n<strong>Visitors Outside the United States</strong>\n</p>\n<p>This Privacy Policy is intended to cover collection of information on the Site from residents of the United States.\n&nbsp;The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country.\n&nbsp;If you are visiting the Site from outside the United States, you acknowledge and agree that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated.\nBy using our Services, you acknowledge and agree that your information may be transferred to our facilities and those third parties with whom we share it as described in this privacy policy.</p>\n<p>\n<strong>Privacy Policy Changes</strong>\n</p>\n<p>This Privacy Policy may be updated from time to time to reflect changes in our practices and Services.\nWe reserve the right to modify it at any time, so please review it frequently.\nWhen changes are made to this Privacy Policy, we will revise the \"last updated\" date at the top of this Privacy Policy.\n&nbsp;If we make any material changes in the way we collect, use, and/or share personal information that may impact you, we will also prominently post a notice of the changes on the Site and/or notify you by sending an e-mail to the e-mail address you most recently provided us in your account, profile or registration (unless we do not have such an e-mail address or you have opted-out of such communication).\nYour continued use of the Site or Services after we have posted any Privacy Policy changes indicates your agreement to the changes unless you notify us otherwise.</p>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<p>Please note that CreditCards.Org has financial relationships with some of the merchants mentioned here.&nbsp.\nCreditCards.Org may be compensated if consumers choose to utilize the links located throughout the content on this site and generate sales for the said merchant.</p>\n<p>\n<strong>General Contact</strong>\n<strong>:</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>CreditCards.org<br> Attn: Privacy<br> 515 S.\nFlower Street, Suite 4400<br> Los Angeles, California 90071</p>\n<p>privacy@creditcards.org </p> ", "created_at": "2021-11-26 22:49:58.282469", "updated_at": "2021-11-26 21:51:38.507947"}], "points": [], "urls": ["creditcards.org"]}}