{"error": 448, "message": "OK", "parameters": {"id": 1738, "name": "AFRINIC", "created_at": "2019-08-07 07:35:38.214311", "updated_at": "2021-03-25 03:19:46.059452", "wikipedia": "https://en.wikipedia.org/wiki/AFRINIC", "keywords": null, "related": null, "slug": "afrinic", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1738.png", "url": "afrinic.net", "documents": [{"id": 1714, "name": "Privacy Policy", "url": "https://afrinic.net/privacy", "xpath": "", "text": " Select LanguageEnglishالعربيةFrançais <p>\n<strong> FAQs | Whistleblowing | WHOIS</strong>\n</p>\n<i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>About us<ul>\n<li>History</li>\n<li>Membership</li>\n<li>AGMM</li>\n<li>Fees Schedule</li>\n<li>Governance</li>\n<li>Statistics</li>\n<li>Corporate Documents</li>\n<li>Our Team</li>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Our Work<ul>\n<li>Membership Services</li>\n<li>Internet Number Resources Management</li>\n<li>WHOIS</li>\n<li>Fees Schedule</li>\n<li>Internet Routing Registry (IRR)</li>\n<li>DNSSEC Program</li>\n<li>Resource Certification Program (RPKI)</li>\n<li>Corporate Documents</li>\n<li>Training Services</li>\n<li>Support &amp.\nFAQs</li>\n<li>Online Services Changelog</li>\n<li>DNS Support Program</li>\n<li>Root Server Copy Program</li>\n</ul>\n</li>\n<li>Research<ul>\n<li>Studies</li>\n<li>Publications</li>\n<li>Programmes</li>\n<li>FAQ &amp.\nSupport</li>\n<li>Measurement WG</li>\n</ul>\n</li>\n<li>Participate<ul>\n<li>Code of Conduct</li>\n<li>Email &amp.\nMailing Lists</li>\n<li>Policy Development</li>\n<li>Committees</li>\n<li>Elections</li>\n<li>IPv4 Exhaustion</li>\n<li>Internet Governance</li>\n<li>Privacy</li>\n<li>Request Sponsorship</li>\n</ul>\n</li>\n<li>Events<ul>\n<li>Meetings</li>\n<li>Sponsorship Opportunities</li>\n<li>Events Calendar</li>\n<li>Hosting Guide</li>\n<li>Training Workshops</li>\n<li>Outreach</li>\n</ul>\n</li>\n<li>News &amp.\nMedia<ul>\n<li>News</li>\n<li>Campaigns</li>\n<li>Press Releases</li>\n<li>Presentations</li>\n<li>Speeches</li>\n<li>Factsheets</li>\n<li>Newsletter</li>\n<li>Branding</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n<ol>\n<li>\n<i>\n</i>\n</li>\n<li>Participate</li>\n<li>Privacy Policy</li>\n</ol>\n<i>\n</i> More on this topic&nbsp.\n<ul>\n<li>Code of Conduct</li>\n<li>Email &amp.\nMailing Lists</li>\n<li>Policy Development</li>\n<li>Committees/ WG</li>\n<li>Election Processes</li>\n<li>IPv4 Exhaustion</li>\n<li>Internet Governance</li>\n<li>Privacy Statement</li>\n</ul>\n<i>\n</i> I need to &nbsp.\n<ul>\n<li>Deploy IPv6</li>\n<li>Become a Member</li>\n<li>Get Support</li>\n<li>Calculate my fees</li>\n</ul> Participate<ul>\n<li> Participate<ul>\n<li> Code of Conduct</li>\n<li> Email &amp.\nMailing Lists</li>\n<li> Policy Development</li>\n<li> Committees/ WG</li>\n<li> Election Processes</li>\n<li> IPv4 Exhaustion</li>\n<li> Internet Governance</li>\n<li> Privacy Policy</li>\n<li> Request Sponsorship</li>\n</ul>\n</li>\n</ul> AFRINIC Privacy Policy (v4) <p>AFRINIC is committed to protecting your privacy, confidentiality and security of the data that you provide us when using our website, contact our office, or when interacting with us.</p>\n<p>Please read this privacy statement carefully as it contains essential information on how AFRINIC, as a controller, treat the personal data that you provide us.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n1.\nWhy and how we use your data?\n<p>We use your data in the course of our organisational activities and interaction with you for the following purposes:</p>\n<ol>\n<li>Performing our agreement with you;</li>\n<li>Assisting you with your queries or concerns;</li>\n<li>Treating your applications for specific job vacancies or on a spontaneous basis;</li>\n<li>Ensuring the security of our offices and people;</li>\n<li>Keeping an accurate evacuation list in case of emergency;</li>\n<li>Complying with any legal or regulatory obligations imposed on us;</li>\n<li>Enabling your attendance at our corporate events, including community meetings and any other meetings, howsoever held;</li>\n<li>Promoting our corporate initiatives (like events and cocktails) on AFRINIC social media.\nand</li>\n<li>Sending you communications if you have consented to receive the same, and for any other purposes for which we have your consent.</li>\n</ol>\n<p>&nbsp;</p>\n2.\nWhich personal data do we collect?\n<p>To fulfil our role as a Regional Internet Registry, AFRINIC collects information through the use of its websites, the MyAFRINIC member portal, the New Member Registration Portal systems, WHOIS services, mailing lists and interactions with individuals.</p>\n<p>Thus, when interacting with us, we may collect the following personal data for our organisational activities (refer to section 1 above)</p>\n<ol>\n<li>your name and surname;</li>\n<li>your national identity card number;</li>\n<li>your passport details;&nbsp;</li>\n<li>your residential address;</li>\n<li>your contact details (phone and fax numbers, email addresses);</li>\n<li>CV, pictures and qualifications details when you either spontaneously apply for a job at AFRINIC or respond to a vacancy notice;</li>\n<li>your photos and videos when you participate in corporate events, cocktails, sports events organised by AFRINIC;</li>\n<li>your name, surname, signature and national identity card details in our visitors’ logbook when you visit us;</li>\n<li>your IP address;</li>\n<li>any other personal data necessary to fulfil your special requests.\nand</li>\n<li>any other personal data that you choose to provide to us.</li>\n</ol>\n<p>When participating in our virtual meetings, the personal data that Zoom (our current software provider for virtual meetings) or any of other similar contractors whose services that AFRINIC may retain from time to time will collect from you, to function correctly, will include:</p>\n<ol>\n<li>your name;</li>\n<li>your IP address</li>\n<li>your location</li>\n<li>your telephone number</li>\n</ol>\n<p>The personal data that will be transmitted to Zoom or any other similar contractors from your device (e.g.\nmobile phone, tablet, laptop, etc.) may include:</p>\n<ol>\n<li>image/video (if you join via a video link and your device camera is switched on)</li>\n<li>voice (if you speak)</li>\n<li>name, as entered (if joining via a video link) or extract of the telephone number (if joining via telephone and not withholding your number).</li>\n</ol>\n<p>Also, when you choose to receive our campaign communications, we ask that you provide us with your email address.\nThe provision of this information is purely voluntary, and you may opt-out of receiving our campaign communications at any time by unsubscribing to these communications.</p>\n<p>&nbsp;</p>\n2.1 Virtual Meeting Recording and Broadcasting\n<p>Our corporate events and meetings may be broadcast on the internet to enable the public to see the meeting and may also be recorded to aid the production of the minutes.\nThe following information will be broadcast/collected: -</p>\n<ol>\n<li>image/video (if you join via a video link and your device camera is switched on);</li>\n<li>voice (if you speak);</li>\n<li>name, as entered (if joining via a video link) or extract of the telephone number (if joining via telephone and not withholding your number).</li>\n</ol>\n<p>As both the transmission and recording of the images and voice of individuals can reveal information about them, the following particular category data may also be collected: -</p>\n<ul>\n<li>Race and ethnic origin</li>\n<li>Religious or philosophical beliefs-</li>\n<li>Biometric data used to identify an individual</li>\n<li>Health data</li>\n<li>Data related to sexual preferences, sex life, or sexual orientation.</li>\n</ul>\n<p>Whatever data is shared is determined by participants, i.e.\nwhatever you say during a live-streamed and recorded meeting will be broadcast and recorded.</p>\n<p>You can read more about Zoom’s privacy policy at https://zoom.us/privacy, and how it collects and stores data as well as its cookies policy at https://zoom.us/cookie-policy.</p>\n<p>Whenever AFRINIC is retaining the services of any other software providers for virtual meetings for its corporate events, you will be communicated with the latter’s privacy policy as well such other related policies to facilitate your participation therein.</p>\n<p>&nbsp;</p>\n3.\nTo whom do we disclose personal data?\n<p>Your data may be shared as follows:</p>\n<ul>\n<li>between and among members of AFRINIC as may be relevant for the purposes set out in section 1 above, but we shall only do so on a strictly need to know basis;</li>\n<li>with our employees for purposes of fulfilling our organisational activities, treating job applications or conducting internal analysis to improve our company and services.\nand</li>\n<li>with our agents, advisers, accountants, auditors, lawyers, other professional advisors, contractors or third-party service providers (e.g.\nsoftware providers for virtual meetings)to assist us in managing better, support or develop our business and comply with our legal and regulatory obligations.</li>\n</ul>\n<p>AFRINIC ensures that your data is always safe.\nOnly designated staff will access your information to fulfil our agreement, treatment of job applications, or promoting our professional relationship with you.\nAlso, third parties with whom we share your data will be contractually obliged to safeguard all personal data to which they have access.</p>\n<p>Please note that some disclosures will not require your consent, this happens when we share your data with;</p>\n<ol>\n<li>law enforcement bodies/agencies and other statutory authorities if required by law and</li>\n<li>if required or authorised by law or if we suspect any unlawful activities on your part.</li>\n</ol>\n<p>If we have collected your data for a third-party, that data will be under their privacy policy, for which AFRINIC will not be responsible.</p>\n<p>&nbsp;</p>\n4.\nOverseas transfers of your information\n<p>In some cases, we may need to transfer your data with organisations located in countries outside our territorial limits to provide our services to you.\nWe will secure the data transfer.</p>\n<p>Our current virtual meetings provider Zoom hosts services from the USA.\nLimited amounts of personal information, such as your IP address, may be transferred.\nStill, it is given the same level of technical and legal protection as within Mauritius and the European Economic Area.</p>\n<p>&nbsp;</p>\n5.\nCommunications\n<p>Occasionally, we could use your name and contact information to send you emails, post, or social media information that we think may be of interest to you, including stories, events, products and services offered by AFRINIC.\nHowever, we can only do so with your consent.</p>\n<p>You will also be able to opt-out from receiving such communications at any time, free of charge, by contacting us following the section “Contact Us” below.</p>\n<p>&nbsp;</p>\n6.\nHow long do we keep your information?\n<p>Your data will be stored for as long as required to fulfil our organisational purposes and for the period required by law.\nAs per legal requirements, we will take reasonable steps to secure and anonymise your data and destroy it when retention is no longer necessary for legal or organisational goals (as set out in section 1 of this statement).</p>\n<p>&nbsp;</p>\n7.\nProcessing of personal data must be justified\n<p>We will only process your data where we are satisfied that we have an appropriate legal basis to do so, such as</p>\n<ol>\n<li>for the performance of a contract between us;</li>\n<li>where you have provided us with your express consent to process your data for a specific purpose;</li>\n<li>our use of your information is necessary to fulfil our statutory obligations with relevant authorities (regulators, tax officials, law enforcement bodies) or otherwise meet our legal responsibilities;</li>\n<li>our use of your data is in our legitimate interest as a Regional Internet Registry;</li>\n<li>for historical, statistical or scientific research.</li>\n<li>Security of personal information</li>\n</ol>\n<p>AFRINIC has in place reasonable technical and organisational measures to prevent unauthorised or accidental access, processing, erasure, loss or use of your data and to keep your data confidential.\nThese measures are subject to ongoing review and monitoring.</p>\n<p>We cannot guarantee that our website will function without disruptions.\nWe shall not be liable for damages that may result from;</p>\n<ul>\n<li>the uses of electronic means of communication, including, but not limited to, damages resulting from the failure or delay in delivery of electronic communications,</li>\n<li>interception or manipulation of electronic communications by third parties or by computer programs used for electronic communications and transmission of viruses.</li>\n</ul>\n<p>&nbsp;</p>\n9.\nLinks to other websites\n<p>Our website may contain links to other websites, apps, content, services or resources on the internet.\nIf you access those websites, apps, content, services or resources using the links provided, please be aware that they may have their privacy policy.</p>\n<p>We do not accept any responsibilities or liabilities for their policies or for any data which they may collect through their sites.\nPlease check these policies before you submit any personal information to these other websites.</p>\n<p>&nbsp;</p>\n10.\nAccess to your data\n<p>You have the right to request a copy of the personal data we hold about you.\nTo do this, contact our Data Protection Officer and specify what information you would like.\nWe will take all reasonable steps to confirm your identity before providing details of your data.</p>\n<p>You will not have to pay a fee to access your data (or to exercise any of your other rights).\nHowever, we may charge a reasonable fee if your request is unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>&nbsp;</p>\n11.\nCorrection of your data\n<p>You have the right to ask us to update, correct or delete your data.\nWe will take all reasonable steps to confirm your identity before making changes to personal data we may hold about you.</p>\n<p>We would appreciate it if you would take steps to notify us of any changes with your data accuracy that we need to know.</p>\n<p>&nbsp;</p>\n12.\nWithdrawal of consent and request for deletion of personal data\n<p>You may also withdraw your consent to receiving information from us, or more generally to our processing of your data, at any time, and you may in certain circumstances ask us to delete your data.\nHowever, we may not be able to fulfil our contractual obligations towards you if you entirely withdraw your consent or ask us to delete your data entirely.\nTo protect your data, we shall require you to first prove your identity at the time of the request, for instance, by providing a copy of your national identification card, contact details or answering some other security questions to satisfy our authentication process, before we may proceed with your request(s).</p>\n<p>Whenever reasonably possible and required, we will strive to grant these rights within 30 days.\nHowever, our response time will depend on the complexity of your requests.\nWe will respond to your requests free of charge, unless if, your request involves processing or retrieving a significant volume of data, or if we consider that your application is unfounded, excessive or repetitive in which case we reserve the right to charge a fee (as mentioned above regarding access).</p>\n<p>There may be circumstances where we are not able to comply with your requests, typically concerning a request to erase your data or where you object to the processing of your information for a specific purpose or where you request that we restrict the use of your data where we need to keep your data to comply with a legal obligation or where we need to use such information to establish, exercise or defend a legal claim.\nTo make these requests, or if you have any questions or complaints about how we handle your data or would like us to update the information we maintain about you and your preferences, please contact our Data Protection Officer at the address set out under section 16 below.</p>\n<p>&nbsp;</p>\n13.\nCookies policy\n<p>Our website uses cookies.</p>\n<p>&nbsp;</p>\n13.1) What is a cookie?\n<p>Cookies are small data files that your browser places on your computer or device.\nCookies help your browser navigate a website, and the cookies themselves cannot collect any data stored on your computer or your files.\nWhen a server uses a web browser to read cookies, they can help a website deliver a more user-friendly service.\nFor your privacy, the browser lets a website access cookie that it has already sent to you.</p>\n13.2) Why do we use cookies?\n<p>We use cookies to learn more about the way you interact with our content and help us to improve your experience when visiting our website.\nCookies remember the type of browser you use and which additional browser software you have installed.\nThey also remember your preferences, such as language and region, which remain as your default settings when you revisit the website.\nCookies also allow you to rate pages and fill in comment forms.\nThe cookies we use are Session cookies which enable you to proceed through many pages of a site quickly and easily without having to authenticate or reprocess each new page you visit.\nThe Session Cookies only last until you close your browser.</p>\n13.3) How are third party cookies used?\n<p>For some of the functions within our websites, we use third-party suppliers, for example, when you visit a page with videos embedded from or links to YouTube.\nThese videos or links (and any other content from third party suppliers) may contain third-party cookies, and you may wish to consult the policies of these third-party websites for data regarding their use of cookies.</p>\n13.4) How do I reject and delete cookies?\n<p>We will not use cookies to collect personally identifiable data about you.\nHowever, should you wish to do so, you can choose to reject or block the cookies set by the websites of any third party suppliers by changing your browser settings – see the Help function within your browser for further details.\nPlease note that most browsers automatically accept cookies so if you do not wish cookies to be used you may need to delete or block the cookies actively.<br>You can also visit www.allaboutcookies.org for details on how to delete or reject cookies and for further data on cookies generally.\nFor data on the use of cookies in mobile phone browsers and for more information on how to reject or delete such cookies, please refer to your handset manual.\nNote, however, that if you decline the use of cookies, you will still be able to visit our websites, but some of the functions may not work correctly.</p>\n<p>&nbsp;</p>\n14.\nAmendments to this Privacy statement\n<p>AFRINIC may amend this privacy statement from time to time.\nWe will publish all amendments on our website for your information regarding the way we collect and use your data.\nAny changes to this privacy statement will become effective upon posting of the revised privacy statement on the website.\nUse of our website following such changes constitutes your acceptance of the revised privacy statement than in effect but, to the extent such changes have a material impact on your rights or obligations as regards our handling of your data, such changes will only apply to personal data after the changes are applied.</p>\n<p>&nbsp;</p>\n15.\nMiscellaneous\n<p>This privacy statement is governed by and shall be construed following the laws of the Republic of Mauritius.\nThis privacy statement is in the English language, and we may translate it into other languages.\nIn the event of any inconsistency between the English version and the translated version of this privacy statement, the English version shall prevail.</p>\n<p>&nbsp;</p>\n16.\nHow to contact us?\n<p>We have appointed a Data Protection Officer to oversee compliance with any questions concerning this statement.\nIf you have any questions about this statement, including any requests to exercise your legal rights, please email us at dpc@afrinic.net or contact our Data Protection Officer using the details set out below:</p>\n<p>&nbsp;</p>\nThe Data Protection Officer,<br>AFRINIC,<br>11th Floor, Standard Chartered Tower<br>72201, Cybercity Ebène<br>Republic of Mauritius\n<p>&nbsp;</p>\n17.\nComplaints\n<p>If you believe that we have not handled your request appropriately, you may complain with the Mauritius Data Protection Office at the following address:</p>\n<p>&nbsp;</p>\nData Protection Commissioner (DPC)<br>The Data Protection Officer,<br>5th floor, SICOM Tower,<br>Wall Street Ebène, Mauritius\n<p>&nbsp;</p>\n<p>However, we ask that you, please try to resolve any issues with us first before referring your complaint to the DPC.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<strong>Versions</strong> Version 4 (Active)\n6 August 2020 Version 3\n21 November 2019 Version 2\n19 December 2015 Version 1\nMay 2012 <p>&nbsp;</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<dd>\n<i>\n</i> Last Modified on - 18 October 2020 </dd>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Date and time in Mauritius - 2020/12/15 06:27 <p>Service Status | Changelog | FAQs &amp.\nSupport&nbsp;| Disclaimer</p>\n©Copyright 2020.\nAll Rights Reserved - African Network Information Centre (AFRINIC)<br>\n<i>\n</i> Select LanguageEnglishالعربيةFrançais<ul>\n<li> About us<i>\n</i>\n<i>\n</i>\n<ul>\n<li> History</li>\n<li> Membership</li>\n<li> AGMM</li>\n<li> Fees Schedule</li>\n<li> Governance</li>\n<li> Statistics</li>\n<li> Corporate Documents</li>\n<li> Our Team</li>\n<li> Contact us</li>\n</ul>\n</li>\n<li> Our Work<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Membership Services</li>\n<li> Internet Number Resources Management</li>\n<li> WHOIS</li>\n<li> Fees Schedule</li>\n<li> Internet Routing Registry (IRR)</li>\n<li> DNSSEC Program</li>\n<li> Resource Certification Program (RPKI)</li>\n<li> Corporate Documents</li>\n<li> Training Services</li>\n<li> Support &amp.\nFAQs</li>\n<li> Online Services Changelog</li>\n<li> DNS Support Program</li>\n<li> Root Server Copy Program</li>\n</ul>\n</li>\n<li> Research<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Studies</li>\n<li> Publications</li>\n<li> Programmes</li>\n<li> FAQ &amp.\nSupport</li>\n<li> Measurement WG</li>\n</ul>\n</li>\n<li> Participate<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Code of Conduct</li>\n<li> Email &amp.\nMailing Lists</li>\n<li> Policy Development</li>\n<li> Committees</li>\n<li> Elections</li>\n<li> IPv4 Exhaustion</li>\n<li> Internet Governance</li>\n<li> Privacy</li>\n<li> Request Sponsorship</li>\n</ul>\n</li>\n<li> Events<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Meetings</li>\n<li> Sponsorship Opportunities</li>\n<li> Events Calendar</li>\n<li> Hosting Guide</li>\n<li> Training Workshops</li>\n<li> Outreach</li>\n</ul>\n</li>\n<li> News &amp.\nMedia<i>\n</i>\n<i>\n</i>\n<ul>\n<li> News</li>\n<li> Campaigns</li>\n<li> Press Releases</li>\n<li> Presentations</li>\n<li> Speeches</li>\n<li> Factsheets</li>\n<li> Newsletter</li>\n<li> Branding</li>\n</ul>\n</li>\n</ul> Cookie&nbsp;Settings &nbsp.\n&lt;p&gt;&lt;img src=\"https://analytics.afrinic.net/piwik.php?idsite=2&amp;amp;rec=1\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2019-08-07 07:36:11.959974", "updated_at": "2020-12-15 02:27:31.360132"}], "points": [], "urls": ["afrinic.net"]}}