{"error": 448, "message": "OK", "parameters": {"id": 4918, "name": "Children’s Dental Health", "created_at": "2021-08-29 22:09:47.503761", "updated_at": "2021-08-29 22:01:09.643904", "wikipedia": null, "keywords": null, "related": null, "slug": "children-s-dental-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4918.png", "url": "childrensdentalhealth.com", "documents": [{"id": 8831, "name": "Privacy Policy", "url": "https://childrensdentalhealth.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/div/main/div/div/div[1]/div/div/div/div", "text": "Notice of Privacy Practices\n<p>\n<strong>THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\nTHE PRIVACY OF YOUR MEDICAL INFORMATION IS IMPORTANT TO US.</strong>\n</p>\nOur Legal Duty\n<p>We are required by applicable federal and state law to maintain the privacy of your health information.\nWe are also required to give you this Notice about our privacy practices, our legal duties, and your rights concerning your health information.\nWe must follow the privacy practices that are described in this Notice while it is in effect.\nThis Notice is effective as of April 14, 2003, and will remain in effect until we replace it.\nWe reserve the right to change our privacy practices and the terms of this Notice at any time, provided such changes are permitted by applicable law.\nWe reserve the right to make the changes in our privacy practices and the new terms of our Notice effective for all health information that we maintain, including health information we created or received before we made the changes.\nBefore we make a significant change in our privacy practices, we will change this Notice and make the new Notice available upon request, in our office, and on our website.\nYou may request a copy of our Notice at any time.\nFor more information about our privacy practices, or for additional copies of this Notice, please contact us using the information listed at the end of this Notice.</p>\nUses and Disclosures of Health Information\n<p>We typically use and disclose health information about you for treatment, payment, and healthcare operations.\nFor example:</p>\n<p>\n<strong>Treatment</strong>: We may use or disclose your health information to a physician or other healthcare provider providing treatment to you.\nWe may also disclose your PHI for public health purposes, research purposes or for treatment and payment purposes, to a business associate for activities that the business associate undertakes on behalf of the covered entity, for the sale, transfer, merger, or consolidation of the covered entity and for related due diligence, or to an individual when requested<br>\nunder the accounting of disclosures rule or as required by law.</p>\n<p>\n<strong>Example: A doctor treating you for an injury asks another doctor about your overall health condition.</strong>\n</p>\n<p>\n<strong>Payment</strong>: We may use and disclose your health information to obtain payment for services we provide to you.\nYou have the right to choose to not have information sent to your insurance carrier under the following situations:</p>\n<p>1) If you have paid for your services out of pocket in full (NOTE: prior visit information may be disclosed to your plan should you revisit us and require us to send information to obtain payment for subsequent visits)<br>\n2) If your insurance plan requests the information to disclose that information to the sponsor of your plan<br>\n3) If your insurance plan requests the information for underwriting purposes</p>\n<p>\n<strong>Example: We give information about you to your health insurance plan so it will pay for your services.</strong>\n</p>\n<p>\n<strong>Health Care Operations:</strong> We may use and disclose your health information in connection with our healthcare operations.\nHealthcare operations include quality assessment and improvement activities, reviewing the competence or qualifications of healthcare professionals, evaluating practitioner and provider performance, conducting training programs, accreditation, certification, licensing or credentialing activities.</p>\n<p>\n<strong>Example: We use health information about you to manage your treatment and services.</strong>\n</p>\n<p>\n<strong>Your Authorization:</strong> In addition to our use of your health information for treatment, payment or healthcare operations, you may give us written authorization to use your health information or to disclose it to anyone for any purpose.\nIf you give us an authorization, you may revoke it in writing at any time.\nYour revocation will not affect any use or disclosures permitted by your authorization while it was in effect.\nUnless you give us a written authorization, we cannot use or disclose your health information for any reason except those described in this Notice.</p>\n<p>\n<strong>To Your Family and Friends:</strong> We must disclose your health information to you, as described in the Patient Rights section of this Notice.\nWe may disclose your health information to a family member, friend or other person to the extent necessary to help with your healthcare or with payment for your healthcare, but only if you have the opportunity to agree or to object to or restrict these disclosures.</p>\n<p>\n<strong>Persons Involved In Care:</strong> We may use or disclose health information to notify, or assist in the notification of (including identifying or locating) a family member, your personal representative or another person responsible for your care, of your location, your general condition, or death.\nIf you are present, then prior to use or disclosure of your health information, we will provide you with an opportunity to object to such uses or disclosures.\nIn the event of your incapacity or emergency circumstances, we will disclose health information based on a determination using our professional judgment disclosing only health information that is directly relevant to the person’s involvement in your healthcare.\nWe will also use our professional judgment and our experience with common practice to make reasonable inferences of your best interest in allowing a person to pick up filled prescriptions, medical supplies, x-rays, or other similar forms of health information.</p>\n<p>\n<strong>Marketing Health-Related Services by the company or a Third Party, Sale of PHI (Personal Health </strong>\n<strong>Information), Fundraising, or Psychotherapy Notes:</strong> We will not use your health information for marketing communications, sale of PHI, fundraising or for Psychotherapy Notes without your written authorization.\nMarketing by the company or Third Party may be handed or provided to the patient at time of the visit and is not considered a violation of the Privacy Practices of this office.\nWe are required to provide you with a disclosure should any of the marketing by the company result in financial remuneration (monies paid to the company for marketing their product to its consumers) to the company.\nWe will provide you with a clear and conspicuous opportunity to opt out of receiving any future fundraising communications should we receive your authorization to participate in fundraising (such as an 800 number, email, pre-paid post cards).\nWe cannot condition treatment or payment based on an individual’s choice with respect to the receipt of fundraising communications.</p>\n<p>\n<strong>Required by Law:</strong> We may use or disclose your health information when we are required to do so by law.\nAbuse or Neglect: We may disclose your health information to appropriate authorities if we reasonably believe that you are a possible victim of abuse, neglect, or domestic violence or the possible victim of other crimes.\nWe may disclose your health information to the extent necessary to avert a serious threat to your health or safety or the health or safety of others.</p>\n<p>\n<strong>National Security:</strong> We may disclose to military authorities the health information of Armed Forces personnel under certain circumstances.\nWe may disclose to authorized federal officials health information required for lawful intelligence, counterintelligence, and other national security activities.\nWe may disclose to correctional institution or law enforcement official having lawful custody of protected health information of inmate or patient under certain circumstances.</p>\n<p>\n<strong>Appointment Reminders:</strong> We may use or disclose your health information to provide you with appointment reminders through the use of voicemail, text messages, emails, and postcards.\nYou have the ability to request that we do not use your information for this purpose or limit the methods of communication.</p>\nPatient Rights\n<p>\n<strong>Access:</strong> You have the right to inspect or obtain copies of your health information, with limited exceptions.\nYou may request that we provide copies in a format other than photocopies.\nWe will use the format you request unless we cannot practicably do so.\nYou may also request that your information be provided to another third party such as a dentist or physician.\nYou must make a request in writing to obtain access to your health information.\nYou may obtain a form to request access by using the contact information listed at the end of this Notice.\nPlease note that we have up to 30 days to complete such requests.\nYou may request the information to be expedited.\nThe ability for this to be completed will lie solely at the discretion of the Privacy Officer.\nWe may charge you a reasonable cost-based fee for expenses such as copies and staff time.\nYou may also request access by sending us a letter to the address at the end of this Notice.\nWe may charge a reasonable, cost-based fee for providing copies that we will explain to you in advance.\nIf you prefer, we will prepare a summary or an explanation of your health information, and may charge a reasonable cost-based fee that we will explain to you in advance.\nContact us using the information listed at the end of this Notice for a full explanation of our fee structure.</p>\n<p>\n<strong>Amendment:</strong> You have the right to request that we amend your health information.\nYour request must be in writing, and it must explain why the information should be amended.\nWe may deny your request under certain circumstances.</p>\n<p>\n<strong>Disclosure Accounting:</strong> You have the right to receive a list of instances in which we or our business associates disclosed your health information for purposes, other than treatment, payment, healthcare operations and certain other activities, for the last 6 years.\nIf you request this accounting more than once in a 12-month period, we may charge you a reasonable, cost-based fee for responding to these additional requests.</p>\n<p>\n<strong>Alternative Communication:</strong> You have the right to request that we communicate with you about your health information by alternative means or to alternative locations.\nYou must make your request in writing.\nYour request must specify the alternative means or location, and provide satisfactory explanation how payments will be handled under the alternative means or location you request.</p>\n<p>\n<strong>Restriction:</strong> You have the right to request that we place additional restrictions on our use or disclosure of your health information.\nWe are not required to agree to these additional restrictions, but if we do, we will abide by our agreement (except in an emergency).</p>\n<p>\n<strong>Electronic Notice:</strong> If you receive this Notice on our Web site or by electronic mail (email), you are entitled to receive this Notice in written form.</p>\n<p>\n<strong>Breach Notice:</strong> We will let you know promptly if a breach occurs that may have compromised the privacy or security of your information.</p>\nQuestions and Complaints\n<p>If you want more information about our privacy practices, to exercise your patient rights, or if you have questions or concerns, please contact us.\nIf you are concerned that we may have violated your privacy rights, or you disagree with a decision we made about access to your health information or in response to a request you made to amend or restrict the use or disclosure of your health information or to have us communicate with you by alternative means or at alternative locations, you may complain to us using the contact information listed at the end of this Notice.\nYou also may submit a written complaint to the U.S.\nDepartment of Health and Human Services.\nWe will provide you with the address to file your complaint with the U.S.\nDepartment of Health and Human Services upon request.\nWe support your right to the privacy of your health information.\nWe will not retaliate in any way if you choose to file a complaint with us or with the U.S.\nDepartment of Health and Human Services.</p>\n<p>\n<strong>Contact Officer:</strong> Jim DeFruscio<br>\n<strong>Telephone:</strong> 484-787-2943<br>\n<strong>E-mail:</strong> privacy@childrensdentalhealth.com<br>\n<strong>Address:</strong> 200 Willowbrook Lane, Suite 220, West Chester, PA 19382</p>\n<p>\n</p>Privacy Policy<p>\n</p>\n", "created_at": "2021-08-29 22:09:47.507033", "updated_at": "2021-08-29 20:11:35.235722"}], "points": [], "urls": ["childrensdentalhealth.com"]}}