{"error": 448, "message": "OK", "parameters": {"id": 1504, "name": "Atlas of Living Australia", "created_at": "2019-04-25 01:38:27.743207", "updated_at": "2021-04-02 00:14:33.559313", "wikipedia": "https://en.wikipedia.org/wiki/Atlas_of_Living_Australia", "keywords": null, "related": null, "slug": "atlas_of_living_australia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1504.png", "url": "ala.org.au", "documents": [{"id": 1201, "name": "Privacy Policy", "url": "https://www.ala.org.au/who-we-are/terms-of-use/privacy-policy/", "xpath": "", "text": "&nbsp.\n&amp;lt;/div&amp;gt;&amp;lt;/div&amp;gt;Need help? Skip to content Contact us Profile Logout Sign up Login × Search Account <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Search &amp.\nanalyse\n<ul>\n<li>Search species</li>\n<li>Search &amp.\ndownload records</li>\n<li>Search datasets</li>\n<li>\n</li>\n<li>Spatial analysis (Spatial Portal)</li>\n<li>Explore your area</li>\n<li>Explore natural history collections</li>\n</ul>\n</li>\n<li>Contribute\n<ul>\n<li>Share your dataset</li>\n<li>Upload species list</li>\n<li>\n</li>\n<li>Record a sighting</li>\n<li>Transcribe &amp.\ndigitise (DigiVol)</li>\n<li>Discover citizen science projects</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Brochures and reports</li>\n<li>ALA-cited publications</li>\n<li>ALA logo and identity</li>\n<li>Education resources</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>About us</li>\n<li>News &amp.\nmedia</li>\n<li>Contact us</li>\n<li>\n</li>\n<li>Current projects</li>\n<li>International Living Atlases</li>\n<li>Indigenous ecological knowledge</li>\n<li>\n</li>\n<li>All sites, services &amp.\ntools</li>\n</ul>\n</li>\n<li>Help\n<ul>\n<li>Browse all articles (FAQs)</li>\n<li>ALA Data help</li>\n<li>ALA Tools &amp.\nApps help</li>\n<li>ALA Spatial Portal help</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul> Privacy Policy Important\n<p>By using this Atlas of Living Australia (Atlas) website and the Content available on and through it, you are agreeing to be bound by this Privacy Policy and the Terms of Use.</p>\n<p>The purpose of this Privacy Policy is to set out how the Atlas will deal with personal information gathered by the Atlas when you visit and use the site.</p>\n<p>Personal information collected by the Atlas is governed by the Commonwealth Privacy Act 1988.</p>\n<ul>\n<li>Learn about:\n<ul>\n<li>Terminology</li>\n<li>Site visit data</li>\n<li>Collection and use of personal&nbsp;information</li>\n<li>Cookies</li>\n<li>Interaction with the Atlas website</li>\n<li>External links</li>\n<li>Security of&nbsp;information</li>\n<li>Contact details</li>\n</ul>\n</li>\n</ul>\nTerminology\n<p>\n<strong>Atlas</strong> – means the Atlas of Living Australia project and in the context of this Privacy Policy, the Atlas is the Commonwealth Scientific and Industrial Research Organisation (CSIRO) as the legal entity representing and responsible for the Atlas project.</p>\n<p>\n<strong>You/user</strong> – means you as a website user, content/data user, or content/data provider.</p>\n<p>\n<strong>the Atlas site</strong> – the website with the URL www.ala.org.au (or any URL replacing it) and associated web services, internet publishing tools, software, tools etc.</p>\n<p>\n<strong>Personal information</strong> is information relating to an individual whose identity is apparent, or can reasonably be ascertained, from the information or opinion provided.</p>\nSite visit data\n<p>The Atlas website is operated by the Atlas without the use of an external service provider.\nWhen visiting the Atlas website, a record of your visit is logged.\nThe following information is supplied by your browser or recorded by our servers:</p>\n<ul>\n<li>the user’s server address</li>\n<li>the user’s operating system, eg Windows, Mac OS</li>\n<li>the user’s top level domain name, eg .com, .gov, .au, .uk</li>\n<li>the date and time of the visit to the site</li>\n<li>the pages accessed and the documents/data downloaded</li>\n<li>the previous site visited</li>\n<li>search terms used</li>\n<li>the type of browser used.</li>\n</ul>\n<p>We use the site visit data for the purposes of:</p>\n<ul>\n<li>monitoring, developing and improving the quality of the Atlas website</li>\n<li>dealing with your inquires and requests</li>\n<li>usage statistics such as determining traffic through the server, download statistics etc</li>\n<li>providing you with information about Atlas services and products.</li>\n</ul>\n<p>This site visit data may be aggregated for analysis with identifiable characteristics removed.\nWe may publish or provide this aggregated data to other people, for instance site/page usage statistics around a particular data set may be provided to the original data provider.\nWe may also provide usage statistics to the Atlas funding body, the Commonwealth Department of Innovation, Industry, Science and Research.</p>\n<p>No attempt will be made to identify users or their browsing activities except in the unlikely event of an investigation, where a law enforcement agency may exercise a warrant to inspect the server’s logs.</p>\nCollection and use of personal information\n<p>When you email us, use an online form, submit content or data, enter a user profile, access restricted pages or contribute your details to a forum or as a contributor or expert:</p>\n<ul>\n<li>we will record your name, email address, telephone number, postal address, organisation, area of interest and such other personal information as provided</li>\n<li>we will only use your details to communicate with you, respond to your requests and enquiries and for directly related purposes as stated on the pages or forms where you submit it</li>\n<li>you may opt out of receiving communications from us by following the unsubscribe link or instructions in any email we send</li>\n<li>your details will not be added to an external mailing list without your consent</li>\n<li>we will not use your details for any other purpose</li>\n<li>unless otherwise required to by law, we will not disclose any information you submit without your express permission or except where we may be required by law to disclose certain information</li>\n</ul>\n<p>Note also that if you provide your personal information associated with biodiversity related data or records, then users of that data will be able to see the personal information provided, and may use that personal information to verify the details of the particular record, to acknowledge/attribute you as the creator of the record, or contact you to request greater access, further information or support.</p>\n<p>Certain personal information may be required such as name and email address to provide a particular Atlas service or product, eg data set, to you or respond to your inquiries.\nThis information may also be used by the Atlas to inform you of additional related products or services or obtain your feedback on the service or product.</p>\n<p>We will, at your request, provide you with access to any information which we have collected about you through this portal in accordance with Information ‘Privacy Principle 6, Privacy Act 1988 (Cth)’.</p>\n<p>To gain access to this information you should contact us.\nIf you believe that any information is inaccurate, incomplete or out of date, please contact us and we will revise the relevant information in accordance with Information ‘Privacy Principle 7, Privacy Act 1988 (Cth)’.</p>\nCookies\n<p>A cookie is a small file that a website sends to your browser when you access information at that site.\nUpon receipt of the information your browser saves the information on your hard-disk (unless your browser doesn’t support cookies).\nEach time you use your computer to access that same website, the information that was previously received is sent back to the website by your browser.\nIt records information necessary for certain website functions, such as remembering your preferences or settings.</p>\n<p>The Atlas may use cookies for some of its interactive features however these cookies collect only enough information to enable website functions.</p>\n<p>If you don’t want to accept cookies, you can set your browser and/or firewall to block them.\nYou will still be able to access most Atlas content but some interactive features will be unavailable.</p>\n<p>For more information about cookies, how they are used by websites and how you can change your settings see: the Privacy Commissioner’s website or Cookie Central.</p>\nInteraction with the Atlas website\n<p>There are a number of interactive features on the Atlas website that you can contribute to, eg forums, mailing lists, reviews, annotations, message boards and emails.\nOnline forms and forums record information on clearly labelled fields.\nThe information you provide will be solely used for the purposes stated on the form/page.</p>\n<p>Please keep in mind if you directly disclose or post personal information through the Atlas website on pages such as sightings information, forums or message boards, this information becomes available to anyone with access to the internet and may be collected and used by others.\nWe suggest that you use your discretion and exercise caution when providing your personal information.\nTherefore, we recommend that you refrain from posting any information that you do not want seen in these public areas.</p>\nExternal links\n<p>This site contains links to other sites.\nThe Atlas is not responsible for the privacy practices or the content of such websites.</p>\nSecurity of information\n<p>Your personal information will not be released unless the law requires or permits it or your permission is given.\nWe provide a secure environment and a reliable system but you should be aware that there may be inherent risks associated with the transmission of information via the internet.\nFor those who do not wish to use the internet, the Atlas provides alternative ways of obtaining and providing information.</p>\nContact details\n<p>If you have any questions about this Privacy Policy or any privacy issues related to this site then please contact us or CSIRO’s Privacy Coordinator.</p> Profile Logout Sign Up Login <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Record a sighting\n<p>Upload your observations, identify species, and contribute to the ALA.</p> Explore the Spatial Portal\n<p>Visualise and analyse relationships between species, location and environment.</p>\n<ul>\n<li>Search &amp.\nanalyse\n<ul>\n<li>Search species</li>\n<li>Search &amp.\ndownload records</li>\n<li>Search datasets</li>\n<li>Spatial analysis (Spatial Portal)</li>\n<li>Explore your area</li>\n<li>Explore natural history collections</li>\n<li>Explore regions</li>\n<li>Browse Australian iconic species</li>\n<li>Browse specimen images</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contribute\n<ul>\n<li>Share your dataset</li>\n<li>Upload species list</li>\n<li>Record a sighting</li>\n<li>Transcribe &amp.\ndigitise (DigiVol)</li>\n<li>Discover citizen science projects</li>\n<li>Download mobile apps</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources\n<ul>\n<li>Brochures and reports</li>\n<li>ALA-cited publications</li>\n<li>ALA logo and identity</li>\n<li>Education resources</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>About\n<ul>\n<li>About us</li>\n<li>News &amp.\nmedia</li>\n<li>Contact us</li>\n<li>Current projects</li>\n<li>International Living Atlases</li>\n<li>Indigenous ecological knowledge</li>\n<li>All sites, services &amp.\ntools</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Tools\n<ul>\n<li>BioCollect</li>\n<li>Zoatrack</li>\n<li>Phylolink</li>\n<li>Sandbox</li>\n<li>ALA dashboard</li>\n<li>MERIT</li>\n<li>Flora of Australia</li>\n<li>Sensitive Data Service</li>\n<li>Fishmap</li>\n<li>ALA4R</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Community hubs\n<ul>\n<li>AVH: Australasian Virtual Herbarium</li>\n<li>OZCAM: Online Zoological Collections…</li>\n<li>ASBP: Australian Seed Bank Partnership</li>\n<li>MDBA: Murray-Darling Basin Authority</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>ALA for…\n<ul>\n<li>ALA for researchers</li>\n<li>ALA for government and land managers</li>\n<li>ALA for community and schools</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Help\n<ul>\n<li>ALA Data help</li>\n<li>ALA Tools &amp.\nApps help</li>\n<li>ALA Spatial Portal help</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>News &amp.\nmedia</li>\n<li>Help</li>\n<li>Developer tools &amp.\ndocumentation</li>\n<li>All sites, services &amp.\ntools</li>\n</ul> The ALA is made possible by contributions from its partners, is supported by NCRIS, is hosted by CSIRO, and is the Australian node of GBIF.\n<p>&nbsp.\n&nbsp.\n</p> Acknowledgement of Traditional Owners and Country\n<p>The Atlas of Living Australia acknowledges Australia’s Traditional Owners and pays respect to the past and present Elders of the nation’s Aboriginal and Torres Strait Islander communities.\nWe honour and celebrate the spiritual, cultural and customary connections of Traditional Owners to country and the biodiversity that forms part of that country.</p>\n<p> This work is licensed under a Creative Commons Attribution 3.0 Australia License  </p>\n<ul>\n<li>Copyright</li>\n<li>Terms of Use</li>\n<li>System Status</li>\n</ul> × Customise Your Experience\n<p>\n<strong>To best tailor your experience, please let us know</strong>\n</p>\n<p>Which group do you associate with most?</p> Researchers Government and land managers Community and schools None of the above <p>\n<em>Use the Customise Your Experience link at the top of the page to easily change your nominated user group at any time.</em>\n</p> &lt;p&gt;&lt;img src=\"https://ash.ala.org.au/ash.php?idsite=1&amp;amp;rec=1\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2019-04-25 01:39:14.085384", "updated_at": "2020-12-15 01:58:32.877117"}, {"id": 1200, "name": "Terms of Use", "url": "https://www.ala.org.au/who-we-are/terms-of-use/", "xpath": "", "text": "&nbsp.\n&amp;lt;/div&amp;gt;&amp;lt;/div&amp;gt;Need help? Skip to content Contact us Profile Logout Sign up Login × Search Account <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Search &amp.\nanalyse\n<ul>\n<li>Search species</li>\n<li>Search &amp.\ndownload records</li>\n<li>Search datasets</li>\n<li>\n</li>\n<li>Spatial analysis (Spatial Portal)</li>\n<li>Explore your area</li>\n<li>Explore natural history collections</li>\n</ul>\n</li>\n<li>Contribute\n<ul>\n<li>Share your dataset</li>\n<li>Upload species list</li>\n<li>\n</li>\n<li>Record a sighting</li>\n<li>Transcribe &amp.\ndigitise (DigiVol)</li>\n<li>Discover citizen science projects</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Brochures and reports</li>\n<li>ALA-cited publications</li>\n<li>ALA logo and identity</li>\n<li>Education resources</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>About us</li>\n<li>News &amp.\nmedia</li>\n<li>Contact us</li>\n<li>\n</li>\n<li>Current projects</li>\n<li>International Living Atlases</li>\n<li>Indigenous ecological knowledge</li>\n<li>\n</li>\n<li>All sites, services &amp.\ntools</li>\n</ul>\n</li>\n<li>Help\n<ul>\n<li>Browse all articles (FAQs)</li>\n<li>ALA Data help</li>\n<li>ALA Tools &amp.\nApps help</li>\n<li>ALA Spatial Portal help</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul> Terms of Use Introduction\n<p>By using this Atlas website and the Content available on and through it, you are agreeing to be bound by these Terms of Use and the Privacy Policy.</p>\n<p>Content that you access through the Atlas website may also be subject to specific terms and conditions imposed by a data provider (Data Provider Terms).\nThese Data Provider Terms may include certain licences to use the Content, such as Creative Commons licences.</p>\n<p>The Data Provider Terms and the Terms of Use form the legally binding agreement between you, the Atlas and/or the data provider.\nIf there is any inconsistency between these Terms of Use and the Data Provider Terms then the Data Provider Terms will prevail, but only to the extent that it applies to the particular Contents and to the extent necessary to resolve any conflict.</p>\n<p>We may change these Terms of Use or a data provider may change their Data Provider Terms at any time without giving you notice, so please check them each time you visit the Atlas website.</p>\nTerminology\n<p>The ‘Atlas’ means the Atlas of Living Australia project and in the context of the agreement between you and the Atlas that these Terms of Use represent, the Atlas is the Commonwealth Scientific and Industrial Research Organisation (CSIRO – www.csiro.au) as the legal entity representing and responsible for the Atlas project.</p>\n<p>\n<strong>You/user</strong> – means you as a&nbsp.\nwebsite user, Content/Data user, or Content/Data provider.</p>\n<p>\n<strong>Data provider</strong> – means an individual or organisation that makes Content available on or via the Atlas website.</p>\n<p>\n<strong>Atlas website</strong> – means the&nbsp.\nwebsite with the URL www.ala.org.au (or any URL replacing it or containing it within the URL including but not limited to spatial.ala.org.au) and associated web services, internet publishing tools, software, tools etc.</p>\n<p>\n<strong>Content</strong> – means contributions or content.\nincludes, but is not limited to, multimedia such as videos, sound files, photos, other images, music.\ntextual material such as reviews, annotations, comments, forum and blog postings, information.\nbiodiversity related information such as species names, morphology, taxonomy, behaviour, habitat, annotations, occurrence/sighting data, geospatial/location data, records, metadata.\ndatabases, datasets.\nContent may also include or be referred to as Data as the context requires or as set out in an&nbsp;ALA Data Provider Agreement&nbsp;(PDF) although Data is intended to be primarily the biodiversity related information outlined above.</p>\nRegistration\n<p>In order to submit or use Content on the Atlas website or to utilise certain Atlas services or software you may be required to register to establish an account/user profile with the Atlas.</p>\n<p>When registering, a genuine email address must be provided.</p>\n<p>The Atlas recommends that you register using a pen name, nickname or pseudonym as your login name.\nYou must not impersonate another living person or registered user.\nThe Atlas may refuse registration of users whose suggested login names are considered inappropriate by the Atlas.</p>\n<p>In some cases the Atlas may ask you to provide your real name or other identifying or contact details – such personal information will be managed in accordance with the Atlas Privacy Policy.</p>\n<p>You will ensure that any registration information you give to the Atlas is accurate, correct and up to date.</p>\n<p>The Atlas will not accept a registration that the Atlas suspects is being made by or on behalf of someone who has been suspended for violation of these Terms of Use.</p>\n<p>You are responsible for maintaining the confidentiality and security of your password(s).\nYou are therefore responsible for everything done or submitted using your account.</p>\n<p>If you become aware of any unauthorised use of your account, you should notify the Atlas immediately on support@ala.org.au.</p>\n<p>The Atlas may lock, restrict and/or delete your registration or account if you breach these Terms of Use.\nUser accounts locked or de-activated for breach of these Terms of Use may be re-enabled at the discretion of the Atlas director.</p>\nContributing or uploading Content\n<p>You retain copyright and any other rights you already hold in Content which you submit, post, display, upload etc on the Atlas website.</p>\n<p>You are free to make available, use or publish your Content elsewhere.</p>\n<p>You warrant that you own or created the Content or have the necessary rights, licenses or permissions to make the Content available on the Atlas website.</p>\n<p>You will make reasonable efforts to ensure your Content is accurate at the time you collected or created it or made it available on the Atlas website.</p>\n<p>At this stage of development of the Atlas website you should avoid providing sensitive data, eg threatened species locations, quarantine or biosecurity sensitive information.</p>\n<p>At the time of adding your Content you should nominate the type of licence which will apply to your Content and how data users can use it.\nYou can select from a number of options, primarily Creative Commons licences.\nFor more information see&nbsp.\nFAQ Licensing or Creative Commons.</p>\n<p>Where you contribute more detailed or extensive data sets, eg Data, you should enter into a ALA Data Provider Agreement&nbsp;(PDF)&nbsp;&nbsp;with the Atlas.</p>\n<p>Where you have not identified any specific terms or licences or Data Provider Terms on the use of Content you contribute to the Atlas, then you grant to the Atlas a non-exclusive, worldwide, free, perpetual, irrevocable licence to:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nreproduce, copy, store, cache, manage, display, publish, distribute, use, reproduce, adapt, modify, make derivatives, change into other formats and incorporate it into other works or collections, for non commercial purposes and the activities that the Atlas undertakes.\nand</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nmake available the Content and derivatives in accordance with the ALA Terms and a Creative Commons – Attribution 3.0 Australia licence.</p>\n<p>Note in some cases Content may be in the public domain, in the sense that it is not subject to copyright protection because copyright has expired or it does not qualify for copyright, eg individual species sightings, ideas, facts, names, styles, titles, slogans.\nNeither you nor the Atlas will seek to assert any intellectual property rights over this public domain Content.\nThe Atlas and data users will be free to use such public domain Content in any way, although attribution where appropriate is appreciated.</p>\nUsing the Content\n<p>If you use or download Content from the Atlas website you:</p>\n<ul>\n<li>recognise that most of it is protected by copyright and other intellectual property rights and will respect those rights</li>\n<li>agree to acknowledge, reference or attribute the relevant data provider (using any specific attribution wording they may have provided) in any derived information product, work or publication that is based on the relevant Content</li>\n<li>will comply with any Data Provider Terms (see below) that the data provider may indicate regarding its use, eg personal use only, non-commercial use, not make derivatives etc</li>\n<li>will not remove any identifier of ownership or terms of use that is associated with the Content or data record</li>\n<li>recognise that the Content is provided without any warranty regarding its quality, accuracy, completeness, currency, relevance or suitability for any particular purpose and that you use the Content at your own risk (see Disclaimer)</li>\n<li>respect any restrictions regarding the availability of the data, such as sensitive data.</li>\n</ul>\n<p>Your use of Content may also be subject to specific terms and conditions imposed by a data provider (Data Provider Terms).\nYou must comply with these Data Provider Terms.\nWhere they exist they will be available through the metadata with the Content or shown with the Content.</p>\n<p>If you want to use Content otherwise than in accordance with the data provider’s licence you need the approval or permission of the data provider.</p>\n<p>A single page on the Atlas website may be made up of many different datasets, each covered by a different licence.\nYou are required to check to see which licence applies to any portion(s) of the page or Content record you wish to use and abide by any restrictions on the Content.</p>\nContributing to forums, making comments, posting information (Contributions, sharing)\n<p>Children’s Contributions and use of Content should be supervised by an adult.</p>\n<p>You are legally responsible for your Contributions.</p>\n<p>The Atlas may decide in its sole discretion what Contributions are published on the Atlas website.</p>\n<p>You must not submit Contributions that:</p>\n<ul>\n<li>are defamatory, malicious, threatening, offensive, abusive, obscene, or otherwise unlawful or that violates laws regarding harassment, discrimination, racial vilification, privacy or contempt</li>\n<li>are intentionally false or misleading</li>\n<li>are an infringement of copyright or other intellectual property rights</li>\n<li>seek to promote or endorse commercial products or services or to solicit business</li>\n<li>deliberately provoke other community members, or are inappropriate, repetitive or off topic</li>\n<li>compromise your privacy or that of other contributors or that contain inappropriate personal information</li>\n<li>compromise sensitive data or confidential information around a particular species or observation.</li>\n</ul>\n<p>You should be aware that your Contributions may remain online indefinitely.</p>\nCopyright\n<p>This Atlas website and its Content are protected by copyright law.\nCopyright in this material resides with the Atlas or various other data providers as indicated.</p>\n<p>The Atlas has accessed Content from many different sources.\nAll reasonable efforts have been made to ensure that we have properly acknowledged/attributed the source of the Content and obtained the necessary permissions.\nIf however you believe that we have not properly accessed your Content please do not hesitate to contact data_management@ala.org.au and we will address your concerns.</p>\n<p>Many of the trademarks or logos displayed on the Atlas website such as the Atlas of Living Australia or CSIRO logo or name are the registered trademarks of CSIRO.\nThe trademarks of third parties are also displayed on this Atlas website.\nAll these trademarks cannot be used without the express written permission of the Atlas or the relevant third party.</p>\nDisclaimer\n<p>The Atlas website, linked websites and Content are intended to provide information for general and scientific use, to assist research and public knowledge, discussion and policy development.</p>\n<p>The Atlas makes the Atlas website and Content available on the understanding that you use them at your own risk – they are provided ‘as is’ and ‘as available’ and you exercise your own skill, judgement and care with respect to their use or your reliance on them.</p>\n<p>The Atlas and data providers give no warranty regarding the quality, accuracy, completeness, currency, relevance or suitability for any particular purpose of the Content or the Atlas website.</p>\n<p>To the fullest extent permitted by applicable law, the Atlas (including its employees and contractors), the Commonwealth of Australia and data providers exclude all liability to any person for any consequences, including but not limited to all losses, damages (including indirect, special or consequential damages, loss of business, revenue/profit, loss of time etc), costs, expenses and any other compensation, arising directly or indirectly from your use of the Atlas website or Content or inability to access the Atlas website.</p>\n<p>If you find any inaccurate, out of date or incomplete Content on the Atlas website, or if you suspect that something is an infringement of intellectual property rights, you must let us know immediately by contacting data_management@ala.org.au or the data provider of the Content.</p>\nPersonal information\n<p>Our Privacy Policy also forms part of the Atlas Terms of Use and it describes how we use your personal information when you use the Atlas website.</p>\n<p>Whenever you give us personal information you are consenting to its collection and use in accordance with our Privacy Policy.</p>\n<p>As a user of the Atlas website you must not use any personal information made available to you on this Atlas website for any purpose other than:</p>\n<ul>\n<li>in the case of an individual who made a particular record, eg sighting/observation data, to verify the details of that record and/or to acknowledge them as the relevant creator, and</li>\n<li>in the case of an individual administering a dataset, to contact them directly to request greater access, further information and/or support.</li>\n</ul>\nLinks to external websites\n<p>The Atlas is all about bringing together biodiversity information from a host of sources around Australia and internationally.\nAs such the Atlas provides links to a range of external&nbsp.\nwebsites.\nhowever, we do not have direct control over the content of the linked websites nor the changes that may occur to content on those websites.</p>\n<p>It is your responsibility to make your own decisions about the accuracy, completeness, currency, relevance or suitability for any particular purpose of the content on external websites.</p>\n<p>The Atlas is not responsible for, and does not endorse, the content on external websites.</p>\n<p>The Atlas publishes links to external websites at its discretion, and reserves the right to remove user-posted links to external websites for any reason and at any time.</p>\nLinking to the Atlas website\n<p>We encourage use of links on external websites to the Atlas homepage or other relevant pages on the Atlas website.</p>\n<p>Such links should not suggest that your website, organisation or services/products are endorsed by the Atlas.</p>\n<p>The Atlas reserves the right to prevent linking or framing by giving notice on the Atlas website.</p>\n<p>Please advise us of any links you make to the Atlas website.</p>\nSecurity of the Atlas website\n<p>The internet exists across insecure, public networks and there is a risk that transmissions to or from this website may be intercepted and modified by third parties or that files obtained from or through this website may contain computer viruses, disabling codes, worms or other defects.</p>\n<p>The Atlas accepts no liability for any interference with or damage to your computer system, software, or data occurring in connection with or relating to the Atlas website or its use including the tools provided.\nYou are encouraged to take appropriate and adequate precautions to ensure that whatever is selected from this website is free of viruses or other contamination that may interfere with or damage your computer system, software or data.</p>\n<p>You must not try to circumvent the security features of this Atlas website, or tamper with, hack into, or in some other way disrupts any computer system, server,&nbsp.\nwebsite, router or other device used to host this website or make it available.</p>\nEmail addresses on the Atlas website\n<p>The presence of email addresses on the Atlas website does not infer consent to send unsolicited commercial electronic messages (email) to those addresses.</p>\nGeneral\n<p>These Terms of Use are governed by the law applicable to the Australian Capital Territory and the parties submit to the exclusive jurisdiction of the courts of that Territory.</p>\n<p>No delay, neglect or forbearance on the part of Atlas in enforcing these Terms of Use will be, or deemed to be, a waiver.\nNor will it prejudice any rights of the Atlas .</p> Profile Logout Sign Up Login <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Record a sighting\n<p>Upload your observations, identify species, and contribute to the ALA.</p> Explore the Spatial Portal\n<p>Visualise and analyse relationships between species, location and environment.</p>\n<ul>\n<li>Search &amp.\nanalyse\n<ul>\n<li>Search species</li>\n<li>Search &amp.\ndownload records</li>\n<li>Search datasets</li>\n<li>Spatial analysis (Spatial Portal)</li>\n<li>Explore your area</li>\n<li>Explore natural history collections</li>\n<li>Explore regions</li>\n<li>Browse Australian iconic species</li>\n<li>Browse specimen images</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contribute\n<ul>\n<li>Share your dataset</li>\n<li>Upload species list</li>\n<li>Record a sighting</li>\n<li>Transcribe &amp.\ndigitise (DigiVol)</li>\n<li>Discover citizen science projects</li>\n<li>Download mobile apps</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources\n<ul>\n<li>Brochures and reports</li>\n<li>ALA-cited publications</li>\n<li>ALA logo and identity</li>\n<li>Education resources</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>About\n<ul>\n<li>About us</li>\n<li>News &amp.\nmedia</li>\n<li>Contact us</li>\n<li>Current projects</li>\n<li>International Living Atlases</li>\n<li>Indigenous ecological knowledge</li>\n<li>All sites, services &amp.\ntools</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Tools\n<ul>\n<li>BioCollect</li>\n<li>Zoatrack</li>\n<li>Phylolink</li>\n<li>Sandbox</li>\n<li>ALA dashboard</li>\n<li>MERIT</li>\n<li>Flora of Australia</li>\n<li>Sensitive Data Service</li>\n<li>Fishmap</li>\n<li>ALA4R</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Community hubs\n<ul>\n<li>AVH: Australasian Virtual Herbarium</li>\n<li>OZCAM: Online Zoological Collections…</li>\n<li>ASBP: Australian Seed Bank Partnership</li>\n<li>MDBA: Murray-Darling Basin Authority</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>ALA for…\n<ul>\n<li>ALA for researchers</li>\n<li>ALA for government and land managers</li>\n<li>ALA for community and schools</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Help\n<ul>\n<li>ALA Data help</li>\n<li>ALA Tools &amp.\nApps help</li>\n<li>ALA Spatial Portal help</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>News &amp.\nmedia</li>\n<li>Help</li>\n<li>Developer tools &amp.\ndocumentation</li>\n<li>All sites, services &amp.\ntools</li>\n</ul> The ALA is made possible by contributions from its partners, is supported by NCRIS, is hosted by CSIRO, and is the Australian node of GBIF.\n<p>&nbsp.\n&nbsp.\n</p> Acknowledgement of Traditional Owners and Country\n<p>The Atlas of Living Australia acknowledges Australia’s Traditional Owners and pays respect to the past and present Elders of the nation’s Aboriginal and Torres Strait Islander communities.\nWe honour and celebrate the spiritual, cultural and customary connections of Traditional Owners to country and the biodiversity that forms part of that country.</p>\n<p> This work is licensed under a Creative Commons Attribution 3.0 Australia License  </p>\n<ul>\n<li>Copyright</li>\n<li>Terms of Use</li>\n<li>System Status</li>\n</ul> × Customise Your Experience\n<p>\n<strong>To best tailor your experience, please let us know</strong>\n</p>\n<p>Which group do you associate with most?</p> Researchers Government and land managers Community and schools None of the above <p>\n<em>Use the Customise Your Experience link at the top of the page to easily change your nominated user group at any time.</em>\n</p> &lt;p&gt;&lt;img src=\"https://ash.ala.org.au/ash.php?idsite=1&amp;amp;rec=1\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2019-04-25 01:38:48.318255", "updated_at": "2020-12-15 02:02:20.110863"}], "points": [{"id": 27767, "title": "You can choose the copyright license", "source": "https://www.ala.org.au/who-we-are/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-05-02 18:10:17.484723", "updated_at": "2022-05-02 18:10:17.484723", "quoteText": "At the time of adding your Content you should nominate the type of licence which will apply to your Content and how data users can use it.\nYou can select from a number of options, primarily Creative Commons licences.\n", "case_id": 222, "document_id": 1200, "quoteStart": 6192, "quoteEnd": 6409}], "urls": ["ala.org.au"]}}